[
  "אני ראוי לאושר ואהבה בחיי.",
  "בכל יום אני נעשה חזק וחכם יותר.",
  "אני בוחר בחשיבה חיובית ומקבל את עצמי כפי שאני.",
  "אני משחרר את העבר ומתקדם קדימה עם תקווה וביטחון.",
  "לרגשות שלי יש משמעות, אני מרשה לעצמי לבטא אותם ולשחרר אותם.",
  "אני מסוגל להתגבר על כל מכשול בדרכי.",
  "אני מעריך את עצמי וראוי לטוב ביותר בחיים.",
  "כל יום אני צועד צעד לקראת הצמיחה האישית וההתפתחות העצמית שלי.",
  "אני מוקף בתמיכה ואהבה גם ברגעים קשים.",
  "חיי מלאים בהזדמנויות לצמיחה והישגים חדשים.",
  "אני בטוח בכוחותיי ומאמין בחלומותיי.",
  "אני פתוח להזדמנויות חדשות ומוכן לשינויים.",
  "אני אסיר תודה על כל מה שיש לי בחיים, ומעריך כל רגע.",
  "אני אוהב את עצמי ומקבל את עצמי ללא תנאי.",
  "הביטחון שלי גדל מיום ליום, ואני מאמין ביכולותיי.",
  "אני יוצר את המציאות שלי ואחראי לאושר שלי.",
  "אני חופשי מפחד וספקות, נפשי מלאה בשלום.",
  "אני ראוי להצלחה ומשיג אותה בקלות.",
  "המחשבות והפעולות שלי מכוונות להשגת המטרות שלי.",
  "אני נמצא בהרמוניה עם גופי ותודעתי.",
  "אני מעריך כל התנסות כהזדמנות ללמוד ולצמוח.",
  "האינטואיציה שלי מובילה אותי להחלטות נכונות.",
  "אני מקור של כוח וחוכמה לעצמי ולסובבים אותי.",
  "אני חי בהתאם לערכים ולעקרונות שלי.",
  "חיי מלאים בשמחה, משמעות ואהבה.",
  "אני מביע תודה על כל השיעורים שהחיים נותנים לי.",
  "אני מוצא יופי בדברים פשוטים ושמח בכל יום.",
  "היצירתיות שלי אינה יודעת גבולות, אני חופשי לבטא את עצמי.",
  "אני תומך ברווחה הפיזית והרגשית שלי.",
  "אני מוצא איזון בין עבודה ומנוחה, הזמן שלי יקר.",
  "חיי מתעשרים בידע וניסיון חדשים.",
  "אני סולח לעצמי על טעויות העבר ומתקדם קדימה.",
  "אני מלא באנרגיה והשראה, העולם פתוח בפניי.",
  "אני מקבל כל יום בחיוך ולב פתוח.",
  "היחסים שלי עם הקרובים אליי מלאים בהבנה וכבוד.",
  "אני חש בתמיכת היקום בכל מה שאני מתחיל.",
  "אני יודע לומר 'לא' כשזה נחוץ לרווחתי.",
  "אני חי כאן ועכשיו, נהנה מכל דקה.",
  "אני מודה על ההזדמנות לצמוח, ללמוד ולהתפתח.",
  "חיי הם מסע מלא בתגליות מדהימות.",
  "כל צעד קדימה מקרב אותי לחלום שלי.",
  "אני פותח את ליבי להתחלות והזדמנויות חדשות.",
  "חיי יפים ומלאי שמחה בכל יום.",
  "אני מוצא כוח בתוכי להתגבר על קשיים.",
  "המחשבות שלי יוצרות את המציאות שלי, ואני בוחר לחשוב בחיוב.",
  "אני אסיר תודה על החוויה הייחודית שכל יום מביא לי.",
  "ההרמוניה הפנימית שלי מושכת אליי אירועים חיוביים.",
  "אני עומד מאחורי ההחלטות שלי ומאמין בבחירות שלי.",
  "אני מוצא כל הזמן דרכים חדשות לצמיחה אישית והגשמה עצמית.",
  "ההישגים שלי מעוררים בי השראה לפעולות חדשות.",
  "אני מקבל את הפחדים שלי והופך אותם לכוח.",
  "יש לי פוטנציאל בלתי מוגבל ליצירתיות וביטוי עצמי.",
  "כל יום אני נעשה טוב יותר משהייתי אתמול.",
  "אני מודה על כל האנשים בחיי שהופכים אותם לבהירים יותר.",
  "אני צועד קדימה באומץ, יודע שאני ראוי לדברים גדולים.",
  "החלומות שלי הופכים למציאות מיום ליום.",
  "אני בוחר בשמחה ואושר בחיי.",
  "חיי מלאים במשמעות ומטרה.",
  "אני מעריך כל חוויה שעושה אותי חזק יותר.",
  "הביטחון וההערכה העצמית שלי גדלים מיום ליום.",
  "אני משתחרר מכל מה שכבר לא משרת את התפתחותי.",
  "אני מוכן לשינויים ומקבל אותם בלב פתוח.",
  "האינטואיציה שלי מוליכה אותי להחלטות נכונות בחיים.",
  "אני חש הכרת תודה עמוקה על כל מה שיש לי.",
  "אני שמח לחלוק את האור שלי עם העולם סביבי.",
  "אני פתוח ללמידה ומוכן ללמוד מכל רגע.",
  "חיי מלאים ברגעים מרגשים ומפגשים שמחים.",
  "אני אוהב את עצמי ומכבד את הצרכים והגבולות שלי.",
  "כל מכשול רק מחזק אותי.",
  "אני שמח בכל יום חדש ובאפשרויות האינסופיות שלו."
]
