{
  "days": {
    "fist": {
      "header": "ברוכים הבאים לאפליקציה שלנו!",
      "content": "<p>קוראים לי אלפרד, ואני העוזר שלכם באפליקציה, המבוסס על AI. המטרה שלי היא ללוות אתכם בדרך לחיים רגועים, יציבים והרמוניים יותר.</p><p>הכנתי עבורכם כמה צעדים ראשונים כדי להכיר לכם את הגישות והכלים שבהם אנחנו משתמשים בתהליך.</p><p>זכרו: ככל שתשתמשו באפליקציה באופן פעיל יותר, כך אוכל להבין טוב יותר את הצרכים שלכם, וההמלצות שלי יהיו מדויקות ומועילות יותר.</p>"
    },
    "second": {
      "content": "<p>כבר עשיתם צעדים ראשונים ומשמעותיים בדרך לשינוי פנימי — וזה נהדר!</p><p>היום אני רוצה להכיר לכם תכונה חדשה — הערכה יומית של המצב שלכם. הוספתי אותה לרשימת הפעולות המומלצות, כי היא עוזרת לעקוב מקרוב אחרי ההתקדמות ולהבין טוב יותר איך אתם מרגישים.</p><p>אשמח אם תמלאו אותה בכל יום לפני התרגול. ומכאן — המשיכו לכתוב ביומנים וללמוד מהחומרים. שיהיה לכם יום רגוע ופורה!</p>"
    },
    "third": {
      "content": "<p>היום נמשיך לעבוד ונקדיש תשומת לב לניתוח מחשבות מזיקות.</p><p>בנוסף, מומלץ להציץ במאגר הפסיכולוגים שלנו.</p><p>באפליקציה אנחנו שמים דגש על תרגול עצמי, אבל פסיכולוג/ית יכול/ה לעזור לכם לקבל תמיכה והכוונה מותאמות יותר אישית. זה יכול להיות בעל ערך במיוחד בתחילת הדרך.</p>"
    },
    "fourth": {
      "content": "<p>אנחנו משתדלים שהלמידה תהיה לא רק מועילה, אלא גם מעניינת עבורכם.</p><p>לכן פתחנו עמוד באינסטגרם שבו אנחנו מסבירים דברים מורכבים בצורה פשוטה וברורה.</p><p>הצטרפו לקהילה שלנו — ובואו נתקדם יחד, צעד אחר צעד, לחיים מאוזנים ומודעים יותר.</p>"
    },
    "fifth": {
      "content": "<p>אני מציע לכם לנסות את תכונות הפרימיום שלנו.</p><p>תקבלו תקופת ניסיון של 3 ימים, ותוכלו לבטל את המנוי בכל רגע אם תחליטו שזה לא מה שאתם צריכים.</p><p>פרימיום פותח אפשרויות נוספות לעבודה איתי ומאפשר תמיכה עמוקה יותר בתהליך הטיפולי שלכם.</p>"
    },
    "eighth": {
      "content": "<discount></discount><p>אני רואה שאתם עובדים בעקביות על הרווחה הנפשית שלכם — זה בהחלט ראוי להערכה!</p><p>יחד עם זאת, יש באפליקציה עוד פונקציות שעשויות להיות מועילות עבורכם.</p><p>אם המחיר היה עבורכם חסם, היום הפעלתי הנחה מיוחדת.</p><p>תוכלו לנעול את המחיר החדש עד סוף היום. שמרו על עצמכם ועל התחושות שלכם!</p>"
    },
    "fifteenth": {
      "content": "<p>כבר 8 ימים שאתם איתנו — זה נפלא!</p><p>אני מקווה שהאפליקציה עוזרת לכם ומביאה ערך אמיתי.</p><p>המשוב שלכם חשוב לנו מאוד: ספרו מה אהבתם ומה הייתם רוצים לשפר.</p><p>נשמח יחד להפוך את האפליקציה לטובה עוד יותר!</p>"
    },
    "tenth": {
      "content": "<p>ממש נהדר שאתם איתנו כבר כל כך הרבה זמן — זה באמת מעורר השראה!</p><p>היום אני רוצה להפנות את תשומת הלב שלכם לפונקציה חשובה אחת — ״לשתף עם פסיכולוג/ית״.</p><p>אם אתם עוברים טיפול, האפשרות הזו יכולה להיות עבורכם תמיכה נוחה ובעלת ערך.</p>"
    }
  },
  "affirmations": [
    "היום בחרתי עבורכם אישוש שיכול לתמוך בכם.",
    "נסו היום לעבוד עם האישוש הזה — הוא יכול לעזור להתכוונן למשהו חיובי.",
    "היום אני מציע לכם אישוש כזה כדי לחזק את הכיוון הפנימי."
  ],
  "appUpdated": [
    "התעדכנתי בזמן שלא הייתם כאן. בואו נראה מה חדש ואילו תוספות הכינו המפתחים!",
    "בזמן שלא הייתם כאן יצא עדכון. בואו נבחן יחד את החידושים!",
    "מחכים לכם עדכונים טריים! בזמן שלא הייתם מחוברים המשכנו לעבוד. בואו נכיר אותם:",
    "הכנו כמה שיפורים באפליקציה. בואו נעבור עליהם יחד!",
    "האפליקציה התעדכנה! נבדוק אילו פיצ'רים חדשים נוספו:",
    "המפתחים שלנו ממשיכים לשפר את האפליקציה מדי יום. הנה מה שנוסף:"
  ],
  "neverUsed": [
    "עדיין לא יצרתם אף רישום ב-<b>{dairy}</b>. אולי היום זה זמן טוב להתחיל. כדי למצוא גישה שבאמת תעבוד עבורכם, כדאי לנסות כמה שיטות שונות.",
    "שמתי לב שעדיין לא הוספתם רישומים ב-<b>{dairy}</b>. היום הוא יום מצוין לעשות את הצעד הראשון. נסו דרכים שונות — כך קל יותר להבין מה מתאים בדיוק לכם.",
    "ה-<b>{dairy}</b> שלכם עדיין ריק. נסו ליצור רישום ראשון כבר היום ולהתנסות בטכניקות שונות, כדי למצוא את אלו שמתאימות לכם במיוחד."
  ],
  "premiumThanks": {
    "content": "<p>שמתי לב שלאחרונה שדרגתם לפרימיום — תודה רבה לכם על זה!</p><p>מעכשיו יש לכם גישה למודל AI מתקדם יותר, והניתוח שלי יהיה מדויק ומועיל עוד יותר.</p><p>הבחירה שלכם מאפשרת לצוות שלנו להמשיך לפתח את הפרויקט ולתמוך באנשים בדרך לאיזון פנימי.</p><p>תודה על האמון!</p>"
  },
  "quote": [
    "היום הייתי רוצה לעודד אתכם עם ציטוט של אדם יוצא דופן.",
    "היום אני מציע לפנות אל החוכמה של דמות מעוררת השראה — זה יכול להיות מקור טוב למוטיבציה.",
    "היום אני רוצה לשתף אתכם במחשבה של אדם מוכר, שיכולה לתמוך ולעורר השראה.",
    "בואו ניזכר במילים של דמות בולטת, שיכולות לשמש לנו מצפן מועיל.",
    "בחרתי עבורכם ציטוט של אדם מוכר.",
    "היום החלטתי לשתף אתכם בציטוט קצר ומלא משמעות של דמות מוכרת — יש בו הרבה עומק.",
    "היום אני מציע לצלול אל החוכמה שהשאיר לנו אדם יוצא דופן, ולמצוא בה השראה."
  ],
  "readArticle": [
    "ניתחתי את הרישומים שלכם והוספתי לתוכנית של היום חומר שלדעתי יכול לעניין אתכם ולהיות לכם לעזר.",
    "אחרי שעברתי על הרישומים שלכם, החלטתי לכלול בתוכנית של היום חומר לימודי שלדעתי יסייע לכם בעבודה עם עצמכם.",
    "לאחר ניתוח הרישומים שלכם, בחרתי חומר שלדעתי יהיה לכם מועיל ומעניין והוספתי אותו לתוכנית של היום."
  ],
  "testExpired": [
    "תוצאות המבחן שלכם <b>{test_name}</b> כבר התיישנו. בואו נעדכן אותן ונבדוק איך אתם מרגישים עכשיו!",
    "התוצאות שלכם במבחן <b>{test_name}</b> כבר לא עדכניות. אני מציע לעדכן את הנתונים כדי להבין טוב יותר את השינוי לאורך זמן.",
    "נראה שתוצאות המבחן <b>{test_name}</b> התיישנו. בואו נראה איך אתם מרגישים היום!",
    "הנתונים הנוכחיים של <b>{test_name}</b> כבר לא משקפים את מצבכם. הגיע הזמן לעבור אותו שוב.",
    "התוצאות של <b>{test_name}</b> איבדו רלוונטיות. תרצו לעדכן ולראות מה המצב הנוכחי?",
    "עבר זמן מאז שעברתם את <b>{test_name}</b>. בואו נבדוק מה השתנה מאז!"
  ],
  "header": [
    "נעים לראות אתכם שוב!",
    "מקווה שמזג האוויר אצלכם נעים היום!",
    "כל כך כיף לראות אתכם שוב!",
    "איך אתם מרגישים היום?",
    "תמיד נעים לראות אתכם כאן!",
    "ברוכים השבים!",
    "תמיד כיף שאתם חוזרים!"
  ]
}
