{
  "days": {
    "fist": {
      "header": "שמח לראות אותך באפליקציה שלנו בפעם הראשונה!",
      "content": "<p>שמי אלפרד, ואני הבינה המלאכותית של אפליקציה זו. המשימה שלי היא לעזור לך בדרך לחיים מאושרים והרמוניים, חופשיים מבעיות פסיכולוגיות!</p><p>הכנתי עבורך מספר צעדים ראשוניים שיאפשרו לך להכיר את שיטות הטיפול שלנו.</p><p>זכור/זכרי: ככל שתהיה/י פעיל/ה יותר באינטראקציה עם האפליקציה, כך אוכל להבין טוב יותר את הצרכים שלך, ובהתאם לכך, ההמלצות שלי יהיו מדויקות יותר!</p>"
    },
    "second": {
      "content": "<p>אני רואה שכבר עשית את הצעדים הראשונים בדרך לשיפור הפסיכולוגי שלך, זה מצוין!</p><p>היום הייתי רוצה להציג בפניך פונקציה חדשה — הערכת מצב יומית. הוספתי אותה לרשימת הפעולות המומלצות, מכיוון שהיא מועילה במיוחד למעקב אחר ההתקדמות שלך.</p><p>אני ממליץ למלא אותה מדי יום לפני תחילת הפעילויות. מלבד זאת, המשך/המשיכי לנהל יומנים וללמוד את התיאוריה. יום נעים!</p>"
    },
    "third": {
      "content": "<p>בוא נמשיך את הפעילויות שלנו היום, תוך מתן תשומת לב לניתוח מחשבות הרסניות. </p><p>בנוסף לכך, אני ממליץ להציץ בחלון הראווה של הפסיכולוגים שלנו.</p><p>באפליקציה שלנו אנו שמים דגש על פעילויות עצמאיות, אך רק פסיכולוג יכול לתת לך המלצות מותאמות אישית באופן מקסימלי. זה חשוב ביותר, במיוחד בתחילת הדרך.</p>"
    },
    "fourth": {
      "content": "<p>אנו מקדישים תשומת לב מיוחדת ללמידה, ושואפים להפוך אותה לא רק למועילה, אלא גם למרתקת.</p><p>לשם כך יצרנו ערוץ אינסטגרם, שבו נושאים מורכבים מוצגים בצורה קלה ונגישה.</p><p>הצטרפו לקהילה שלנו וצעד אחר צעד התקרבו לחיים הרמוניים ומאושרים ללא מחסומים פסיכולוגיים!</p>"
    },
    "fifth": {
      "content": "<p>אני מציע לכם לנסות את פונקציות הפרימיום שלנו.</p><p>ניתנת תקופת ניסיון של 3 ימים, במהלכה תוכלו לבטל את המנוי אם הוא אינו עונה על ציפיותיכם.</p><p>זה יעניק לכם אפשרויות מורחבות לאינטראקציה איתי במהלך תהליך הטיפול.</p>"
    },
    "eighth": {
      "content": "<p>אתם איתנו כבר 8 ימים!</p><p>אני מקווה שאתם מוצאים ערך באפליקציה הזו.</p><p>אנחנו מאוד מעריכים משוב מהמשתמשים שלנו, ספרו לנו מה אהבתם ומה הייתם רוצים לשפר!</p><p>בואו יחד נעשה את האפליקציה טובה יותר!</p>"
    },
    "fifteenth": {
      "content": "<p>אנחנו שמחים שאתם איתנו כבר זמן כה רב - זה באמת נפלא!</p><p>היום הייתי רוצה להסב את תשומת לבכם לפונקציה מיוחדת אחת - \"שיתוף עם פסיכולוג\".</p><p>אם אתם עוברים טיפול, פונקציה זו תהיה שימושית באופן יוצא מן הכלל עבורכם!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>שמתי לב שאתה עוסק באופן פעיל בבריאות הנפשית שלך!</p><p>עם זאת, אתה עדיין לא משתמש בכל האפשרויות של האפליקציה.</p><p>אם זה עניין של מחיר, אז היום הורדתי אותו עבורך!</p><p>הספק לקבע את המחיר החדש עד סוף היום ותהיה בריא!</p>"
    }
  },
  "affirmations": [
    "היום בחרתי עבורך את האפירמציה הבאה.",
    "נסה לעבוד היום על האפירמציה הזו.",
    "היום אני מציע לך את האפירמציה הבאה."
  ],
  "appUpdated": [
    "התעדכנתי בזמן שלא היית, בוא נראה מה חדש המפתחים הוסיפו!",
    "במהלך היעדרותך התרחש עדכון. בוא נחקור יחד את החידושים מהמפתחים!",
    "מחכים לך עדכונים טריים! בזמן שהיית אופליין, לא עמדנו במקום. בוא נכיר את העדכונים:",
    "הכנו מספר שיפורים באפליקציה. נחקור אותם יחד?",
    "האפליקציה התעדכנה! בוא נבדוק אילו פונקציות מעניינות נוספו:",
    "המפתחים שלנו עובדים מדי יום לטובת הפרויקט. הנה מה שנוסף:"
  ],
  "neverUsed": [
    "עדיין לא יצרת אף רשומה ב-<b>{dairy}</b>. נסה לעשות זאת היום. כדי למצוא את השיטה שמתאימה במיוחד לך, יש לנסות גישות שונות.",
    "שמתי לב שעדיין לא השארת רשומות ב-<b>{dairy}</b>. היום הוא יום מצוין לתקן זאת. חקור אסטרטגיות שונות כדי לגלות את היעילות ביותר עבורך.",
    "ה-<b>{dairy}</b> שלך עדיין ריק. עשה את הצעד הראשון היום על ידי חקירת שיטות מגוונות כדי למצוא את המתאימה במיוחד לך."
  ],
  "premiumThanks": {
    "content": "<p>שמתי לב שלאחרונה הפעלת את חשבון הפרימיום!</p><p>הפרימיום מעניק לך גישה למודל AI חזק יותר, מה שיהפוך את הניתוח שלי ליעיל עוד יותר!</p><p>הודות לך, המפתחים שלנו יוכלו להמשיך לפתח את הפרויקט ולעזור לאנשים למצוא הרמוניה פנימית.</p><p>תודה על האמון שנתת בנו!</p>"
  },
  "quote": [
    "היום הייתי רוצה לעורר בך השראה באמצעות ציטוט של אדם דגול.",
    "הבה נפנה היום לחוכמתה של אישיות דגולה, שיכולה להוות מקור השראה.",
    "היום אני מציע לך את הגיגיו של אדם דגול, שעשויים לעורר השראה להישגים חדשים.",
    "הבה נזכור את דבריו של אדם דגול, שיכולים להיות עצה חכמה עבורנו.",
    "בחרתי עבורך ציטוט של אדם מפורסם.",
    "החלטתי היום לחלוק איתך ציטוט מעמיק של אישיות ידועה, מלא במשמעות עמוקה.",
    "היום אני מציע לך לצלול אל תוך החוכמה שהותיר לנו אדם דגול, ולשאוב ממנה השראה."
  ],
  "readArticle": [
    "ניתחתי את הרשומות שלך והוספתי לתוכנית היומית שלך חומר לימודי שכנראה יהיה מעניין עבורך.",
    "לאחר בחינת הרשומות שלך, החלטתי להוסיף לתוכנית היומית שלך חומר לימודי שלדעתי יהיה שימושי עבורך.",
    "כתוצאה מניתוח הרשומות שלך בחרתי חומר לימודי שאני מאמין שיהיה שימושי ומעניין עבורך, והוספתי אותו לתוכנית שלך להיום."
  ],
  "testExpired": [
    "תוצאות המבחן שלך <b>{test_name}</b> אינן עדכניות, בוא נקבע את מצבך הנוכחי!",
    "התוצאות שלך במבחן <b>{test_name}</b> כבר לא רלוונטיות. הגיע הזמן לעדכן את המידע על מצבך!",
    "נראה שתוצאות המבחן <b>{test_name}</b> אינן עדכניות. בוא נברר מה המצב כעת!",
    "נתוני המבחן <b>{test_name}</b> כבר לא משקפים את מצבך הנוכחי. זמן לבדיקה חדשה!",
    "התוצאות של <b>{test_name}</b> איבדו את הרלוונטיות שלהן. האם תרצה לעדכן אותן ולגלות את מצבך הנוכחי?",
    "עבר זמן רב מאז שביצעת את <b>{test_name}</b>. בוא נבדוק מה השתנה מאז!"
  ],
  "header": [
    "שמח לראות אותך שוב!",
    "מקווה שיש לך מזג אוויר נפלא!",
    "נעים לראות אותך שוב!",
    "מה שלומך?",
    "תמיד נעים לראות אותך!",
    "ברוך שובך!",
    "תמיד שמח לראות אותך!"
  ]
}