[
  {
    "text": "התהילה הגדולה ביותר בחיים אינה בכך שלעולם לא ליפול, אלא בכך לקום בכל פעם שאתה נופל.",
    "author": "נלסון מנדלה"
  },
  {
    "text": "כשאתה נמצא בחושך, זכור: השמש זורחת ושוקעת, אך אורה נצחי.",
    "author": "ח'ליל ג'ובראן"
  },
  {
    "text": "מה שלא הורג אותנו, מחזק אותנו.",
    "author": "פרידריך ניטשה"
  },
  {
    "text": "אפילו מהלילה, שנראה לכל העולם אינסופי, מוביל נתיב לבוקר בהיר.",
    "author": "הארוקי מורקמי"
  },
  {
    "text": "תקווה היא אותו דבר עם נוצות, שיושב בנשמה ושר מנגינה ללא מילים, ולעולם לא מפסיק להאמין בכך.",
    "author": "אמילי דיקינסון"
  },
  {
    "text": "התרופה הטובה ביותר לשפר את מצב הרוח היא לנסות לשפר את מצב הרוח של מישהו אחר.",
    "author": "מרק טוויין"
  },
  {
    "text": "מחשבה חיובית קטנה אחת בבוקר יכולה לשנות את כל היום שלך.",
    "author": "דלאי לאמה"
  },
  {
    "text": "חשוב לזכור שאיננו יכולים להפוך למי שאנחנו רוצים להיות אם נישאר כפי שאנחנו.",
    "author": "מקס דה-פרי"
  },
  {
    "text": "תמיד יש אור אם רק אנחנו אמיצים מספיק לראות אותו. אם רק אנחנו אמיצים מספיק להיות אותו.",
    "author": "אמנדה גורמן"
  },
  {
    "text": "אל תשפוט כל יום לפי היבול שאספת, אלא לפי הזרעים שזרעת.",
    "author": "רוברט לואיס סטיבנסון"
  },
  {
    "text": "הזכר לעצמך שזה לא סימן לחולשה. מחלה שדורשת טיפול, כמו כל מחלה אחרת.",
    "author": "דמי לובאטו"
  },
  {
    "text": "אל תתנו למחלה שלכם להגדיר מי אתם.",
    "author": "אליזבת וורצל"
  },
  {
    "text": "מה שאנו רואים תלוי בעיקר במה שאנו מחפשים.",
    "author": "ג'ון לאבוק"
  },
  {
    "text": "חשוב לדבר על הרגשות שלך, במקום להסתיר אותם בתוכך.",
    "author": "ג'ימי הנדריקס"
  },
  {
    "text": "אתם לא לבד, וגם החושך הזה, כמו כל דבר, יחלוף בסופו של דבר.",
    "author": "אלן דג'נרס"
  },
  {
    "text": "אומץ לא תמיד שואג. לפעמים אומץ הוא קול שקט בסוף היום שאומר: אנסה שוב מחר.",
    "author": "מרי אן רדמאכר"
  },
  {
    "text": "תקווה היא אותו דבר עם נוצות שמתיישב בנשמה ושר מנגינה ללא מילים, ולעולם לא מפסיק לחלוטין.",
    "author": "אמילי דיקינסון"
  },
  {
    "text": "הזכר לעצמך שאתה לא צריך לעשות מה שכולם עושים.",
    "author": "אופרה וינפרי"
  },
  {
    "text": "התרחקו מאלה שמנסים להמעיט בשאיפות שלכם. אנשים קטנים תמיד עושים זאת, אבל האמיתיים הגדולים גורמים לכם להרגיש שגם אתם יכולים להיות גדולים.",
    "author": "מרק טוויין"
  },
  {
    "text": "דיכאון הוא מצב שבו אתה לא שולט בחייך. מצא משהו שיחזיר אותך לחיים. לא משנה כמה קטן זה עשוי להיראות.",
    "author": "אנדרו סולומון"
  },
  {
    "text": "להיות חזק פירושו להרגיש נורא וחי בו-זמנית.",
    "author": "לנה דנהאם"
  },
  {
    "text": "המצב הנוכחי שלך אינו יעד הסופי שלך.",
    "author": "לא ידוע"
  },
  {
    "text": "התהילה הגדולה ביותר בחיים אינה בכך שלעולם לא ליפול, אלא בכך לקום בכל פעם שאנו נופלים.",
    "author": "נלסון מנדלה"
  },
  {
    "text": "מה שאתה מרגיש עכשיו לא יגדיר אותך לנצח.",
    "author": "כריסטינה רימי"
  },
  {
    "text": "אל תשפוט כל יום לפי היבול שאספת, אלא לפי הזרעים שזרעת.",
    "author": "רוברט לואיס סטיבנסון"
  },
  {
    "text": "תקווה היא אמונה המכוונת לעתיד; אמונה שימים טובים יותר יבואו, לא משנה כמה חשוך ההווה.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "דיכאון הוא כלא שבו אתה גם הסוהר וגם האסיר.",
    "author": "דורותי רואו"
  },
  {
    "text": "אם אתה עובר דרך הגיהנום, המשך ללכת.",
    "author": "וינסטון צ'רצ'יל"
  },
  {
    "text": "הדבר החשוב ביותר שאפשר לעשות כשאתה למטה הוא לקום.",
    "author": "דמי לובאטו"
  },
  {
    "text": "אחוז בתקווה. כשחשוך, הכוכבים נראים הכי טוב.",
    "author": "ראלף וולדו אמרסון"
  },
  {
    "text": "אתה לא חייב לראות את כל המדרגות, פשוט עשה את הצעד הראשון.",
    "author": "מרטין לותר קינג"
  },
  {
    "text": "טיפול אינו מבטיח החלמה מיידית, אך זהו הצעד הראשון לקראתה.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "מה שאנו רואים תלוי בעיקר במה שאנו מחפשים.",
    "author": "ג'ון לאבוק"
  },
  {
    "text": "היה סבלני לכל מה שלא נפתר בנשמתך, ונסה לאהוב את השאלות עצמן.",
    "author": "ריינר מריה רילקה"
  },
  {
    "text": "בריאות נפשית דורשת את אותה תשומת לב וטיפול כמו פיזית.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "בכל לילה יש כוכב בהיר יותר.",
    "author": "מאיה אנג'לו"
  },
  {
    "text": "אל תפחד להראות את הפגיעות שלך. להיות כנה לגבי מצבך יכול להביא לך את התמיכה הנחוצה.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "היה עצמך; כל התפקידים האחרים כבר תפוסים.",
    "author": "אוסקר ויילד"
  },
  {
    "text": "לפעמים הדבר הבריא ביותר שאתה יכול לעשות הוא לאפשר לעצמך להרגיש.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "החיים אינם על חכות שהסערה תעבור, אלא על ללמוד לרקוד בגשם.",
    "author": "ויויאן גרין"
  },
  {
    "text": "אל תאבד את האמונה בעצמך. לעולם אינך יודע כמה קרוב אתה עשוי להיות למטרה שלך.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "מה שלא הורג אותנו, מחזק אותנו.",
    "author": "פרידריך ניטשה"
  },
  {
    "text": "אהבה עצמית היא תחילתו של רומן לכל החיים.",
    "author": "אוסקר ויילד"
  },
  {
    "text": "לעולם אל תפחד לבקש עזרה. זה סימן לכוח, לא לחולשה.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "החיים אינם על לשרוד בסערה, אלא על לרקוד בגשם.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "כוח אינו נובע מיכולת פיזית. הוא נובע מרצון בלתי ניתן לכיפוף.",
    "author": "מהטמה גנדי"
  },
  {
    "text": "הגדר את חייך לא לפי מה שנכשלת בו, אלא לפי מה שאתה עדיין יכול להשיג.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "הדרך היחידה לעשות עבודה נהדרת היא לאהוב את מה שאתה עושה.",
    "author": "סטיב ג'ובס"
  },
  {
    "text": "אנחנו נעשים חזקים לא כשלעולם לא צריך להיאבק, אלא כשאנחנו לומדים להתגבר על אתגרים.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "אל תחכו לרגעים מיוחדים, עשו כל רגע למיוחד.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "אל תדאג למה שאנשים יחשבו עליך. הם עסוקים מדי בחשיבה על עצמם.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "כל צעד קדימה, אפילו הקטן ביותר, הוא צעד לקראת הצלחה.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "אל תפחד ללכת לאט, פחד לעמוד במקום.",
    "author": "פתגם סיני"
  },
  {
    "text": "אומץ אמיתי הוא לדעת שתתעורר מחר, כשכל העולם התמוטט היום.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "זכרו, שלא לקבל את מה שאתם רוצים, לפעמים הוא מזל נפלא.",
    "author": "דלאי לאמה ה-14"
  },
  {
    "text": "אושר אינו בכך שיש לך את מה שאתה רוצה, אלא ברצון במה שיש לך.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "הצלחה היא היכולת לעבור מחוויה אחת כושלת לאחרת ללא אובדן התלהבות.",
    "author": "וינסטון צ'רצ'יל"
  },
  {
    "text": "העזו לחיות את החיים שחלמתם לעצמכם. לכו קדימה ועשו את חייכם מפוארים.",
    "author": "ראלף וולדו אמרסון"
  },
  {
    "text": "רק אלה שמסתכנים ללכת רחוק מדי יכולים לגלות עד כמה רחוק אפשר ללכת.",
    "author": "ט. ס. אליוט"
  },
  {
    "text": "כאב אינו תמיד סימן לפעולה; לפעמים זו קריאה למדיטציה.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "אופטימיות אמיתית אינה שמחה, אלא כוח. וכוח זה עוזר להסתכל על פני המציאות בעיניים פקוחות.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "כל יום הוא הזדמנות חדשה לשנות את חייך.",
    "author": "מחבר לא ידוע"
  },
  {
    "text": "הדבר הקשה ביותר הוא ההחלטה לפעול, השאר הוא רק התמדה.",
    "author": "אמיליה ארהארט"
  }
]
