{
  "title": "סיפורה של אליס, התגברות על דיכאון",
  "description": "המאמר בוחן דוגמה של אדם הסובל מדיכאון כדי להדגים את הקשר בין מחשבות אוטומטיות, אמונות ביניים ואמונות עמוקות. דרך ניתוח מסלול חייה ואינטראקציה עם פסיכולוג, המאמר מסביר כיצד רמות חשיבה אלה נוצרות וכיצד ניתן לשנותן כדי להתגבר על דיכאון. הגישה מבוססת על עקרונות הטיפול הקוגניטיבי-התנהגותי.",
  "screen_1": {
    "texts": [
      "כדי להדגים ולהסביר בבירור כיצד מחשבות אוטומטיות, אמונות ביניים ואמונות עמוקות קשורות זו בזו, נבחן את המקרה של אליס, צעירה שמתמודדת עם דיכאון וספקות עצמיים.",
      "לשם השלמת התמונה, נדבר מעט על ההיסטוריה האישית והחברתית שלה:",
      "אליס גדלה במשפחה חד-הורית בעיירה קטנה. אביה עזב למען אישה אחרת כשהייתה בת 6 בלבד. היחסים עם אמה היו מורכבים: האם, שעבדה כאחות, תמיד מצאה סיבה לביקורת ולעתים רחוקות שיבחה את בתה.",
      "לאחר גירושי ההורים לא היה ביניהם קשר, ואליס הרגישה כאילו היא הולכת על שדה מוקשים, מנסה לרצות את שניהם. לאביה היו במשפחה החדשה שני בנים ובת. הוא בילה איתם זמן רב, יוצא בסופי שבוע לטבע ואפילו עוסק איתם בספורט. אליס לא יכלה שלא לקנא ולהתקנא בהם.",
      "בשנות בית הספר, אליס הפכה לתלמידה מצטיינת, בחלקו בגלל הרצון לזכות באישור אמה, שקבעה ציונים טובים כנורמה. אליס סיימה את האוניברסיטה בהצטיינות, עם התמחות בשיווק. כעת היא בת 23, רווקה וללא ילדים. בחיפושיה אחר עבודה ויציבות, היא מחליטה לפנות לפסיכולוג בגלל הדיכאון.",
      "הפרעת הדיכאון של אליס התגברה בגלל הקשיים במציאת עבודה לאחר האוניברסיטה. היא החלה לנהל חיים חברתיים פחות פעילים ומבלה את רוב זמנה במצב מדוכא, משוכנעת שהיא לא תצליח בכלום."
    ]
  },
  "screen_2": {
    "texts": [
      "כעת נבחן כיצד שלוש רמות החשיבה שלה מתקשרות זו עם זו, בדוגמה של שיחה בין אליס לפסיכולוג:"
    ],
    "dialog": [
      "אליס, אנא היזכרי במצב שבו חווית לאחרונה רגשות שליליים עזים.",
      "זה היה אתמול. הסתכלתי על משרות וראיתי אפשרות אידיאלית — חברה יצירתית, שעות גמישות, שכר טוב. אבל קפאתי ולא הצלחתי לשלוח קורות חיים.",
      "מה עצר אותך?",
      "נראה שחשבתי שממילא לא יקבלו אותי, כי זה מורכב מדי בשבילי. אני לא אתמודד עם זה (מחשבה אוטומטית)",
      "מה המשמעות עבורך של המחשבה שלא תתמודדי עם העבודה הזו?",
      "שאני לא אוכל לבצע משימות ברמה גבוהה, ושלעשות טעויות זה נורא (אמונת ביניים).",
      "ואיך היית מכנה אדם שלא מתמודד עם משהו, אם הוא עושה טעויות?",
      "הוא חסר תועלת, כישלון.",
      "ואם את לא מתמודדת עם משהו, עושה טעויות ולוקחת על עצמך משהו שלא תוכלי לעשות, אז את מה?",
      "אני כישלון (אמונה עמוקה)."
    ]
  },
  "screen_3": {
    "texts": [
      "כעת אנו רואים כיצד בנויות שלוש רמות החשיבה ההרסנית של אליס.",
      "חשוב להבין שאליס לא נולדה עם אמונות כאלה. הן התקבעו בתקופות שונות של חייה ובנסיבות שונות. זה אומר שניתן וצריך לשנות אותן.",
      "תהליך השינוי מתחיל בעבודה על מחשבות אוטומטיות. כאשר אליס תלמד להטיל ספק בהן ולהוכיח את הרסנותן, ובכך להפחית את האמון בהן, ניתן לעבור לשכבה הבאה — אמונות הביניים.",
      "על ידי 'זעזוע' האמונה בהן, נוכל להגיע לאמונות העמוקות ולשנותן לאמונות מסתגלות ומועילות יותר."
    ]
  }
}
