{
  "title": "הסיפור של אליס: הדרך להתמודדות עם דיכאון",
  "description": "במאמר הזה נבחן את סיפורה של אדם שהתמודד עם דיכאון, כדי להראות כיצד מחשבות אוטומטיות, אמונות ביניים ואמונות ליבה קשורות זו בזו. דרך הסיפור של אליס והעבודה שלה עם פסיכולוג/ית נראה כיצד אמונות נוצרות וכיצד אפשר לשנות אותן כדי להתמודד עם דיכאון. הגישה מבוססת על עקרונות הטיפול הקוגניטיבי-התנהגותי (CBT).",
  "screen_1": {
    "texts": [
      "כדי להמחיש בצורה ברורה את הקשר בין מחשבות אוטומטיות, אמונות ביניים ואמונות ליבה, נבחן את הסיפור של אליס — צעירה שהתמודדה עם דיכאון ועם ספקות לגבי עצמה.",
      "נתחיל בהיכרות קצרה עם החיים שלה ועם הסביבה שבה גדלה:",
      "אליס גדלה במשפחה חד-הורית בעיר קטנה. כשהייתה בת 6 אביה עזב ועבר לחיות עם אישה אחרת. היחסים עם אמה היו מורכבים: היא ביקרה את אליס לעיתים קרובות, ולעיתים רחוקות שיבחה אותה.",
      "אחרי הגירושים ההורים כמעט שלא שמרו על קשר, ואליס הרגישה שהיא נקרעת בין שני צדדים ומנסה לרצות את שניהם. לאב נולדו שלושה ילדים במשפחה החדשה, והוא הקדיש להם הרבה זמן: טיולים בטבע, ספורט משותף. אליס חוותה עלבון, קנאה ותחושת הדרה.",
      "בבית הספר אליס הפכה לתלמידה מצטיינת, במידה רבה מתוך רצון לזכות באישור של אמה, שעבורה ציונים טובים נחשבו לדבר מובן מאליו. בהמשך היא סיימה אוניברסיטה בהצטיינות בתחום \"שיווק\". כיום היא בת 23, לא נשואה וללא ילדים. כשהיא מחפשת עבודה ויציבות, היא פונה לפסיכולוג/ית בשל דיכאון.",
      "המצב שלה החריף בעקבות קשיים במציאת עבודה. הפעילות החברתית הצטמצמה, וברוב הזמן היא מרגישה מדוכדכת ומשוכנעת שלא תצליח בשום דבר."
    ]
  },
  "screen_2": {
    "texts": [
      "עכשיו נראה כיצד שלוש רמות החשיבה של אליס באות לידי ביטוי דרך דיאלוג שלה עם פסיכולוג/ית:"
    ],
    "dialog": [
      "אליס, תיזכרי בבקשה בסיטואציה שבה לאחרונה חווית רגשות שליליים חזקים.",
      "זה היה אתמול. הסתכלתי על מודעות דרושים וראיתי משרה מושלמת: חברה מעניינת, שעות גמישות, הכנסה טובה. אבל קפאתי ובסוף לא שלחתי קורות חיים.",
      "מה בדיוק עצר אותך?",
      "חשבתי שבכל מקרה לא יקבלו אותי. שזה מורכב מדי בשבילי. שאני לא אצליח להתמודד (מחשבה אוטומטית).",
      "מה המשמעות עבורך של המחשבה שלא תצליחי להתמודד?",
      "שלא אצליח לבצע את המשימות טוב, ושטעויות זה דבר נורא (אמונת ביניים).",
      "איך היית מכנה אדם שטועה ולא מצליח להתמודד?",
      "הוא לוזר, לא מסוגל לשום דבר רציני.",
      "ואם זה קורה לך — אם את נתקלת בקשיים ועושה טעויות, אז מי את?",
      "כנראה שאני לוזרית (אמונת ליבה)."
    ]
  },
  "screen_3": {
    "texts": [
      "עכשיו אנחנו רואים איך שלוש רמות החשיבה של אליס קשורות זו בזו ואיך הן מעצבות את המצב הרגשי שלה.",
      "חשוב לזכור: אליס לא נולדה עם האמונות האלה. הן נוצרו והתקבעו במהלך החיים בהשפעת אירועים והסביבה. ולכן — אפשר לשנות אותן.",
      "העבודה מתחילה במחשבות האוטומטיות. כשאליס תלמד לזהות אותן ולהטיל בהן ספק, היא תוכל להחליש את ההשפעה שלהן ולעבור לשינויים ברמה הבאה — אמונות הביניים.",
      "בהדרגה, צעד אחר צעד, השינויים האלה יעזרו לה לשנות גם את אמונות הליבה, ולהחליף אותן באמונות מציאותיות ותומכות יותר."
    ]
  }
}
