{
  "title": "האם אמונות לא רציונליות יכולות להיות מועילות?",
  "description": "המאמר בוחן כיצד אמונות לא רציונליות משפיעות על המצב הנפשי־רגשי. דרך הדוגמה של ג׳ון, שמכוון להצלחה מתוך אמונת ליבה שהוא „לא מסוגל”, מוצג כיצד אמונות כאלה עלולות להפוך לאסטרטגיות התמודדות הרסניות. המחבר מדגיש את החשיבות של זיהוי, מודעות ובחינה מחדש של אמונות כדי לשפר את איכות החיים.",
  "screen_1": {
    "texts": [
      "בפרקים הקודמים הקדשנו הרבה מקום למחשבות ולאמונות מזיקות. זה טבעי: הן אלה שמדרדרות בצורה בולטת את הרגשות, את ההתנהגות ואת תחושת הרווחה הכללית.",
      "מכאן עולה שאלה: האם באמת כל האמונות מזיקות, והאם ייתכן שחלק מהן דווקא מועילות?",
      "ברוב המקרים אמונות שליליות מופעלות במצבי לחץ, בתקופות של ירידה במצב הרוח או בדיכאון, וגם בעקבות אירועים שנדמה כאילו „מוכיחים” את האמונות האלה.",
      "למשל, אם לאדם יש אמונה כמו „אני לא מסוגל/ת לכלום”, אז אחרי כישלון במבחן או הערה מהמנהל, סביר שהיא תופעל.",
      "ואז האדם מתחיל לפרש את מה שקורה דרך העדשה של האמונה הזו, גם כשהפרשנות לא הגיונית ולא תואמת את העובדות.",
      "אבל זה לא אומר שכל האמונות גרועות באותה מידה או חסרות ערך.",
      "בנסיבות רגועות יותר, או כשיש יותר משאבים פנימיים, יכולה „להידלק” גם אמונה תומכת, למשל: „יש לי יכולת מספקת”.",
      "לכן לשאלה „האם כל האמונות מזיקות?” התשובה היא — לא, לא כולן."
    ]
  },
  "screen_2": {
    "texts": [
      "כשמדברים על „תועלת” של אמונות לא רציונליות, התמונה מורכבת יותר מכפי שנדמה במבט ראשון — בואו נעשה סדר.",
      "לפעמים נדמה שאמונות כאלה דוחפות להישגים; אבל לרוב זו תפיסה נפוצה שמטעה יותר משהיא משקפת מציאות.",
      "כדי לחדד, נזכיר את שלושת הרבדים: מחשבות אוטומטיות, אמונות ביניים ואמונות ליבה.",
      "נניח שלבחור צעיר בשם ג׳ון יש אמונת ליבה: „אני לא מסוגל/ת לכלום”, ואמונת ביניים: „אני חייב/ת תמיד להצליח”.",
      "מצד אחד זה נשמע לא רע: שאיפה להצלחה היא דבר חיובי, כל עוד מדובר בשאיפה גמישה ולא בכלל נוקשה.",
      "אפשר לחשוב שהאמונה הזו מועילה — כאילו היא תגביר מוטיבציה, תוביל להישגים ותיצור נחישות.",
      "ואז העבודה נראית כמעט כמו הדבר הכי חשוב, כזה שמביא איתו רק יתרונות.",
      "אבל בואו נסתכל עמוק יותר.",
      "אם זו באמת אמונת ביניים נוקשה ולא רק רצון, סביר שהיא תהיה הרסנית, משום שהיא נשענת על אמונת ליבה של חוסר יכולת. במקרה כזה, העבודה הופכת עבור ג׳ון לאסטרטגיית התמודדות (על אסטרטגיות התמודדות נדבר בפרקים הבאים)."
    ],
    "quote": {
      "text": "כיוון שאדם יכול רק לאהוב או לשנוא את עבודתו, עליו לראות את תוצאותיה. מכורי עבודה פשוט שוכחים שהם לא קיימים בשביל העבודה, אלא שהעבודה קיימת בשבילם.",
      "author": "לב טולסטוי"
    }
  },
  "screen_3": {
    "texts": [
      "בקצרה: אסטרטגיית התמודדות היא דרך להגיב ללחץ באמצעות מחשבות, רגשות או התנהגות.",
      "במילים פשוטות, ג׳ון שואף להצליח (אמונת ביניים) כדי לא להרגיש „לא מסוגל” (אמונת ליבה). הפוקוס על העבודה הופך לדרך להימנע מתחושת עצמי כואבת.",
      "זה הרסני, כי כל קושי משמעותי בעבודה — כישלון בפרויקט, עיכוב בקריירה או פיטורים — עלול להצמיד את ג׳ון בבת אחת לאמונת הליבה על חוסר היכולת שלו, באופן שנחווה כ„אפוקליפסה פנימית”.",
      "התוצאות עשויות להיות החמרה במצב, אפתיה, התנהגות שמזיקה לעצמי ואפילו דיכאון.",
      "ככה ה„יתרונות” האפשריים כבר לא נשמעים כל כך משכנעים, נכון?",
      "כלומר, האמונה „אני חייב/ת תמיד להצליח” כנראה מזיקה יותר משהיא מועילה: טעויות הן בלתי נמנעות, וכשזו אמונה נוקשה, כל טעות „תוכיח” כביכול את חוסר היכולת העמוקה ותעמיק אותה עוד יותר.",
      "חשוב לזכור: אמונה היא רעיון שאפשר לבחון מחדש ולהפוך אותו למועיל יותר. זה יכול לשפר משמעותית את איכות החיים — וזה בדיוק מה ש־CBT מלמד."
    ]
  }
}
