{
  "title": "האם אמונות לא רציונליות יכולות להיות מועילות?",
  "description": "המאמר מנתח את ההשפעה של אמונות לא רציונליות על המצב הפסיכו-רגשי של האדם. באמצעות הדוגמה של ג'ון, השואף להצלחה בשל אמונה עמוקה בחוסר יכולתו, מודגם כיצד עמדות כאלה יכולות להפוך לאסטרטגיות התמודדות הרסניות. המחבר מדגיש את חשיבות המודעות ובחינה מחדש של האמונות האישיות לשיפור איכות החיים.",
  "screen_1": {
    "texts": [
      "בפרקים הקודמים שמנו דגש גדול על מחשבות ואמונות הרסניות. זה לא מפתיע, שכן הן אלה שמשפיעות לרעה על הרגשות, ההתנהגות והמצב הכללי שלנו.",
      "בהקשר זה עולה השאלה: האם באמת כל האמונות שלנו כל כך רעות, והאם הן יכולות להיות מועילות עבורנו?",
      "הבעיה היא שאמונות שליליות מופעלות כאשר אנו נמצאים במצב של לחץ, דיכאון או דיכדוך, או כאשר אנו נתקלים באישור כלשהו לאמונות אלה.",
      "לדוגמה, אם לאדם יש אמונה \"אני לא מסוגל לשום דבר\", אז במצב של כישלון בבחינה או הערה מהמנהל, סביר שאמונה זו תופעל.",
      "האדם יפרש את מה שקורה דרך הפריזמה של אמונה זו, גם אם זה לא הגיוני ולא רציונלי.",
      "אולם זה לא אומר שכל האמונות שלנו רעות ואין בהן שום דבר מועיל.",
      "במצבים פחות לחוצים או במצב עם יותר משאבים, אמונה אחרת, חיובית, עשויה להתעורר, למשל: \"אני מספיק מוכשר\".",
      "לכן התשובה לשאלה \"האם כל האמונות מזיקות?\" — לא, לא כולן."
    ]
  },
  "screen_2": {
    "texts": [
      "באשר להשפעה החיובית של עמדות לא רציונליות, כאן המצב מעט מורכב יותר, בואו נבחן זאת.",
      "חלק עשויים לחשוב שהמצב לא כל כך גרוע ואמונות לא רציונליות יכולות אפילו לעזור בחיים, אבל זו יותר אשליה מאשר אמת.",
      "להשלמת התמונה, נביא דוגמאות. כבר דיברנו על כך שקיימות שלוש רמות של חשיבה: מחשבות, אמונות ביניים ואמונות עמוקות.",
      "נדמיין שלבחור צעיר בשם ג'ון יש אמונה עמוקה: \"אני לא מסוגל לשום דבר\", ואמונת ביניים — למשל, \"אני תמיד חייב להיות מצליח\".",
      "מצד אחד, יכול להיראות שאין שום דבר רע באמונה הזו. הרי זה נהדר שג'ון רוצה להיות מצליח. במבט ראשון, אכן, אין שום דבר רע, אם זו רק משאלה או מטרה, ולא כלל נוקשה ולא גמיש.",
      "אתם עשויים לחשוב שזה אפילו מועיל לו, שכן בזכות עמדה זו הוא יעבוד קשה, ישיג הצלחות מסוימות, יהיה יותר מונע ומכוון מטרה.",
      "העבודה הופכת מאוד חשובה עבורו, ונראה שזה גורר אחריו רק תוצאות חיוביות.",
      "אבל בואו נעמיק.",
      "אם זו באמת אמונת ביניים, ולא סתם משאלה, אז היא, ככל הנראה, תהיה הרסנית ולא בונה. זה קורה משום שהיא מושרשת באמונה העמוקה שלו. במקרה כזה, העבודה עבור ג'ון הופכת לאסטרטגיית התמודדות (על אסטרטגיות התמודדות נדבר עוד בפרקים הבאים)."
    ],
    "quote": {
      "text": "מכיוון שאדם יכול רק לאהוב או לשנוא את עבודתו, עליו לראות את תוצאותיה. אנשים שמכורים לעבודה פשוט שוכחים שהם לא קיימים למען העבודה, אלא העבודה למענם.",
      "author": "לב טולסטוי"
    }
  },
  "screen_3": {
    "texts": [
      "בקצרה, אסטרטגיית התמודדות היא תגובה ללחץ, המתבטאת דרך מחשבות, רגשות או התנהגות.",
      "במילים פשוטות, ג'ון שואף להיות מצליח (זו אמונת הביניים שלו) כדי לא להרגיש חסר יכולת (שזוהי האמונה העמוקה שלו). והמיקוד שלו בעבודה הוא דרך להימנע מתחושה עצמית כזו.",
      "זה הרסני כי אם לג'ון יהיו בעיות בעבודה, הוא ייכשל בקריירה או יפוטר, אז הוא ייתקל באופן לא מודע באמונה העמוקה שלו לגבי חוסר היכולת שלו, מה שיכול להפוך עבורו למעין אפוקליפסה.",
      "זה עלול להוביל להחמרה במצבו, לאפתיה, להתנהגות הרסנית ואפילו לדיכאון.",
      "עכשיו התוצאות כבר לא נראות כל כך מדהימות, נכון?",
      "מסתבר שהאמונה \"אני תמיד חייב להיות מצליח\" מזיקה יותר מאשר מועילה. הרי אף אחד מאיתנו אינו מחוסן מפני כישלונות וטעויות. עם עמדה כזו, כל טעות תהפוך עבורו לאישור לאמונה העמוקה, שבתורה רק תחזק את אמונתו בה.",
      "חשוב להבין שכל אמונה היא רק רעיון שאפשר לשנות, להפוך אותו למועיל יותר. כך ניתן לשפר משמעותית את איכות החיים, ובכך עוזר הטיפול הקוגניטיבי-התנהגותי."
    ]
  }
}
