{
  "info": {
    "event": "הבה נתחיל בזיהוי הטריגר שעורר מחשבות או רגשות שליליים. הטריגר יכול להיות אירוע חסר משמעות לחלוטין או אפילו מחשבה שלך עצמך.",
    "thought": "מחשבות אוטומטיות נוצרות מהאירוע ומובילות להתעוררות רגשות שליליים. הרגשות בתורם גורמים להחמרה במצב וליצירת מחשבות אוטומטיות חדשות. כך נוצר מעגל של שליליות שקשה להיחלץ ממנו. כדי למנוע את היווצרותו, זהו את המחשבה האוטומטית מוקדם ככל האפשר ורשמו אותה ביומן.",
    "body": "נסו לחזור לרגע הופעת הטריגר. זכרו אילו תחושות לא נעימות בגוף היו נוכחות באותו רגע.",
    "behavior": "איך הייתה ההתנהגות שלכם אחר כך? מה עשיתם לאחר שחוויתם רגשות שליליים?",
    "response": "לאחר זיהוי המחשבה האוטומטית, יש להפנות אליה את תשומת הלב ולהבין אותה. בדרך כלל מחשבות אוטומטיות מכילות שגיאות לוגיות ועיוותים. המשימה שלכם היא לתת תשובה רציונלית לעיוותים ולגבש עמדה חדשה.",
    "conclusion": "תארו את תוצאת העבודה שלכם - כיצד השתנו הרגשות והמחשבות שלכם, מה אתם מתכוונים לשנות בתגובות שלכם אם אירוע דומה יחזור על עצמו.",
    "comparison": "הציגו טיעונים המאשרים את המחשבה האוטומטית שלכם וטיעונים הסותרים אותה. זה יעזור לכם להבין עד כמה היא אובייקטיבית ומציאותית."
  },
  "stepper": {
    "event": "פישלתי עם משימה בעבודה",
    "thought": "אני כל הזמן עושה טעויות בעבודה, כולם שונאים אותי בגלל זה",
    "body": "דופק לב מואץ, כובד בחזה",
    "behavior": "טרקתי את הדלת",
    "response": "אין אנשים שלא עושים טעויות, ואני לא יכול לנחש את מחשבותיהם של האחרים",
    "conclusion": "בפעם הבאה כשאעשה טעות, לא אנסה לנחש את תגובת הסובבים. כמו כן, אכין צ'ק ליסט לבדיקת העבודה שלי כדי לא לחזור על אותה טעות"
  },
  "analysis": {
    "description": [
      "הפכו את מילוי היומן משגרה לתהליך מרתק. במקום פשוט לרשום אירועים, ספרו על היום שלכם כסיפור מרתק.",
      "הבינה המלאכותית תעזור לכם: היא תנתח את הסיפור שלכם ותציע אוטומטית את הדרך הטובה ביותר למלא את היומן, תוך בחירת הקטגוריות והשדות המתאימים.",
      "תמיד תוכלו לערוך ולהוסיף למה שה-AI הציע, כדי להפוך את הרשומה לאישית ומדויקת יותר.",
      "כל מה שכתבתם יישמר ביומן, כך שהסיפור שלכם לא יאבד לאחר הניתוח.",
      "ה-AI הופך את תהליך העבודה עם מחשבות לא רק למועיל, אלא גם למעניין, והופך את מילוי היומן הרגיל לביטוי עצמי יצירתי."
    ],
    "hint": [
      "תארו את מה שקרה, את הרגשות והמחשבות שלכם. בסיפור שלכם נסו להזכיר:",
      "מה היה האירוע",
      "איזו מחשבה אוטומטית עלתה",
      "תחושות פיזיות, רגשות",
      "תגובה מסתגלת למחשבה האוטומטית",
      "מסקנה מהמצב"
    ]
  }
}