{
  "title": "Cermin Kritik Diri",
  "statement": "Bayangkan Anda mengatakan kepada teman baik Anda semua pikiran kritis yang biasanya Anda tujukan pada diri sendiri. Teknik ini akan membantu Anda menyadari ketidakadilan kritik diri dan belajar memperlakukan diri sendiri dengan lebih banyak kasih sayang dan pengertian.",
  "task": [
    "1️⃣ Pilih situasi di mana Anda cenderung mengkritik diri sendiri.",
    "2️⃣ Bayangkan teman dekat atau kerabat Anda berada dalam situasi yang sama.",
    "3️⃣ Lakukan permainan peran: Anda berperan sebagai diri sendiri, sedangkan lawan bicara imajiner Anda adalah teman Anda.",
    "4️⃣ Ungkapkan semua pikiran dan penilaian kritis yang biasanya Anda arahkan pada diri sendiri, tetapi tujukan pada «teman» Anda.",
    "Perhatikan perasaan Anda selama latihan ini. Seberapa nyaman Anda mengatakan hal-hal seperti itu kepada orang lain?",
    "Analisis perbedaan antara bagaimana Anda memperlakukan diri sendiri dan orang lain dalam situasi serupa.",
    "Pikirkan bagaimana Anda sebenarnya akan mendukung teman dalam situasi seperti itu. Kata-kata apa yang akan Anda gunakan?",
    "Cobalah terapkan tingkat dukungan, pengertian, dan kepedulian yang sama pada diri sendiri."
  ],
  "example": [
    "Pikiran biasa Anda tentang diri sendiri:",
    "Saya benar-benar pecundang. Tentu saja saya tidak dipromosikan - saya tidak bisa melakukan apa-apa. Mungkin saya tidak akan pernah berhasil dalam karier. Saya tidak cukup pintar dan berbakat untuk pekerjaan ini.",
    "Sekarang bayangkan teman baik Anda Anna tidak mendapatkan promosi dan menceritakannya kepada Anda. Cobalah katakan hal yang sama kepadanya:",
    "Anna, kamu benar-benar pecundang. Tentu saja kamu tidak dipromosikan - kamu tidak bisa melakukan apa-apa. Mungkin kamu tidak akan pernah berhasil dalam karier. Kamu tidak cukup pintar dan berbakat untuk pekerjaan ini.",
    "Bagaimana perasaan Anda saat mengatakan ini kepada Anna? Kemungkinan besar, Anda merasa tidak nyaman dan bahkan malu mengucapkan kata-kata seperti itu.",
    "Sekarang pikirkan apa yang sebenarnya akan Anda katakan kepada Anna:",
    "Anna, saya menyesal kamu tidak mendapatkan promosi itu. Saya tahu betapa keras kamu telah bekerja untuk itu. Tidak mendapatkan apa yang diinginkan selalu menyakitkan, tetapi itu tidak membuatmu menjadi pecundang. Kamu memiliki banyak kekuatan dan prestasi. Mungkin sekarang bukan waktunya, atau ada beberapa keterampilan yang bisa kamu tingkatkan. Mari kita pikirkan bagaimana kamu bisa terus berkembang dalam kariermu.",
    "Sekarang cobalah katakan kata-kata dukungan yang sama kepada diri sendiri. Perhatikan betapa berbedanya cara Anda memperlakukan diri sendiri dan teman dalam situasi yang sama. Praktikkan pendekatan ini secara teratur untuk belajar memperlakukan diri sendiri dengan empati dan dukungan yang sama seperti yang Anda berikan kepada teman dekat."
  ],
  "expectations": [
    "Kesadaran akan ketidakadilan kritik diri",
    "Peningkatan harga diri dan kepercayaan diri",
    "Pengurangan tingkat stres dan kecemasan"
  ]
}
