{
  "title": "Melawan Kritik Internal",
  "statement": "Perasaan tidak mampu sering disebabkan oleh kritik internal yang merusak harga diri. Teknik ini akan membantu Anda menanggapi kritik tersebut dan mengevaluasi kembali pikiran-pikiran negatif.",
  "description": [
    "Keyakinan negatif seperti \"Saya tidak berharga\", \"Saya lebih buruk dari orang lain\", \"Saya tidak akan berhasil\", \"Semuanya salah saya\", \"Saya seorang pecundang\" memperburuk masalah harga diri dan dapat menyebabkan depresi.",
    "Sangat penting untuk tidak terprovokasi oleh kritik internal dan belajar menanggapi serangannya. Ini akan membantu Anda mengevaluasi kembali pikiran negatif dan meningkatkan harga diri."
  ],
  "task": [
    "Buatlah tabel dengan tiga kolom dalam format yang nyaman bagi Anda. Judul kolom:",
    "Pikiran kritik",
    "Kesalahan kognitif",
    "Tanggapan rasional",
    "1️⃣ Di kolom pertama, tuliskan semua pikiran mengkritik diri yang muncul di pikiran Anda setiap kali Anda menyalahkan diri sendiri, merasa tidak berguna atau tidak puas dengan diri sendiri.",
    "Di kolom ini sebaiknya menulis pikiran Anda tentang diri sendiri, bukan perasaan Anda. Karena jika Anda menulis: «Saya merasa buruk», Anda mungkin tidak dapat membantahnya karena memang begitulah adanya.",
    "2️⃣ Di kolom kedua, tentukan distorsi kognitif apa yang ada dalam pikiran tersebut.",
    "3️⃣ Di kolom ketiga, berikan tanggapan kepada kritik internal. Cobalah temukan penjelasan rasional yang membantah pikiran kritis tersebut.",
    "Penting untuk mengganti pikiran mengkritik diri dengan pikiran yang lebih realistis dan logis, hindari pernyataan yang terlalu optimistis."
  ],
  "example": [
    "Berikut beberapa contoh tanggapan terhadap pikiran mengkritik diri:"
  ],
  "table": {
    "header": ["Pikiran kritik", "Kesalahan kognitif", "Tanggapan rasional"],
    "example": {
      "0": [
        "Saya sangat bodoh sehingga pasti akan gagal ujian",
        "Pemberian label",
        "Saya tidak bodoh, hanya kurang waktu untuk persiapan. Saya bisa lulus ujian jika saya belajar."
      ],
      "1": [
        "Saya tidak dibutuhkan siapapun",
        "Pemikiran hitam-putih",
        "Teman-teman dan orang terdekat saya menghargai dan mencintai saya. Mereka membutuhkan saya."
      ],
      "2": [
        "Saya tidak akan pernah bisa mendapatkan pekerjaan",
        "Pemikiran hitam-putih",
        "Saya bisa mendapatkan pekerjaan jika saya berusaha dan mencari. Banyak orang mendapatkan pekerjaan, dan saya bukan pengecualian."
      ]
    }
  },
  "expectations": [
    "Meningkatnya ketahanan terhadap kritik dari dalam diri dan lingkungan sekitar.",
    "Berkurangnya ketegangan emosional secara keseluruhan.",
    "Berkurangnya ketakutan untuk membuat kesalahan."
  ]
}
