{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Černobílé myšlení je kognitivní zkreslení, které nás nutí vidět svět výhradně v extrémních kategoriích: vše je buď dokonalé, nebo katastrofické, lidé jsou buď andělé, nebo démoni. Takový pohled přehlíží obrovskou rozmanitost odstínů a hloubku situací, redukuje vše na jednoduchou dichotomii «černé» a «bílé». Toto zkreslení výrazně omezuje naše vnímání reality a zužuje spektrum možných řešení.</p><p>Příklady černobílého myšlení zahrnují extrémní soudy o sobě nebo druhých, například «vždycky selžu» nebo «on se vždycky mýlí». Může se také projevovat v polarizovaných pohledech na události, předměty, práci, vztahy, politická přesvědčení a mnoho dalšího.</p><p>Takové myšlení může vést k vážným důsledkům, včetně stresu, úzkosti, deprese, sociální izolace a problémů ve vztazích. Proto je nesmírně důležité si toto zkreslení uvědomovat a rozvíjet flexibilnější, mnohostrannější myšlení, což nám pomůže lépe se vyrovnávat s realitou a činit vyváženější rozhodnutí.</p>",
    "dialogSummary": "V tomto dialogu osoba 1 projevuje černobílé myšlení, když se považuje za neschopnou kvůli neúspěchu u jediné zkoušky, přičemž ignoruje faktory jako její obtížnost a nedostatek času na přípravu.",
    "dialog": [
      "Neudělal jsem zkoušku, takže jsem beznadějný případ.",
      "Ale ta zkouška byla opravdu těžká a měl jsi málo času na přípravu.",
      "To je jedno, úspěch ostatních dokazuje moji neschopnost. Prostě nemůžu být chytrý."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Katastrofizace je kognitivní zkreslení, při kterém máme sklon přehánět význam a důsledky negativních událostí a vnímat je mnohem hůře, než jaké ve skutečnosti jsou. To vede k nadměrnému strachu, úzkosti a obavám, které často neodpovídají realitě.</p><p>Příklady katastrofizace zahrnují přesvědčení, že jeden neúspěch v některém aspektu života povede k úplnému krachu ve všech snahách. Takové myšlení může vést k přehnané úzkosti o budoucnost, hyperreakci na kritiku nebo odmítnutí a také k neustálým pochybnostem o vlastních schopnostech.</p><p>Katastrofizace má negativní dopad na duševní zdraví, zvyšuje úroveň stresu a úzkosti, zhoršuje emocionální stav a snižuje sebedůvěru. Je důležité si tuto tendenci uvědomovat a rozvíjet zdravé myšlení pro snížení úzkosti, zvýšení sebehodnocení a adekvátní vnímání reality.</p>",
    "dialogSummary": "V tomto dialogu osoba 1 katastrofizuje situaci po odmítnutí na pracovním pohovoru, domnívá se, že to nevyhnutelně znamená neúspěch v hledání práce. Nebere v úvahu možnost pokračovat v hledání a přehodnotit svá očekávání, což by mohlo vést k pozitivnějšímu a realističtějšímu výsledku.",
    "dialog": [
      "Byla jsem odmítnuta na pohovoru na novou práci. Teď už nikdy žádnou práci nezískám, zůstanu neschopná.",
      "Ale podala jsi přihlášky i na jiné pozice, že?",
      "Ano, ale je to zbytečné. Když to nevyšlo s touto prací, znamená to, že nejsem nikde potřebná. Všechny pokusy jsou marné.",
      "Takový pohled na věc může jen zhoršit tvou situaci. Možná by stálo za to přehodnotit svá očekávání a pokračovat v hledání s novým přístupem.",
      "Ale jak mám zapomenout na neúspěch při pohovoru? Zdá se, že to potvrzuje, že nikde nenajdu práci, všechny mé plány jsou zničeny."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Přehnaná generalizace je kognitivní zkreslení, při kterém vyvozujeme globální závěry na základě omezených informací nebo jednotlivých událostí. Například když dostaneme jednu negativní zpětnou vazbu v práci, můžeme dojít k závěru o své naprosté nekompetentnosti a ignorovat ostatní úspěchy a pozitivní momenty.</p><p>Klasickým příkladem je pozdní příchod na schůzku. Místo objektivní analýzy příčin zpoždění máme tendenci říkat: \"já vždycky přicházím pozdě\" nebo \"já nikdy nemůžu přijít včas\", přičemž ignorujeme případy, kdy jsme dorazili včas.</p><p>Takové zkreslení může vést k negativnímu sebehodnocení a pesimismu, a také prohloubit problémy s úzkostí a depresí. Je důležité naučit se rozpoznávat takové myšlenky a nahrazovat je vyváženějším a realističtějším hodnocením.</p>",
    "dialogSummary": "Osoba 1 vyjadřuje znepokojení kvůli pozdnímu příchodu na schůzku a dopouští se přehnané generalizace ohledně svých schopností řízení času. Osoba 2 jí pomáhá podívat se na situaci objektivněji, připomíná jí momenty včasných příchodů a zdůrazňuje, že jeden pozdní příchod nedělá z člověka někoho, kdo neustále chodí pozdě.",
    "dialog": [
      "Nemůžu uvěřit, že jsem zase přišel pozdě na schůzku. Já vždycky chodím pozdě. Vůbec neumím hospodařit se svým časem.",
      "Počkej, neukvapuj se v závěrech. Vzpomeň si, jak často jsi přišel včas. Opravdu si myslíš, že jedno zpoždění z tebe dělá někoho, kdo neumí nakládat s časem?",
      "Ale v poslední době často chodím pozdě. Mám pocit, že jsem úplně ztratil kontrolu.",
      "Podívejme se na to racionálně. To, že jsi přišel pozdě na jednu schůzku, z tebe nedělá někoho, kdo chodí věčně pozdě. Možná nastaly nepředvídatelné okolnosti, které jsi nemohl ovlivnit."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Znehodnocování pozitivního je kognitivní zkreslení, při kterém máme tendenci zanedbávat, podceňovat nebo zlehčovat význam pozitivních aspektů našeho života. Soustředíme se na nedostatky a negativa, přičemž ignorujeme význam úspěchů a dosažených cílů, i když jsou značné.</p><p>Toto zkreslení se může projevovat v různých oblastech: v práci, ve vztazích, zdraví, osobním rozvoji. Například člověk může dosáhnout profesního úspěchu, ale zaměřuje se na drobné chyby, místo aby se radoval z dosaženého. Nebo když dostane kompliment, může ho odbýt s tím, že je bezvýznamný nebo nezasloužený.</p><p>Znehodnocování pozitivního může vést k podceňování vlastních schopností, nedostatku sebevědomí, pocitu nespokojenosti a dokonce i k depresi. Je důležité naučit se všímat si a oceňovat pozitivní momenty v životě a umět se radovat z vlastních úspěchů.</p>",
    "dialogSummary": "V tomto dialogu osoba 1 znehodnocuje svůj úspěch v podobě povýšení v práci a soustředí se na nadcházející obtíže a zodpovědnost. Osoba 2 se snaží zdůraznit význam tohoto úspěchu a gratuluje jí k dosaženému.",
    "dialog": [
      "Dostal jsem povýšení v práci a teď se budu věnovat novým projektům.",
      "To je skvělá zpráva, gratuluji! Jaké projekty tě čekají?",
      "No, projekty jsou složité, čeká mě hodně práce. Je to jako hromadění povinností.",
      "Chápu, že je to výzva, ale vždyť jsi dosáhl důležitého milníku ve své kariéře! Je to výborná příležitost pro růst a rozvoj."
    ]
  },
  "DUE": {
    "textHTML": "<p>Imperativ je kognitivní zkreslení, při kterém jsme přesvědčeni, že se věci musí dít přesně tak, jak si představujeme, a jakákoliv odchylka od tohoto očekávání je vnímána jako nespravedlnost. Máme tendenci trvat na svých očekáváních a požadavcích, aniž bychom brali v úvahu realitu a možnosti.</p><p>Příkladem může být myšlenka: \"Měl jsem dostat tu práci, vždyť jsem se na pohovor tak usilovně připravoval\". V takových případech často nejsou zohledněny vnější faktory, které ovlivňují rozhodnutí, jako je přítomnost jiných kvalifikovaných kandidátů.</p><p>Toto zkreslení může vyvolat zklamání, hněv, nespokojenost a negativně ovlivnit duševní zdraví a mezilidské vztahy. Je důležité naučit se být flexibilní ve svých očekáváních a přijímat různé výsledky.</p>",
    "dialogSummary": "V tomto dialogu osoba 1 projevuje zkreslení \"imperativ\", když předpokládá, že musí pracovat bez přestávek, aby dosáhla úspěchu v kariéře, a to na základě příkladů jiných úspěšných lidí. Osoba 2 jí pomáhá s tímto přesvědčením, zdůrazňujíc, že každý má svou vlastní cestu k úspěchu a že rovnováha mezi prací a odpočinkem může být produktivnější.",
    "dialog": [
      "Musím pracovat každý den bez volna, abych dosáhl úspěchu ve své kariéře.",
      "Proč si to myslíš? Co tě přivedlo k takovému závěru?",
      "Četl jsem o tom, jak úspěšní lidé dosáhli svého: všichni tvrdě pracovali a neodpočívali.",
      "Ale každý člověk je jedinečný a neexistuje univerzální cesta k úspěchu. Možná pro tebe bude efektivnější najít rovnováhu mezi prací a odpočinkem, abys dosáhl svých cílů."
    ]
  },
  "EMO": {
    "textHTML": "<p>Kognitivní zkreslení \"emocionální zdůvodnění\" vzniká, když se při rozhodování spoléháme na své emoce místo na logiku a fakta. To může vést k nesprávnému vnímání situací a chybným rozhodnutím.</p><p>Příkladem je odmítnutí cesty za přáteli kvůli smutku a nechuti komunikovat. V tomto případě se člověk spoléhá na emoce a nebere v úvahu, že kontakt s přáteli může zlepšit náladu a pomoci cítit se lépe.</p><p>Emocionální zdůvodnění může vést k nesprávným závěrům a volbám, proto je důležité při rozhodování brát v úvahu objektivnější kritéria.</p>",
    "dialogSummary": "V tomto dialogu se osoba 1 řídí svým emocionálním stavem při odmítnutí schůzky a ignoruje logické argumenty a fakta. Osoba 2 se snaží pomoci osobě 1 podívat se na situaci objektivněji a zvážit další aspekty rozhodnutí.",
    "dialog": [
      "Nechci jít na rande, mám špatnou náladu.",
      "Ale říkala jsi, že se ti ten kluk líbí. Nechceš to zkusit a podívat se, jak to dopadne?",
      "Ne, jsem si jistá, že všechno pokazím kvůli své náladě. Cítím se nejistě a hloupě.",
      "Nemůžeš to vědět jistě, dokud to nezkusíš. Možná bude rande příjemné a zjistíš, že tvé obavy byly zbytečné."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Myšlenkový filtr je kognitivní zkreslení, při kterém se zaměřujeme pouze na negativní aspekty a ignorujeme ty pozitivní. Například po neúspěšném pohovoru se člověk může upnout na odmítnutí a nevšímat si získaných zkušeností a informací, které mohou být užitečné v budoucnu.</p><p>Toto zkreslení vede k pocitům nespokojenosti a nelibosti, i když je v životě mnoho dobrého. Myšlenkový filtr je často doprovázen dalšími zkresleními, jako je černobílé myšlení nebo znehodnocování pozitivního.</p><p>Pro překonání myšlenkového filtru je užitečné učit se všímat si a oceňovat pozitivní momenty a klást si otázky o pozitivních aspektech situace.</p>",
    "dialogSummary": "V tomto dialogu se osoba 1 zaměřuje na negativní zpětnou vazbu a ignoruje pozitivní stránky své práce. Osoba 2 se snaží pomoci osobě 1 vidět situaci objektivněji tím, že upozorňuje na všechny aspekty její práce.",
    "dialog": [
      "Dostal jsem negativní zpětnou vazbu v práci. Cítím se jako neúspěšný člověk.",
      "Ale vždyť jsi měl spoustu pozitivních hodnocení a úspěchů. Věnuješ příliš mnoho pozornosti jednomu negativnímu momentu.",
      "Ano, ale tato zpětná vazba mi připadá nejdůležitější. Jako by negovala všechny moje úspěchy.",
      "Soustředíš se pouze na tento negativní aspekt a ignoruješ všechno ostatní. To je právě myšlenkový filtr. Zkus se na situaci podívat objektivněji a zohlednit i pozitivní stránky své práce."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Nálepkování je kognitivní zkreslení, při kterém připisujeme lidem nebo situacím zjednodušená a kategorická hodnocení na základě omezeného počtu negativních pozorování. To nám brání zohledňovat další aspekty a vytváří zkreslené vnímání reality.</p><p>Příkladem může být hodnocení člověka jako \"divného\" nebo \"vyvrhele společnosti\" na základě jeho neobvyklého vzhledu. Podobně může nálepkování sebe sama vést k nízkému sebevědomí, kdy nebereme v úvahu pozitivní vlastnosti a úspěchy.</p><p>Uvědoměním si tohoto zkreslení můžeme objektivněji hodnotit lidi a situace, aniž bychom dělali ukvapené a negativní závěry.</p>",
    "dialogSummary": "V tomto dialogu se diskutuje o chování člověka, který křičel na děti v parku. Osoba 1 mu rychle přisuzuje nálepku \"špatný otec\" na základě jednoho pozorování. Osoba 2 navrhuje umírněnější pohled, poukazuje na nedostatek informací pro takový závěr a možnost různého chování za různých okolností.",
    "dialog": [
      "Viděl jsem, jak ten člověk křičel na své děti v parku. Je to určitě špatný otec.",
      "Nemůžeme soudit člověka podle jednoho případu. Možná měl špatný den nebo nějaké důvody pro takové chování.",
      "Já bych se ke svým dětem takhle nikdy nechoval. Ten asi nezvládá své rodičovské povinnosti.",
      "Neměl bys dělat tak kategorické závěry. Lidé se mohou chovat různě v různých situacích. Možná se za jiných okolností projevuje jako starostlivý otec."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>Zkreslení \"Kdyby tak\" se projevuje, když si představujeme alternativy k minulosti, které nelze realizovat. To často vede k diskusím o minulých událostech z pohledu \"co kdyby\", čímž vytváříme iluzorní scénáře.</p><p>Také můžeme toto zkreslení používat v dialozích, když přesvědčujeme ostatní, aby jednali jinak, aniž bychom brali v úvahu skutečné podmínky a omezení.</p><p>Toto zkreslení může vést k pocitům viny a nespokojenosti, protože srovnáváme realitu s nedosažitelnými ideály.</p>",
    "dialogSummary": "V tomto dialogu osoba 1 používá zkreslení \"Kdyby tak\" k ospravedlnění svého neúspěchu u zkoušky a přenáší odpovědnost na vnější faktory. Osoba 2 se snaží přesměrovat jeho pozornost na současné možnosti, poznamenávajíc, že minulost je neměnná a je důležité se soustředit na kroky, které lze podniknout nyní.",
    "dialog": [
      "Neudělal jsem zkoušku. Měl jsem se více učit.",
      "Ale vždyť jsi pracoval každý den. Jednal jsi v rámci svých možností, ne?",
      "Ano, ale mohl jsem se učit víc, kdybych tolik nepracoval.",
      "Je důležité si pamatovat, že minulost nelze změnit. Teď je lepší soustředit se na to, jak efektivně využít svůj čas v budoucnu, než přemýšlet o tom, co by mohlo být."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Zkreslení \"přehánění a zlehčování\" se projevuje v extrémně jednoznačném vnímání situací a událostí, přičemž ignoruje jejich nuance. Při přehánění člověk zesiluje význam negativních aspektů a vidí vše jako pod zvětšovacím sklem. Zlehčování spočívá v zmenšování důležitosti pozitivních aspektů a vlastních úspěchů.</p><p>Například člověk může neoprávněně přehánět své chyby a považovat se za neúspěšného, a zároveň zlehčovat své úspěchy, aniž by uznával své dosažené výsledky.</p><p>Toto zkreslení může vést ke zhoršení sebehodnocení a vztahů s ostatními, protože vnímání sebe sama a okolí je zkreslené.</p>",
    "dialogSummary": "V dialogu osoba 1 přehání svou nejistotu před nadcházejícím pohovorem, zatímco osoba 2 se snaží tuto nejistotu zmírnit tím, že zdůrazňuje silné stránky osoby 1 a její schopnost se přizpůsobit.",
    "dialog": [
      "Jsem tak nervózní z toho zítřejšího pohovoru. Vždycky pletu slova.",
      "Neměj obavy, přeháníš svou nejistotu. Jsem si jistý, že to zvládneš.",
      "Ale často ztrácím nit a zapomínám, co jsem chtěl říct.",
      "Máš také schopnost rychle nacházet řešení a přizpůsobit se. To ti během pohovoru velmi pomůže.",
      "Opravdu? Díky, pokusím se na to soustředit."
    ]
  },
  "READ": {
    "textHTML": "<p>Kognitivní zkreslení \"čtení myšlenek\" nastává, když se domníváme, že známe pocity nebo myšlenky druhých lidí bez objektivních důkazů. To může vést k chybným závěrům a nedorozuměním.</p><p>Příkladem je situace, kdy předpokládáme, že nás někdo nemá rád kvůli jeho chování, ačkoli ve skutečnosti mohou být důvody různé. Také se můžeme mylně domnívat, že ostatní chápou naše záměry, aniž bychom s nimi přímo komunikovali.</p><p>Uvědomění si tohoto zkreslení pomáhá vyhnout se nesprávným předpokladům a podporuje otevřenější a upřímnější komunikaci.</p>",
    "dialogSummary": "V dialogu osoba 1 demonstruje \"čtení myšlenek\", když předpokládá, že je na ni kolegyně naštvaná kvůli zpoždění na poradě. Osoba 2 poukazuje na nutnost ověřit si své domněnky a vyhnout se ukvapeným závěrům.",
    "dialog": [
      "Marie mě včera v kanceláři nepozdravila. Asi se na mě zlobí za to, že jsem přišel pozdě na poradu.",
      "Jsi si jistý? Možná byla jen zaneprázdněná nebo si tě nevšimla. Zeptal ses jí?",
      "Ne, nezeptal jsem se. Ale mám pocit, že je to kvůli tomu zpoždění.",
      "Nemůžeme si být jisti myšlenkami druhých, pokud se nezeptáme přímo. Možná měla úplně jiné důvody."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalizace je kognitivní zkreslení, kdy vnímáme události jako osobně namířené proti nám, i když pro takové vnímání neexistují důvody.</p><p>Příkladem může být situace, kdy si myslíme, že nás někdo nepozdravil kvůli osobní antipatii, přičemž ignorujeme jiné možné příčiny. Personalizace se také projevuje, když vnímáme negativní události jako výsledek našich nedostatků, aniž bychom brali v úvahu vnější faktory.</p>",
    "dialogSummary": "V dialogu osoba 1 personalizuje neúspěch při pohovoru a spojuje ho s osobními nedostatky, zatímco osoba 2 nabízí zvážit jiné faktory ovlivňující výsledek a zdůrazňuje, že neúspěch nemusí nutně souviset s osobními vlastnostmi.",
    "dialog": [
      "Neprošel jsem pohovorem. Prostě nedokážu zvládat důležité úkoly.",
      "To nutně neznamená, že jsi špatný. Možná měla společnost zvláštní požadavky nebo jiné kandidáty, kteří lépe odpovídali jejich potřebám.",
      "Ale v takových situacích vždycky dělám chyby. Mám pocit, že nejsem dost dobrý.",
      "Dělat chyby je součástí procesu učení. Ne každé odmítnutí u pohovoru poukazuje na tvé osobní nedostatky. Je důležité vidět situaci jako celek a brát v úvahu různé faktory, které mohly ovlivnit výsledek."
    ]
  }
}