{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Černobílé myšlení je kognitivní zkreslení, při kterém vnímáme svět v extrémech: buď je něco dokonalé, nebo hrozné; lidé jsou buď úplně dobří, nebo úplně špatní. Takový pohled nám bere možnost vnímat širokou škálu odstínů a nuancí a zjednodušuje realitu na příliš zjednodušený obraz. Výsledkem je zúžené vnímání reality a méně možných řešení.</p><p>Toto zkreslení se projevuje v kategorických hodnoceních sebe i druhých, například: „vždycky selžu“ nebo „pořád jen dělá chyby“. Může se týkat jakékoli oblasti života — práce, vztahů, událostí, přesvědčení, našich úspěchů i chyb.</p><p>Takový způsob uvažování může zvyšovat stres a úzkost, zhoršovat náladu, vyvolávat pocit osamělosti a komplikovat vztahy. Proto je užitečné učit se tyto myšlenky zachycovat a rozvíjet pružnější, realističtější pohled. To pomáhá lépe zvládat situace a dělat vyváženější rozhodnutí.</p>",
    "dialogSummary": "V tomto dialogu postava 1 uvažuje stylem „všechno, nebo nic“: kvůli jednomu neúspěchu u zkoušky usoudí, že na to vůbec nemá, aniž by zohlednila náročnost zkoušky a to, že měla málo času na přípravu.",
    "dialog": [
      "Neudělal jsem zkoušku — to znamená, že je to se mnou beznadějné.",
      "Zkouška byla opravdu těžká a na přípravu bylo málo času.",
      "To je jedno. Když to ostatní zvládli a já ne, znamená to, že na to nemám."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Katastrofizace je kognitivní zkreslení, při kterém máme tendenci zveličovat význam a důsledky nepříjemných událostí a představovat si je jako mnohem horší, než ve skutečnosti jsou. V takových chvílích můžeme prožívat silnou úzkost, strach a napětí, které neodpovídají realitě.</p><p>Katastrofizace se může projevit jako přesvědčení, že jeden neúspěch v určité oblasti života povede k úplnému krachu ve všem. To může vyvolávat obavy z budoucnosti, přehnané reakce na kritiku nebo odmítnutí a podkopávat sebedůvěru.</p><p>Tento styl uvažování může zhoršovat psychickou pohodu, zesilovat úzkost a stres, snižovat sebeúctu a víru ve vlastní schopnosti. Je důležité učit se takové myšlenky rozpoznat a postupně si budovat klidnější a realističtější pohled na to, co se děje — pomáhá to snižovat úzkost a cítit větší jistotu tváří v tvář obtížím.</p>",
    "dialogSummary": "V tomto dialogu postava 1 po odmítnutí na pohovoru katastrofizuje situaci a dochází k závěru, že už si nikdy nenajde práci. Nezvažuje možnost pokračovat v hledání a upravit očekávání, což by mohlo pomoci jít dál klidněji a s větší sebedůvěrou.",
    "dialog": [
      "Odmítli mě na pohovoru. Tak je to jasné — už si nikdy nenajdu práci a zůstanu bez zaměstnání.",
      "Ale vždyť máš rozeslaný životopis ještě na několik dalších pozic, ne?",
      "Jo, ale jaký to má smysl? Když mě nevzali sem, znamená to, že nejsem nikomu potřeba. Veškerá snaha je zbytečná.",
      "Takhle tvrdý závěr ti může jen zhoršit prožívání. Možná stojí za to dát si chvíli čas, upravit očekávání a pokračovat v hledání.",
      "Ale jak nemyslet na neúspěch? Mám pocit, že to dokazuje, že pro mě nikde místo nebude a všechny moje plány se hroutí."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Nadměrné zobecňování je kognitivní zkreslení, kdy z několika málo faktů nebo jednotlivých situací vyvozujeme široké závěry. Například po jedné negativní zpětné vazbě v práci může člověk dojít k přesvědčení, že je naprosto nekompetentní, a přehlížet své úspěchy a pozitivní výsledky.</p><p>Typickým příkladem je zpoždění na schůzku. Místo klidného zhodnocení důvodů si řekneme: „vždycky chodím pozdě“ nebo „nikdy nechodím včas“ a zapomeneme na řadu situací, kdy jsme dorazili přesně.</p><p>Tento způsob uvažování podkopává sebeúctu, posiluje pesimismus a úzkost a může udržovat depresivní myšlenky. Pomáhá si podobná zobecnění všímat a nahrazovat je vyváženějším a realističtějším pohledem na konkrétní situaci.</p>",
    "dialogSummary": "Postava 1 z jednoho zpoždění vyvodí závěr, že je „chronicky“ nesoustředěná a nedokáže hospodařit s časem. Postava 2 ji jemně vrací k faktům, připomíná situace, kdy přicházela včas, a navrhuje dívat se na věc konkrétněji.",
    "dialog": [
      "Nemůžu tomu uvěřit, zase jsem přišel pozdě. Asi pořád chodím pozdě a vůbec neumím hospodařit s časem.",
      "Počkejte, s tím závěrem nespěchejte. Vzpomeňte si, kolikrát přicházíte včas. Jedno zpoždění z vás nedělá chronicky nedochvilného člověka.",
      "Ale v poslední době se to stává častěji. Mám pocit, že to nezvládám.",
      "Podívejme se na fakta. Jedno nebo i pár zpoždění není vaše osobnostní vlastnost. Možná do toho vstoupily vnější okolnosti. Můžeme se podívat na příčiny a vymyslet, co vám příště pomůže."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Zlehčování pozitivního je kognitivní zkreslení, při kterém máme tendenci zmenšovat význam dobrých událostí, úspěchů a výsledků. V takových chvílích se soustředíme na nedostatky nebo obtíže, jako by to dobré neexistovalo nebo „se nepočítalo“, i když jde o důležité a zasloužené věci.</p><p>Může se objevovat v jakékoli oblasti života: v práci, ve vztazích, ve zdraví, ve studiu i v osobních cílech. Například člověk získá uznání, ale místo radosti myslí jen na vlastní chyby. Nebo po komplimentu odpoví: „to nic nebylo“ či „měl jsem prostě štěstí“.</p><p>Zlehčování pozitivního může podkopávat sebedůvěru, zvyšovat nespokojenost a přispívat k depresivním myšlenkám. Je užitečné učit se všímat si dobrých věcí stejně pozorně jako obtíží a dovolit si radost i z malých úspěchů.</p>",
    "dialogSummary": "Postava 1 dostane povýšení, ale svůj úspěch zlehčuje a soustředí se jen na to, jak náročné to teď bude. Postava 2 jemně připomíná, že jde o důležité dosažení, a podporuje vyváženější pohled na tento krok v kariéře.",
    "dialog": [
      "Povýšili mě, budu teď vést nové projekty.",
      "To je skvělá zpráva, gratuluju! Jaké projekty budeš vést?",
      "Bude to náročné, práce bude hodně. Připadá mi, že mi jen přidali další povinnosti.",
      "Je pravda, že to může být výzva, ale nezapomínej, že si tě nevybrali náhodou. Je to důležitý krok v kariéře a skvělá příležitost růst a ukázat, co umíš."
    ]
  },
  "DUE": {
    "textHTML": "<p>Zkreslení „mělo by“ vzniká, když jsme přesvědčeni, že se věci musí odehrávat přesně podle našich očekávání. Když se realita neshoduje s našimi představami, můžeme to vnímat jako nespravedlnost nebo chybu. V takovém nastavení se pevně držíme požadavků a očekávání a necháváme jen málo prostoru pro flexibilitu a objektivnější pohled.</p><p>Například si můžeme říkat: „Tu práci musím dostat, vždyť jsem se připravoval opravdu pečlivě.“ I při velké snaze ale výsledek často ovlivňují vnější faktory — například konkurence na pozici nebo jiní silní kandidáti.</p><p>Tento způsob uvažování může vyvolávat silné zklamání, podráždění a pocit nespravedlnosti a negativně dopadat na emoce i vztahy. Pomáhá si takových postojů všímat a rozvíjet pružnější přístup k výsledkům, s vědomím, že je možné více různých scénářů.</p>",
    "dialogSummary": "Postava 1 uvažuje v duchu „musím“, protože věří, že aby uspěla, musí pracovat bez volných dnů — opírá se přitom o příběhy jiných lidí. Postava 2 ji vede k širšímu pohledu a připomíná, že každý má jinou cestu a zdravá rovnováha mezi prací a odpočinkem může být udržitelnější a efektivnější.",
    "dialog": [
      "Musím pracovat každý den bez volného dne, jinak nikdy neuspěju.",
      "Proč k takovému závěru docházíte? Co vás k tomu vede?",
      "Četl jsem příběhy úspěšných lidí. Všichni hodně pracovali a skoro neodpočívali.",
      "Každý má svou cestu. Někomu takový režim vyhovuje, ale jiným víc pomáhá zdravá rovnováha. Odpočinek je také důležitý — pomáhá udržet energii a jít za cíli dlouhodobě."
    ]
  },
  "EMO": {
    "textHTML": "<p>Kognitivní zkreslení „emoční zdůvodňování“ vzniká, když se při rozhodování opíráme hlavně o aktuální pocity, a ne o logiku a fakta. V takových chvílích se emoce jeví jako hlavní důkaz, že situace je přesně taková, jak ji prožíváme — i když to objektivně nemusí být pravda.</p><p>Například člověk odmítne setkání s přáteli, protože je mu smutno a má pocit, že to stejně nic nezmění. Ve skutečnosti by mu ale kontakt a podpora mohly pomoct zlepšit náladu a nabrat energii.</p><p>Emoce jsou důležité, ale spoléhat se jen na ně může vést k chybným závěrům a rozhodnutím. Pomáhá vnímat nejen to, co cítíme, ale i fakta — díky tomu jsou rozhodnutí vyváženější a stabilnější.</p>",
    "dialogSummary": "V tomto dialogu postava 1 odmítá rande jen na základě smutku a nejistoty. Postava 2 jemně rozšiřuje perspektivu a připouští, že reálný zážitek může být mnohem příjemnější, než naznačuje aktuální nálada.",
    "dialog": [
      "Nechci jít na rande. Mám špatnou náladu.",
      "Ale ten člověk se ti líbil. Možná si zkus dát šanci a uvidíš, jak to dopadne?",
      "Cítím se nejistě a trapně. Mám pocit, že to jen pokazím.",
      "Nemůžeš to vědět dopředu. Schůzka může být příjemná a podpůrná a můžeš se cítit mnohem lépe než teď."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Mentální filtr je kognitivní zkreslení, při kterém si všímáme hlavně negativních momentů a pozitivní téměř přehlížíme. Například po neúspěšném pohovoru se člověk soustředí jen na odmítnutí a zapomene na cennou zkušenost a nové poznatky, které mu mohou v budoucnu pomoct.</p><p>Tento přístup může vést k nespokojenosti a poklesu nálady, i když je v životě mnoho dobrého. Mentální filtr se často pojí s dalšími zkresleními, například s černobílým myšlením nebo se zlehčováním pozitivního.</p><p>Abyste mentální filtr postupně oslabovali, je užitečné trénovat vnímání pozitivních momentů, pokládat si podpůrné otázky a připomínat si své úspěchy a silné stránky.</p>",
    "dialogSummary": "V tomto dialogu se postava 1 zasekne na jedné negativní zpětné vazbě a nevnímá pozitivní stránky své práce. Postava 2 pomáhá vidět úplnější obraz a upozorňuje na fakta, která potvrzují úspěchy a vynaložené úsilí.",
    "dialog": [
      "Dostal jsem v práci negativní zpětnou vazbu. Cítím se jako nula.",
      "Ale měl jsi spoustu pozitivních ohlasů a úspěchů. Zdá se, že jedné negativní poznámce dáváš příliš velkou váhu.",
      "Jo, ale tahle zpětná vazba mi připadá nejdůležitější. Jako by mazala všechny moje úspěchy.",
      "Teď vidíš jen negativní část situace a přehlížíš ostatní fakta. To je právě mentální filtr. Zkus se podívat šířeji a připomenout si to dobré, čeho jsi dosáhl."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Nálepkování je kognitivní zkreslení, při kterém dáváme lidem nebo situacím kategorické a zjednodušené hodnocení na základě omezených pozorování. Tím přestáváme vidět další stránky člověka nebo události a naše vnímání se zkresluje.</p><p>Například někdo označí druhého za „divného“ nebo „nesympatického“ jen kvůli vzhledu nebo chování v jedné epizodě. Stejně tak, když nálepkujeme sami sebe — třeba když si říkáme, že jsme „špatní“ nebo „neschopní“ — ignorujeme své silné stránky, úspěchy a reálné kvality.</p><p>Když se toto zkreslení učíme rozpoznat, je snazší vnímat sebe i druhé plastičtěji a spravedlivěji, bez ukvapených závěrů.</p>",
    "dialogSummary": "Postava 1 dojde k závěru, že člověk je „špatný otec“, poté co viděla jediný moment, kdy křičel na děti. Postava 2 nabízí vyváženější pohled a připomíná, že jedno pozorování nestačí a že lidé se v různých situacích mohou projevovat různě.",
    "dialog": [
      "Viděl jsem, jak ten muž v parku křičel na děti. Je to určitě špatný otec.",
      "Těžko soudit podle jednoho okamžiku. Možná měl náročný den nebo se stalo něco, co ho rozhodilo.",
      "Já bych se ke svým dětem nikdy takhle nechoval. Připadá mi, že roli rodiče prostě nezvládá.",
      "Kategorické závěry můžou klamat. Lidé reagují na stres různě a jindy může být velmi pečující a pozorný rodič."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>Zkreslení „co kdyby“ vzniká, když se v myšlenkách vracíme k minulým událostem a vytváříme si ideální alternativy, které tehdy reálně nebyly možné. Začneme uvažovat ve stylu „co kdyby“ a skládáme scénáře, jak se to mohlo vyvíjet jinak.</p><p>Někdy se to promítá i do komunikace: říkáme si (nebo druhým), že jsme měli postupovat jinak, aniž bychom vzali v úvahu reálné okolnosti, ve kterých se situace odehrála.</p><p>Tento pohled často vede k vině, lítosti a nespokojenosti, protože porovnáváme realitu s nedosažitelnými ideálními scénáři. Pomáhá si připomínat, že minulost změnit nelze — ale lze si vybrat, co udělat dál.</p>",
    "dialogSummary": "V dialogu se postava 1 dívá na zkoušku prizmatem „kdyby“, obviňuje sebe i okolnosti. Postava 2 ji jemně vrací do přítomnosti a budoucnosti a připomíná, že důležitější je, jaké kroky lze udělat teď.",
    "dialog": [
      "Neudělal jsem zkoušku. Měl jsem se učit víc.",
      "Ale vždyť jsi každý den pracoval a snažil ses ze všech sil. Dělal jsi, co šlo, v podmínkách, které jsi měl.",
      "Jo, ale učil bych se víc, kdyby nebyla práce.",
      "Minulost už nezměníš. Teď je důležitější přemýšlet, jak se podpořit a jak si příště lépe rozvrhnout čas."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Zkreslení „zveličování a zlehčování“ vzniká, když se na události díváme příliš jednostranně a přehlížíme odstíny a detaily. Při zveličování se negativní momenty jeví obrovské a zásadní, jako pod lupou. Při zlehčování naopak umenšujeme své silné stránky, úspěchy a pozitivní události, jako by neměly žádnou váhu.</p><p>Například člověk může kvůli drobným chybám dojít k závěru, že je neschopný, a přitom si nevšimnout vlastních výsledků a úsilí, které ho posouvají dál.</p><p>Tento přístup může negativně ovlivňovat sebeúctu i vztahy s okolím, protože obraz reality je zkreslený. Pomáhá trénovat rovnováhu: vidět chyby i silné stránky a oceňovat svůj skutečný přínos.</p>",
    "dialogSummary": "V dialogu postava 1 zveličuje svou neobratnost před pohovorem, zatímco postava 2 jemně vrací pozornost k silným stránkám a podporuje vyváženější pohled.",
    "dialog": [
      "Zítra mám pohovor a jsem z toho hrozně nervózní. Vždycky se zamotám do slov.",
      "Vypadá to, že teď svou neobratnost zveličuješ. Jsi schopnější, než si myslíš.",
      "Ale často znejistím a zapomenu, co chci říct.",
      "Máš důležité silné stránky: umíš se rychle zorientovat a hledat řešení. To je pro pohovor opravdu cenné.",
      "Opravdu? Díky, zkusím to mít na paměti."
    ]
  },
  "READ": {
    "textHTML": "<p>Kognitivní zkreslení „čtení myšlenek“ vzniká, když předpokládáme, že víme, co si druzí myslí nebo cítí, aniž bychom k tomu měli skutečné důkazy. Neopíráme se o fakta, ale o domněnky — a často se tak chytíme do pasti chybných závěrů.</p><p>Například si můžeme vyložit něčí chování jako nepřátelské, i když důvod může souviset s jeho náladou, starostmi nebo únavou. Někdy je to i naopak: myslíme si, že druhý člověk rozumí našim záměrům nebo pocitům, i když jsme je nikdy neřekli nahlas.</p><p>Když si tohoto zkreslení všimneme, snáz se vyhneme mylným předpokladům a můžeme budovat otevřenější a poctivější komunikaci, která stojí na faktech, ne na domněnkách.</p>",
    "dialogSummary": "V dialogu postava 1 vyvozuje závěr o náladě kolegyně jen na základě vlastních domněnek. Postava 2 jemně připomíná, že bez přímého rozhovoru si nemůžeme být jistí tím, co si druhý člověk myslí a cítí.",
    "dialog": [
      "Včera mě v kanceláři Marie nepozdravila. Asi se na mě zlobí kvůli tomu, že jsem přišel pozdě na poradu.",
      "A jste si tím jistí? Možná byla zaneprázdněná nebo si vás prostě nevšimla. Máte možnost se jí zeptat?",
      "Ne, neptal jsem se. Ale mám pocit, že jde právě o to.",
      "Bez rozhovoru si nemůžeme být jistí myšlenkami druhého člověka. Možná měla své důvody, které s vámi vůbec nesouvisely."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalizace je kognitivní zkreslení, při kterém vnímáme události jako osobně namířené proti nám, i když k tomu nejsou reálné důvody. Jako bychom stáli uprostřed dění a brali si na sebe věci, které s námi ve skutečnosti nemusí mít přímou souvislost.</p><p>Například když někdo nepozdraví, můžeme si vyložit, že nás záměrně ignoruje nebo k nám cítí odpor. Můžeme přehlédnout, že se třeba trápí, spěchá nebo byl jen nepozorný. Personalizace se objevuje i tehdy, když bereme každou nepříjemnou událost jako důkaz vlastních nedostatků a ignorujeme vnější okolnosti.</p>",
    "dialogSummary": "Postava 1 si odmítnutí na pohovoru vykládá jako důkaz vlastní neschopnosti. Postava 2 jemně připomíná, že výsledek mohl záviset na mnoha faktorech a neurčuje hodnotu člověka ani jeho schopnosti.",
    "dialog": [
      "Neprošel jsem pohovorem. Asi nezvládám důležité úkoly.",
      "Nemusí to tak být. Možná měla firma specifické požadavky nebo se přihlásili kandidáti, kteří se na tu roli hodili víc.",
      "Ale pokaždé, když jde o něco důležitého, udělám chybu. Asi nejsem dost dobrý.",
      "Chyby a odmítnutí jsou normální součástí cesty. Neznamená to, že je s tebou něco špatně. Je dobré brát v úvahu různé faktory a nespojovat každou situaci jen se svou hodnotou nebo schopnostmi."
    ]
  }
}
