{
  "ykRKsDopcp": {
    "title": "Argumenty pro a proti automatické myšlence",
    "description": "Přidat krok, ve kterém bude možné uvést argumenty „pro“ a „proti“ automatické myšlence."
  },
  "rwdHy8lyCk": {
    "title": "Integrace umělé inteligence",
    "description": "Přidat podporu AI, aby pomáhala s analýzou myšlenek a nabízela personalizovaná doporučení."
  },
  "QejWpiat0v": {
    "title": "Hodnocení míry přesvědčení po práci s myšlenkou",
    "description": "Teď lze ohodnotit míru přesvědčení jen před začátkem práce. Chtěli byste možnost ohodnotit ji znovu i po vytvoření alternativní odpovědi?"
  },
  "FFoEvFNDpe": {
    "title": "Motivace k pravidelné praxi",
    "description": "Přidat systém sledování série dnů a odměny nebo odznaky za pravidelnost."
  },
  "W9mMGTmapW": {
    "title": "Webová verze",
    "description": "Vytvořit webovou verzi aplikace. Bylo by pro vás pohodlné vést deník i na počítači?"
  },
  "eur8RglkH0": {
    "title": "Další materiály ke KBT",
    "description": "Přidat více vzdělávacích materiálů: o práci s dysfunkčními myšlenkami, úzkostí, PPP a dalšími tématy."
  },
  "EQ3zKWJ0pU": {
    "title": "Statistiky k deníku",
    "description": "Zobrazovat četnost zápisů, nejčastější emoce, kognitivní zkreslení a další užitečné přehledy."
  },
  "EauYpGQzAL": {
    "title": "Copingové kartičky",
    "description": "Umožnit vytvářet kartičky: na jedné straně myšlenka, na druhé její vyvrácení. Klasická technika KBT."
  },
  "gvwOk0eqXB": {
    "title": "Statistiky testů",
    "description": "Přidat graf vývoje výsledků testů v sekci testování."
  },
  "2o6HBDuM2o": {
    "title": "Test úzkosti",
    "description": "Přidat nový test pro zhodnocení míry úzkosti, podobně jako u testu deprese."
  },
  "2o7H8DtM2o": {
    "title": "Export zápisů z deníku",
    "description": "Přidat možnost exportovat zápisy do CSV nebo Excelu."
  },
  "QWjMvNfKLw": {
    "title": "Více automatických myšlenek",
    "description": "Umožnit přidat do jednoho záznamu více automatických myšlenek, každou se samostatným hodnocením a alternativní odpovědí."
  },
  "iF6yEanPp3": {
    "title": "Deník",
    "description": "Sekce pro volné denní zápisky a následné označení automatických myšlenek (s další podporou AI)."
  },
  "iF6sKCdvfds": {
    "title": "Mezipřesvědčení",
    "description": "Přidat možnost propojovat automatické myšlenky s přesvědčeními a vytvářet mapu přesvědčení."
  },
  "iF6sKverhdfd": {
    "title": "Denní hodnocení stavu",
    "description": "Přidat denní hodnocení stavu a graf vývoje, propojený se změnami přesvědčení."
  },
  "iF6sKvevscdf1": {
    "title": "Rozšířené denní hodnocení",
    "description": "Hodnotit nejen stav před a po, ale také emoce a provedené praktiky."
  },
  "iF6sKvJllcpwx": {
    "title": "Příběhy zvládání",
    "description": "Přidat sekci s osobními příběhy o překonávání obtíží — pro inspiraci a vzájemnou podporu."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test 7 životních oblastí",
    "description": "Test pro odhalení zranitelných oblastí, například závislosti na uznání nebo sklonu k perfekcionismu."
  },
  "sdvsdsdlwwQec": {
    "title": "AI v deníku",
    "description": "AI bude analyzovat zápisky a vytahovat automatické myšlenky, aby pomohla hledat řešení a směry další práce."
  },
  "sdvdcarlwwQff": {
    "title": "Sokratovský dialog",
    "description": "AI bude klást otázky, které pomohou odhalit skrytou automatickou myšlenku."
  },
  "sdvdNdbxdwQfb": {
    "title": "Virtuální psycholog",
    "description": "Možnost volně si povídat s AI: sdílet prožívání, získat podporu a doporučení."
  },
  "sdvdpsvwQfw": {
    "title": "Novacova škála hněvu",
    "description": "Přidat test míry podrážděnosti, aby bylo možné zhodnotit úroveň skrytého napětí a hněvu."
  },
  "sdvdpsvGscfvw": {
    "title": "Hlasový vstup",
    "description": "Možnost vyplňovat deníky hlasem."
  },
  "rsoklcescfvwz": {
    "title": "AI shrnutí dne",
    "description": "Na konci dne bude AI umět shrnout den, vyvodit závěry a nabídnout doporučení."
  },
  "lkmvdsvdsfds": {
    "title": "Obrázky v deníku",
    "description": "Přidat možnost přikládat k zápiskům obrázky."
  },
  "iFlct67Ldvkwq": {
    "title": "Deník vděčnosti",
    "description": "Přidat do chytrého deníku formát zápisu „vděčnost“."
  }
}
