{
  "ykRKsDopcp": {
    "title": "Argumenty pro a proti automatické myšlence",
    "description": "Přidat nový krok v deníku - uvedení argumentů ve prospěch a proti automatické myšlence"
  },
  "rwdHy8lyCk": {
    "title": "Přidat umělou inteligenci",
    "description": "Přidat integraci s populárními neuronními sítěmi pro pomoc při analýze vašich myšlenek, individuální tipy při práci s deníkem"
  },
  "QejWpiat0v": {
    "title": "Hodnocení úrovně víry v myšlenku po vyplnění deníku",
    "description": "V současné době můžete ohodnotit úroveň víry v automatickou myšlenku pouze před začátkem zpracování. Chtěli byste hodnotit účinek zpracování po vyplnění adaptivní odpovědi na myšlenku?"
  },
  "FFoEvFNDpe": {
    "title": "Motivace k aktivitám",
    "description": "Přidat sledování dnů nepřetržitých aktivit v deníku. Odměňovat pomyslnými odznaky, pobídkami uvnitř aplikace"
  },
  "W9mMGTmapW": {
    "title": "Webová verze",
    "description": "Bez větších obtíží bychom mohli vytvořit webovou verzi aplikace. Máte potřebu pracovat s deníkem přes desktop?"
  },
  "eur8RglkH0": {
    "title": "Více materiálů ke studiu KBT",
    "description": "Cítíte potřebu vzdělávacích materiálů? Můžeme více vysvětlit metody práce s destruktivními myšlenkami, jak se vypořádat s neurózami, PPP atd."
  },
  "EQ3zKWJ0pU": {
    "title": "Přidat statistiky deníku",
    "description": "Zobrazovat, jak často si vedete záznamy, nejčastější emoce, kognitivní zkreslení atd."
  },
  "EauYpGQzAL": {
    "title": "Přidat copingové karty",
    "description": "Umožnit vytváření karet s destruktivní myšlenkou na jedné straně a vyvrácením na druhé. Tato technika se používá v KBT, cítíte potřebu takové funkce?"
  },
  "gvwOk0eqXB": {
    "title": "Přidat statistiky do testů",
    "description": "Umístit na stránku testů graf zobrazující dynamiku změn výsledků absolvovaných testů."
  },
  "2o6HBDuM2o": {
    "title": "Nový psychologický test úzkosti",
    "description": "V současné době jsme přidali test úrovně deprese. Je potřeba přidat podobný test na úroveň úzkosti?"
  },
  "2o7H8DtM2o": {
    "title": "Export záznamů z deníku automatických myšlenek do souboru",
    "description": "Nyní poskytujeme možnost synchronizace dat mezi různými zařízeními. Je potřeba dát možnost stáhnout záznamy ve formátu CSV nebo Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Několik automatických myšlenek",
    "description": "Současný formát deníku předpokládá zpracování jedné myšlenky najednou. Měli bychom umožnit psát několik myšlenek, kde každá bude hodnocena samostatně a bude mít samostatnou adaptivní odpověď?"
  },
  "iF6yEanPp3": {
    "title": "Deník",
    "description": "Sekce, kde si můžete zapisovat, co se během dne stalo, a poté analyzovat a extrahovat automatické myšlenky. Později lze přidat AI pro pomoc při analýze záznamu."
  },
  "iF6sKCdvfds": {
    "title": "Prostřední přesvědčení",
    "description": "Umožnit propojení automatických myšlenek s prostředními přesvědčeními. Na základě toho bude možné vytvořit strom přesvědčení a analyzovat jej."
  },
  "iF6sKverhdfd": {
    "title": "Denní hodnocení stavu",
    "description": "Přidat možnost hodnotit svůj stav každý den při návštěvě aplikace. Později bude možné vytvořit graf změn stavu a porovnat jej s dynamikou změn postojů."
  },
  "iF6sKvevscdf1": {
    "title": "Rozvoj denního hodnocení stavu",
    "description": "Nyní můžete hodnotit svůj psychický stav před cvičeními a po nich. Chtěli byste také hodnotit převládající emoce a zaznamenávat, jaká cvičení jste dělali pro zlepšení stavu?"
  },
  "iF6sKvJllcpwx": {
    "title": "Příběhy o překonávání psychologických problémů",
    "description": "Přidat sekci, kde můžete sdílet příběh o překonání svého psychologického problému, abyste inspirovali lidi s podobnými obtížemi. A samozřejmě také číst příběhy ostatních lidí."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test s analýzou 7 životních ukazatelů",
    "description": "Test analyzuje několik stránek života a určuje, v jakých oblastech jste nejzranitelnější. Například závisíte na schválení ostatních nebo máte sklony k perfekcionismu."
  },
  "sdvsdsdlwwQec": {
    "title": "Integrace AI do deníku",
    "description": "AI vám pomůže analyzovat záznamy v deníku a identifikovat automatické myšlenky. Nabídne varianty řešení vašich psychologických problémů a pomůže vám při jejich zpracování."
  },
  "sdvdcarlwwQff": {
    "title": "Sokratovský dialog",
    "description": "Ne vždy se daří odhalit automatickou myšlenku. Metoda sokratovského dialogu předpokládá, že si budete klást otázky k odhalení skryté myšlenky. AI vám bude klást otázky, aby vám pomohla odhalit automatickou myšlenku."
  },
  "sdvdNdbxdwQfb": {
    "title": "Virtuální psycholog",
    "description": "Volná komunikace s AI v dialogu. Můžete sdílet své obavy, požádat o radu, získat podporu."
  },
  "sdvdpsvwQfw": {
    "title": "Novakova škála podráždění",
    "description": "Přidat nový test úrovně podrážděnosti. Ukáže, kolik hněvu a podráždění absorbujete a zadržujete v každodenním životě."
  },
  "sdvdpsvGscfvw": {
    "title": "Hlasový vstup",
    "description": "Možnost hlasem vyplňovat textová pole v denících."
  },
  "rsoklcescfvwz": {
    "title": "Denní analýza aktivity",
    "description": "Na konci každého dne po práci v aplikaci budete moci požádat o analytiku dne od AI. Vyvodí závěry z vaší práce a poskytne doporučení."
  },
  "lkmvdsvdsfds": {
    "title": "Obrázky v chytrém deníku",
    "description": "Přidat možnost připojit obrázky k záznamům v chytrém deníku."
  },
  "iFlct67Ldvkwq": {
    "title": "Deník vděčnosti",
    "description": "V chytrém deníku přidat nový typ záznamu - vděčnost."
  }
}
