{
  "activity": [
    {
      "subtitle": "Shromáždili jsme řadu psychologických technik na jednom místě, abyste si mohl vybrat ty, které vám opravdu sednou.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Každá technika má své hodnocení — vybírejte ty, které vám pomáhají nejvíc.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Učte se laskavě přeformulovat negativní přesvědčení.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Postupně pomocí kartiček nahrazujte nefunkční přesvědčení realističtějšími a podpůrnými.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Pište si denní záznamy v удобném formátu a vyjadřujte své myšlenky svobodně.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "AI zanalyzuje vaše záznamy a pomůže vám podívat se na situaci z jiného úhlu.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Nástroje pro práci s automatickými myšlenkami — jak je analyzovat a nahrazovat zdravějšími a užitečnějšími.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Deník je úzce propojený s AI, které pomáhá myšlenky formulovat a analyzovat.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "V každém kroku najdete srozumitelná vysvětlení, jak s deníkem pracovat co nejefektivněji.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Postupně jděte do větší hloubky a zkoumejte kořeny svých prožitků na úrovni mezipřesvědčení.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Ukládejte nefunkční přesvědčení do copingových kartiček a nahrazujte je racionálnějšími a podpůrnými.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Mezipřesvědčení formují automatické myšlenky. Propojujte je, abyste lépe chápali své reakce a mohli je v čase sledovat a vyhodnocovat.",
      "img": "intermediate/en/s3.png"
    }
  ]
}
