{
  "info": {
    "event": "Olumsuz duygu ya da düşünceyi tetikleyen unsuru belirlemekle başlayalım. Tetikleyici, önemli bir olay olabileceği gibi çok küçük bir olay ya da aniden beliren bir düşünce de olabilir.",
    "thought": "Otomatik düşünce olayın ardından ortaya çıkar ve duygu dalgasını başlatır. Bu duygular güçlenip yeni olumsuz düşünceler üreterek kısır döngü oluşturabilir. Bunun büyümesini önlemek için otomatik düşünceyi mümkün olduğunca erken fark edip kaydetmeye çalışın.",
    "body": "Tetikleyicinin ortaya çıktığı ânı hatırlayın ve bedensel duyumlara dikkat edin. Tam olarak hangi rahatsız edici tepkileri hissettiniz?",
    "behavior": "Bu duygular ortaya çıktıktan sonra nasıl davrandınız? Ne yaptınız ya da yapmaktan kaçındınız?",
    "response": "Otomatik düşünceyi fark ettiğinizde onu dikkatle incelemek önemlidir. Bu tür düşünceler çoğu zaman bilişsel çarpıtmalar ve mantık hataları içerir. Göreviniz, daha akılcı ve gerçekçi bir yanıt bulup destekleyici bir tutum oluşturmaktır.",
    "conclusion": "Hangi sonuçlara vardığınızı yazın: duygusal durumunuz değişti mi, şimdi duruma nasıl bakıyorsunuz ve benzer koşullarda bir sonraki sefer neyi denemek istersiniz?",
    "comparison": "Otomatik düşünceyi destekleyen ve ona karşı çıkan kanıtları yazın. Bu, onu nesnel olarak değerlendirmenize ve tabloyu daha geniş görmenize yardımcı olur."
  },
  "stepper": {
    "event": "İşteki bir görevde hata yaptım",
    "thought": "Sık sık hata yaptığımı ve bu yüzden çevremdekilerin bana kötü davrandığını düşünüyorum",
    "body": "Kalp atışım hızlandı ve göğsümde ağırlık hissettim",
    "behavior": "Kapıyı hızla çekip dışarı çıktım",
    "response": "Herkes hata yapar; bu, iş sürecinin bir parçası. Başkalarının gerçekte ne düşündüğünü bilemem ve varsayımlarım isabetsiz olabilir.",
    "conclusion": "Benzer bir durum yine yaşanırsa, başkalarının tepkisi hakkında acele sonuçlara varmamaya çalışacağım. Ayrıca kendime güvenimi artırmak ve benzer hataların olasılığını azaltmak için görevlerime yönelik bir kontrol listesi hazırlayacağım."
  },
  "analysis": {
    "description": [
      "Günlük tutmayı rutin bir görev olmaktan çıkarıp yaratıcı ve keyifli bir sürece dönüştürün. Olayları yalnızca sıralamak yerine, gününüzü kısa bir hikâye gibi anlatmayı deneyin.",
      "Yapay zekâ sizi destekler; anlatınızı analiz eder ve uygun kategorileri ve alanları seçerek günlüğü doldurmanın en iyi yolunu önerir.",
      "Kayıt mümkün olduğunca kişisel ve isabetli kalsın diye, yapay zekânın önerilerini dilediğiniz gibi değiştirebilir ve tamamlayabilirsiniz.",
      "Metniniz günlükte saklanır; analizden sonra kaybolmaz ve size her zaman erişilebilir olur.",
      "Yapay zekâ, düşüncelerle çalışmayı yalnızca faydalı değil, ilham verici de kılar; günlük doldurmayı kendini ifade etmeye ve özen göstermeye alan açan bir sürece dönüştürür."
    ],
    "hint": [
      "Yaşadığınız olayı, duygularınızı ve düşüncelerinizi anlatın. Hikâyenizde şunlara da değinmeye çalışın:",
      "Hangi olay gerçekleşti",
      "Hangi otomatik düşünce ortaya çıktı",
      "Hangi duyguları ve bedensel duyumları yaşadınız",
      "Otomatik düşünceye verdiğiniz uyumlu yanıt",
      "Bu durumdan çıkardığınız sonuç"
    ]
  },
  "automaticAnalysis": [
    {
      "title": "Düşünce yerine duyguyu yazmak",
      "description": "Duygular tek başına çürütülemez ya da alternatif bir yanıtla değiştirilemez. Bu yüzden duyguları ayrıca işaretliyoruz; burada önemli olan, duyguyu tetikleyen düşüncenin kendisini kaydetmek.",
      "wrong": "Kaygı hissediyorum",
      "right": "Sanırım başa çıkamayacağım"
    },
    {
      "title": "Aşırı genel ifade",
      "description": "Bazen düşünce çok genel yazılır; bu da duyguyu neyin tetiklediğini anlamayı zorlaştırır. Somutlaştırmak daha iyidir.",
      "wrong": "Her şey kötü",
      "right": "Sanırım iş arkadaşlarım beni yetersiz buluyor"
    },
    {
      "title": "Yorum yerine olayı yazmak",
      "description": "Bu adımda olayın kendisini değil, kendi yorumunuzu yansıtmak önemlidir. Olayı bir önceki adımda zaten kaydettik.",
      "wrong": "İşe geç kaldım",
      "right": "Şimdi müdürüm beni sorumsuz sanabilir"
    },
    {
      "title": "Karmaşık ve dolambaçlı ifade",
      "description": "Düşünceleri yalın ve anlaşılır yazmak daha iyidir. Böylece destekleyici, uyumlu bir yanıt oluşturmak kolaylaşır.",
      "wrong": "Görüşümün önemli olmadığı kanaatindeyim",
      "right": "Benim fikrim kimse için önemli değil"
    },
    {
      "title": "Otomatik düşünceyi atlamak",
      "description": "Bazen hemen olumlu ifadelere geçmek isteriz. Ancak önce otomatik düşünceyi fark edip yazmak gerekir ki sonrasında onunla çalışabilelim.",
      "wrong": "Pozitif düşünmeliyim",
      "right": "Başa çıkabileceğimden emin değilim"
    },
    {
      "title": "Kilit düşünceleri görmezden gelmek",
      "description": "Bazen en acıtıcı düşüncelerden kaçınır, yalnızca daha yumuşak olanları yazarız. Oysa tam da bu kilit düşünceleri kabul etmek, kendimizi daha iyi anlamaya yardımcı olur.",
      "wrong": "Gelecek hakkında biraz kaygılıyım",
      "right": "Asla başarıya ulaşamayacağım"
    }
  ]
}