{
  "list": {
    "0": {
      "title": "Günlük doldururken yapay zekâ önerileri",
      "description": "Otomatik düşünceler günlüğünü doldurmak bazen zor olabilir. Öneri sistemimiz size ipuçları verir, destek olur ve nazikçe yönlendirir; böylece hatalardan kaçınmanız kolaylaşır. Düşüncelerle çalışmak daha anlaşılır ve konforlu hâle gelir."
    },
    "1": {
      "title": "Kayıtlarınızın kişiselleştirilmiş analizi",
      "description": "Duygu ve düşüncelerinizi yapay zekâmızla paylaşın; duruma yeni bir açıdan bakmanıza yardımcı olsun. Yapay zekâ, destekleyici öneriler sunar ve bilişsel çarpıtmaları görünür kılar; böylece onlarla daha etkili çalışabilirsiniz."
    },
    "2": {
      "title": "Kişisel verilerin güvenliği",
      "description": "Uygulamaya giriş için parola belirleyebilir, verilerinizin ayrıca şifrelenmesini sağlayabilirsiniz. Bu, yüksek düzeyde koruma sunar ve kayıtlarınıza yalnızca sizin erişebilmenizi garanti eder."
    },
    "3": {
      "title": "Yapay zekâ destekli konuşma tanıma",
      "description": "Duygu analiziyle birlikte çağdaş konuşma tanıma teknolojileri kullanıyoruz. Uygulama noktalama işaretlerini yerleştirir ve metni düzenler. Elle yazmaya kıyasla birkaç kat daha hızlı, tertipli kayıtlar elde edin."
    },
    "4": {
      "title": "Tüm cihazlar arasında eşzamanlama",
      "description": "Kayıtlarınız güvenle şifrelenir ve sunucuda saklanır. Böylece farklı cihazlarda günlükle çalışabilir ve verilerinize her zaman, her yerden erişebilirsiniz."
    },
    "5": {
      "title": "Testlere tam erişim",
      "description": "Testler, profesyonel psikologların katkısıyla hazırlanmış ve anlaşılır açıklamalarla desteklenmiştir. Kendinizi daha iyi anlamanıza ve zaman içindeki değişimi izlemenize yardımcı olur."
    },
    "6": {
      "title": "Bilgi bankasına sınırsız erişim",
      "description": "Ruh sağlığına dair kapsamlı bir bilgi bankası oluşturduk ve sürekli genişletiyoruz. Yazıları sınırsız okuyarak her gün kendinize özen göstermenin yeni yollarını keşfedin."
    },
    "7": {
      "title": "Kayıtlara görsel ekleme",
      "description": "Duyguları ve bağlamı daha isabetli aktarmak için kayıtlara görseller ekleyin. Tüm fotoğraflar cihazlar arasında eşzamanlanır ve gerekirse psikoloğunuza görünür olabilir."
    }
  },
  "last": {
    "title": "Ayrıca şu özellikler de sunulacak:",
    "advantages": [
      "Verileri CSV biçiminde dışa aktarma",
      "Verilerin psikoloğunuzla otomatik eşzamanlanması",
      "Rahatlatıcı sesler için zamanlayıcı",
      "Abonelik fiyat artışına karşı koruma"
    ]
  }
}
