{
  "list": {
    "0": {
      "title": "Günlüğü doldururken AI önerileri",
      "description": "Otomatik düşünceler günlüğünü doldurmak zor ve zahmetli bir iş olabilir. Öneri sistemimiz bu süreci kolaylaştırır: size rehberlik eder, destek verir ve hatalardan kaçınmanıza yardımcı olur. Bu sayede düşüncelerinizle çalışmanız daha verimli hale gelir."
    },
    "1": {
      "title": "Kayıtlarınızın kişiselleştirilmiş analizi",
      "description": "Endişelerinizi AI ile paylaşın, o da sorunlarınıza yeni bir bakış açısıyla yaklaşmanıza yardımcı olsun. Yapay zeka sizi destekler, faydalı önerilerde bulunur ve etkili bir şekilde çalışabileceğiniz bilişsel çarpıtmaları belirler, böylece sorunları çözmeye doğru ilerlersiniz."
    },
    "2": {
      "title": "Kişisel veri güvenliği",
      "description": "Uygulamaya girişte parola belirleme imkanı sunar ve kişisel verilerinizi ek olarak şifreler. Bu, doğru parola olmadan uygulamaya erişimi imkansız hale getirir ve bilgilerinizi en üst düzeyde korur."
    },
    "3": {
      "title": "AI konuşma tanıma",
      "description": "Duygu analizine sahip en yeni konuşma tanıma teknolojilerini kullanarak düşüncelerinizi ve tonlamalarınızı doğru bir şekilde iletiriz. Sistemimiz otomatik olarak paragraflar ve noktalama işaretleri ekler. Klavye ile yazmaktan dört kat daha hızlı doğru kayıtlar alırsınız."
    },
    "4": {
      "title": "Tüm cihazlar arasında senkronizasyon",
      "description": "Verileriniz güvenli bir şekilde şifrelenir ve sunucumuzda saklanır, bu da onların güvende olmasını sağlar. Ayrıca, aynı anda birden fazla cihazdan kayıt yapmanıza olanak tanır, böylece her zaman bilgilere kolay ve kesintisiz erişim sağlayabilirsiniz."
    },
    "5": {
      "title": "Testlere tam erişim",
      "description": "Testlerimiz profesyonel psikologlar tarafından geliştirilmiştir ve her soruya ilişkin ayrıntılı açıklamalar içerir. Bu, kendinizi daha iyi anlamanıza ve durumunuzdaki değişiklikleri takip etmenize yardımcı olur, böylece kendini tanıma ve gelişim konusunda daha bilinçli bir yaklaşım elde edersiniz."
    },
    "6": {
      "title": "Bilgi tabanına sınırsız erişim",
      "description": "Kendi kendine öğrenme, daha mutlu ve bilinçli bir yaşam yolunda kilit bir unsurdur. Sürekli güncellenen geniş bir bilgi tabanı geliştirdik. Etkileşimli makalelerimizi sınırsız okuyun ve her gün hayatınızı iyileştirmenin yeni yollarını keşfedin."
    },
    "7": {
      "title": "Girişlere görseller ekleme",
      "description": "Düşüncelerinizi görsellerle ifade edin. Eklenen görseller tüm cihazlar arasında senkronize edilecek ve psikoloğunuz tarafından erişilebilir olacaktır!"
    }
  },
  "last": {
    "title": "Ayrıca şu özellikler de mevcut olacak:",
    "advantages": [
      "CSV formatında veri dışa aktarma",
      "Psikologla veri otomatik senkronizasyonu",
      "Rahatlatıcı sesler için kapanma zamanlayıcısı",
      "Abonelik fiyat artışına karşı koruma"
    ]
  }
}
