{
  "title": "Как перестать жить достижениями?",
  "description": "Статья раскрывает скрытые риски зависимости от успеха и показывает, что достижения сами по себе не делают человека счастливым. Примеры звёзд, таких как Леди Гага и Джим Керри, напоминают: даже самые успешные могут столкнуться с депрессией и внутренними кризисами. Главная мысль — важно находить баланс между стремлением к целям и полноценной жизнью, ценить себя не за результаты, а просто за то, кто вы есть.",
  "screen_1": {
    "texts": [
      "Конечно, не нужно бросать свои проекты и амбиции, чтобы справиться с зависимостью от достижений.",
      "Ведь стремиться к результатам — это нормально. Замечательно иметь работу, доход, дом, машину и другие приятные достижения.",
      "Трудности начинаются тогда, когда без этих признаков успеха вы начинаете считать себя незначимым, «не таким» или недостойным.",
      "Чтобы освободиться от давления «быть идеальным и всегда на высоте», попробуйте задуматься о следующем:",
      "Готовы ли вы прожить жизнь на эмоциональных американских горках?",
      "Если взглянуть трезво, выбор жить по принципу «я = мои результаты» делает эмоциональные качели бесконечными.",
      "Сегодня вы на вершине и счастливы, завтра столкнулись с неудачей — и всё вокруг тускнеет. Получилось — вы молодец, не получилось — вы будто провалились.",
      "Ваше настроение станет слишком уязвимым. Если люди заметят, что вы зависите от оценок и достижений, этим можно легко манипулировать.",
      "Например, начальник может регулярно давать вам непосильные задачи, зная, что вы из последних сил будете стараться ради похвалы.",
      "Достижения не равно счастье",
      "Мы привыкли думать, что деньги, статус и слава гарантируют благополучие. Но если бы счастье зависело только от успеха, мы бы видели огромную разницу между уровнями счастья у людей разных социальных групп.",
      "Большинство людей не могут похвастаться громкими успехами, но это не мешает многим из них быть искренне счастливыми и довольными жизнью.",
      "При этом стремление к целям никто не отменял. Важно уметь различать здоровую мотивацию и болезненную зависимость.",
      "На деле даже люди с высоким статусом и большими доходами могут столкнуться с депрессией, эмоциональным истощением или разочарованием.",
      "Например, Леди Гага, которую многие считают воплощением успеха, создала фонд «Born This Way Foundation», чтобы поддержать молодёжь, ведь сама хорошо знает, что такое внутренние трудности.",
      "«Я страдала от депрессии и тревожности всю свою жизнь и продолжаю бороться с этим до сих пор», — рассказывала она в интервью Billboard в 2015 году.",
      "Или Джим Керри, который дарил людям смех, но сам в самые яркие моменты карьеры переживал тяжёлый эмоциональный кризис.",
      "Джим много лет сражался с глубокой депрессией.",
      "Это касается не только знаменитостей. Многие предприниматели и руководители тоже сталкиваются с психоэмоциональным выгоранием и зависимостями.",
      "Некоторые успешные люди, к сожалению, доходят до крайности. Даже появился термин — «суицид генеральных директоров».",
      "Так уходили из жизни миллиардер Адольф Меркле, предприниматели Илья Житомирский и Остин Хайнц, дизайнер Кейт Спейд и другие.",
      "Поэтому, если вы всё ещё думаете, что успех автоматически делает человека счастливым, самое время пересмотреть эту установку."
    ]
  },
  "screen_2": {
    "texts": [
      "Представьте: будете ли вы меньше ценить близкого человека только потому, что у него нет громких достижений?",
      "Например, вы встречаетесь с другом, которого искренне уважаете, и вдруг узнаёте, что он работает продавцом, в то время как вы владелец бизнеса.",
      "Станете ли вы относиться к нему свысока?",
      "Хотели бы вы, чтобы он признал себя «ничтожным» только потому, что его успехи не так заметны? Комфортно вам быть человеком с такой позицией?",
      "А теперь представьте, что на его месте вы.",
      "Хотели бы вы дружить с человеком, если бы он считал вас менее ценным?",
      "Все дети — неудачники?",
      "Если ценность определяется достижениями, значит младенцы — «самые никчёмные».",
      "Но ведь это абсурд: младенец не умеет ни говорить, ни ходить, но его любят безусловно.",
      "Почему же его ценят? Потому что ценность не в успехах, а в самом факте существования.",
      "И наоборот: если следовать логике «ценность = результаты», то пожилых людей тоже можно было бы списать. Но мы так не думаем — мы любим и поддерживаем их.",
      "Каждый человек обладает ценностью",
      "Кажется, что ценность можно измерить, но это не так. Это качество, а не количество.",
      "У каждого из нас с рождения есть внутренняя ценность, и она одинаковая для всех. Она не зависит от побед и поражений.",
      "Не сравнивайте свои достижения с чужими",
      "Сравнение порождает тревогу, чувство недостаточности и зависть.",
      "Оно усиливает зависимость от успехов, заставляя всё время бежать и доказывать.",
      "Попробуйте вместо сравнения переосмыслить свои цели и спросить себя: чего хочу именно я, а не что «правильно» хотеть по мнению других?"
    ],
    "quote": {
      "text": "Успех не имеет значения, если вы несчастны. Для меня успех — это счастье, а не деньги или слава.",
      "author": "Эллен ДеДженерес"
    }
  },
  "screen_3": {
    "texts": [
      "Учитесь находить баланс",
      "Люди, зависимые от достижений, часто чувствуют вину, когда отдыхают или проводят время с близкими.",
      "Достижения важны, но они не стоят того, чтобы терять вкус к жизни. Важно учиться быть в балансе между делами, отдыхом и близкими.",
      "Прислушивайтесь к себе. Ваши желания и сигналы тела — тоже часть жизни, не игнорируйте их.",
      "Работайте со своими мыслями",
      "Продолжайте замечать и оспаривать автоматические негативные мысли, которые заставляют вас чувствовать себя недостаточными.",
      "Так вы увидите: дело не в успехах, а в критике, которая звучит внутри. С реальным взглядом на себя растёт принятие и внутренний покой.",
      "Кто важнее обществу?",
      "Говоря об успехе, мы легко вспоминаем звёзд и богатых людей.",
      "Но учителя, врачи, строители и многие другие — те, благодаря кому живёт общество. Их вклад бесценен.",
      "Журналист Дэвид Орр писал:",
      "Планете нужны не только «успешные», а люди, которые создают тепло, мир и человечность.",
      "Миру нужны те, рядом с кем просто хорошо и спокойно.",
      "Амбиции — это здорово. Но важно, чтобы жизнь не превращалась в гонку, где нет времени дышать.",
      "Успех может приносить радость, но он не гарантирует счастья.",
      "Вам не нужно заслуживать любовь и уважение. Не обязательно быть первым, чтобы быть ценным.",
      "Самое важное в жизни — далеко не вещи."
    ],
    "quote": {
      "text": "Реальная ценность жизни заключается не в том, что мы имеем, а в том, кто мы есть.",
      "author": "Опра Уинфри"
    }
  },
  "instagram": ["18062987551913114"]
}
