{
  "title": "Зависимость от достижений",
  "description": "Любовь может вдохновлять, придавать сил и наполнять жизнь смыслом. Но если она превращается в потребность, без которой невозможно чувствовать себя полноценным, она начинает разрушать личность и мешать строить здоровые отношения. То же происходит и с зависимостью от достижений. Настоящее счастье возможно, когда человек учится опираться не только на успехи, но и на свои чувства, ценности и способность находить радость вне результатов.",
  "screen_1": {
    "texts": [
      "Мы живем в эпоху «гонки за достижениями», где успех часто становится мерилом нашей ценности. Кажется, будто каждый может добиться всего, если достаточно постарается.",
      "Границ для амбиций нет, и это превращает жизнь в бесконечную гонку, где мы начинаем верить, что ценность человека определяется его результатами.",
      "На первый взгляд это кажется безобидным убеждением, но на практике оно может наносить большой вред.",
      "Что означает зависимость от достижений?",
      "Это когда ваша самооценка полностью зависит от продуктивности, статуса, интеллекта или профессиональных успехов.",
      "Пока в учебе или работе всё хорошо, вы чувствуете себя полноценным и достойным человеком. Но как только что-то идет не так, вас накрывают сильные негативные эмоции.",
      "В такие моменты может казаться, что вы — неудачник и «ничего не стоите».",
      "Какие убеждения формируются при такой зависимости?",
      "Если я не добьюсь успеха, это катастрофа. Значит, я слабый / глупый / никчемный",
      "Если что-то не получилось, значит я неудачник",
      "Если я потерпел неудачу, я никому не нужен и ничего не добьюсь",
      "Мне обязательно нужно быть успешным, иначе моя жизнь потеряет смысл и счастья не будет",
      "Одержимость достижениями встречается и у мужчин, и у женщин. Сегодня женщины тоже всё чаще стремятся к карьере и профессиональному росту.",
      "При этом мужчины нередко особенно уязвимы к неудачам, ведь с детства слышат, что их ценность определяется успехами.",
      "Почему формируются такие установки?",
      "Чаще всего — в детстве. Возможно, родители были эмоционально холодными и не давали безусловной любви и поддержки.",
      "Ребёнок пытается объяснить это себе.",
      "Если Петю соседнего двора любят и хвалят, а меня нет, значит со мной что-то не так. Если бы я был лучше — меня бы тоже любили.",
      "Другая ситуация — когда внимание и теплота были только за достижения.",
      "Принес пятерку — молодец. Не справился — тебя словно не замечают."
    ]
  },
  "screen_2": {
    "texts": [
      "Еще один частый сценарий — отсутствующий родитель. Дети объясняют всё через себя.",
      "Если папа ушел, значит, я был недостаточно хорошим, а не потому, что взрослые не смогли договориться. Значит, если я стану успешным, умным, лучшим — он вернется или хотя бы поймет, кого потерял.",
      "Такие детские убеждения становятся основой зависимости от достижений. Позже события в подростковом и взрослом возрасте могут только укрепить эту веру.",
      "Человек усваивает: любить можно только за успехи. Чтобы не быть отвергнутым, нужно постоянно доказывать свою ценность.",
      "И если образ «идеального себя» не совпадает с реальностью, возникает боль, стыд и ощущение собственной никчемности.",
      "Первый шаг к изменениям — понять, что измерять ценность только достижениями вредно. Решение перестать оценивать себя исключительно по успехам — важнейшая точка роста.",
      "Конечно, зависимость от достижений может давать ощущение силы.",
      "Это чувство превосходства: вы добились — другие нет.",
      "Такая система может мотивировать, помогать расти, строить карьеру и зарабатывать.",
      "Каждое новое достижение будто добавляет ценности. Хочется быть лучше снова и снова. На первый взгляд звучит неплохо.",
      "Но какие минусы у мышления «ценность = успех»?",
      "Если карьера или бизнес идут хорошо, вы настолько погружаетесь в них, что лишаете себя других источников радости.",
      "Отношения с близкими отодвигаются на второй план: работа всегда кажется важнее.",
      "Вы живете в режиме постоянной занятости, с утра до ночи.",
      "Если сбавить темп — появляется пустота, тревога, чувство, что вы теряете время. Отдых воспринимается как слабость.",
      "Без достижений вам кажется, что вы ничего не стоите, ведь у вас нет другой опоры для самоценности.",
      "Это может привести к выгоранию, ухудшению здоровья, постоянному стрессу и депрессии.",
      "Трудоголизм становится зависимостью, которая поддерживает одержимость успехом."
    ],
    "quote": {
      "text": "В эпоху «гонки за достижениями» нам кажется, что каждый может стать кем угодно — и мы обязаны доказать свою значимость.",
      "author": "Александр Иванов"
    }
  },
  "screen_3": {
    "texts": [
      "Ухудшение отношений",
      "Люди, зацикленные на достижениях, часто чувствуют одиночество — и это закономерно.",
      "На поддержание близких связей не остается ни времени, ни эмоциональных ресурсов. И отношения постепенно уходят на второй план.",
      "Партнер может начать искать внимание и поддержку на стороне, потому что рядом с вами её просто нет.",
      "Кроме того, зависимость от успеха влияет на восприятие других: появляется склонность ценить людей только за статус.",
      "Это неизбежно отражается на социальных связях.",
      "Прокрастинация",
      "Когда есть только один «правильный» путь и нельзя ошибиться, появляется страх неудачи.",
      "Понимание, что гарантий успеха нет, заставляет откладывать действия. Кажется, что лучше не пробовать вовсе, чем не справиться.",
      "Страх переживать неприятные эмоции делает прокрастинацию почти неизбежной.",
      "Потеря чувства собственного достоинства",
      "Жизнь непредсказуема: болезнь, кризисы, внешние события — и человек уже не может работать так же, как прежде.",
      "И тогда наступает болезненное разочарование: если ценность строилась только на продуктивности, её потеря приводит к глубокой депрессии.",
      "Если вы жили только ради достижений и больше не можете их создавать, может возникнуть тотальное ощущение пустоты и утраты смысла.",
      "Иногда это приводит к отчаянным шагам — ведь самооценка была целиком привязана к результатам.",
      "Как и в любой зависимости, появляется толерантность — требуется всё больше успехов, признания, достижений.",
      "Каждый новый результат радует всё меньше, и приходится увеличивать усилия, чтобы почувствовать удовлетворение.",
      "Почему эффект так быстро исчезает?",
      "Почему хочется всё больше?",
      "Ответ прост: успех не равен счастью.",
      "Эти понятия не связаны напрямую. В итоге человек гонится за иллюзией.",
      "Ваше настроение формируют не достижения, а ваши мысли и отношение к себе. Радость от побед быстро проходит, а внутренняя опора остается самой важной."
    ],
    "quote": {
      "text": "Стремление к успеху подталкивает нас вперед, но важно не потерять в этом процессе саму жизнь.",
      "author": "Эрнест Хемингуэй"
    }
  },
  "instagram": [
    "18074617231661593"
  ],
  "exercise": {
    "title": "Как перестать жить достижениями?",
    "description": "Статья обсуждает опасности зависимости от успеха, указывая на то, что достижения не гарантируют счастья и благополучия. Примеры знаменитостей, таких как Леди Гага и Джим Керри, иллюстрируют, что даже самые успешные люди могут страдать от депрессии и других проблем. Важность нахождения баланса между целями и личной жизнью, а также признание внутренней ценности каждого человека, независимо от его успехов, являются ключевыми выводами.",
    "screen_1": {
      "texts": [
        "Конечно, не стоит бросать все свои начинания или отказываться от важных целей, чтобы справиться с зависимостью от успеха.",
        "Ведь нет ничего плохого в том, чтобы иметь достижения. Прекрасно иметь деньги, работу, машину, квартиру и т.д.",
        "Проблемы начинаются тогда, когда без этих показателей успеха вы считаете себя никчемным, неудачником и недостойным человеком.",
        "Для того чтобы освободить себя от ловушки необходимости быть выдающимся и эффективным, мы предлагаем вам подумать о следующем:",
        "Готовы ли вы всю жизнь кататься на горках самооценки?",
        "Если рассуждать рационально, то, выбирая жить по концепции достижений, вы обрекаете себя на бесконечные эмоциональные качели.",
        "Сегодня вы достигли каких-то высот и счастливы, а завтра потерпели неудачу, и жизнь обретает совсем другие краски. Есть достижения – молодец, нет достижений – неудачник.",
        "Вашим настроением будет легко управлять. Если другие люди поймут, что вы зависимы от достижений, то они вполне могут использовать это для своих целей.",
        "Например, начальник может давать вам сверхнагрузку, потому что знает, что вы расшибётесь, но сделаете всё ради очередной похвалы.",
        "Достижения не равно счастье",
        "Деньги, известность и достижения давно воспринимаются как некая гарантия счастья и благополучия. Но если бы уровень счастья зависел от успешности человека, мы бы наблюдали существенные различия между людьми разных социальных статусов.",
        "Большинство людей не могут похвастаться серьезными достижениями, тем не менее многие из них счастливы и удовлетворены своей жизнью.",
        "Но опять же, быть довольным не значит не стремиться и не желать большего. Между здоровым стремлением достичь поставленных целей и зависимостью существует огромная пропасть.",
        "На деле оказывается, что даже те, кто много зарабатывает, занимают престижную должность или владеют успешным бизнесом, могут страдать депрессией, иметь различные проблемы или просто разочароваться в жизни.",
        "Например, всем известная Леди Гага, на первый взгляд успешный, богатый, счастливый человек, основала свой фонд «Born This Way Foundation», чтобы помочь подросткам, оказавшимся в непростой ситуации, потому что о трудностях певица знает не понаслышке.",
        "«Я страдала от депрессии и тревожности всю свою жизнь, и я продолжаю бороться с этим по сей день», — призналась она в интервью Billboard в 2015 году.",
        "Или Джим Керри, который подарил поклонникам возможность искренне улыбаться и получать положительные эмоции от его работ, но даже на пике популярности актеру оказывалось совсем не до смеха.",
        "Джим на протяжении долгих лет боролся с тяжелой депрессией.",
        "Это касается не только знаменитостей, те же бизнесмены часто жалуются на психические расстройства и зависимости.",
        "Вообще, многие успешные люди кончают жизнь самоубийством. Появился даже особый термин — «суицид генеральных директоров».",
        "С этим феноменом столкнулись: миллиардер Адольф Меркле из списка Forbes, стартаперы Илья Житомирский и Остин Хайнц, владелица модного дома Кейт Спейд и многие другие.",
        "Так что, если вы все еще думаете, что успех равно счастье, то вы глубоко ошибаетесь."
      ]
    },
    "screen_2": {
      "texts": [
        "Подумайте, будете ли вы относиться к своему близкому человеку хуже только потому, что у него нет достижений?",
        "Представьте, вы встретились со своим другом, которого очень сильно цените. Но вдруг узнаете, что он обычный продавец в магазине, в то время как вы владеете бизнесом и являетесь богатым и успешным человеком.",
        "Станете ли вы смотреть на него свысока, ставить ниже себя?",
        "Может, вам важно будет, чтобы этот друг признал свою ничтожность на вашем фоне? Вам приятно быть таким человеком?",
        "А если на месте этого друга были бы вы?",
        "Согласились бы общаться с успешным человеком при условии, что вы признаете свою ничтожность на его фоне?",
        "Все дети неудачники?",
        "Если ценность имеют только те, кто что-то в своей жизни достиг, тогда дети — самые главные ничтожества на планете.",
        "Ну а что? Младенцы ведь даже голову держать не могут. Или всё-таки они обладают ценностью?",
        "Если да, то почему так выходит, что младенец обладает ценностью?",
        "Ведь они ничего в этот мир не привнесли, они даже говорить не могут. Безусловно, что вас, что младенца ценят не за то, какие у вас достижения, а за то, какие вы люди.",
        "Ну и в обратную сторону. Всех бабушек и дедушек теперь что, истребить?",
        "Ну а что, они уже старые, ничего в мир привнести не могут. Мы же так не думаем. Мы ценим, любим наших уже немощных родителей и стараемся им помогать.",
        "Каждый человек обладает ценностью",
        "Нам кажется, что ценность — это количественная единица, что её можно измерить, посчитать. Но на самом деле ценность — это качественная единица.",
        "У каждого человека с рождения есть единица ценности, и у всех она одинаковая. Какие бы у вас ни были успехи и провалы, ваша единица ценности неизменна. Вы ценны, что с миллионом, что без.",
        "Не сравнивайте свои достижения с чужими",
        "Сравнение с окружающими не приносит ничего, кроме ощущения дискомфорта и сомнений в себе.",
        "Оно порождает чувство зависти, которое подпитывает зависимость от успеха. Вы ощущаете, что делаете недостаточно, когда сопоставляете свои достижения с чужими, что подкрепляет ваше желание участвовать в гонке с окружающими.",
        "Перестаньте сравнивать свои достижения с чужими. Вместо этого пересмотрите свои приоритеты и подумайте, насколько поставленные цели смогут удовлетворить именно ваши интересы, а не желание соответствовать тем, с кем вы себя сравниваете."
      ],
      "quote": {
        "text": "Успех не имеет значения, если вы несчастны. Для меня успех — это счастье, а не деньги или слава.",
        "author": "Эллен ДеДженерес"
      }
    },
    "screen_3": {
      "texts": [
        "Учитесь находить баланс",
        "Нередко люди, зависимые от успеха, чувствуют вину за то, что позволяют себе отдыхать, проводить время с близкими, заниматься тем, что не связано напрямую с их целями.",
        "Безусловно, достижения имеют определённое значение в жизни, но далеко не самое главное. Вы делаете ставку на успех, при этом забываете жить. Учитесь балансировать между работой/учёбой и другими сферами в жизни.",
        "Прислушивайтесь к тому, что хотите вы и ваш организм. Не отмахивайтесь от сигналов, заботьтесь о себе изо всех сил.",
        "Работайте со своими мыслями",
        "Для изменения системы убеждений очень важно продолжать отвечать на негативные автоматические мысли, которые заставляют вас чувствовать себя неполноценным.",
        "Это поможет вам понять, что проблема заключается не в ваших успехах или неудачах, а в критическом отношении к себе и привычке себя ругать. Когда вы научитесь реалистично оценивать свою деятельность, удовлетворённость и принятие себя возрастут.",
        "Кто всё-таки важнее обществу?",
        "Говоря про успешных людей, мы, конечно, сразу представляем популярных певцов, известных актёров, топовых бизнесменов и публичных политиков.",
        "Но как же тогда быть с учителями, врачами, строителями и людьми других непопулярных профессий, от которых зависит наш завтрашний день? Но если говорить объективно, все эти люди зачастую полезнее для общества, чем те, кому принято завидовать.",
        "В заключение хотим поделиться с вами замечательной мыслью из книги журналиста Дэвида Орра.",
        "Он пишет, что планета не нуждается в большом количестве успешных людей, ей гораздо нужнее миротворцы, целители, рассказчики и просто любящие люди.",
        "Она нуждается в людях с моралью, в тех, кто делает мир добрее и гуманнее. Планете нужны люди, рядом с которыми просто хорошо жить.",
        "Никто не против амбициозных целей и покорения карьерных вершин. Но очень важно, чтобы все стороны жизни были в гармонии.",
        "Продуктивность и успех могут быть чрезвычайно приятны и доставлять много удовольствия. Однако успех не является ни обязательным, ни достаточным условием для максимального счастья.",
        "Вам не нужно зарабатывать чью-то любовь или уважение утомительным трудом, и необязательно быть первым, чтобы почувствовать себя реализованным и сохранять устойчивую самооценку.",
        "Просто помните, что «самые главные вещи на свете — это вовсе не вещи»!"
      ],
      "quote": {
        "text": "Реальная ценность жизни заключается не в том, что мы имеем, а в том, кто мы есть.",
        "author": "Опра Уинфри"
      }
    },
    "instagram": [
      "18062987551913114"
    ]
  }
}
