{
  "title": "Зависимость от достижений",
  "description": "Любовь может вдохновлять, придавать сил и наполнять жизнь смыслом. Но если она превращается в потребность, без которой невозможно чувствовать себя полноценным, она начинает разрушать личность и мешать строить здоровые отношения. То же происходит и с зависимостью от достижений. Настоящее счастье возможно, когда человек учится опираться не только на успехи, но и на свои чувства, ценности и способность находить радость вне результатов.",
  "screen_1": {
    "texts": [
      "Мы живем в эпоху «гонки за достижениями», где успех часто становится мерилом нашей ценности. Кажется, будто каждый может добиться всего, если достаточно постарается.",
      "Границ для амбиций нет, и это превращает жизнь в бесконечную гонку, где мы начинаем верить, что ценность человека определяется его результатами.",
      "На первый взгляд это кажется безобидным убеждением, но на практике оно может наносить большой вред.",
      "Что означает зависимость от достижений?",
      "Это когда ваша самооценка полностью зависит от продуктивности, статуса, интеллекта или профессиональных успехов.",
      "Пока в учебе или работе всё хорошо, вы чувствуете себя полноценным и достойным человеком. Но как только что-то идет не так, вас накрывают сильные негативные эмоции.",
      "В такие моменты может казаться, что вы — неудачник и «ничего не стоите».",
      "Какие убеждения формируются при такой зависимости?",
      "Если я не добьюсь успеха, это катастрофа. Значит, я слабый / глупый / никчемный",
      "Если что-то не получилось, значит я неудачник",
      "Если я потерпел неудачу, я никому не нужен и ничего не добьюсь",
      "Мне обязательно нужно быть успешным, иначе моя жизнь потеряет смысл и счастья не будет",
      "Одержимость достижениями встречается и у мужчин, и у женщин. Сегодня женщины тоже всё чаще стремятся к карьере и профессиональному росту.",
      "При этом мужчины нередко особенно уязвимы к неудачам, ведь с детства слышат, что их ценность определяется успехами.",
      "Почему формируются такие установки?",
      "Чаще всего — в детстве. Возможно, родители были эмоционально холодными и не давали безусловной любви и поддержки.",
      "Ребёнок пытается объяснить это себе.",
      "Если Петю соседнего двора любят и хвалят, а меня нет, значит со мной что-то не так. Если бы я был лучше — меня бы тоже любили.",
      "Другая ситуация — когда внимание и теплота были только за достижения.",
      "Принес пятерку — молодец. Не справился — тебя словно не замечают."
    ]
  },
  "screen_2": {
    "texts": [
      "Еще один частый сценарий — отсутствующий родитель. Дети объясняют всё через себя.",
      "Если папа ушел, значит, я был недостаточно хорошим, а не потому, что взрослые не смогли договориться. Значит, если я стану успешным, умным, лучшим — он вернется или хотя бы поймет, кого потерял.",
      "Такие детские убеждения становятся основой зависимости от достижений. Позже события в подростковом и взрослом возрасте могут только укрепить эту веру.",
      "Человек усваивает: любить можно только за успехи. Чтобы не быть отвергнутым, нужно постоянно доказывать свою ценность.",
      "И если образ «идеального себя» не совпадает с реальностью, возникает боль, стыд и ощущение собственной никчемности.",
      "Первый шаг к изменениям — понять, что измерять ценность только достижениями вредно. Решение перестать оценивать себя исключительно по успехам — важнейшая точка роста.",
      "Конечно, зависимость от достижений может давать ощущение силы.",
      "Это чувство превосходства: вы добились — другие нет.",
      "Такая система может мотивировать, помогать расти, строить карьеру и зарабатывать.",
      "Каждое новое достижение будто добавляет ценности. Хочется быть лучше снова и снова. На первый взгляд звучит неплохо.",
      "Но какие минусы у мышления «ценность = успех»?",
      "Если карьера или бизнес идут хорошо, вы настолько погружаетесь в них, что лишаете себя других источников радости.",
      "Отношения с близкими отодвигаются на второй план: работа всегда кажется важнее.",
      "Вы живете в режиме постоянной занятости, с утра до ночи.",
      "Если сбавить темп — появляется пустота, тревога, чувство, что вы теряете время. Отдых воспринимается как слабость.",
      "Без достижений вам кажется, что вы ничего не стоите, ведь у вас нет другой опоры для самоценности.",
      "Это может привести к выгоранию, ухудшению здоровья, постоянному стрессу и депрессии.",
      "Трудоголизм становится зависимостью, которая поддерживает одержимость успехом."
    ],
    "quote": {
      "text": "В эпоху «гонки за достижениями» нам кажется, что каждый может стать кем угодно — и мы обязаны доказать свою значимость.",
      "author": "Александр Иванов"
    }
  },
  "screen_3": {
    "texts": [
      "Ухудшение отношений",
      "Люди, зацикленные на достижениях, часто чувствуют одиночество — и это закономерно.",
      "На поддержание близких связей не остается ни времени, ни эмоциональных ресурсов. И отношения постепенно уходят на второй план.",
      "Партнер может начать искать внимание и поддержку на стороне, потому что рядом с вами её просто нет.",
      "Кроме того, зависимость от успеха влияет на восприятие других: появляется склонность ценить людей только за статус.",
      "Это неизбежно отражается на социальных связях.",
      "Прокрастинация",
      "Когда есть только один «правильный» путь и нельзя ошибиться, появляется страх неудачи.",
      "Понимание, что гарантий успеха нет, заставляет откладывать действия. Кажется, что лучше не пробовать вовсе, чем не справиться.",
      "Страх переживать неприятные эмоции делает прокрастинацию почти неизбежной.",
      "Потеря чувства собственного достоинства",
      "Жизнь непредсказуема: болезнь, кризисы, внешние события — и человек уже не может работать так же, как прежде.",
      "И тогда наступает болезненное разочарование: если ценность строилась только на продуктивности, её потеря приводит к глубокой депрессии.",
      "Если вы жили только ради достижений и больше не можете их создавать, может возникнуть тотальное ощущение пустоты и утраты смысла.",
      "Иногда это приводит к отчаянным шагам — ведь самооценка была целиком привязана к результатам.",
      "Как и в любой зависимости, появляется толерантность — требуется всё больше успехов, признания, достижений.",
      "Каждый новый результат радует всё меньше, и приходится увеличивать усилия, чтобы почувствовать удовлетворение.",
      "Почему эффект так быстро исчезает?",
      "Почему хочется всё больше?",
      "Ответ прост: успех не равен счастью.",
      "Эти понятия не связаны напрямую. В итоге человек гонится за иллюзией.",
      "Ваше настроение формируют не достижения, а ваши мысли и отношение к себе. Радость от побед быстро проходит, а внутренняя опора остается самой важной."
    ],
    "quote": {
      "text": "Стремление к успеху подталкивает нас вперед, но важно не потерять в этом процессе саму жизнь.",
      "author": "Эрнест Хемингуэй"
    }
  },
  "instagram": ["18074617231661593"]
}
