{
  "title": "Зависимость от достижений",
  "description": "Любовь, воспетая поэтами и художниками, окрыляет и дарит ощущение полноты жизни. Однако превращение любви в патологическую потребность разрушает личность и мешает строить здоровые отношения, особенно у людей с низкой самооценкой. Настоящее счастье и полноценность жизни можно найти, научившись регулировать своё настроение и наслаждаться удовольствиями, которые не зависят от наличия партнёра.",
  "screen_1": {
    "texts": [
      "Мы живем в эпоху \"гонки за достижениями\", когда нас определяет наш успех. Кажется, любой может стать кем угодно, зарабатывать большие деньги и завоевывать авторитет в обществе.",
      "Потолка для амбиций нет и это превращает нашу жизнь в постоянную гонку, где мы уверены, что человеческая ценность определяется достижениями.",
      "Хотя это убеждение кажется невинным, на самом деле оно имеет разрушительные последствия.",
      "Что означает зависимость от достижений?",
      "Это когда ваша самооценка строится на продуктивности, статусе, интеллекте или успехе.",
      "Пока у вас все в порядке с учебой или работой, вы чувствуете себя счастливым и полноценным человеком. Но как только вы терпите неудачу или не достигаете поставленной цели, вас охватывают интенсивные негативные эмоции.",
      "В этот момент вы, скорее всего, думаете, что вы ни на что не способный неудачник.",
      "Какие могут быть убеждения, основанные на такой зависимости?",
      "Если я не добьюсь успеха, это будет ужасно. Значит, я слабак / дурак / ничтожество",
      "Если у меня не получится, значит, я неудачник",
      "Если я потерпел неудачу, значит я никчемный и никогда ничего не добьюсь",
      "Мне нужно быть успешным, иначе незачем жить. Всё потеряет смысл. Я никогда не буду по-настоящему счастлив",
      "Излишняя озабоченность достижениями распространена не только среди мужчин, но и, в последнее время, среди женщин, которые также все чаще проявляют карьерный амбиции и стремление к успеху.",
      "В то время как у женщин чаще проявляется забота об отношениях, у мужчин часто наблюдается уязвимость к неудачам в карьере, так как с детства им внушают что их ценность определяется достижениями.",
      "Почему и как формируются подобные убеждения?",
      "Причин может быть множество, но, как правило, такие установки формируются еще в детстве. Возможно, родители такого человека были холодными и отстраненными, не давали ему любви, заботы и принятия.",
      "Тогда ребенок пытается объяснить, почему так происходит.",
      "Если мальчика Петю из соседнего двора любят, хвалят и принимают, а меня нет, значит, я какой-то не такой, и если бы был лучше, меня бы обязательно любили.",
      "Другой вариант — родители давали любовь, внимание, похвалу и заботу только в том случае, если он добивался каких-то успехов.",
      "Если ребенок приносил пятерку из школы, его хвалили, а если нет, то на него не обращали внимания."
    ]
  },
  "screen_2": {
    "texts": [
      "Еще один вариант – отсутствующий родитель. Дети обладают эгоцентрическим мышлением и все, что происходит в мире, они объясняют через себя.",
      "Если папа ушел, это значит я был плохим ребенком, а не то, что они с мамой не поладили. Соответственно, если папа увидит какой я хороший, успешный, умный, он обязательно вернется, ну или по крайней мере поймет кого потерял.",
      "Такие сценарии как раз и формируют зависимость от успеха. И дальше, в подростковом возрасте, юности или уже во взрослой жизни, определенные события и ситуации могут укреплять веру в убеждение.",
      "Как итог, человек усваивает, что его можно любить только за достижения. Нужно быть успешным, иначе тебя бросят, отвергнут и ты останешься один.",
      "Соответственно, сталкиваясь с несоответствием идеального образа и реального, человек натыкается на собственную ненужность и никчемность, а это очень болезненно.",
      "Первый шаг к изменению отношения к личной ценности — определить, пойдет ли это вам на пользу или будет во вред. Принять решение перестать определять свою ценность собственными достижениями — это важнейший первый шаг к изменению системы убеждений.",
      "Безусловно, зависимость от достижений может иметь плюсы. Можно нахваливать себя и прекрасно чувствовать при достижении чего-то.",
      "Чувство собственного превосходства по сравнению с другими людьми. Ведь это вы добились чего-то, а другие нет.",
      "Благодаря этой системе убеждений можно быть мотивированным на успех, прилагать больше усилий, делать карьеру, зарабатывать деньги.",
      "Ведь достижение придают вам ценность. Для того чтобы чувствовать свою важность вам с каждым разом нужно быть все лучше и лучше. Звучит очень даже неплохо, на первый взгляд.",
      "Какие тогда недостатки мышления «ценность равна достижениям»?",
      "Если ваш бизнес или карьера идет хорошо, вы можете настолько погрузиться в них, что оградите себя от других потенциальных источников удовлетворения и наслаждения.",
      "Отношения с семьей, близкими, друзьями — перестают вас радовать, вы скорее уделите время работе, чем побудьте с родными.",
      "У вас не остается времени на себя, вы трудитесь не покладая рук с утра до поздней ночи.",
      "Ваш трудоголизм не дает вам передышки, ведь если вы замедлите темп, у вас начнется ломка, вы будете чувствовать пустоту, бесполезность, скуку, как будто вы упускаете что-то важное. Вы разучитесь отдыхать.",
      "Отдых для вас будет приравниваться безделью, будто бы вы сейчас могли что-то полезное сделать, но не делаете этого. Без достижений вы будете чувствовать себя бесполезным и скучным, ведь у вас не будет другой основы для самоуважения и удовлетворенности.",
      "Это может привести к выгоранию, хроническим заболеваниям, постоянному ощущению стресса и депрессии.",
      "К тому же трудоголизм можно считать еще одной зависимостью, которая подпитывает одержимость успехом, из-за чего с ней сложнее справиться."
    ],
    "quote": {
      "text": "В эпоху \"гонки за достижениями\" нас определяет наш успех, и кажется, что каждый может стать кем угодно.",
      "author": "Александр Иванов"
    }
  },
  "screen_3": {
    "texts": [
      "Ухудшение социальных отношений",
      "Часто бывает так, что люди, которые постоянно стремятся к успеху, чувствуют себя одинокими и это вполне объяснимо.",
      "У вас может не находиться времени или сил на поддержание социальных контактов. Если долгое время не уделять время близким, это безусловно скажется на ваших взаимоотношениях.",
      "Ваш партнер может найти кого-то другого, ведь он не получает в отношениях с вами внимания, любви и заботы.",
      "Зависимость от успеха влияет и на ваше восприятие окружающих. Может быть, такое что человек отказывается общаться с теми, кто ниже него по социальному статусу или не отвечает критериям «успешности», которые он для себя определил.",
      "Все это негативно влияет на отношения с окружающими людьми.",
      "Прокрастинация",
      "Когда есть лишь один \"идеальный\", правильный вариант, один лишь путь к счастью, то нельзя совершить ошибку, нужно все четко рассчитать и спланировать, чтобы все было именно так, как задумано.",
      "Но на самом деле вы прекрасно понимаете, что гарантий успеха нет, а значит, лучше и не начинать этот путь. Тогда возникает мысль что отсутствие попытки лучше, чем провальная попытка.",
      "После неудачи ещё ведь придется проживать неприятные эмоции, которые кажутся невыносимыми. Это все ведет к практически неизбежной прокрастинации.",
      "Отсутствие чувства собственного достоинства",
      "Жизнь такая непредсказуемая штука, болезнь, ухудшение дел на работе, военные действия или что-либо другое, что от вас не зависит, когда вы не сможете больше поддерживать трудоспособность на прежнем уровне.",
      "Тогда и наступит час расплаты — тяжелая депрессия, вызванная убеждением, что снижение продуктивности указывает на вашу бесполезность. В этот момент вся ваша жизнь будет порушена, вы будете разбиты.",
      "Вы жили для того, чтобы достигать, а теперь вы это делать не можете. Отсутствие чувства собственного достоинства может даже привести к попытке самоубийства — высочайшей и необратимой плате за то, что вы оцениваете свою ценность исключительно стандартами рынка.",
      "В любой зависимости присутствует толерантность и зависимость от достижений не является исключением.",
      "Вы столкнетесь с тем, что вам всего мало, успеха, званий, наград, денег, недвижимости. По мере продвижения требования только возрастают, заставляя вас не останавливаться.",
      "Каждое новое достижение перестает доставлять прежнее удовольствие, и для того, чтобы почувствовать что-то снова вам приходится значительно увеличивать усилия.",
      "Почему эффект так недолговечен?",
      "Почему вам требуется все больше и больше?",
      "Ответ очевиден: успех не гарантирует счастья.",
      "Эти два явления не являются синонимами и не объединены причинно-следственной связью. В конечном итоге вы гонитесь за иллюзией.",
      "Потому что ключ к вашему настроению — это ваши мысли, а не успех, ведь острые ощущения от победы быстро испаряются. Важно понимать, что истинное счастье зависит исключительно от вас самих."
    ],
    "quote": {
      "text": "Стремление к успеху бездумно подталкивает нас вперед, не оставляя времени насладиться самим процессом.",
      "author": "Эрнест Хемингуэй"
    }
  },
  "instagram": ["18074617231661593"]
}
