{
  "title": "Быть несчастным: выбор или обстоятельства?",
  "description": "Статья рассматривает идею, что истинное счастье не зависит от внешних обстоятельств, а скорее от внутреннего восприятия и личных решений. Она подчеркивает, что привязанность к высоким ожиданиям и внешним факторам делает нас уязвимыми к неудовлетворённости, тогда как принятие реальности и практика благодарности способствуют более устойчивому счастью. Основная идея заключается в том, что осознание своей ответственности за собственное счастье и внутреннее состояние является ключом к более полноценной и удовлетворённой жизни.",
  "screen_1": {
    "texts": [
      "Кажется, что вопрос абсурдный. Как можно выбрать несчастье? Ведь все мы хотим быть счастливыми, но иногда перекладываем ответственность за своё счастье на обстоятельства, других людей, судьбу или проблемы.",
      "Если вы замечали у себя следующие мысли:",
      "Мне суждено быть несчастным;",
      "Я смогу хорошо жить только тогда, когда у меня не будет проблем;",
      "Моё счастье зависит от того, что происходит со мной;",
      "Другим повезло больше: у них есть возможность жить хорошо, а у меня нет.",
      "Это значит, что вы находитесь в ловушке убеждения, будто радость и уверенность в себе зависят от внешних факторов.",
      "Это ставит вас в уязвимое положение, поскольку окружающий мир находится за пределами вашего контроля, и ваше настроение становится заложником внешних обстоятельств.",
      "Такие убеждения словно подразумевают, что вас нужно обеспечить всеми желаемыми вещами и идеальными условиями, и оградить от любых бед, иначе ваша жизнь станет невыносимой, и вы никогда не сможете быть счастливыми.",
      "Они основаны на ошибочной установке, что счастье зависит исключительно от внешних факторов и отсутствия проблем.",
      "Привязанность к такому убеждению делает вас уязвимыми перед неудовлетворённостью и отчаянием, когда жизнь не оправдывает завышенных ожиданий.",
      "Подлинное счастье не зависит только от материальных благ или беззаботной жизни. Оно исходит из нашей способности приспосабливаться, находить радость в мелочах и проявлять стойкость перед лицом различных невзгод.",
      "Удовлетворённость жизнью примерно на 50% зависит от личностных особенностей. Есть люди, которые всегда недовольны.",
      "Удовлетворённость жизнью лишь на 10–15% зависит от внешних обстоятельств и на 35–40% — от наших решений и выбора. Поэтому важнейшая задача человека — научиться быть счастливым."
    ],
    "quote": {
      "text": "Счастлив не тот, кто имеет всё лучшее, а тот, кто извлекает всё лучшее из того, что имеет.",
      "author": "Конфуций"
    }
  },
  "screen_2": {
    "texts": [
      "Современные психологические исследования показывают, что источник счастья находится не столько во внешних факторах, сколько внутри нас. Высокие ожидания могут негативно влиять на наше счастье.",
      "Люди с высокими ожиданиями часто стремятся к совершенству и постоянно ощущают давление, связанное с необходимостью достигать высоких стандартов.",
      "Хотя высокие ожидания могут мотивировать нас на достижение целей, если они становятся чрезмерными и нереалистичными, это может привести к стрессу, беспокойству и несчастью. Постоянные ожидания большего, чем есть, вызывают разочарование и негативное восприятие жизни.",
      "Парадокс счастья: меньше ожиданий — больше радости.",
      "Исследования показывают, что чем меньше мы ожидаем от жизни и стремимся к совершенству, тем больше вероятность того, что мы будем счастливы. Это объясняется несколькими факторами:",
      "Принятие реальности. Когда мы перестаём идеализировать свою жизнь, мы начинаем принимать её такой, какая она есть. Это позволяет нам наслаждаться настоящим, а не ждать счастья в будущем.",
      "Уменьшение стресса. Высокие ожидания создают постоянный стресс и тревожность. Пересматривая свои ожидания и допуская, что не всё должно быть идеальным, мы освобождаемся от ненужного напряжения.",
      "Благодарность. Один из способов найти счастье в мире высоких ожиданий — это практика благодарности. Когда мы учимся ценить то, что у нас есть, даже если это не соответствует высоким ожиданиям, мы чувствуем себя более счастливыми и удовлетворёнными."
    ],
    "quote": {
      "text": "Если вы не благодарны за то, что у вас уже есть, вам будет казаться, что вы стали бы счастливее, имея гораздо больше.",
      "author": "Рой Беннет"
    }
  },
  "screen_3": {
    "texts": [
      "Важно честно ответить себе на вопрос: воспринимаете ли вы себя как хозяина своей жизни или как жертву обстоятельств? Управляете ли вы событиями своей жизни, или они происходят без вашего участия?",
      "Подумайте о следующих различиях:",
      "Вы думаете или за вас думают?",
      "Вы действуете или следуете чужим указаниям?",
      "Вы живёте полной жизнью или просто существуете?",
      "Автор своей жизни принимает ответственность за свои действия и понимает, что сам создаёт каждый опыт.",
      "Жизнь состоит из решений, и всё, что мы имеем или не имеем, является результатом наших собственных выборов.",
      "Автор мыслит из позиции \"я\": я готов, я сделал, я планирую, я хочу, я могу, я решил (он самостоятельно выбирает направление своей жизни).",
      "Жертва — это полностью противоположная позиция. Такой человек считает, что всё происходит с ним против его воли.",
      "Любимые выражения жертвы: \"мне приходится\", \"я вынужден\", \"я должен\", \"так случилось\", \"это из-за них\" (он действует под влиянием обстоятельств или других людей).",
      "К сожалению, обществу выгодно воспитывать жертв, которыми легче манипулировать. Поэтому многие люди привыкают быть жертвами, получая образование и воспитание по классическим моделям.",
      "Но есть и хорошие новости: быть жертвой — это всего лишь привычка мышления, иррациональное убеждение, которое можно изменить.",
      "Реальные примеры показывают, что изменение нашего восприятия мира может привести к позитивным переменам в жизни и повысить удовлетворённость.",
      "Наше отношение к событиям, умение принимать себя, управлять эмоциями и размышлять о своих ценностях играют ключевую роль в формировании счастья.",
      "Осознание того, что наше счастье в значительной степени зависит от нас самих, даёт нам мощный инструмент для повышения благополучия.",
      "Изменение внутреннего мира и восприятия может стать ключом к более счастливой и удовлетворённой жизни, даже в сложных и проблемных условиях."
    ]
  }
}
