{
  "title": "Ключ к счастью: преодоление деструктивных убеждений",
  "description": "Статья объясняет, как деструктивные убеждения влияют на наше восприятие себя и мира и мешают жить полноценно. Опираясь на принципы когнитивно-поведенческой терапии, мы рассматриваем разницу между временным облегчением и настоящими изменениями, которые происходят, когда мы переосмысливаем привычные мысли и глубинные убеждения. Также представлены инструменты, например «Шкала дисфункциональных убеждений», которые помогают распознавать и корректировать такие установки и формировать устойчивое эмоциональное благополучие.",
  "screen_1": {
    "texts": [
      "Когнитивно-поведенческая терапия показывает, что на пути к счастливой жизни часто стоят деструктивные убеждения — мысли и правила, в которые мы верим, иногда даже не осознавая этого.",
      "С ними сталкивается каждый человек в разные периоды жизни. Они могут усиливать тревогу, приводить к депрессии, паническим атакам, пищевым и тревожным расстройствам.",
      "Бывают моменты, когда мы чувствуем себя уверенно и спокойно, будто трудности ушли. Но в другие периоды возвращается грусть, чувство одиночества или пустоты — и становится трудно поверить, что свет впереди вообще есть.",
      "Ключевое отличие временного облегчения от устойчивого улучшения качества жизни — изменение мышления и убеждений.",
      "Временное улучшение — это когда состояние стабилизируется лишь на время. Но сталкиваясь с очередным стрессом, мы вновь переживаем те же эмоции и мысли.",
      "Кажется, что проблема решена, но после нового вызова внутренние переживания возвращаются, и всё начинается заново."
    ],
    "quote": {
      "text": "Мы не видим вещи такими, какие они есть. Мы видим их такими, какие мы есть.",
      "author": "Вирджиния Сатир"
    }
  },
  "screen_2": {
    "texts": [
      "Настоящие изменения включают несколько важных компонентов:",
      "Осознание причин эмоциональных трудностей и своей роли в формировании реакции на события.",
      "Понимание и работа с деструктивными убеждениями и автоматическими мыслями.",
      "Развитие уверенности в себе и здорового чувства собственного достоинства.",
      "Изучение того, как и почему сформировались ограничивающие убеждения.",
      "Убеждения формируют наши ценности, цели, поведение, отношение к себе и восприятие происходящего. Например:",
      "Если я ошибаюсь, значит, я не способен.",
      "Чтобы меня приняли, я должен всегда быть удобным.",
      "Если я не добился ничего значимого, меня нельзя любить.",
      "Просить о помощи — значит быть слабым.",
      "Иногда считается, что понимание своих глубинных причин требует исключительно долгой терапии, и даже годы работы не всегда дают полный ответ.",
      "Однако когнитивная терапия внесла огромный вклад в то, чтобы сделать этот процесс яснее и доступнее."
    ],
    "quote": {
      "text": "Улучшение начинается тогда, когда вы перестаёте пытаться стать кем-то ещё и выбираете быть лучшей версией себя.",
      "author": "Марша Лайнхан"
    }
  },
  "screen_3": {
    "texts": [
      "Наша цель — помочь вам разобраться в своих глубинных убеждениях, понять, в какие моменты вы особенно уязвимы, и научиться работать с этими установками, чтобы поддерживать эмоциональную устойчивость.",
      "Осознание убеждений позволяет увидеть, почему определённые ситуации вызывают болезненные переживания или повторяющиеся трудности.",
      "Работа с убеждениями — важная часть личностного роста.",
      "Для этого был разработан практичный инструмент — «Шкала дисфункциональных убеждений», созданная доктором Арлин Вайсман.",
      "Исследования Вайсман показали: даже когда негативные автоматические мысли временно ослабевают между депрессивными эпизодами, глубинные убеждения продолжают влиять на человека.",
      "Это подтверждает, что убеждения могут быть своеобразным эмоциональным «фоном», который влияет на нас постоянно.",
      "Используя этот метод, вы сможете определить те ценности и установки, которые усиливают уязвимость к депрессии, тревоге и внутреннему напряжению.",
      "Именно они становятся вашей психологической ахиллесовой пятой — уязвимым местом, которое важно распознать.",
      "В следующих главах мы подробнее рассмотрим эти убеждения и шаги, которые помогут вам формировать более реалистичное, гибкое и поддерживающее мышление, создающее основу для долгосрочного эмоционального благополучия."
    ]
  },
  "instagram": ["17913482039999571", "18007148795734144"]
}
