{
  "title": "Ключ к счастью: Преодоление деструктивных убеждений",
  "description": "Статья рассматривает, как деструктивные убеждения мешают нам вести счастливую жизнь, согласно когнитивно-поведенческой терапии. Описывается разница между временным благополучием и настоящим улучшением качества жизни, которое достигается через глубокое понимание и переосмысление этих убеждений. В тексте также представлены методы и инструменты, такие как \"Шкала дисфункциональных убеждений\", для идентификации и коррекции этих убеждений, что способствует долгосрочному эмоциональному благополучию.",
  "screen_1": {
    "texts": [
      "Когнитивно-поведенческая терапия указывает на то, что между нами и счастливой жизнью стоят деструктивные убеждения. Эти убеждения, часто основанные на заблуждениях, мешают достижению желаемых результатов.",
      "Каждый из нас встречается с такими убеждениями в разные периоды своей жизни, что может приводить к различным психологическим проблемам, включая депрессию, панические атаки, тревожные и пищевые расстройства..",
      "Иногда мы чувствуем себя достаточно хорошо, будто проблемы нас не касаются. Однако в другие периоды нас может охватывать такая грусть и одиночество, что кажется, будто нет света в конце туннеля.",
      "На самом деле, существенная разница между временным благополучием и истинным улучшением качества жизни заключается в изменении мышления.",
      "Временное благополучие — это когда проблемы отступают на время, но возвращаются с новой силой при возникновении трудной ситуации.",
      "На этом этапе вы можете «проработать» проблему, кажется, что она уходит на второй план, но потом происходит травмирующее событие и все начинается по кругу."
    ],
    "quote": {
      "text": "Мы не видим вещи такими, какие они есть. Мы видим их такими, какие мы есть.",
      "author": "Вирджиния Сатир"
    }
  },
  "screen_2": {
    "texts": [
      "Истинное улучшение жизни включает в себя следующие аспекты:",
      "Понимание причин возникновения проблем и собственной роли в этом.",
      "Осознание и работа с деструктивными убеждениями и автоматическими мыслями.",
      "Развитие уверенности в себе и чувства собственного достоинства.",
      "Исследование глубинных причин деструктивных убеждений.",
      "Убеждения определяют нашу систему ценностей, цели, поведение, оценку этого поведения, реакцию на события и возникновение автоматических мыслей. Например:",
      "Если я ошибся, значит, я ни на что не способен.",
      "Чтобы меня приняли, я должен всегда угождать другим.",
      "Если я ничего не достиг, то меня нельзя любить.",
      "Когда я прошу о помощи, я проявляю слабость.",
      "Многие специалисты считают, что выявление глубинных причин проблем клиента требует длительного терапевтического процесса, и даже после многих лет работы большинство людей не понимают истинных причин своих проблем.",
      "Однако когнитивная терапия сделала значительный вклад в преодоление этой сложности."
    ],
    "quote": {
      "text": "Улучшение начинается с того момента, когда вы пытаетесь стать не кем-то другим, а лучшей версией себя.",
      "author": "Марша Лайнхан"
    }
  },
  "screen_3": {
    "texts": [
      "Мы хотим помочь вам понять глубинные причины ваших убеждений и дать основу для работы с ними, а также для профилактики депрессии и тревожных расстройств.",
      "Выявление таких установок поможет выяснить главную причину, почему вы оказались в ловушке вашей проблемы или вашего состояния, а также поможет понять в какие периоды вашей жизни вы можете оказаться уязвимыми.",
      "Работа с убеждениями — это ключ к личностному росту.",
      "Критическая важность выявления деструктивных убеждений привела к разработке достаточно простого метода их обнаружения. Он называется «Шкала дисфункциональных убеждений» и был разработан доктором Арлин Вайсман.",
      "Исследования Вайсман доказали, что, несмотря на то что интенсивность негативных автоматических мыслей резко снижается между депрессивными эпизодами, деструктивная система убеждений сохраняется как в течение эпизодов депрессии, так и в целом в течении жизни.",
      "Тем самым подтвердилась концепция, согласно которой убеждения представляют собой предрасположенность к эмоциональной нестабильности, которая все время вас сопровождает.",
      "Благодаря этому методу вы сможете определить те ценности, которые формируют ваши деструктивные убеждения и создают уязвимость, которая делает вас предрасположенным к депрессии, неврозам и еще ряду проблем.",
      "Это и есть ваша психологическая ахиллесова пята.",
      "В последующих главах мы более подробно рассмотрим эти ценности, помогая вам выявить и оценить собственные установки и научиться разрабатывать реалистичные и конструктивные когнитивные установки для долгосрочного эмоционального благополучия."
    ]
  },
  "instagram": ["17913482039999571", "18007148795734144"]
}
