{
  "title": "Зависимость от любви",
  "description": "Любовь даёт тепло, вдохновение и ощущение связи. Но когда она превращается в единственный источник ценности и радости, это может причинять боль и мешать строить здоровые отношения. Эта статья помогает заметить такие убеждения и мягко переосмыслить их, чтобы счастье становилось доступным и внутри себя, и рядом с другим человеком.",
  "screen_1": {
    "texts": [
      "Любовь — удивительное чувство, которому посвящено столько музыки, стихов и картин. Она способна вдохновлять, придавать сил и наполнять жизнь яркими эмоциями.",
      "Стремление любить и быть любимым естественно — это часть человеческой природы.",
      "Но если внутри звучит мысль: «Я смогу быть действительно счастливым и полноценным только если у меня есть партнёр», — это может указывать на зависимость от любви.",
      "Что мы имеем в виду под любовной зависимостью?",
      "Это состояние, когда любовь воспринимается как жизненная необходимость, без которой трудно чувствовать радость и устойчивость.",
      "В такие моменты появляется ожидание, что именно партнёр заполнит внутренний вакуум, даст уверенность и ощущение значимости.",
      "Постепенно это может ослаблять чувство собственного достоинства и мешать строить здоровые, зрелые отношения.",
      "Часто корни такой зависимости уходят в ранний опыт: дефицит внимания, любовь «за достижения», страх быть забытым или покинутым.",
      "Особенно склонны к этому люди, которым сложно увидеть свои сильные стороны и почувствовать опору внутри себя.",
      "Когда в детстве любви было мало, это может сформировать ощущение «со мной что-то не так» или «меня можно любить, только если я идеален».",
      "Тогда во взрослой жизни появляется поиск подтверждения своей ценности через партнёра.",
      "Например, Виктория, 28 лет, часто чувствовала тоску и тревогу в одиночестве и думала: «Счастье возможно только в отношениях» — и это делало её хрупкой и зависимой от внешней любви."
    ]
  },
  "screen_2": {
    "texts": [
      "Работая со своими убеждениями, Виктория честно исследовала, что ей даёт и что забирает эта мысль.",
      "Она отметила такие последствия:",
      "«Когда я одна, я быстро падаю духом и ничего не хочется»",
      "«Мне трудно радоваться жизни и интересоваться миром вне отношений»",
      "«Я начинаю сравнивать себя с другими, чувствовать зависть и грусть»",
      "«Самооценка падает, я начинаю жалеть себя»",
      "А затем она увидела и предполагаемые «плюсы» убеждения:",
      "«Если я верю, что отношения — это главное, значит у меня есть цель и смысл»",
      "«Вера в любовь даёт надежду и ощущение направления»",
      "Но при этом она заметила:",
      "Несмотря на годы поиска и ожиданий, это убеждение не помогло ей построить отношения, которых она хотела.",
      "Она поняла, что зависимость может отталкивать людей: когда мы слишком нуждаемся, мы становимся тревожными, требовательными или излишне уязвимыми.",
      "А люди, которые умеют находить счастье внутри себя, обычно притягивают: их внутренняя устойчивость делает их теплее и свободнее.",
      "Если внутренний посыл звучит как «люби меня, потому что без этого я никто», это создаёт давление — и отношения становятся не про выбор, а про необходимость.",
      "Даже если связь появится, она часто оказывается хрупкой: партнёр становится источником настроения, уверенности и смысла, и любое его действие может ранить.",
      "Со временем такая зависимость истощает и отношения, и самого человека."
    ],
    "quote": {
      "text": "Настоящее счастье начинается с ощущения, что вы достаточно хороши уже сейчас.",
      "author": "Сенека"
    }
  },
  "screen_3": {
    "texts": [
      "Очень ценно учиться находить радость и поддержку в себе. Тогда отношения становятся выбором, а не необходимой опорой.",
      "Может появиться мысль: «Это звучит красиво, но невозможно. Быть одному — значит быть несчастным».",
      "Но реальность часто другая: мир наполнен людьми, которые находят удовольствие, смысл и вдохновение и в одиночные моменты тоже.",
      "Одиночество не равно пустоте. Мы не теряем человечность, когда остаёмся наедине с собой.",
      "Множество удовольствий доступно именно в одиночку: любимая музыка, прогулки, путешествия, творчество, чтение, спорт, вкусная еда, ощущение свободы.",
      "Попробуйте задуматься: что приносит вам радость именно лично вам? Какие маленькие удовольствия делают ваш день теплее?",
      "Часто мы так сильно стремимся к отношениям, что забываем: сначала важно построить безопасное, тёплое пространство внутри себя.",
      "Тогда любовь перестаёт быть спасением — и становится подарком.",
      "А партнёр — не источник вашего смысла, а человек, с которым можно делиться своей уже наполненной жизнью."
    ],
    "quote": {
      "text": "Любовь к себе — это начало долгих, красивых отношений.",
      "author": "Оскар Уайльд"
    }
  },
  "instagram": ["18042843029166400"]
}
