{
  "title": "Зависимость от любви",
  "description": "Любовь, воспетая поэтами и художниками, окрыляет и дарит ощущение полноты жизни. Однако превращение любви в патологическую потребность разрушает личность и мешает строить здоровые отношения, особенно у людей с низкой самооценкой. Настоящее счастье и полноценность жизни можно найти, научившись регулировать своё настроение и наслаждаться удовольствиями, которые не зависят от наличия партнёра.",
  "screen_1": {
    "texts": [
      "Любовь — это великолепное чувство, воспетое поэтами, художниками и музыкантами. Она окрыляет, вдохновляет и дарит ощущение полноты жизни.",
      "Естественно, каждый из нас стремится к тому, чтобы любить и быть любимым.",
      "Однако, если ваше представление о любви сводится к убеждению: «Я не могу быть по-настоящему счастливым и реализованным человеком, если у меня нет партнера. Для полного счастья мне необходимо быть любимым», это уже признак зависимости.",
      "Что значит быть зависимым от любви?",
      "Это когда любовь становится патологической потребностью, без которой вы не чувствуете счастья.",
      "Вы страдаете от отсутствия любви, ожидаете, что кто-то заполнит этот пробел. Вы уверены, что ваша жизнь станет лучше, интереснее и насыщеннее только тогда, когда в ней появится любимый человек, который сделает вас нужным, значимым и полноценным.",
      "Такая зависимость — это деструктивное состояние, которое подрывает вашу личность, самооценку и возможность строить здоровые отношения.",
      "Причины любовной зависимости могут быть разными, но чаще всего они уходят корнями в детство или юность.",
      "Особенно подвержены этому люди с низкой самооценкой, которые боятся одиночества, сосредоточены на своих недостатках и не верят в свои силы и способности.",
      "Низкая самооценка, проистекающая из детства, воспринимается как неполноценность.",
      "Когда родители уделяют ребенку мало внимания и он испытывает недостаток родительской любви, во взрослой жизни он будет искать эти чувства у партнёров, формируя зависимые отношения.",
      "Рассмотрим пример Виктории, 28 лет, которая проводит вечера и выходные в отчаянии, потому что верит: «Я могу быть счастливой только в отношениях. Без мужчины я ничто».",
      "Для неё быть любимой столь же важно, как дышать. Такая требовательность часто отталкивает людей."
    ]
  },
  "screen_2": {
    "texts": [
      "В процессе анализа своих убеждений Виктория выписала недостатки и преимущества своего мышления.",
      "Недостатки звучали так:",
      "Убеждение вгоняет меня в уныние, потому что я одна.",
      "Я теряю желание что-либо делать, изучать мир или заниматься хобби.",
      "Из-за этого я чувствую себя ленивой и несчастной.",
      "Это вызывает чувство жалости к себе",
      "Оно лишает меня гордости и уверенности, заставляя завидовать другим и испытывать разочарование.",
      "Затем она выписала преимущества убеждения:",
      "Надежда найти партнёра, обрести любовь и безопасность.",
      "Оно дает мне цель и смысл жизни.",
      "Насколько эти преимущества реальные?",
      "Виктория много лет считала, что она не может жить без мужчины, но это убеждение до сих пор не привлекло к ней желаемого партнера.",
      "Виктория пришла к выводу, что слишком много значимости придаёт мужчинам, и это не привлекло ни одного из них.",
      "Она также осознала, что зависимые люди часто выглядят слишком требовательными, что затрудняет построение отношений.",
      "Она увидела, что люди, находящие счастье внутри себя, чаще всего привлекают других, потому что излучают радость и уверенность.",
      "Любовная зависимость мешает строить здоровые отношения. Выражая потребность в другом человеке для собственного счастья, вы подсознательно сообщаете: «Люби меня, потому что сам по себе я ничего не стою». Такие отношения вряд ли могут быть здоровыми.",
      "Но даже если вы будете состоять в отношениях, имея подобные убеждения, они вряд ли будут здоровыми. Ведь вы всецело рассчитываете на то, что определенный человек, которого вы подсознательно считаете источником своего счастья, будет рядом.",
      "И готовы ради этого на все. Не получая «дозу» тех эмоций и чувств, в которых нуждаетесь, вы будете оказывать давление на своего партнера, чтобы почувствовать себя любимым, или начнете фантазировать о том, чтобы найти ту самую любовь на стороне.",
      "И вам всегда будет недостаточно или «что-то не так», потому что вы возложили на другого человека ответственность за свое состояние."
    ],
    "quote": {
      "text": "Настоящее счастье заключается в том, чтобы быть довольным собой.",
      "author": "Сенека"
    }
  },
  "screen_3": {
    "texts": [
      "Очень важно научиться регулировать собственное настроение и находить счастье в самом себе. Это даст вам возможность почувствовать себя в равной степени живым и когда вы один, и когда вы вместе с любимым человеком.",
      "Но вы можете подумать: «Звучит конечно хорошо, но это неправдоподобно. Быть одному — это значит быть эмоциональным неудачником.»",
      "Многие верят, что любовь — двигатель мира. Вы видите это в рекламе, слышите в популярных песнях, читаете в стихах. Но на самом деле, любовь далеко не единственный путь к счастливой и полноценной жизни.",
      "Быть одному совершенно не равно быть несчастным. Большинство удовольствий в жизни мы получаем сами по себе.",
      "Например, когда вы слушаете любимую музыку, танцуете, гуляете по красивым местам, читаете книгу или едите мороженое. Вам не нужна компания, чтобы испытать приятные ощущения.",
      "Количество удовольствий, которыми можно наслаждаться в одиночестве, бесконечно. А это значит, что вам доступно множество источников удовольствия независимо от того, есть кто-то рядом или нет.",
      "Подумайте какой ваш список удовольствий? Чем вы можете порадовать себя?",
      "Иногда мы так сильно стремимся к совершенным отношениям и самой идее высокого чувства, что теряем из виду то, что нам действительно необходимо, чтобы испытать настоящую любовь."
    ],
    "quote": {
      "text": "Любовь к себе — начало романа, который длится всю жизнь.",
      "author": "Оскар Уайльд"
    }
  },
  "instagram": [
    "18042843029166400",
    "17951316347979005"
  ],
  "exercise": {
    "title": "Как избавиться от любовной зависимости?",
    "description": "Статья посвящена исследованию счастья и убеждений, связанных с любовью и отношениями. В ней объясняется, что счастье можно достигать разными способами, и предлагаются техники для изменения негативных убеждений, связанных с одиночеством. Статья учит видеть радость в повседневных вещах и развиваться независимо от наличия романтических отношений.",
    "screen_1": {
      "texts": [
        "Отношения и любовь могут принести немало радости и счастья в жизнь, но они не являются единственным путем.",
        "Счастье — это сложный и многогранный процесс, и каждый имеет право выбирать свои собственные методы и пути для его достижения.",
        "Поэтому, если в данный момент ваша жизнь не включает романтических отношений, это не делает ее неполноценной.",
        "Для того чтобы изменить свои убеждения надо приложить немало усилий, это долгий и трудоемкий процесс.",
        "Но мы уверены, что, используя следующие рекомендации и техники, вы сможете избавиться от любовной зависимости и научитесь быть счастливым как в отношениях, так и без них.",
        "Смена фильтра",
        "Вы замечали, что, когда чувствуете себя одиноко, на улице то и дело попадаются влюбленные парочки?",
        "И, кажется, весь мир против вас: тут пара голубей, там котик и кошечка, а вы все один или одна. Так работает когнитивное искажение — негативный фильтр.",
        "Это ошибка мышления и восприятия, когда вы замечаете только то, что вас беспокоит, а остальное игнорируете.",
        "Смените фильтр — смотрите на мир шире. Учитесь видеть не только счастливые пары, но и счастливых одиночек. Или людей, у которых есть пара, но счастливее они от этого не стали, — социальный статус не всегда оправдывает себя."
      ],
      "quote": {
        "text": "Счастье — это как бабочка: чем больше вы его ловите, тем больше оно ускользает. Но если вы обратите своё внимание на другие вещи, оно придёт и тихо сядет вам на плечо.",
        "author": "Генри Дэвид Торо"
      }
    },
    "screen_2": {
      "texts": [
        "Лист предполагаемого удовольствия",
        "Счастье можно находить каждый день в малых радостях, в собственном развитии, в дружбе и множестве других аспектов жизни.",
        "Но скорее всего, вы так не думаете и уверены, что не можете быть счастливым без другого человека.",
        "Чтобы проверить это убеждение на реальность используйте «Лист предполагаемого удовольствия». В нем несколько столбцов, где вам надо будет спрогнозировать и указать фактическую степень удовольствия, которое вы получаете от различных занятий (работы и отдыха) в одиночестве или в компании других людей.",
        "В первой колонке укажите дату эксперимента",
        "Во второй запишите несколько действий, которые планируете сделать в этот день в рамках эксперимента (Рекомендуем провести 40–50 экспериментов в течение двух-трех недель. Выберите занятия, которые обычно приносят вам чувство удовлетворенности или наслаждения, либо те, что имеют потенциал для обучения или личного роста.)",
        "В третьей колонке запишите, с кем вы будете их делать. Если в одиночку, напишите: «Я».",
        "В четвертой колонке предположите, сколько удовольствия вам принесет то или иное занятие, оценивая его по шкале от 0 до 100%, — чем больше число, тем выше ожидаемое удовольствие.",
        "Очень важно заполнять четвертую колонку до того, как приступите к запланированному занятию, а не после! Заполнив первые четыре колонки, перейдите к действию.",
        "После этого, в пятую колонку запишите реальную степень удовольствия, используя ту же систему оценку — от 0 до 100%.",
        "Проведя ряд таких экспериментов, вы сможете проанализировать собранные вами данные и узнаете о себе много интересного.",
        "Во-первых, сравнивая предполагаемое удовольствие (колонка 4) с реальным (колонка 5), вы узнаете, насколько точны ваши прогнозы.",
        "Вы можете осознать, что обычно недооцениваете степень удовольствия, которое ожидаете получить, особенно когда делаете что-то в одиночку.",
        "Возможно, вы также удивитесь, узнав, что занятия с кем-то не всегда оправдывают ваши ожидания.",
        "На самом деле вы даже можете обнаружить, что во множестве случаев проводить время одному вам было приятнее, чем в компании.",
        "А также вы можете увидеть, что самые высокие оценки, которыми вы отметили одиночные занятия, равны оценкам занятий в компании или даже выше них."
      ],
      "quote": {
        "text": "Никто не может заставить вас чувствовать себя неполноценным без вашего согласия.",
        "author": "Элеонора Рузвельт"
      }
    },
    "screen_3": {
      "texts": [
        "Корректировка убеждений",
        "Любовь, отношения и брак не являются необходимым условием счастья и повышения самооценки, иногда их попросту недостаточно.",
        "Доказательство тому — миллионы мужчин и женщин, которые состоят в браке и при этом несчастны.",
        "Если бы любовь была лекарством от одиночества, проблем, плохого настроения, депрессий, тогда все психологи остались бы без работы.",
        "Но это увы не так, наличие партнера не гарантирует счастливой жизни. И это надо осознать и принять.",
        "Для того чтобы начать работу с убеждением – сформулируйте и выпишите его. Оно может звучать по-разному:",
        "Если у меня нет пары, я несчастлив",
        "Если меня не любят, значит я неудачник",
        "Без отношений я неполноценный",
        "Затем, распишите как именно ваше убеждение мешает вам. Например:",
        "чрезмерно высокие требования к себе, которым нет конца, кажется, что я недостаточно хорош для отношений",
        "нереалистичные ожидания от партнера, глобальные выводы о любви и не любви вместо внимания к конкретным проблемам",
        "постоянная неудовлетворенность и подавленное настроение, подпитываемые любыми ситуациями одиночества",
        "После этого, напишите контраргументы. Это может быть сложным процессом и возможно займет не один день, дополняйте список по мере того, как приходят новые мысли.",
        "Например, для убеждения «Быть одиноким – ужасно и унизительно» можно записать следующие контраргументы:",
        "когда человек один, это дает ему возможность лучше узнать себя",
        "без отношений есть возможность попробовать что-то новое, сделать то, что в отношениях будет гораздо сложнее",
        "лучше быть одному, чем с неподходящим партнером",
        "И самый главный элемент этого процесса – замените ваше старое убеждение на новое. Оно должно звучать реалистично и рационально, чтобы вы верили в него.",
        "Например: «Одиночество бывает приятным и полезным, в нем можно отдохнуть и лучше узнать себя. А любовь проявляется в разных отношениях.",
        "Даже при отсутствии партнера можно чувствовать близость с людьми, делиться переживаниями и проявлять тепло. Стоит опираться на то, каких отношений хочу лично я, и, если у меня их нет — задаться целью и попытаться их создать.",
        "Но отсутствие партнера не делает меня неполноценным. Также как и желание иметь партнера не делает меня слабым и зависимым.»",
        "Перечитывайте эти записи каждый день в течение 2-3 недель, можете дополнять их или менять. Таким образом, у вас получится преодолеть негативный образ мышления и положить начало своим изменениям.",
        "Любовь — чудесный опыт, но, как и любой другой, может быть положительным и отрицательным и не должен определять, кто мы и зачем мы здесь.",
        "Желание и потребность — это не одно и то же. Кислород — это потребность, а любовь — это желание.",
        "Любовь не является потребностью взрослого человека!",
        "Желание построить любовные отношения — это нормально. В нем нет ничего плохого. Хорошие отношения с любимым человеком — это восхитительное удовольствие.",
        "Но для того, чтобы выжить или испытать наивысшее счастье, вам не требуется ни одобрение, ни любовь, ни внимание другого человека."
      ]
    }
  }
}
