{
  "title": "Как избавиться от любовной зависимости?",
  "description": "Статья помогает взглянуть на любовь и отношения зрелым и спокойным взглядом. В ней объясняется, как формируются убеждения, которые мешают быть довольным жизнью без романтической связи, и как шаг за шагом учиться опираться на себя, находить радость в разных сферах и развиваться независимо от наличия партнера. Приведённые техники помогают ослабить зависимость от отношений и научиться чувствовать себя полноценным и счастливым человеком как в паре, так и в одиночестве.",
  "screen_1": {
    "texts": [
      "Любовь и близкие отношения действительно могут приносить много радости и тепла, но они не единственный путь к счастливой жизни.",
      "Счастье — многогранное явление, и у каждого есть право находить его своим способом.",
      "Если сейчас рядом нет романтического партнёра, это не делает вашу жизнь менее значимой или ценной.",
      "Изменение убеждений — это постепенный процесс, который требует времени, внимания к себе и практики.",
      "При регулярной работе с собой и использованием техник из этой статьи вы сможете уменьшить зависимость от отношений и почувствовать спокойствие и уверенность внутри — как в паре, так и вне её.",
      "Смена фильтра",
      "Бывало, что когда чувствуете одиночество, вдруг везде замечаете влюблённые пары?",
      "Кажется, мир полон романтики: голуби, кошки, друзья-влюблённые — и вы будто один на фоне всех.",
      "Так работает когнитивное искажение — негативный фильтр, при котором внимание автоматически цепляется за подтверждение грустных мыслей.",
      "Попробуйте мягко расширять фокус: замечайте не только пары, но и людей, которым хорошо в одиночестве. И тех, кто в отношениях, но при этом явно несчастлив — факт того, что статус сам по себе не гарантирует счастья."
    ],
    "quote": {
      "text": "Счастье — как бабочка: чем больше пытаешься поймать, тем быстрее оно ускользает. Но если обратить внимание на другое, оно тихо сядет на плечо.",
      "author": "Генри Дэвид Торо"
    }
  },
  "screen_2": {
    "texts": [
      "Лист предполагаемого удовольствия",
      "Радость можно находить в маленьких вещах, заботе о себе, в друзьях, развитии и личных открытиях — не только в романтической связи.",
      "Но когда внутри есть убеждение, что счастье возможно только рядом с партнёром, мозг игнорирует другие источники удовольствия.",
      "Чтобы проверить это убеждение на практике, используйте «Лист предполагаемого удовольствия». Он поможет увидеть реальную картину.",
      "В первой колонке укажите дату.",
      "Во второй — несколько действий, которые планируете сделать в рамках эксперимента (оптимально провести 40–50 таких наблюдений за 2–3 недели).",
      "Это могут быть занятия, которые обычно приносят удовольствие, либо что-то новое, что потенциально может вас порадовать или чему-то научить.",
      "В третьей колонке укажите, будете ли вы делать это в одиночку или с кем-то.",
      "В четвертой — предположите уровень удовольствия по шкале 0–100% до начала действия.",
      "Важно заполнить прогноз заранее, а затем выполнить активность.",
      "В пятую колонку внесите реальный уровень удовольствия по той же шкале.",
      "Проанализируйте результаты.",
      "Сравнивая предположенное удовольствие и реальное, вы увидите, насколько точны ваши ожидания.",
      "Часто оказывается, что одиночные занятия приносят больше удовольствия, чем мы думаем — иногда даже больше, чем занятия с другими.",
      "И возможно вы увидите, что радость в одиночестве — не миф, а вполне реальный и доступный опыт."
    ],
    "quote": {
      "text": "Никто не может заставить вас чувствовать себя неполноценным без вашего согласия.",
      "author": "Элеонора Рузвельт"
    }
  },
  "screen_3": {
    "texts": [
      "Корректировка убеждений",
      "Любовь и отношения — чудесная часть жизни, но сами по себе они не гарантируют счастья или уверенности в себе.",
      "Миллионы людей в отношениях испытывают одиночество, тревогу или неудовлетворённость.",
      "Если бы партнёр автоматически защищал от душевной боли, психологи бы не были нужны — но это не так.",
      "Поэтому важно признать: сама по себе романтическая связь не делает жизнь счастливой, хотя может быть её прекрасной частью.",
      "Чтобы начать работу, сформулируйте убеждение, которое вызывает боль или тревогу.",
      "Например:",
      "Если у меня нет пары, я несчастен",
      "Если меня не любят, значит, со мной что-то не так",
      "Я неценен без отношений",
      "Затем подумайте и запишите, как это убеждение влияет на вас:",
      "повышенные требования к себе, ощущение «я недостаточно хорош для отношений»",
      "нереалистичные ожидания от партнёра и идеализация любви",
      "частые переживания одиночества и грусти",
      "Теперь составьте контраргументы. Возможно, на это уйдут дни — это нормально.",
      "Например, для убеждения «Одиночество — это плохо и унизительно»:",
      "в одиночестве можно глубже узнать себя",
      "есть свобода пробовать новое и строить жизнь по своим правилам",
      "лучше быть одному, чем в несчастливых отношениях",
      "Затем сформулируйте новое убеждение — реалистичное и поддерживающее:",
      "Одиночество может быть ресурсным и полезным. В нем есть отдых, время на себя и свобода выбирать. Я могу строить близость с людьми в разных формах. Партнёр может быть ценным дополнением, но не определяет мою ценность.",
      "Возвращайтесь к этим мыслям ежедневно 2–3 недели, дополняйте их — так создаётся новое мышление и эмоциональная привычка.",
      "Любовь — прекрасный опыт, но она не определяет, кто мы. Желать отношений нормально, но это не равняется жизненной необходимости.",
      "Отношения могут приносить счастье, но способность быть в ладу с собой — фундамент, на котором строится гармоничная связь."
    ]
  }
}
