{
  "title": "Выход из ловушки «Все из-за меня»",
  "description": "Статья объясняет, что такое персонализация — привычка воспринимать события как связанные лично с собой. Вы узнаете, почему это мышление вызывает ненужное чувство вины и тревогу, и как шаг за шагом развить более здоровый взгляд на ситуации. Представленные техники помогут мягко отделять факты от мыслей, уменьшить самокритику и почувствовать больше внутреннего спокойствия.",
  "screen_1": {
    "texts": [
      "Иногда люди называют персонализацию «манией величия», но это не про ощущение силы или значимости.",
      "Персонализация — это когда кажется, что происходящее вокруг связано с вами, даже если доказательств этому нет.",
      "Внутри это часто ощущается не как власть, а как тревога: будто все смотрят, оценивают и ждут от вас идеального поведения.",
      "Чтобы выйти из этого паттерна, важно учиться замечать реальные причины событий, а не автоматически винить себя.",
      "Когда мы принимаем ответственность за то, что вне нашего контроля, мы перегружаем себя и создаём почву для чувства вины и усталости.",
      "Первый шаг — наблюдение. Замечайте, когда в голове появляется мысль: «Это моя вина», хотя фактов мало или их нет.",
      "Спрашивайте себя: «Я действительно повлияла на эту ситуацию? Или это просто мысль, а не факт?»",
      "Попробуйте рассматривать и другие объяснения происходящего. Например: «Она не поздоровалась. Возможно, она расстроена, торопится или занята мыслями — это может быть никак не связано со мной»."
    ],
    "quote": {
      "text": "Все, что мы слышим, — это мнение, а не факт. Все, что мы видим, — это взгляд, а не истина.",
      "author": "Марк Аврелий"
    }
  },
  "screen_2": {
    "texts": [
      "Поможет серия вопросов:",
      "Должна ли я действительно винить себя?",
      "Было ли это под моим контролем?",
      "За что именно я могу отвечать? И где проходит граница моей ответственности?",
      "Какие другие причины могли повлиять на ситуацию?",
      "Пример:",
      "Вы пришли на работу, а коллега не поздоровалась. Автоматическая мысль: «Наверное, я что-то сделала не так».",
      "Теперь включаем анализ:",
      "Она могла не заметить меня, задуматься, не выспаться, спешить или переживать за что-то свое.",
      "Я не могу знать точную причину без прямого разговора.",
      "Если даже у неё плохое настроение, это может быть связано с множеством факторов, не со мной.",
      "Раз нет фактов, нет и оснований для вины.",
      "Мы не можем контролировать всё. Иногда лучший шаг — отпустить и позволить миру идти своим ходом."
    ],
    "quote": {
      "text": "Не вещи тревожат людей, а их взгляды на вещи.",
      "author": "Эпиктет"
    }
  },
  "screen_3": {
    "texts": [
      "Несколько упражнений, которые могут помочь:",
      "Взгляд со стороны",
      "Представьте, что подруга рассказывает вам такую же ситуацию. Что бы вы ей сказали? Как бы вы поддержали её? Точно так же можно поддержать и себя.",
      "Фраза «если бы…»",
      "Дополняйте мысль: «Если бы я действительно была во всем ответственна, это значило бы…».",
      "Например: «…что я могу контролировать чувства других», или «…что я читаю мысли», или «…что я отвечаю за все события вокруг».",
      "Замечая абсурдность этих фантазий, легче вернуть реальный взгляд на ситуацию.",
      "Со временем такие упражнения помогают мягко отделять реальные факты от автоматической вины.",
      "Помните: быть внимательной к событиям — это ценно. Но это не значит, что вы обязаны отвечать за всё.",
      "Освобождаясь от персонализации, вы возвращаете себе больше легкости, пространства и внутреннего спокойствия."
    ]
  }
}
