{
  "title": "Виноват всегда я? Иллюзия всемогущества",
  "description": "Эта статья исследует психологическое явление персонализации — убеждение, что вы являетесь причиной всего происходящего вокруг. В тексте раскрываются механизмы этого мышления, его негативные последствия, такие как стресс, тревожность, низкая самооценка и проблемы в отношениях. Также рассматриваются причины формирования такого убеждения, начиная с детства и влияния культурных норм. В заключение приводятся рекомендации по преодолению персонализации и освобождению от чувства необоснованной вины.",
  "screen_1": {
    "texts": [
      "В любой ситуации, каким бы ни был результат — причина этому я.",
      "Не успел на поезд — долго собирался. Люди напротив в метро смеются — наверняка надо мной. У партнёра нет настроения — значит, я сделал что-то не так.",
      "Знакомо?",
      "Если да, то мы имеем дело с убеждением о собственном всемогуществе.",
      "Каждый из нас в той или иной степени сталкивался с персонализацией.",
      "Это коварная психологическая ловушка, заставляющая вас чувствовать себя центром вселенной и брать на себя ответственность за многое из происходящего вокруг.",
      "Вы убеждены, что люди вокруг реагируют исключительно на вас, что их действия, мысли и чувства целиком зависят от ваших поступков, хотя на самом деле всё это не подлежит вашему контролю.",
      "Но вы мучаетесь, осуждая себя и испытывая гнетущее чувство вины.",
      "Как ни парадоксально, убеждение в собственном всемогуществе и всесилии ограничивает вас, погружая в тревогу и снижая эффективность.",
      "Как проявляется персонализация?",
      "«Всё из-за меня»: Вы склонны верить, что всё, что происходит в жизни, — результат ваших собственных действий. Неважно, хорошее это или плохое, вы принимаете на себя всю ответственность.",
      "«Всё вокруг меня»: Вы убеждены, что окружающие постоянно думают о вас, обсуждают, замечают все ваши ошибки и недостатки.",
      "«Я виноват»: Чувство вины становится постоянным спутником, независимо от реальных причин событий."
    ]
  },
  "screen_2": {
    "texts": [
      "Например:",
      "Представьте, что вы зашли в магазин, и на кассе продавец грубо вам ответил. Вместо того чтобы подумать, что у продавца мог быть плохой день или он просто грубиян, вы начинаете корить себя: «Наверное, я сказал или сделал что-то не так».",
      "На встречу с друзьями позвали знакомую, которая вам не нравится. Вы думаете, что они сделали это специально, чтобы показать, что вы лишняя и что они не хотят с вами общаться.",
      "«Если она не отвечает на мой звонок, значит, она обиделась на меня».",
      "Эти подростки смеются и переглядываются — наверняка обсуждают меня.",
      "При таком стиле мышления совершенно неважно, кто виноват на самом деле — вина всё равно ощущается как ваша. Как думаете, к чему это может привести? Конечно, к стрессу, апатии, тревожности, проблемам с самооценкой и даже к депрессии.",
      "Почему персонализация опасна?",
      "Излишняя самокритика: Люди могут склоняться к самокритике и вине за события, которые на самом деле не зависели от них.",
      "Стресс и тревога: Постоянное ощущение, что все проблемы из-за меня, вызывает хронический стресс и тревожность.",
      "Проблемы в отношениях: Люди, склонные к персонализации, могут неправильно интерпретировать поведение других, обижаясь и разрушая отношения.",
      "Искаженное восприятие реальности: Как и любое иррациональное убеждение, персонализация вводит вас в заблуждение, мешая трезво оценивать ситуацию и упуская из виду объективные факты и обстоятельства.",
      "Низкая самооценка: Постоянно обвиняя себя во всём, вы подрываете свою уверенность в себе.",
      "Позиция жертвы: Некоторые люди неосознанно стараются навредить себе, наказывая себя за выдуманные проступки. Они могут позволять другим пренебрежительно к ним относиться."
    ],
    "quote": {
      "text": "Чувство вины обязательно порождает сценарий наказания, причём без ведома вашего сознания",
      "author": "Вадим Зеланд"
    }
  },
  "screen_3": {
    "texts": [
      "Откуда появляется персонализация?",
      "Этот тип убеждений формируется ещё в детстве.",
      "Известно, что мышление детей эгоцентрично, а значит, ребёнок искренне считает себя причиной всего происходящего вокруг.",
      "Например, для детей трёх-четырёх лет совершенно нормально считать, что солнце встаёт, потому что они проснулись, и садится, когда им пора спать.",
      "Однако многие взрослые, вырастая, всё ещё используют элементы эгоцентрического мышления в повседневной жизни.",
      "Семейное или общественное давление может заставить человека считать себя ответственным за благополучие других. Например, ребёнок, вынужденный заботиться о своих родителях уже в раннем возрасте.",
      "Проблемы с самооценкой могут быть как следствием, так и причиной подобных убеждений.",
      "Люди с низкой самооценкой часто склонны к персонализации. Они могут считать, что не достойны того, чтобы к ним относились хорошо, и поэтому приписывают негативные события своим действиям или недостаткам.",
      "Травматический опыт в прошлом также может способствовать персонализации. В раннем возрасте велика вероятность искажения мышления ребёнка и убеждения, что всё происходящее зависит от него.",
      "Например, если человек в детстве часто слышал от родителей фразы «ты во всём виноват» или «ты никогда ничего не делаешь правильно», он может потом носить этот «ярлык» всю жизнь, приписывая все негативные события своей вине.",
      "В некоторых культурах принято брать на себя ответственность за всё, что происходит вокруг. Это может привести к тому, что люди будут склонны к персонализации, даже если они не виноваты в происходящем.",
      "Какими бы ни были причины формирования убеждений, мы можем менять своё мышление на любом этапе жизни, если у нас есть мотивация.",
      "В следующей главе мы, как обычно, рассмотрим основные рекомендации по работе с верой в собственное всемогущество."
    ],
    "quote": {
      "text": "Нельзя винить себя за всё, если ты не считаешь себя всемогущим.",
      "author": "Михаил Булгаков"
    }
  }
}
