{
  "title": "Виноват всегда я? Иллюзия всемогущества",
  "description": "Персонализация — это привычка воспринимать события вокруг как связанные лично с собой. Такое мышление часто приводит к чувству вины, тревоге и эмоциональному выгоранию. В этой статье мы разбираем, как формируется убеждение «всё из-за меня», почему оно настолько изматывает и как шаг за шагом научиться смотреть на ситуации объективнее и мягче к себе.",
  "screen_1": {
    "texts": [
      "«В любой ситуации причина — я».",
      "Не успела на поезд — «значит, плохо спланировала». Кто-то смеётся в метро — «наверное, надо мной». Партнёр задумчив — «кажется, я виновата».",
      "Если такие мысли знакомы, вы сталкиваетесь с персонализацией — ощущением, что всё вокруг происходит из-за вас или по поводу вас.",
      "Это не про величие или грандиозность. Скорее про тяжесть: будто вы постоянно под прицелом внимания и должны контролировать все события.",
      "Такой стиль мышления мы встречаем у многих — от тревожных людей до перфекционистов.",
      "Персонализация заставляет ставить себя в центр любой ситуации, невольно приписывая себе слишком большую ответственность.",
      "Кажется, будто реакция других, их слова и настроение — отражение вас.",
      "Это создаёт внутреннее напряжение, чувство вины и ощущение, что нужно бесконечно «быть правильной».",
      "Парадокс в том, что убеждение «я влияю на всё» не даёт чувство силы. Оно скорее истощает, вызывает тревогу и мешает видеть реальную картину.",
      "Как это проявляется?",
      "«Это из-за меня»: любая ситуация переживается как личная ответственность.",
      "«Все думают обо мне»: ощущение постоянного внимания и оценки со стороны окружающих.",
      "«Я виновата»: чувство вины появляется раньше фактов — или даже несмотря на них."
    ]
  },
  "screen_2": {
    "texts": [
      "Примеры:",
      "Вы в магазине, и кассир отвечает грубо. Вместо того чтобы предположить, что у человека просто тяжёлый день, внутри поднимается мысль: «Что я сделала не так?»",
      "На встрече появляется человек, с которым вам сложно — и вместо спокойного факта «нам не близко» возникает мысль: «Наверное, это специально против меня».",
      "Человек не отвечает на сообщение — и сразу появляется тревога: «Я чем-то обидела».",
      "Подростки смеются в стороне — и вы ловите себя на мысли: «Наверняка обсуждают меня».",
      "Такое мышление создаёт эмоциональный перегруз: тревогу, апатию, внутреннюю зажатость, сомнения в себе и, увы, повышает риск депрессии.",
      "Почему это вредно?",
      "Чрезмерная самокритика: ответственность принимается даже там, где нет фактов.",
      "Повышенная тревожность: постоянное напряжение и попытка всем угодить.",
      "Сложности в отношениях: легко ошибиться в причинах поведения других людей.",
      "Искажение реальности: внимание фокусируется на себе, вместо объективного взгляда на ситуацию.",
      "Падение самооценки: когда всё — «моя ошибка», тяжело верить в себя.",
      "Чувство бессилия: появляется ощущение, что мир надо постоянно удерживать под контролем."
    ],
    "quote": {
      "text": "Чувство вины всегда ищет наказание, даже если вы этого не осознаёте.",
      "author": "Вадим Зеланд"
    }
  },
  "screen_3": {
    "texts": [
      "Откуда это берётся?",
      "Часто корни — в детстве. Детское мышление эгоцентрично: ребёнку кажется, что мир вращается вокруг него.",
      "Если ребёнок видит напряжённость дома, ему проще решить: «Это из-за меня», чем признать, что взрослые не справляются.",
      "Иногда дети рано берут на себя роль «ответственного» — эмоционально или даже физически. Это формирует привычку контролировать и искать свою вину.",
      "Если любовь и одобрение давались «за правильность», человек учится: чтобы быть в безопасности, нужно всё делать идеально.",
      "Фразы вроде «из-за тебя…» или «ты должен был понять» могут глубоко укорениться и продолжать звучать внутри даже спустя годы.",
      "Культурные сценарии тоже играют роль: иногда нас учат «думать о других прежде о себе», но это может перейти в нездоровую гиперответственность.",
      "Важно помнить: персонализация — это не черта характера, а привычка мышления.",
      "И хорошая новость в том, что привычки можно менять — с поддержкой, наблюдением за мыслями и постепенной тренировкой.",
      "В следующей части мы разберём практики, которые помогут мягко отпускать лишнюю вину и возвращать себе ощущение реальности и спокойствия."
    ],
    "quote": {
      "text": "Если вы считаете себя виновным во всём — значит, вы приписываете себе роль всемогущего.",
      "author": "Михаил Булгаков"
    }
  }
}
