{
  "title": "Мне должны. Что не так с этим убеждением?",
  "description": "Установка «мне должны» формируется тогда, когда человек привыкает ожидать, что мир и люди вокруг будут удовлетворять его желания и потребности. Это убеждение часто рождается в детстве, когда у ребёнка нет чётких границ или он получает чрезмерную заботу. Во взрослой жизни такая установка приводит к разочарованию, обидам и трудностям в отношениях. Важно учиться видеть мир шире: принимать, что у других тоже есть потребности, желания и ограничения, и строить отношения на взаимности, а не на ожидании долга.",
  "screen_1": {
    "texts": [
      "Фраза «мне должны» звучит почти как невидимое правило: будто мир обязан откликаться на наши желания.",
      "При таком мышлении кажется естественным ожидать понимания, согласия, поддержки и безусловной готовности откликнуться.",
      "Однако за этим может скрываться игнорирование автономии других людей: их чувств, возможностей, желаний и границ.",
      "Типичные формулировки убеждения могут звучать так:",
      "«Друзья должны всегда помогать мне»",
      "«Партнёр обязан поддерживать меня во всём»",
      "«Родители должны помогать с детьми»",
      "«Я не должна сталкиваться с отказом»",
      "«Мир должен быть справедлив ко мне»",
      "Такие мысли создают иллюзию: будто счастье и благополучие приходят «по праву», а не как результат собственных шагов, выбора и взаимного обмена.",
      "Когда ожидания не оправдываются, это может приводить к обиде, чувству несправедливости, одиночеству и даже вспышкам раздражения.",
      "Проблема не в желании поддержки — это естественно. Трудности возникают, когда ожидание превращается в требование, а другой человек — в обязанного."
    ],
    "quote": {
      "text": "Мы не можем управлять ветром, но можем направлять паруса.",
      "author": "Долли Партон"
    }
  },
  "screen_2": {
    "texts": [
      "Когда мир не соответствует ожиданиям, возникает разочарование: «Почему они так? Разве они не должны поддержать?»",
      "Эмоции становятся сильными: обида, гнев, ощущение одиночества. Кажется, что люди недостаточно ценят или понимают.",
      "Например, человек может ожидать, что друзья всегда будут рядом в любой момент — даже ночью, даже если у них есть свои планы, усталость или заботы.",
      "Когда они не могут помочь, появляется мысль: «Меня бросили. Я им не важна».",
      "Такая позиция со временем может отталкивать людей. Рядом становится тяжело: слишком много ожиданий и слишком мало пространства.",
      "Откуда это берётся?",
      "Часто — из детского опыта:",
      "• когда ребёнку редко устанавливали границы и старались выполнять все желания",
      "• когда внимание и забота давались в избытке и не встречали естественных ограничений",
      "Тогда формируется убеждение: «Если я чего-то хочу, мир должен это дать».",
      "Другой возможный сценарий — когда родители сами жили в установке «нам должны», и ребёнок перенял этот способ смотреть на мир.",
      "Иногда человек не получал поддержки в детстве и во взрослом возрасте надеется, что другие компенсируют эту нехватку. Это естественное желание близости — просто путь к его удовлетворению оказался слишком требовательным.",
      "Все эти истории — не про слабость, а про неудовлетворённые потребности, которым не нашлось здорового выражения."
    ],
    "quote": {
      "text": "Никто не должен вам ничего. Всё, что приходит — это подарок.",
      "author": "Ошо"
    }
  },
  "screen_3": {
    "texts": [
      "Если в детстве потребности ребёнка игнорировали, у него могла возникнуть внутренняя боль и ожидание: «Теперь мир должен мне дать то, чего не дали тогда».",
      "Например, если ребёнку не позволяли выбирать или проявлять себя, он может ожидать, что окружающие во взрослом возрасте будут давать ему признание, поддержку и пространство, которые он недополучил.",
      "Бывает и наоборот: ребёнок старался заслужить любовь и заботу, и во взрослой жизни ожидает, что окружающие теперь «должны» дать ему то, что он так долго отдавал.",
      "Такие истории вызывают глубокие чувства — и это естественно. Но важно видеть: ожидание, что другие восполнят все внутренние дефициты, часто приводит к разочарованию.",
      "Последствия установки «мне должны»:",
      "• разочарование и хроническая неудовлетворённость",
      "• конфликты и напряжение в отношениях",
      "• чувство одиночества и непонятости",
      "• потеря автономии: зависимость от действий других",
      "• сложности с самооценкой — ведь ощущение ценности опирается на внешнее подтверждение",
      "Фокус только на собственных ожиданиях лишает возможности видеть людей, их чувства и вклад — а это основа теплых и взаимных отношений.",
      "Признание того, что мир не обязан соответствовать нашим ожиданиям, не делает нас слабее. Оно возвращает нам свободу — выбирать, создавать, договариваться, благодарить, строить отношения на уважении и взаимности."
    ],
    "quote": {
      "text": "Не ожидай, что мир будет вращаться вокруг тебя. У каждого есть своё место и своя дорога.",
      "author": "Аристотель"
    }
  },
  "instagram": ["17846918100447802"]
}
