{
  "title": "Как справиться с должествованием?",
  "description": "Статья обсуждает убеждения «долженствования» как источник стресса и неудовлетворенности, подчеркивая, что эти установки заставляют нас чувствовать себя заложниками обстоятельств. Автор предлагает осознать нереалистичность таких убеждений, заменить их на более гибкие формулировки, и взять ответственность за свои желания и действия. Практика благодарности и сострадания, а также умение просить о помощи и принимать несовершенства, помогут уменьшить стресс и улучшить качество жизни.",
  "screen_1": {
    "texts": [
      "Убеждения «долженствования» — это тихий враг, который крадет у нас радость жизни, подрывает спокойствие и мешает строить конструктивные, близкие отношения с окружающими.",
      "Центральной идеей установки служит идея долга.",
      "Само слово «должен» является в большинстве случаев языковой ловушкой.",
      "Смысл слова «должен» — только так и никак иначе. Фразы: «должен», «обязан», «необходимо» заставляют нас чувствовать себя заложниками обстоятельств, поскольку они обозначают ситуацию, где отсутствует любая альтернатива.",
      "Но такое обозначение справедливо лишь в очень редких, практически исключительных случаях.",
      "Например, реалистичным будет высказывание «человек должен дышать воздухом», поскольку физически альтернатива отсутствует.",
      "А вот высказывание «никто не должен опаздывать» неадекватно и нереалистично, так как на самом деле это вполне может произойти. Люди опаздывают, задерживаются или вовсе не приходят.",
      "Поэтому наличие убеждений долженствования неизбежно приводит к появлению стресса, острого или хронического.",
      "Как освободиться от «долженствования»?",
      "Осознайте нереалистичность вашего убеждения",
      "Предъявляя требования другим людям о том, как они должны вести себя с вами, что говорить и делать, вы ожидаете от них только определенного результата.",
      "Это мощный источник стресса, потому что никогда и ни у кого в жизни не было такого окружения, чтобы оно всегда оправдывало наши ожидания.",
      "Даже у самых авторитетных граждан, у верховных правителей появлялись люди, которые поступали «не так, как должны».",
      "Естественно, что когда мы сталкиваемся с человеком, который поступает «не так, как должен», то уровень психоэмоционального возбуждения возрастает. Отсюда — постоянный стресс, обиды и целый букет негативных эмоций."
    ],
    "quote": {
      "text": "Если ты думаешь, что мир должен тебе что-то, это будет источником твоей боли. Помни, что мир ничего не должен никому.",
      "author": "Будда"
    }
  },
  "screen_2": {
    "texts": [
      "Определите корни убеждения",
      "Подумайте, откуда это убеждение произошло. Возможно, вас в детстве баловали и не ставили перед вами реалистичных границ или вы унаследовали такое мышление от родителей. Осознание причины не поможет избавиться от убеждения, но это важный шаг в работе с ним.",
      "Обращайте внимание на то, что вы говорите. Отслеживайте в своей речи слова «должен», «обязан», «надо» и замените их на «хочу», «предпочитаю», «мне бы хотелось».",
      "Пример: «Мои друзья должны звонить мне первыми» заменяем на «Мне бы хотелось, чтобы мои друзья звонили мне первыми».",
      "Возьмите на себя ответственность",
      "Семантическое значение этих слов определяет отношение к ситуации.",
      "В одном случае — это неизбежная необходимость, ответственность за которую лежит на внешней силе (люди, природа, обстоятельства и т. п.), в другом случае — свободный выбор, ответственность за который лежит на вас самих.",
      "Тяжело взять ответственность за выбор на себя, но этот путь увеличивает степень свободы и уменьшает стрессовую нагрузку в долгосрочной перспективе.",
      "Разберите свое «долженствование» на части",
      "Вместо того чтобы говорить «мне должны ...» спросите себя:",
      "Почему я считаю, что это должно быть так?",
      "Есть альтернативные варианты?",
      "Чего я хочу тем самым добиться?",
      "В чем будет польза, если это будет так?",
      "Определите свои истинные желания, будьте честны сами с собой. Что вы действительно хотите, когда говорите, что кто-то или что-то вам должны? Какие ценности вы защищаете здесь?"
    ]
  },
  "screen_3": {
    "texts": [
      "Учитесь просить и выражать свои нужды",
      "Вместо того чтобы предполагать, что другие люди знают о ваших потребностях или желаниях, научитесь ясно и открыто выражать их и просить о помощи, когда это необходимо.",
      "Практикуйте сострадание",
      "Постарайтесь понять чувства других людей. Помните, что у каждого есть свои заботы и что вас не всегда могут поддержать, выслушать, похвалить, не всегда могут оказать нужную помощь.",
      "Старайтесь вставать на место других людей, искать альтернативные объяснения происходящего, вырабатывая таким образом эмпатию.",
      "Будьте благодарны",
      "Вместо того чтобы сосредотачиваться на том, что другие должны делать для вас, сосредоточьтесь на благодарности за то, что они делают.",
      "Например, представьте, что коллега помогает вам с проектом, хотя он сам очень занят. Вместо того чтобы думать «Он должен помогать мне, это его обязанность», переформулируйте свои мысли на: «Я благодарен за помощь коллеги, учитывая его занятость. Он настоящий профессионал».",
      "Практика благодарности позволяет нам видеть и оценивать добрые поступки других людей, а также создает атмосферу взаимного уважения и поддержки. Благодарность можно выражать как лично, так и публично, и она способствует укреплению наших отношений с окружающими.",
      "Принимайте несовершенство",
      "Мир не идеален, не требуйте от себя и от других невозможного. Не пытайтесь изменить мир и других людей под себя, ничего хорошего из этого все равно не выйдет.",
      "Освобождение от иррациональных установок — это долгий и не всегда легкий процесс. Но это того стоит, постепенно вы начнете чувствовать себя более свободным, счастливым и уверенным в себе человеком."
    ]
  }
}
