{
  "title": "Мне должны. Что не так с этим убеждением?",
  "description": "Статья рассматривает проблему установки \"мне должны\", которая формируется у людей, ожидающих, что мир будет вращаться вокруг них и удовлетворять все их потребности. Автор объясняет, как эта установка возникает в детстве, приводит примеры ее проявления во взрослой жизни и описывает негативные последствия такого мышления, включая разочарование, напряженность в отношениях и потерю независимости. В заключение предлагается идея о том, что важно принимать мир таким, какой он есть, и понимать, что в нем есть место не только для нас, но и для других людей.",
  "screen_1": {
    "texts": [
      "\"Мне должны\" — это ловушка, в которую попадают многие, полагая, что мир вращается вокруг них.",
      "Люди, находящиеся в такой позиции, часто ожидают, что другие будут соглашаться с ними и выполнять их просьбы.",
      "Они не принимают во внимание мнения и потребности других людей, считая, что их собственные желания и потребности более важны.",
      "Убеждения долженствования могут звучать так:",
      "Друзья всегда должны помогать мне",
      "Мой партнер должен меня всегда и во всем поддерживать",
      "Моя мама должна сидеть с моими детьми",
      "Все должно быть как я хочу",
      "Мне не должны отказывать",
      "Мир должен быть справедлив ко мне",
      "Если вы замечали подобное мышление у себя, то, скорее всего, вы считаете, что заслуживаете успеха, любви, счастья просто по праву рождения.",
      "Вы ожидаете, что вселенная и окружающие люди должны исполнять ваши желания, потому что вы хороший, добрый человек или потому что вы усердно работаете.",
      "Но когда этого не происходит, а такое случается часто, вы оказываетесь перед выбором: погрузиться в уныние и чувство неполноценности или вспыхнуть гневом. Люди, которым все должны, нередко сталкиваются с проблемами."
    ],
    "quote": {
      "text": "Мы не можем управлять ветром, но можем направлять паруса.",
      "author": "Долли Партон"
    }
  },
  "screen_2": {
    "texts": [
      "И, в первую очередь, это разочарование: если вам отказали, не поняли, что должны решать ваши проблемы, не пошли навстречу ожиданиям, то вас безусловно ждет разочарование, обиды, гнев, непонимание, как так вообще можно со мной поступать – таким прекрасным человеком.",
      "Вы тратите массу энергии на негативные эмоции, видя мир в мрачных тонах. Ваше требовательное отношение к жизни мешает вам получать удовольствие, радоваться, ведь вы не принимаете мир таким, какой он есть, у вас всегда есть претензии к тому, как он устроен.",
      "Таня – яркий пример человека с установкой \"мне все должны\". Она ожидает, что друзья будут всегда доступны, готовы бросить все и бежать к ней на помощь, решая любые ее проблемы и удовлетворяя все ее запросы.",
      "Например, она может позвонить в 3 часа ночи, требуя, чтобы подруга немедленно приехала и поддержала ее после ссоры с парнем.",
      "Или, не предупреждая заранее, попросить помочь с переездом, хотя подруга в этот день уже запланировала важную встречу. Когда друзья не могут ей помочь, Таня обижается и чувствует себя брошенной, ненужной.",
      "Это опасная позиция, которая может привести к изоляции, напряжению в отношениях или даже к разрушению этих отношений.",
      "Друзья и близкие начинают избегать встреч или разговоров, боясь очередного требования, обиды или ссоры. Потому что никто не хочет постоянно чувствовать себя обязанным и подчиняться чужим капризам.",
      "Откуда же берется это убеждение? Эта установка часто формируется в детстве, когда ребенок не сталкивается с реалистичными границами и получает все, что хочет. Это может произойти по разным причинам:",
      "Родители балуют ребенка и позволяют ему делать все, что в голову взбредет.",
      "В таком случае у ребенка формируется нарциссическая часть личности с завышенным чувством собственной важности.",
      "Пример: Маленькая Катя всегда получала все, что хотела. Ее родители считали, что она заслуживает самого лучшего и не отказывались ей ни в чем. Катя привыкла, что мир вращается вокруг нее, и не понимала, почему в школе учителя не уделяют ей все свое внимание, а одноклассники не считаются с ее мнением.",
      "Родители сами живут по принципу \"мне все должны\".",
      "Ребенок повторяет родительский сценарий, усваивая этот образ мышления.",
      "Пример: Родители Вани постоянно жаловались на жизнь, считая, что им должны больше платить, что их не ценят и что их права постоянно нарушаются. Ваня вырос в атмосфере недовольства и ожидания, что мир что-то ему должен."
    ],
    "quote": {
      "text": "Никто не должен вам ничего. Все, что вы получаете в жизни: это подарок.",
      "author": "Ошо"
    }
  },
  "screen_3": {
    "texts": [
      "Родители не считались с мнением ребенка, игнорировали его интересы и желания.",
      "Ребенок злится на родителей, но не может выразить свою злость открыто. Поэтому он переносит ее на окружающих, считая, что они должны его пожалеть и компенсировать то, чего ему не хватило в детстве.",
      "Пример: Аня всегда мечтала стать художницей, но ее родители заставили ее пойти учиться на юриста, считая, что это более престижная профессия. Аня пошла на уступки, но ее сердце всегда тянуло к творчеству. ",
      "Она обижалась на родителей за то, что они не дали ей реализовать свою мечту, и потом переносила эту обиду на всех окружающих, считая, что они ей должны помочь найти счастье в жизни.",
      "Ребенка заставляли угождать родителям, чтобы они его любили. Он вырос с убеждением, что его любовь нужно заслужить.",
      "Пример: Сергей всегда старался удовлетворить все потребности своих родителей, боясь, что они его не полюбят, если он сделает что-то не так. Он вырос с чувством неуверенности в себе и постоянно пытался доказать свою ценность, считая, что ему должны дать то, что он заслужил.",
      "Последствия такой установки могут быть разнообразны и негативны. Они включают в себя:",
      "Разочарование и неудовлетворенность: Ожидание, что другие должны удовлетворять все ваши потребности, может привести к постоянному разочарованию и чувству неудовлетворенности из-за расхождения между ожиданиями и реальностью",
      "Напряженность в отношениях: Убеждение, что мир должен подстраиваться под вас, может вызывать напряженность и конфликты в отношениях, поскольку это часто приводит к недовольству и разногласиям",
      "Потеря независимости: Постоянное ожидание, что другие должны брать на себя все обязанности, делает вас зависимыми и мешает развитию самостоятельности и личностного роста",
      "Отрицательное влияние на самооценку: Полагаясь на других для удовлетворения своих потребностей, вы не развиваете собственную самооценку, что может привести к негативным эмоциям и ощущению неполноценности",
      "Недостаток взаимопомощи: Сосредотачиваясь только на себе, вы упускаете возможность быть эмпатичными и помогать другим, что может препятствовать развитию качественных взаимоотношений и общественной поддержки"
    ],
    "quote": {
      "text": "Не ожидай, что мир будет вращаться вокруг тебя. В этом мире есть место и для других",
      "author": "Аристотель"
    }
  },
  "instagram": [
    "17846918100447802"
  ],
  "exercise": {
    "title": "Как справиться с должествованием?",
    "description": "Статья обсуждает убеждения «долженствования» как источник стресса и неудовлетворенности, подчеркивая, что эти установки заставляют нас чувствовать себя заложниками обстоятельств. Автор предлагает осознать нереалистичность таких убеждений, заменить их на более гибкие формулировки, и взять ответственность за свои желания и действия. Практика благодарности и сострадания, а также умение просить о помощи и принимать несовершенства, помогут уменьшить стресс и улучшить качество жизни.",
    "screen_1": {
      "texts": [
        "Убеждения «долженствования» — это тихий враг, который крадет у нас радость жизни, подрывает спокойствие и мешает строить конструктивные, близкие отношения с окружающими.",
        "Центральной идеей установки служит идея долга.",
        "Само слово «должен» является в большинстве случаев языковой ловушкой.",
        "Смысл слова «должен» — только так и никак иначе. Фразы: «должен», «обязан», «необходимо» заставляют нас чувствовать себя заложниками обстоятельств, поскольку они обозначают ситуацию, где отсутствует любая альтернатива.",
        "Но такое обозначение справедливо лишь в очень редких, практически исключительных случаях.",
        "Например, реалистичным будет высказывание «человек должен дышать воздухом», поскольку физически альтернатива отсутствует.",
        "А вот высказывание «никто не должен опаздывать» неадекватно и нереалистично, так как на самом деле это вполне может произойти. Люди опаздывают, задерживаются или вовсе не приходят.",
        "Поэтому наличие убеждений долженствования неизбежно приводит к появлению стресса, острого или хронического.",
        "Как освободиться от «долженствования»?",
        "Осознайте нереалистичность вашего убеждения",
        "Предъявляя требования другим людям о том, как они должны вести себя с вами, что говорить и делать, вы ожидаете от них только определенного результата.",
        "Это мощный источник стресса, потому что никогда и ни у кого в жизни не было такого окружения, чтобы оно всегда оправдывало наши ожидания.",
        "Даже у самых авторитетных граждан, у верховных правителей появлялись люди, которые поступали «не так, как должны».",
        "Естественно, что когда мы сталкиваемся с человеком, который поступает «не так, как должен», то уровень психоэмоционального возбуждения возрастает. Отсюда — постоянный стресс, обиды и целый букет негативных эмоций."
      ],
      "quote": {
        "text": "Если ты думаешь, что мир должен тебе что-то, это будет источником твоей боли. Помни, что мир ничего не должен никому.",
        "author": "Будда"
      }
    },
    "screen_2": {
      "texts": [
        "Определите корни убеждения",
        "Подумайте, откуда это убеждение произошло. Возможно, вас в детстве баловали и не ставили перед вами реалистичных границ или вы унаследовали такое мышление от родителей. Осознание причины не поможет избавиться от убеждения, но это важный шаг в работе с ним.",
        "Обращайте внимание на то, что вы говорите. Отслеживайте в своей речи слова «должен», «обязан», «надо» и замените их на «хочу», «предпочитаю», «мне бы хотелось».",
        "Пример: «Мои друзья должны звонить мне первыми» заменяем на «Мне бы хотелось, чтобы мои друзья звонили мне первыми».",
        "Возьмите на себя ответственность",
        "Семантическое значение этих слов определяет отношение к ситуации.",
        "В одном случае — это неизбежная необходимость, ответственность за которую лежит на внешней силе (люди, природа, обстоятельства и т. п.), в другом случае — свободный выбор, ответственность за который лежит на вас самих.",
        "Тяжело взять ответственность за выбор на себя, но этот путь увеличивает степень свободы и уменьшает стрессовую нагрузку в долгосрочной перспективе.",
        "Разберите свое «долженствование» на части",
        "Вместо того чтобы говорить «мне должны ...» спросите себя:",
        "Почему я считаю, что это должно быть так?",
        "Есть альтернативные варианты?",
        "Чего я хочу тем самым добиться?",
        "В чем будет польза, если это будет так?",
        "Определите свои истинные желания, будьте честны сами с собой. Что вы действительно хотите, когда говорите, что кто-то или что-то вам должны? Какие ценности вы защищаете здесь?"
      ]
    },
    "screen_3": {
      "texts": [
        "Учитесь просить и выражать свои нужды",
        "Вместо того чтобы предполагать, что другие люди знают о ваших потребностях или желаниях, научитесь ясно и открыто выражать их и просить о помощи, когда это необходимо.",
        "Практикуйте сострадание",
        "Постарайтесь понять чувства других людей. Помните, что у каждого есть свои заботы и что вас не всегда могут поддержать, выслушать, похвалить, не всегда могут оказать нужную помощь.",
        "Старайтесь вставать на место других людей, искать альтернативные объяснения происходящего, вырабатывая таким образом эмпатию.",
        "Будьте благодарны",
        "Вместо того чтобы сосредотачиваться на том, что другие должны делать для вас, сосредоточьтесь на благодарности за то, что они делают.",
        "Например, представьте, что коллега помогает вам с проектом, хотя он сам очень занят. Вместо того чтобы думать «Он должен помогать мне, это его обязанность», переформулируйте свои мысли на: «Я благодарен за помощь коллеги, учитывая его занятость. Он настоящий профессионал».",
        "Практика благодарности позволяет нам видеть и оценивать добрые поступки других людей, а также создает атмосферу взаимного уважения и поддержки. Благодарность можно выражать как лично, так и публично, и она способствует укреплению наших отношений с окружающими.",
        "Принимайте несовершенство",
        "Мир не идеален, не требуйте от себя и от других невозможного. Не пытайтесь изменить мир и других людей под себя, ничего хорошего из этого все равно не выйдет.",
        "Освобождение от иррациональных установок — это долгий и не всегда легкий процесс. Но это того стоит, постепенно вы начнете чувствовать себя более свободным, счастливым и уверенным в себе человеком."
      ]
    }
  }
}
