{
  "title": "Как справиться с долженствованием?",
  "description": "Убеждения «я должен» и «они должны» могут незаметно создавать стресс, разочарование и чувство несвободы. Эта статья поможет распознать жесткие установки, которые мешают жить легче и теплее, и заменить их на более гибкие, доброжелательные к себе и другим. Когда мы выбираем, а не обязаны, мы становимся спокойнее, берём ответственность за свои желания и строим отношения на свободе, а не на ожиданиях.",
  "screen_1": {
    "texts": [
      "Долженствование — это мыслительный шаблон, который звучит как строгий внутренний приказ: «так и никак иначе».",
      "Такие мысли могут звучать почти незаметно, но они истощают, создают напряжение и делают мир слишком жестким и требовательным.",
      "«Я должен всегда успевать», «Другие должны понимать меня без слов», «Жизнь должна быть справедливой» — каждая такая фраза будто лишает выбора.",
      "В слове «должен» скрывается ощущение отсутствия свободы, как будто другого пути не существует.",
      "Но реальных ситуаций, где нет альтернативы, очень мало. Например, мы действительно «должны дышать, чтобы жить».",
      "А вот идеи вроде «никто не должен опаздывать» уже далеки от реальности — люди опаздывают, торопятся, задерживаются. Это часть человеческого опыта.",
      "Когда наш внутренний мир заполнен жёсткими «должен», уровень стресса растёт. Мы начинаем жить не по выбору, а по давлению.",
      "Как начать освобождаться от этого мышления?",
      "Первый шаг — замечать, когда слово «должен» появляется в мыслях и речи. Это приглашение к внимательности и исследованию, а не повод критиковать себя.",
      "Замечая «должен», мы возвращаем себе пространство выбора и дыхание."
    ],
    "quote": {
      "text": "Когда вы думаете, что мир вам что-то должен, это источник страдания. На самом деле мир ничего никому не должен.",
      "author": "Будда"
    }
  },
  "screen_2": {
    "texts": [
      "Определите корень убеждения",
      "Задайте себе мягкий вопрос: «Откуда во мне эта идея?» Возможно, вы слышали её в семье, школе, обществе или усвоили как способ чувствовать себя безопаснее.",
      "Происхождение убеждения не отменяет его влияния, но помогает понять, почему оно такое сильное.",
      "Теперь практикуйте замену формулировок.",
      "Заменяйте «должен» на более живые и реалистичные фразы:",
      "«Я хочу…»",
      "«Мне бы хотелось…»",
      "«Мне важно…»",
      "«Я выбираю…»",
      "Например: «Друзья должны писать первыми» → «Мне приятно, когда друзья пишут первыми. Я могу тоже проявить инициативу».",
      "Это не отрицание потребностей — это способ признавать их мягко и зрелым голосом.",
      "Возьмите ответственность:",
      "Когда мы говорим «я должен», будто ответственность на внешних силах. Но когда мы говорим «я выбираю», появляется свобода и ясность.",
      "Попробуйте исследовать своё «должен»:",
      "Почему для меня важно, чтобы это было именно так?",
      "Какие ценности я защищаю?",
      "Есть ли другие способы удовлетворить эту потребность?",
      "Честность с собой — шаг к внутренней взрослости и спокойствию."
    ]
  },
  "screen_3": {
    "texts": [
      "Учитесь просить, а не требовать",
      "Другие не обязаны угадывать наши потребности. Прямой, теплый запрос часто создаёт больше взаимности, чем ожидание и обида.",
      "Практикуйте сострадание",
      "Каждый человек живёт в своей реальности и тоже сталкивается с трудностями. Иногда люди не могут дать то, что мы ожидаем — не потому что не хотят, а потому что сами нуждаются в поддержке.",
      "Смотрите шире, ищите добрые объяснения. Это развивает эмпатию и смягчает напряжение в отношениях.",
      "Практикуйте благодарность",
      "Когда мы благодарим за то, что есть, а не за то, что «должно быть», отношения становятся теплее.",
      "Например: «Он должен мне помогать» → «Я благодарна, что он нашёл время помочь, даже будучи занятым. Это ценно.»",
      "Благодарность не отменяет ожиданий, но делает их более здоровыми и человечными.",
      "Принимайте несовершенство",
      "Мир не чёрно-белый. Люди могут ошибаться. И вы тоже имеете право быть уставшей, медленной, несовершенной.",
      "Освобождение от жёстких убеждений — процесс постепенный. Но каждый маленький шаг делает жизнь легче, спокойнее и искреннее.",
      "Когда мы заменяем «должен» на «я выбираю», мы возвращаем себе свободу и уважение к себе и другим."
    ]
  }
}
