{
  "title": "Зависимость от идеала, перфекционизм",
  "description": "Статья показывает, что стремление к высоким стандартам может поддерживать рост, но превращаясь в жёсткие требования — ведёт к тревоге и хронической неудовлетворённости. На примерах видно, как ранний опыт и воспитание формируют перфекционистские убеждения и стратегии. В завершение — призыв к балансу: ценить прогресс и «достаточно хороший» результат, чтобы жить устойчиво и без излишнего истощения.",
  "screen_1": {
    "texts": [
      "Желание работать качественно, достигать целей и быть продуктивным — позитивное и поддерживающее качество.",
      "Как и стремление быть принятым, получаться одобрение, любить и иметь значимые достижения.",
      "Пока это остаётся на уровне желаний и целей, это конструктивные установки: они вдохновляют и помогают двигаться вперёд.",
      "Но когда желания превращаются в жёсткие правила, а цена следования им становится слишком высокой, речь уже о перфекционизме.",
      "Что значит быть перфекционистом?",
      "Перфекционизм — убеждение, что «всё должно быть идеально на 100%», — часто лежит в основе множества трудностей.",
      "Фокус смещается на идеал: ошибка воспринимается как недопустимая, а неудача — как катастрофа. Появляется требование к себе «быть безупречным всегда и во всём».",
      "Достигнутая цель мгновенно заменяется новой, ещё более высокой — радость от сделанного быстро исчезает. Жизнь превращается в утомительную гонку за недостижимым стандартом.",
      "Характерные проявления перфекционизма:",
      "частые сравнения себя с другими",
      "перманентное соперничество",
      "фокус на промахах при обесценивании успехов",
      "жёсткая самокритика и критика других",
      "трудности с гибкой адаптацией к реальности",
      "прокрастинация как ответ на страх «сделать не идеально»"
    ],
    "quote": {
      "text": "Перфекционизм — это страх в шикарной обуви и норковой шубе, притворяющийся элегантностью, хотя на самом деле он просто напуган.",
      "author": "Элизабет Гилберт"
    }
  },
  "screen_2": {
    "texts": [
      "Модель перфекционизма на примере",
      "В КПТ считается, что опыт формирует базовые убеждения о себе, других и мире. Они задают правила и стратегии поведения.",
      "Евгений: родители предъявляли высокие требования; всё ниже «отлично» воспринималось как провал.",
      "Несмотря на талант к музыке, его критиковали и подталкивали к «престижной» профессии врача.",
      "Сформировались глубинные установки: «я недостаточно хорош», «я некомпетентен».",
      "Чтобы компенсировать это и почувствовать себя «достаточным», возникло правило: «я должен делать всё идеально».",
      "В итоге — переработка, самоуничижение за малейшие ошибки, критичность к коллегам, переутомление, тревога, сложности в отношениях и ощущение пустоты.",
      "Цели часто нереалистичны (например, «идеальный» доклад в сжатые сроки).",
      "Если удалось — правило будто подтверждается; если нет — вина усиливает ощущение «некомпетентности».",
      "Возникает круг: правило «делать идеально» на время защищает от боли «недостаточности», но держится только при завышенных и невыполнимых стандартах.",
      "Любая ошибка усиливает самокритику и подпитывает перфекционизм.",
      "Типичные убеждения перфекционизма:",
      "«Я должен делать всё идеально»",
      "«У меня должно получаться всегда»",
      "«Если не на максимум — лучше не делать»",
      "«Критикуют — значит, плохо. Плохо недопустимо»",
      "«Я не имею права на ошибку»",
      "«Я обязан быть лучшим во всём»",
      "Чаще всего постоянное стремление к идеалу зарождается в дошкольном и младшем школьном возрасте под влиянием семейных сценариев."
    ]
  },
  "screen_3": {
    "texts": [
      "Исследования показывают: невротический перфекционизм часто формируется в атмосфере условной любви (одобрение «за результат») или дефицита поддержки.",
      "Чтобы избежать критики и сохранить привязанность, ребёнок учится быть «безупречным».",
      "Четыре фактора воспитания, способствующие перфекционизму:",
      "модель перфекционизма у самих родителей",
      "чрезмерная критичность и недостаток эмоциональной поддержки",
      "одобрение непоследовательно или обусловлено достижениями",
      "авторитарность и завышенные ожидания",
      "Школа усиливает фокус на оценках — формируется «синдром отличника». Возникает полярное мышление «всё или ничего».",
      "Если не получается быть лучшим, включается стратегия «лучше никак, чем не идеально» — отсюда избегание и прокрастинация."
    ]
  },
  "screen_4": {
    "texts": [
      "Современная среда дополнительно подкрепляет перфекционизм: системе удобны послушные «идеальные» ученики и сверхвовлечённые сотрудники.",
      "Конкурентная культура и медиа транслируют стандарты «успеха» и внешней безупречности — усиливается давление соответствия.",
      "Возникает убеждение: чтобы принадлежать обществу, нужно соответствовать высоким критериям всегда.",
      "Так перфекционизм — это хорошо или плохо?",
      "Ответ зависит от контекста: стремление к качеству полезно, но жёсткая безошибочность истощает и лишает радости процесса.",
      "Перфекционизм близок к зависимости от достижений: последствия схожи — выгорание, тревога, трудности в отношениях и отдыхе.",
      "Главная ловушка: идеал недостижим и субъективен. Абсолютного совершенства, одинакового для всех, не существует.",
      "То, что для одного — эталон, для другого — вовсе нет. Даже шедевры нравятся не всем.",
      "Корректируя убеждения в сторону реальности, вы возвращаете себе право радоваться сделанному и жизни в целом, а не жить в вечном разочаровании.",
      "Ключ — баланс между стремлением к лучшему и «достаточно хорошим» результатом: так вы сохраняете энергию, здоровье и устойчивость."
    ]
  }
}
