{
  "title": "Зависимость от идеала, перфекционизм",
  "description": "Статья исследует перфекционизм, подчеркивая, что стремление к высоким стандартам может быть полезным, но когда оно превращается в жесткие требования, это приводит к негативным последствиям, таким как тревожность и неудовлетворенность жизнью. Примеры из жизни показывают, как ранний опыт и воспитание могут способствовать формированию перфекционистских убеждений и поведения. В заключение, автор призывает к балансу между стремлением к совершенству и приемлемым результатом, чтобы избежать истощения и разочарования.",
  "screen_1": {
    "texts": [
      "Желание достичь высоких стандартов, успешно выполнить задачи и быть продуктивным является довольно положительным качеством.",
      "Также, как желание быть принятым, одобренным, любимым или иметь значимые достижения в жизни.",
      "Когда это остается на уровне желаний, стремлений или целей, мы можем говорить о конструктивных убеждениях, которые помогают нам по жизни и мотивируют нас.",
      "Но если желания превращаются в жесткие и фиксированные требования, а стоимость их выполнения становится слишком высокой, это скорее не просто высокие стандарты, а перфекционизм.",
      "Что значит быть перфекционистом?",
      "Перфекционизм, как убеждение в том, что все должно быть идеально выполнено на 100%, часто является основой многих проблем.",
      "Вы стремитесь к идеалу: ошибки для вас неприемлемы, а неудача кажется катастрофой. Вы считаете, что должны выглядеть, чувствовать, думать и вести себя безупречно в любой ситуации.",
      "Как только вы достигаете цели, она сразу заменяется новой, еще более далекой, поэтому вы никогда не получаете удовольствия и признания за свои усилия. Жизнь становится серой и утомительной рутиной, ведь вы живете, стремясь соответствовать нереалистичным и порой невозможным стандартам.",
      "То есть, человек с перфекционизмом:",
      "часто себя сравнивает с другими людьми",
      "находится в перманентном соперничестве",
      "концентрируется на неудачах и провалах, не замечая успехов",
      "жестко критикует себя или других",
      "плохо адаптируется к реальности",
      "постоянно откладывает, прокрастинирует"
    ],
    "quote": {
      "text": "Перфекционизм — это страх в шикарной обуви и норковой шубе, притворяющийся элегантным, когда на самом деле он просто напуган.",
      "author": "Элизабет Гилберт"
    }
  },
  "screen_2": {
    "texts": [
      "Модель перфекционизма на примере",
      "Напомним, что согласно когнитивно-поведенческой психотерапии, наш жизненный опыт формирует убеждения о себе, других людях и мире. Эти убеждения, в свою очередь, определяют наши жизненные стратегии и правила.",
      "В качестве примера рассмотрим Евгения. Его родители всегда предъявляли к нему высокие требования, любые оценки ниже «отлично» воспринимались как провал.",
      "Несмотря на талант Жени к музыке, родители критиковали его успехи и подталкивали к более «престижной» профессии врача.",
      "Этот опыт сформировал у Жени глубинное убеждение, что он «недостаточно хорош» и «некомпетентен».",
      "Чтобы компенсировать это и чувствовать себя хорошим и компетентным, он выработал правило: «Я должен делать все идеально».",
      "Стремление к идеалу заставляет Евгения работать до изнеможения, ругать себя за малейшие ошибки и критично относиться к коллегам. Это приводит к переутомлению, тревожности, проблемам в отношениях и неудовлетворенности жизнью.",
      "Зачастую он ставит перед собой нереалистичные цели, например, идеально подготовиться к докладу в сжатые сроки.",
      "Если ему это удается (что маловероятно), его правило подтверждается, создавая иллюзию контроля. В случае неудачи Женя винит себя, укрепляя убеждение в собственной некомпетентности.",
      "Получается замкнутый круг: правило \"делать все идеально\" защищает Евгения от болезненного чувства \"недостаточности\", но только до тех пор, пока он способен соответствовать своим завышенным, нереалистичным стандартам.",
      "Любая ошибка приводит к негативным эмоциям, усиливая самокритику и подпитывая перфекционизм.",
      "Как могут звучать убеждения перфекционизма?",
      "Я должен делать все идеально",
      "У меня должно все получаться",
      "Если не делать на максимум, тогда лучше вообще ничего не делать",
      "Если меня критикуют, значит, я делаю плохо. Плохо делать нельзя",
      "Я не имею права на ошибку",
      "Я должен быть лучшим во всем, что делаю",
      "Как формируется постоянное стремление к идеалу?",
      "Чаще всего такое стремление формируется в младшем школьном или дошкольном возрасте, в результате семейного воспитания."
    ]
  },
  "screen_3": {
    "texts": [
      "Исследователи считают, что невротический перфекционизм формируется под воздействием детского опыта с родителями, которые проявляли любовь условно (за оценки, результаты и т. п.) или вообще не проявляли никакого одобрения.",
      "В том и другом случае у ребенка появляется желание быть идеальным, чтобы доказать родителям, что он может быть хорошим и ценным для себя и для них. Часто родители перфекционистов проявляют чрезмерную критику, отказывают ребенку в поддержке и проявляют высокую требовательность.",
      "Ребенку, чтобы соответствовать ожиданиям родителей и избежать наказаний и критики, приходится стараться быть безупречным.",
      "В основном выделяются четыре типа поведения родителей, которые могут способствовать развитию перфекционизма:",
      "Родители сами демонстрируют яркую модель поведения перфекциониста",
      "Родители излишне критичны и требовательны к ребёнку, нет достаточной эмоциональной поддержки и помощи в отношениях",
      "Родительское одобрение отсутствует или оно непоследовательное и условно",
      "Авторитарный стиль воспитания и чрезмерные родительские ожидания",
      "Поступление ребенка в школу стимулирует его формализовать свои успехи в виде оценок.",
      "Именно здесь формируется «синдром отличника», который психологи связывают с перфекционизмом. Ребенок пытается быть лучшим во всем, и если у него это не получается, включается поляризованное мышление по принципу «все или ничего».",
      "Нет возможности быть лучшим в этом предмете, значит выбирается стратегия быть худшим из всех – уж лучше быть последним, раз первым быть не удается."
    ]
  },
  "screen_4": {
    "texts": [
      "Помимо влияния семьи, перфекционизм поощряется современным обществом. В школе и университетах преподаватели любят послушных учеников-отличников, а работодатели ценят сотрудников-перфекционистов.",
      "Рыночная экономика подталкивает людей к конкуренции, стремлению постоянно достигать лучших результатов.",
      "СМИ диктуют нам моду и понимание о красоте и привлекательности. Если человек выглядит хорошо, стильно одевается, следит за собой, это повышает шансы найти партнера, престижную работу, таких же привлекательных друзей.",
      "Из-за этого человек часто убежден в необходимости соответствовать высоким стандартам, чтобы быть частью социума.",
      "Так перфекционизм это хорошо или плохо?",
      "Вопрос о перфекционизме часто вызывает разногласия: некоторые считают его полезным, другие — вредным.",
      "Если вы перфекционист, то скорее всего скажете, что стремление к совершенству — это нормально, иначе как можно добиться успеха? Однако на практике он забирает у вас огромное количество сил и ресурсов, постепенно, но безжалостно истощая ваш организм и психику.",
      "Перфекционизм тесно связан с зависимостью от достижений, о которой мы рассказывали в предыдущих главах, поэтому и его недостатки аналогичны.",
      "Завышенные, нереальные стандарты влияют практически на любую сферу вашей жизни: на работу, учебу, отношения с близкими, ваш отдых.",
      "Проблема заключается в том, что идеал, к которому стремится перфекционизм, на самом деле недостижим. Идеала не существует — это лучшее, завершенное состояние объекта или явления, которое каждый воспринимает по-своему.",
      "Давайте будем честны и зададимся вопросом: существует ли что-то абсолютно совершенное для всех?",
      "То, что вы считаете идеальным, может показаться другому абсолютной ерундой. Даже произведения Моцарта и работы Да Винчи нравятся не всем, хотя они считаются вершинами искусства.",
      "Когда вы скорректируете свои убеждения в соответствии с реальностью, тогда вы сможете получать удовольствие от выполненной работы и от жизни в целом, а не постоянное разочарование.",
      "Очень важно научиться балансировать между стремлением к лучшему и приемлемым, хорошим результатом."
    ]
  },
  "exercise": {
    "title": "Как быть, если перфекционизм есть, идеала нет, а вы хотите нормально жить?",
    "description": "Статья рассматривает два типа перфекционизма негативный и позитивный, предлагая эффективные рекомендации по работе с перфекционистскими тенденциями. Автор представляет восемь ключевых стратегий, включая мотивацию к изменениям, когнитивную реструктуризацию, ориентацию на процесс вместо результата, и формирование новых, более здоровых убеждений. Основная идея заключается в том, что перфекционизм можно преодолеть, научившись принимать несовершенство, любить себя безусловно и заботиться о себе ежедневно.",
    "screen_1": {
      "texts": [
        "Современные ученые различают два типа перфекционизма: негативный и позитивный, или, иначе говоря, здоровый и патологический.",
        "Чтобы превратить минус в плюс, важно сочетать свои лидерские качества и стремление к совершенству со здравым смыслом и рациональностью.",
        "Мы подготовили для вас эффективные рекомендации по работе с перфекционизмом.",
        "Лучшая отправная точка для борьбы с любой проблемой — это мотивация к изменениям.",
        "Чтобы победить перфекционизм, важно осознать, зачем вам это нужно. Проанализируйте и выпишите все плюсы и минусы.",
        "Возможно, вы удивитесь, обнаружив, что трудностей гораздо больше, чем преимуществ. Как только вы это осознаете и примете, вам будет гораздо легче меняться.",
        "Как и многие люди, вы, вероятно, думаете, что все должны делать на 100% или что ошибаться ни в коем случае нельзя, или придерживаетесь других похожих мыслей и убеждений перфекциониста.",
        "Вам очень важно ставить все подобные мысли под сомнение и работать с ними.",
        "Каким образом? Будет полезно продолжать вести дневник автоматических мыслей, где вы сможете выявлять эти идеи, проверять их на реальность и давать им рациональный ответ."
      ],
      "quote": {
        "text": "Я пропустил более 9000 бросков в своей карьере. Я проиграл почти 300 игр. 26 раз мне доверяли сделать победный бросок, и я промахнулся. Я терпел неудачи снова и снова в своей жизни. И поэтому я добился успеха.",
        "author": "Майкл Джордан"
      }
    },
    "screen_2": {
      "texts": [
        "Помочь тестированию реальности (когнитивной реструктуризации) могут следующие вопросы:",
        "Какие у меня есть доказательства, подтверждающие эту мысль или убеждение?",
        "Полезна ли эта мысль?",
        "Есть ли другие способы, которыми я могу думать об этой ситуации или о себе?",
        "Не виню ли я себя напрасно?",
        "Что или кто еще внес свой вклад в эту ситуацию?",
        "Действительно ли это под моим контролем?",
        "Придерживаюсь ли я необоснованных или двойных стандартов?",
        "Является ли это реалистичным ожиданием?",
        "Эти вопросы направлены на то, чтобы проверить то или иное убеждение, подтвердить его, уточнить или опровергнуть и сформулировать альтернативное убеждение.",
        "Спросите себя: если сделаю идеально, то что? А если не сделаю идеально, то что? Попробуйте разобраться, что стоит за вашим перфекционизмом. Может быть, страшно, что отвергнут? Может быть, боитесь публичных насмешек? Может быть, за перфекционизмом кроется жажда признания?",
        "Когда вы поймете, что стоит за перфекционизмом, спросите себя, а точно ли вы с его помощью закрываете эти страхи и потребности?",
        "Ну написали вы отчет идеально, сдали его, и что? Теперь вообще не страшно, что от вас отвернутся? Ну выступили вы идеально, вам похлопали, и всё, вам достаточно этих оваций от толпы незнакомцев?",
        "Скорее всего, ответ у вас отрицательный. Вы достигли идеала, на какое-то время испытали блаженство, а дальше снова в эту гонку.",
        "Избавьтесь от черно-белого мышления",
        "Перфекционисты часто мыслят категориями \"все или ничего\", \"успех или провал\", \"делай идеально или не берись вовсе\".",
        "Такой подход нереалистичен. Осмотритесь и спросите себя, сколько вещей в мире соответствует категории «всё или ничего». Ваши стены совершенно чисты? Или на них есть хоть немного грязи?",
        "Знаете ли вы человека, который абсолютно спокоен и уверен в себе? Обладает ли ваша любимая актриса совершенной красотой, или у нее все-таки есть недостатки?"
      ]
    },
    "screen_3": {
      "texts": [
        "В жизни редко что дается без ошибок и неудач.",
        "Никто не рождается мастером – мы учимся, пробуем, ошибаемся и постепенно совершенствуемся.",
        "Так разрешите себе быть неидеальным, делать что-то не до конца, допускать промахи. Ошибки – не враги, а помощники на пути к успеху. Почаще вспоминайте поговорку: \"Не ошибается тот, кто ничего не делает\".",
        "Не стоит сразу отказываться от всех идеалов – это может быть слишком резким изменением.",
        "Действуйте постепенно.",
        "Начните с малого: выберите один, наименее значимый идеал и попробуйте от него отказаться. Понаблюдайте за результатом.",
        "Мир не рухнет, если вы сделаете что-то не идеально. Ваши близкие не отвернутся от вас, вы не станете ужасным человеком.",
        "Скорее всего, вы справитесь с неидеальным результатом гораздо легче, чем кажется. Помните, что один эксперимент не даст полной картины. Нужна системность.",
        "Каждую неделю или месяц отказывайтесь от одного идеала и наблюдайте за реакцией. Слушайте себя и двигайтесь в комфортном для вас темпе.",
        "Ведите дневник достижений",
        "Записывайте как большие, так и маленькие, значимые и не очень успехи. Каждый день. Перфекционизм любит поражения, и когда в очередной раз вы скажете себе: \"У меня никогда ничего не получается\", сразу после этого откройте блокнот и прочитайте, как много уже у вас получилось.",
        "Еще один способ преодоления перфекционизма заключается в ориентации на процесс.",
        "Это означает, что, оценивая то или иное действие, вы концентрируетесь скорее на процессе, а не на результате.",
        "Представьте, что вы — водитель и каждый день ездите из точки А в точку Б. В некоторые дни на светофорах в основном горит зеленый, и вы быстро добираетесь до места. А в другие дни вы постоянно попадаете на красный свет светофора, стоите в пробках, и поездка занимает гораздо больше времени.",
        "Ваши водительские умения не меняются, так почему бы каждый день не чувствовать себя одинаково удовлетворенным той работой, которую вы делаете? Попробуйте взглянуть на вещи по-новому, не пытаясь делать свою работу или какое-то действие идеально.",
        "Например, будучи студентом, можно ставить перед собой следующие процесс-ориентированные цели:",
        "посещать занятия;",
        "внимательно слушать и делать записи;",
        "задавать уместные вопросы;",
        "посвящать каждому предмету определенное время;",
        "каждые две-три недели перечитывать записи, сделанные во время занятий.",
        "Все эти процессы вы можете проконтролировать, поэтому успех гарантирован. А итоговая оценка или результат, напротив, не подвластны вашему контролю.",
        "Итог зависит от того, как ваш преподаватель чувствует себя в этот день, насколько хорошо справились другие студенты, какие критерии он применяет и т.д."
      ]
    },
    "screen_4": {
      "texts": [
        "Используйте «технику жадности»",
        "Она основана на том простом факте, что большинство из нас стремится быть совершенным, чтобы преуспеть в жизни. Возможно, вам не приходило в голову, что вы можете оказаться намного успешнее, если понизите стандарты.",
        "К примеру, когда-то один известный психотерапевт писал свою первую научную статью более двух лет.",
        "Она была отличной и была опубликована. Но за это же время его коллеги написали и опубликовали значительно больше таких же хороших работ. Поэтому он задумался, что лучше: иметь одну статью с 98% «совершенства» или 10 статей по 80% «совершенства»?",
        "Во втором случае производительность была бы выше, и он мог бы оказаться впереди своих коллег. Это осознание подтолкнуло психотерапевта смягчить свои стандарты.",
        "В результате его продуктивность повысилась, а удовлетворение работой возросло.",
        "Выполнить несколько задач хорошо может быть более эффективно, чем зацикливаться на создании идеального продукта с большим стрессом.",
        "Сформулируйте новые убеждения",
        "Работа над убеждениями заключается в их осознании, осмыслении их последствий, поиске источников и завершается формулировкой новых, альтернативных убеждений.",
        "По сути, наша задача – помочь «нормализовать» различные проявления «несовершенства» (ошибки, промахи), помочь принять идею собственного несовершенства и несовершенства других людей.",
        "Откажитесь от убеждений:",
        "Я/другие/мир должны быть идеальными",
        "Если не идеально, то плохо",
        "Если плохо, то от меня отвернутся/меня не признают/я не справлюсь",
        "Вместо них используйте новые убеждения и фразы.",
        "Я не идеальный, но я:",
        "Учусь и расту",
        "Достаточно хорош",
        "Заслуживаю любви и уважения, даже если я не идеален",
        "Другие не идеальны, но они:",
        "Тоже люди, со своими достоинствами и недостатками",
        "Не всегда будут меня одобрять, и это нормально",
        "Я совершаю ошибки, но это дает мне возможность:",
        "Учиться на своих ошибках",
        "Становиться лучше",
        "Проявлять стойкость и не сдаваться",
        "Запишите ваши новые убеждения и внедряйте их в вашу жизнь.",
        "Вы можете написать их на стикере и прикрепить на холодильник, вписать их в заметки на телефоне или создать изображение с ними и установить на рабочий стол.",
        "Читайте эти утверждения каждый день, хотя бы один раз, а лучше больше. Это поможет вам перепрограммировать свои мысли и заменить нездоровые убеждения на более адаптивные.",
        "К счастью, перфекционизм — это не приговор.",
        "С помощью небольших шагов – самостоятельно или под руководством специалиста – вы можете вывести перфекционизм на здоровый уровень. Для этого необходимо учиться любить себя безусловно и заботиться о себе ежедневно."
      ]
    }
  }
}
