{
  "title": "Зависимость от идеала, перфекционизм",
  "description": "Статья исследует перфекционизм, подчеркивая, что стремление к высоким стандартам может быть полезным, но когда оно превращается в жесткие требования, это приводит к негативным последствиям, таким как тревожность и неудовлетворенность жизнью. Примеры из жизни показывают, как ранний опыт и воспитание могут способствовать формированию перфекционистских убеждений и поведения. В заключение, автор призывает к балансу между стремлением к совершенству и приемлемым результатом, чтобы избежать истощения и разочарования.",
  "screen_1": {
    "texts": [
      "Желание достичь высоких стандартов, успешно выполнить задачи и быть продуктивным является довольно положительным качеством.",
      "Также, как желание быть принятым, одобренным, любимым или иметь значимые достижения в жизни.",
      "Когда это остается на уровне желаний, стремлений или целей, мы можем говорить о конструктивных убеждениях, которые помогают нам по жизни и мотивируют нас.",
      "Но если желания превращаются в жесткие и фиксированные требования, а стоимость их выполнения становится слишком высокой, это скорее не просто высокие стандарты, а перфекционизм.",
      "Что значит быть перфекционистом?",
      "Перфекционизм, как убеждение в том, что все должно быть идеально выполнено на 100%, часто является основой многих проблем.",
      "Вы стремитесь к идеалу: ошибки для вас неприемлемы, а неудача кажется катастрофой. Вы считаете, что должны выглядеть, чувствовать, думать и вести себя безупречно в любой ситуации.",
      "Как только вы достигаете цели, она сразу заменяется новой, еще более далекой, поэтому вы никогда не получаете удовольствия и признания за свои усилия. Жизнь становится серой и утомительной рутиной, ведь вы живете, стремясь соответствовать нереалистичным и порой невозможным стандартам.",
      "То есть, человек с перфекционизмом:",
      "часто себя сравнивает с другими людьми",
      "находится в перманентном соперничестве",
      "концентрируется на неудачах и провалах, не замечая успехов",
      "жестко критикует себя или других",
      "плохо адаптируется к реальности",
      "постоянно откладывает, прокрастинирует"
    ],
    "quote": {
      "text": "Перфекционизм — это страх в шикарной обуви и норковой шубе, притворяющийся элегантным, когда на самом деле он просто напуган.",
      "author": "Элизабет Гилберт"
    }
  },
  "screen_2": {
    "texts": [
      "Модель перфекционизма на примере",
      "Напомним, что согласно когнитивно-поведенческой психотерапии, наш жизненный опыт формирует убеждения о себе, других людях и мире. Эти убеждения, в свою очередь, определяют наши жизненные стратегии и правила.",
      "В качестве примера рассмотрим Евгения. Его родители всегда предъявляли к нему высокие требования, любые оценки ниже «отлично» воспринимались как провал.",
      "Несмотря на талант Жени к музыке, родители критиковали его успехи и подталкивали к более «престижной» профессии врача.",
      "Этот опыт сформировал у Жени глубинное убеждение, что он «недостаточно хорош» и «некомпетентен».",
      "Чтобы компенсировать это и чувствовать себя хорошим и компетентным, он выработал правило: «Я должен делать все идеально».",
      "Стремление к идеалу заставляет Евгения работать до изнеможения, ругать себя за малейшие ошибки и критично относиться к коллегам. Это приводит к переутомлению, тревожности, проблемам в отношениях и неудовлетворенности жизнью.",
      "Зачастую он ставит перед собой нереалистичные цели, например, идеально подготовиться к докладу в сжатые сроки.",
      "Если ему это удается (что маловероятно), его правило подтверждается, создавая иллюзию контроля. В случае неудачи Женя винит себя, укрепляя убеждение в собственной некомпетентности.",
      "Получается замкнутый круг: правило \"делать все идеально\" защищает Евгения от болезненного чувства \"недостаточности\", но только до тех пор, пока он способен соответствовать своим завышенным, нереалистичным стандартам.",
      "Любая ошибка приводит к негативным эмоциям, усиливая самокритику и подпитывая перфекционизм.",
      "Как могут звучать убеждения перфекционизма?",
      "Я должен делать все идеально",
      "У меня должно все получаться",
      "Если не делать на максимум, тогда лучше вообще ничего не делать",
      "Если меня критикуют, значит, я делаю плохо. Плохо делать нельзя",
      "Я не имею права на ошибку",
      "Я должен быть лучшим во всем, что делаю",
      "Как формируется постоянное стремление к идеалу?",
      "Чаще всего такое стремление формируется в младшем школьном или дошкольном возрасте, в результате семейного воспитания."
    ]
  },
  "screen_3": {
    "texts": [
      "Исследователи считают, что невротический перфекционизм формируется под воздействием детского опыта с родителями, которые проявляли любовь условно (за оценки, результаты и т. п.) или вообще не проявляли никакого одобрения.",
      "В том и другом случае у ребенка появляется желание быть идеальным, чтобы доказать родителям, что он может быть хорошим и ценным для себя и для них. Часто родители перфекционистов проявляют чрезмерную критику, отказывают ребенку в поддержке и проявляют высокую требовательность.",
      "Ребенку, чтобы соответствовать ожиданиям родителей и избежать наказаний и критики, приходится стараться быть безупречным.",
      "В основном выделяются четыре типа поведения родителей, которые могут способствовать развитию перфекционизма:",
      "Родители сами демонстрируют яркую модель поведения перфекциониста",
      "Родители излишне критичны и требовательны к ребёнку, нет достаточной эмоциональной поддержки и помощи в отношениях",
      "Родительское одобрение отсутствует или оно непоследовательное и условно",
      "Авторитарный стиль воспитания и чрезмерные родительские ожидания",
      "Поступление ребенка в школу стимулирует его формализовать свои успехи в виде оценок.",
      "Именно здесь формируется «синдром отличника», который психологи связывают с перфекционизмом. Ребенок пытается быть лучшим во всем, и если у него это не получается, включается поляризованное мышление по принципу «все или ничего».",
      "Нет возможности быть лучшим в этом предмете, значит выбирается стратегия быть худшим из всех – уж лучше быть последним, раз первым быть не удается."
    ]
  },
  "screen_4": {
    "texts": [
      "Помимо влияния семьи, перфекционизм поощряется современным обществом. В школе и университетах преподаватели любят послушных учеников-отличников, а работодатели ценят сотрудников-перфекционистов.",
      "Рыночная экономика подталкивает людей к конкуренции, стремлению постоянно достигать лучших результатов.",
      "СМИ диктуют нам моду и понимание о красоте и привлекательности. Если человек выглядит хорошо, стильно одевается, следит за собой, это повышает шансы найти партнера, престижную работу, таких же привлекательных друзей.",
      "Из-за этого человек часто убежден в необходимости соответствовать высоким стандартам, чтобы быть частью социума.",
      "Так перфекционизм это хорошо или плохо?",
      "Вопрос о перфекционизме часто вызывает разногласия: некоторые считают его полезным, другие — вредным.",
      "Если вы перфекционист, то скорее всего скажете, что стремление к совершенству — это нормально, иначе как можно добиться успеха? Однако на практике он забирает у вас огромное количество сил и ресурсов, постепенно, но безжалостно истощая ваш организм и психику.",
      "Перфекционизм тесно связан с зависимостью от достижений, о которой мы рассказывали в предыдущих главах, поэтому и его недостатки аналогичны.",
      "Завышенные, нереальные стандарты влияют практически на любую сферу вашей жизни: на работу, учебу, отношения с близкими, ваш отдых.",
      "Проблема заключается в том, что идеал, к которому стремится перфекционизм, на самом деле недостижим. Идеала не существует — это лучшее, завершенное состояние объекта или явления, которое каждый воспринимает по-своему.",
      "Давайте будем честны и зададимся вопросом: существует ли что-то абсолютно совершенное для всех?",
      "То, что вы считаете идеальным, может показаться другому абсолютной ерундой. Даже произведения Моцарта и работы Да Винчи нравятся не всем, хотя они считаются вершинами искусства.",
      "Когда вы скорректируете свои убеждения в соответствии с реальностью, тогда вы сможете получать удовольствие от выполненной работы и от жизни в целом, а не постоянное разочарование.",
      "Очень важно научиться балансировать между стремлением к лучшему и приемлемым, хорошим результатом."
    ]
  }
}
