{
  "title": "Как быть, если перфекционизм есть, идеала нет, а вы хотите нормально жить?",
  "description": "Статья различает негативный (патологический) и позитивный (здоровый) перфекционизм и предлагает восемь практических стратегий работы с перфекционистскими тенденциями. Речь идёт о мотивации к изменениям, когнитивной реструктуризации, фокусе на процессе, а также формировании более гибких и доброжелательных к себе убеждений. Главная идея: перфекционизм можно смягчить, если учиться принимать несовершенство, проявлять к себе безусловное уважение и поддерживать себя ежедневно.",
  "screen_1": {
    "texts": [
      "Современные исследователи выделяют два типа перфекционизма: негативный (патологический) и позитивный (здоровый).",
      "Чтобы превратить слабость в ресурс, важно соединять стремление к качеству с рациональностью и заботой о себе.",
      "Мы подготовили эффективные рекомендации по работе с перфекционизмом.",
      "Лучшая отправная точка для любых изменений — осознанная мотивация.",
      "Чтобы ослабить перфекционизм, полезно понять, зачем вам это. Составьте список плюсов и минусов вашего подхода.",
      "Нередко оказывается, что издержек больше, чем выгод. Приняв этот факт, двигаться вперёд становится легче.",
      "Как и многие, вы можете думать, что всё нужно делать на 100%, что ошибки недопустимы, — это типичные мысли перфекциониста.",
      "Важно мягко ставить такие мысли под сомнение и проверять их на реальность.",
      "Как это делать? Поддерживайте дневник автоматических мыслей: фиксируйте убеждения, проверяйте доказательства и формулируйте более рациональные ответы."
    ],
    "quote": {
      "text": "Я пропустил более 9000 бросков в своей карьере. Я проиграл почти 300 игр. 26 раз мне доверяли сделать победный бросок, и я промахнулся. Я терпел неудачи снова и снова в своей жизни. И поэтому я добился успеха.",
      "author": "Майкл Джордан"
    }
  },
  "screen_2": {
    "texts": [
      "В когнитивной реструктуризации помогают вопросы:",
      "Какие у меня есть доказательства в пользу этой мысли/убеждения?",
      "Приносит ли эта мысль мне пользу?",
      "Какие есть альтернативные объяснения ситуации и взгляды на себя?",
      "Не беру ли я на себя лишнюю вину?",
      "Кто и что ещё повлияло на результат?",
      "Действительно ли это в зоне моего контроля?",
      "Не пользуюсь ли я завышенными или двойными стандартами?",
      "Насколько реалистично моё ожидание?",
      "Цель вопросов — проверить, прояснить или опровергнуть убеждение и сформулировать альтернативу.",
      "Спросите себя: если сделаю идеально — что это мне даст? А если не идеально — что реально произойдёт?",
      "Попробуйте увидеть, какие потребности стоят за перфекционизмом: страх отвержения? страх осуждения? потребность в признании?",
      "Ответьте честно: действительно ли «идеальность» закрывает эти потребности надолго?",
      "Чаще всего — нет: после краткого подъёма снова начинается гонка за недостижимым идеалом.",
      "Избавляйтесь от чёрно-белого мышления",
      "Перфекционисту свойственно «всё или ничего»: «успех или провал», «идеально или никак».",
      "Но мир редко бывает бинарным. Сколько вещей вокруг действительно «идеальны»? Есть ли люди без единого недостатка? Реалистичнее видеть шкалу, а не крайности."
    ]
  },
  "screen_3": {
    "texts": [
      "В реальной жизни рост идёт через попытки и ошибки.",
      "Никто не рождается мастером: мы пробуем, ошибаемся, дорабатываем — и становимся лучше.",
      "Разрешите себе быть «достаточно хорошими». Ошибки — не враги, а обратная связь на пути к мастерству.",
      "Не нужно сразу отказываться от всех идеалов — это может быть слишком резко.",
      "Действуйте постепенно.",
      "Выберите один наименее значимый «идеал» и ослабьте критерии. Посмотрите на результат.",
      "Мир не рухнет, если что-то получится не идеально. Близкие не отвернутся, а вы не станете «хуже».",
      "Один эксперимент — это начало. Важна системность.",
      "Раз в неделю/месяц пробуйте ослаблять один стандарт и наблюдайте за реакцией. Двигайтесь в комфортном темпе.",
      "Ведите дневник достижений",
      "Записывайте и крупные, и маленькие успехи — ежедневно. Когда возникнет мысль «у меня ничего не выходит», откройте записи — фактами легче оспаривать самокритику.",
      "Смещайте фокус на процесс",
      "Оценивайте усилия и шаги, а не только итог. Это снижает давление и возвращает удовольствие от деятельности.",
      "Представьте ежедневную поездку из точки А в точку Б: светофоры и пробки не делают вас «хуже водителем».",
      "Процесс-цели для студента, например:",
      "посещать занятия;",
      "внимательно слушать и делать записи;",
      "задавать уместные вопросы;",
      "уделять каждому предмету фиксированное время;",
      "раз в 2–3 недели перечитывать конспекты.",
      "Процесс — в зоне контроля; итоговая оценка — нет. Пусть главное — то, что зависит от вас."
    ]
  },
  "screen_4": {
    "texts": [
      "Используйте «технику жадности»",
      "Идея проста: снизив стандарты с «почти идеально» до «достаточно хорошо», вы часто выигрываете в количестве и устойчивости результата.",
      "Кто-то писал первую статью два года и довёл её до 98% качества — и это здорово. Но коллеги за то же время сделали десять работ на 80% — и продвинулись дальше.",
      "Иногда «несколько хорошо» эффективнее, чем «одна идеально» — меньше стресса, больше прогресса.",
      "Сформулируйте новые убеждения",
      "Работа с убеждениями: замечать → понимать последствия → искать источники → формулировать альтернативы.",
      "Наша цель — «нормализовать» несовершенство: ошибки и промахи — часть живого процесса.",
      "Откажитесь от установок:",
      "«Я/другие/мир должны быть идеальны»",
      "«Если не идеально — значит плохо»",
      "«Если плохо — меня отвергнут/не признают/я не справлюсь»",
      "И закрепляйте новые формулы:",
      "«Я не идеален, но я…»",
      "учусь и расту;",
      "достаточно хорош;",
      "заслуживаю уважения и любви без условий.",
      "«Другие не идеальны, но они…»",
      "живые люди со своими плюсами и минусами;",
      "не всегда будут меня одобрять — и это нормально.",
      "«Я совершаю ошибки — и это помогает…»",
      "учиться и становиться устойчивее;",
      "сохранять настойчивость и двигаться дальше.",
      "Запишите новые убеждения — на стикер, в заметки, на заставку телефона — и перечитывайте ежедневно.",
      "Перфекционизм — не приговор.",
      "Малые шаги, самосострадание и, при необходимости, поддержка специалиста помогают перевести перфекционизм в здоровое русло: меньше напряжения — больше жизни."
    ]
  }
}
