{
  "title": "Путь к здоровой самооценке",
  "description": "Этот текст рассматривает пути освобождения от зависимости от одобрения окружающих. Основные шаги включают анализ преимуществ и недостатков текущих убеждений, переписывание негативных установок на более реалистичные и полезные, а также развитие привычки к самоодобрению. Следуя этим рекомендациям, человек может повысить свою независимость и улучшить качество жизни.",
  "screen_1": {
    "texts": [
      "Первый и очень важный шаг на пути к изменению деструктивных убеждений — это анализ их преимуществ и недостатков.",
      "Подумайте о своих убеждениях относительно зависимости от одобрения и запишите их. Они могут быть сформулированы по-разному, но отражают ваше стремление быть одобренным другими.",
      "Например: «Я должен делать то, что нравится людям», или «Если меня не одобряют, значит, я плохой».",
      "Спросите себя: каковы преимущества и недостатки таких установок? Какую цену вы платите за это и что получаете взамен?",
      "Перечислив все возможные варианты, как убеждение вредит или помогает вам, вы сможете увидеть, как в действительности оно влияет на ваше состояние, настроение и жизнь в целом. Это может стать важным первым шагом к личностному росту.",
      "Если вы увидели, что страх неодобрения причиняет вам больше вреда, чем пользы, следующий шаг — переписать убеждение таким образом, чтобы оно звучало более реалистично и полезно для вас.",
      "Для примера возьмём убеждение: «Если меня не одобряют, значит, я плохой».",
      "Даже если вы будете вести себя «идеально», всё равно найдутся люди, которые будут выражать недовольство вашим поведением или даже вами самими.",
      "Каким бы хорошим и удобным вы ни старались быть для других людей, вам всё равно не избежать критики, конфликтов и даже отвержения.",
      "Однако это не является доказательством того, что вы плохой человек, потому что другой человек может критиковать вас в силу своих сложившихся под влиянием воспитания и жизненного опыта убеждений (не всегда рациональных!), в которые вы, будучи другим человеком, просто не вписываетесь.",
      "И если кому-то больше нравятся блондинки, чем брюнетки, делает ли это всех брюнеток плохими?",
      "Исходя из подобных рассуждений, убеждение можно переписать следующим образом: «Неодобрение может причинять дискомфорт, но это не делает меня плохим человеком».",
      "Перечитывайте новое убеждение пару раз в день. Таким образом, вы будете постепенно формировать новые привычки мышления."
    ],
    "quote": {
      "text": "Никто не может заставить вас чувствовать себя неполноценным без вашего согласия.",
      "author": "Элеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Подумайте, почему бояться неодобрения нерационально. Составьте свой личный список причин, почему неодобрение — это неприятно, но не смертельно.",
      "Аргументы должны быть жизненными, понятными, чтобы вы в них совсем не сомневались. Не вводите себя в заблуждение!",
      "Например, утверждение: «Если кто-то критикует меня, не стоит огорчаться, потому что мне не нужны рядом такие высокомерные люди», не сработает, потому что в нём присутствует искажение.",
      "Так вы только пытаетесь самоутвердиться за счёт того, что заносите человека в «чёрный список». Придерживайтесь идей, которые считаете истинными.",
      "Вот некоторые идеи, которые могут быть полезными для вас:",
      "Не всегда неодобрение напрямую связано с вами: вашими словами, действиями или образом жизни. Причина может быть в проблемах или личных взглядах другого человека.",
      "Даже оправданная критика не несёт угрозы, так как помогает найти и исправить ошибки. А на них, как известно, мы учимся.",
      "Один, два, пять, десять промахов не означают, что всё, что вы делаете, неверно. В противовес им есть множество вещей, в которых вы не ошибаетесь.",
      "Вы сами решаете, насколько сильно расстраиваться из-за чужого неодобрения, ваша реакция зависит только от вас.",
      "Другие люди не могут судить о вашей человеческой ценности, только о правильности и достоинствах ваших слов или поступков.",
      "Все люди будут оценивать вас по-разному, вне зависимости от того, насколько хорошо или плохо вы поступаете. Неодобрение не распространяется с огромной скоростью, а один случай отвержения не приведёт к полному одиночеству.",
      "Неодобрение и критика обычно причиняют неудобство, но дискомфорт пройдёт. Хватит предаваться унынию. Займитесь тем, что раньше приносило удовольствие, даже если чувствуете, что начинать совершенно бессмысленно. Неодобрение — это не навсегда.",
      "Поразмышляйте над этой темой несколько дней и понемногу дополняйте список. Выработайте своё собственное отношение к неодобрению. Вы удивитесь, насколько это поможет вам изменить взгляд на мир и усилить чувство независимости."
    ],
    "quote": {
      "text": "Ваше время ограничено, не тратьте его, живя чьей-то чужой жизнью.",
      "author": "Стив Джобс"
    }
  },
  "screen_3": {
    "texts": [
      "Учитесь зависеть только от собственного одобрения.",
      "Ключ к эмоциональному выздоровлению — знание, что на ваше настроение могут повлиять только ваши собственные мысли. Отказавшись от зависимости от чужой похвалы, попробуйте оказывать себе поддержку сами.",
      "Для этого записывайте в течение дня в дневнике или телефоне список своих достижений. Не важно, насколько они масштабны, отметил их кто-то, кроме вас, или нет.",
      "Может быть, вы придержали дверь в метро или дважды терпеливо объяснили какую-то тему коллеге. Или просто не пошли со всеми на красный сигнал светофора.",
      "Приучите себя вести такой список, пересматривайте его перед сном, и вы сделаете большой шаг к одобрению себя.",
      "Помните, что мнение окружающих очень нестабильно. То, что сегодня обсуждают и критикуют, завтра может стать модным и желанным для многих.",
      "Не пытайтесь и не стремитесь всем понравиться. Это невозможно. В мире миллионы людей, и у каждого своё мнение и своя голова на плечах.",
      "Живите своей жизнью, высказывайте своё мнение, учитесь на своих ошибках, исправляйте их, стремитесь к своим целям и двигайтесь вперёд.",
      "Все перечисленные шаги работают в комплексе. Да, это требует труда, но освобождение от зависимости от одобрения окружающих меняет жизнь в лучшую сторону. Это дарит свободу быть собой."
    ]
  }
}
