{
  "title": "Путь к здоровой самооценке",
  "description": "Этот материал показывает, как постепенно освободиться от зависимости от чужого одобрения и укрепить самостоятельную, устойчивую самооценку. Основные шаги включают анализ текущих убеждений, замену их более реалистичными и поддерживающими, а также развитие внутренней привычки к самоодобрению. Такой подход помогает уменьшить тревожность, стать более независимым в оценке себя и повысить качество жизни.",
  "screen_1": {
    "texts": [
      "Первый важный шаг к изменению убеждений — честно проанализировать их пользу и вред.",
      "Подумайте о своих мыслях, связанных с одобрением людей, и запишите их. Возможно, это убеждения вроде: «Я должен нравиться всем» или «Если меня критикуют, значит, я плохой».",
      "Спросите себя: что я получаю от этих установок, а что теряю? Какую эмоциональную цену я плачу?",
      "Когда вы увидите, что страх неодобрения приносит больше страданий, чем пользы, появится пространство для перемен.",
      "Следующий шаг — переписать убеждение на более реалистичное и поддерживающее.",
      "Например, убеждение «Если меня не одобряют, значит, я плохой» можно заменить так: «Неодобрение неприятно, но оно не определяет мою ценность».",
      "Даже если вы ведёте себя идеально, всё равно найдутся люди, которым что-то не понравится — и это нормально.",
      "Другие смотрят на мир через призму собственных убеждений и опыта. Их мнение не является абсолютной истиной.",
      "Регулярно возвращайтесь к новому убеждению — перечитывайте его дважды в день и позволяйте ему укорениться."
    ],
    "quote": {
      "text": "Никто не может заставить вас чувствовать себя неполноценным без вашего согласия.",
      "author": "Элеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Подумайте, почему страх неодобрения нерационален и не так опасен, как кажется.",
      "Создайте свой список аргументов, которые помогут вам чувствовать себя спокойнее в ситуациях оценки.",
      "Важно, чтобы эти аргументы были искренними и реалистичными, а не попыткой принизить другого человека.",
      "Вот несколько идей, которые могут помочь:",
      "Причины чужой критики часто не связаны с вами: человек может быть уставшим, раздражённым или переживать свои трудности.",
      "Конструктивная критика — это возможность учиться и развиваться, а не доказательство вашей «несостоятельности».",
      "Пара ошибок не определяет ваш характер и не отменяет ваши достижения.",
      "Вы можете выбирать, как реагировать на чужую оценку — спокойнее, мягче, с большим уважением к себе.",
      "Люди смотрят на вас по-разному, и это нормально. Один случай неодобрения не превращает вашу жизнь в одиночество.",
      "Чужое мнение может задеть, но это временно. Дайте себе время и возвращайтесь к приятным делам — чувство тяжести уйдёт.",
      "Дополняйте свой список каждый день — это укрепит новый способ мышления и снизит тревогу перед оценкой окружающих."
    ],
    "quote": {
      "text": "Ваше время ограничено, не тратьте его, живя чужой жизнью.",
      "author": "Стив Джобс"
    }
  },
  "screen_3": {
    "texts": [
      "Учитесь опираться на своё собственное одобрение.",
      "Ваше настроение определяют прежде всего ваши собственные мысли. А значит — поддерживать себя можете вы сами.",
      "Создайте привычку отмечать свои достижения. Даже маленькие.",
      "Записывайте их в заметках или блокноте: доброжелательный жест, завершённая задача, терпение, проявленное в сложный момент.",
      "Просматривайте список вечером. Это формирует тёплое, устойчивое отношение к себе.",
      "Помните: мнение людей изменчиво. Сегодня вы можете вызвать критику, а завтра — восторг тех же людей.",
      "Стремление «нравиться всем» обречено на провал. Но быть собой — даёт свободу, уважение к себе и естественное притяжение близких по духу людей.",
      "Двигайтесь шаг за шагом. Освобождение от зависимости от похвалы — процесс, но он стоит каждой минуты усилий.",
      "Когда вы перестаёте зависеть от внешнего одобрения, в жизни появляется спокойствие и чувство подлинной свободы."
    ]
  }
}
