{
  "title": "Cartão de enfrentamento: um pequeno aliado para grandes mudanças",
  "description": "Os cartões de enfrentamento são uma ferramenta simples, mas extremamente eficaz da terapia cognitivo-comportamental (TCC). Eles ajudam a lidar com o estresse, a enxergar situações difíceis por outro ângulo e a se apoiar em momentos de dúvida. Esses pequenos “lembretes” resgatam a autoconfiança e incentivam o crescimento emocional. Explore seus pensamentos, encontre apoio dentro de você e, passo a passo, construa uma vida mais calma e resiliente.",
  "screen_1": {
    "texts": [
      "Os cartões de enfrentamento são mais uma ferramenta discreta, porém muito poderosa, da terapia cognitivo-comportamental (TCC).",
      "O que são cartões de enfrentamento?",
      "Cartões de enfrentamento são um recurso da TCC que ajuda a lidar com pensamentos negativos e momentos de estresse, fortalecendo uma forma mais saudável de interpretar o que acontece.",
      "Eles funcionam como um “guia rápido”, sugerindo como substituir crenças destrutivas por pensamentos de apoio e recuperar a confiança em si.",
      "Por que vale a pena usar cartões de enfrentamento?",
      "Menos ansiedade: os cartões ajudam a recuperar a calma rapidamente quando as emoções ficam intensas demais.",
      "Apoio em momentos difíceis: quando bate a dúvida, eles viram uma voz de incentivo, lembrando você da sua força e dos seus recursos.",
      "Mais autoconsciência: ao registrar seus pensamentos e reações, você entende melhor o que aciona suas emoções e como pode influenciá-las.",
      "Simplicidade e acessibilidade: a interface do nosso app é clara e fácil de usar, então criar cartões é simples e prático."
    ],
    "quote": {
      "text": "Você pode sofrer se escolher crenças irracionais, mas pode deixar de sofrer se escolher crenças racionais.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Como isso funciona?",
      "Quando você percebe um pensamento destrutivo, o cartão de enfrentamento ajuda a substituí-lo por algo mais realista e acolhedor.",
      "No começo, isso pode exigir um pouco de prática, mas com o tempo você vai identificar esses pensamentos mais rápido e trocá-los por alternativas mais construtivas.",
      "Por exemplo, se surgir a ideia: “Eu nunca vou conseguir alcançar meus objetivos”, você pode substituí-la por: “Às vezes é difícil, mas eu tenho um plano e posso seguir em frente, mesmo que seja em passos pequenos”.",
      "Essa abordagem não só muda a forma de ver a situação, como também dá mais impulso para agir.",
      "Revise e atualize seus cartões com regularidade.",
      "Nossos sentimentos e pensamentos mudam, por isso é importante que os cartões acompanhem suas necessidades atuais.",
      "Se algum pensamento negativo já perdeu força ou você superou uma dificuldade, atualize o cartão e registre uma nova crença de apoio.",
      "No nosso app, você pode editar cartões existentes com facilidade e criar novos quando quiser.",
      "Com o tempo, os cartões de enfrentamento deixam de ser apenas um recurso para lidar com pensamentos negativos e se tornam um guia pessoal no seu processo de autodesenvolvimento e crescimento emocional."
    ]
  },
  "screen_3": {
    "texts": [
      "Vamos ver alguns exemplos para entender melhor o princípio de substituir pensamentos destrutivos.",
      "Exemplo 1",
      "Pensamento destrutivo: “Eu não vou dar conta desse projeto, eu não sou bom o suficiente”.",
      "Substituição construtiva: “Eu já lidei com tarefas difíceis antes. Tenho conhecimento e recursos para concluir esta também”.",
      "Exemplo 2",
      "Pensamento destrutivo: “Todo mundo vai rir de mim se eu falar alguma coisa idiota”.",
      "Substituição construtiva: “Qualquer pessoa pode errar. Eu estou aprendendo, e conversar é uma oportunidade de crescer e se desenvolver”.",
      "Exemplo 3",
      "Pensamento destrutivo: “Nada vai mudar, a vida vai ser sempre assim”.",
      "Substituição construtiva: “As mudanças acontecem aos poucos. Até passos pequenos levam a grandes resultados”.",
      "Conclusão",
      "Os cartões de enfrentamento são uma forma potente e gentil de lidar com pensamentos e emoções.",
      "Eles ajudam a retomar uma visão racional e calma da situação e a enfrentar crenças negativas.",
      "Ao usá-los, você entende melhor a si mesma e as suas reações ao estresse.",
      "Comece a criar seus cartões hoje mesmo e dê o primeiro passo rumo a uma vida mais tranquila, confiante e resiliente."
    ]
  }
}
