{
  "title": "Cartão de Coping: Um Pequeno Ajudante para Grandes Mudanças",
  "description": "Os cartões de coping são uma ferramenta simples, mas poderosa, da terapia cognitivo-comportamental que ajuda a lidar com o estresse e pensamentos negativos. Descubra como esses pequenos «lembretes» podem mudar sua visão, trazer de volta a confiança e te guiar rumo ao crescimento emocional. Mergulhe no mundo da autodescoberta e abra as portas para uma vida mais calma com os cartões de coping!",
  "screen_1": {
    "texts": [
      "Cartões de coping – mais uma carta na manga da terapia cognitivo-comportamental.",
      "O que são cartões de coping?",
      "Os cartões de coping são um método eficaz criado dentro da terapia cognitivo-comportamental pra ajudar as pessoas a enfrentarem pensamentos negativos e situações estressantes.",
      "Eles funcionam como um tipo de «lembrete», mostrando como transformar crenças destrutivas e recuperar a confiança em si mesmo.",
      "Por que usar cartões de coping?",
      "Redução da ansiedade: Os cartões de coping te ajudam a encontrar a calma rapidinho em momentos de estresse.",
      "Apoio nos dias difíceis: Quando você precisa de inspiração ou um empurrãozinho, seus cartões estão ali pra te lembrar das suas forças internas.",
      "Desenvolvimento da autoconsciência: Ao anotar seus pensamentos e sentimentos, você vai entender melhor suas reações emocionais e padrões de comportamento.",
      "Fácil de usar: As funções do nosso app são intuitivas e simples, deixando a criação de cartões ao alcance de todo mundo."
    ],
    "quote": {
      "text": "Você pode sofrer se escolher crenças irracionais, mas não precisa sofrer se optar pelas racionais.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Como funciona?",
      "Quando você percebe um pensamento destrutivo, usa os cartões de coping pra trocar ele por um mais construtivo.",
      "Pode precisar de um pouco de prática, mas com o tempo você vai aprender a reagir mais rápido aos pensamentos negativos e substituí-los por crenças positivas.",
      "Por exemplo, se você pensa: «Nunca vou alcançar meus objetivos», dá pra trocar por algo mais construtivo: «Enfrento desafios, mas tenho um plano e posso ir atrás dos meus objetivos, mesmo que devagarinho».",
      "Isso não só muda como você enxerga a situação, mas também te motiva a agir.",
      "Dê uma revisada e atualize seus cartões de vez em quando.",
      "Seus sentimentos e pensamentos mudam com o tempo, então é importante ajustar os cartões pras suas necessidades atuais.",
      "Por exemplo, se você perceber que um pensamento destrutivo não faz mais sentido ou que superou um medo específico, atualize o cartão com novos pensamentos construtivos ou estratégias.",
      "No nosso app, você pode editar os cartões que já tem ou adicionar novos com facilidade.",
      "Assim, os cartões de coping viram não só uma ferramenta pra combater pensamentos negativos, mas também um guia pessoal pro seu desenvolvimento e bem-estar emocional."
    ]
  },
  "screen_3": {
    "texts": [
      "Vamos dar uma olhada em mais alguns exemplos de como trocar pensamentos destrutivos por construtivos pra deixar o propósito dos cartões mais claro.",
      "Exemplo 1",
      "Pensamento destrutivo: «Não vou dar conta desse projeto, não sou bom o bastante».",
      "Substituição construtiva: «Já dei conta de projetos difíceis antes. Tenho as habilidades e os recursos pra finalizar essa tarefa com sucesso».",
      "Exemplo 2",
      "Pensamento destrutivo: «Todo mundo vai rir de mim se eu falar algo idiota».",
      "Substituição construtiva: «Todo mundo erra de vez em quando. Posso aprender com meus erros e curtir o papo com os outros».",
      "Exemplo 3",
      "Pensamento destrutivo: «Nada vai mudar, minha vida vai ser sempre assim».",
      "Substituição construtiva: «Posso dar passos pra mudar. Passinhos pequenos levam a grandes resultados».",
      "Conclusão",
      "Os cartões de coping são uma ferramenta poderosa pra gerenciar seus pensamentos e emoções.",
      "Eles te ajudam a se reconectar com a parte racional da sua mente e a enfrentar crenças negativas.",
      "Usando eles, você vai se entender melhor e lidar com o estresse de um jeito mais tranquilo.",
      "Comece a criar seus cartões de coping hoje e descubra o caminho pra uma vida mais leve e confiante!"
    ]
  }
}
