{
  "title": "A história de Alice: superando a depressão",
  "description": "Este artigo apresenta o exemplo de uma pessoa que sofre de depressão para demonstrar a relação entre pensamentos automáticos, crenças intermediárias e crenças profundas. Por meio da análise de sua trajetória de vida e das interações com seu psicólogo, o texto explica como esses níveis de pensamento se formam e como podem ser modificados para superar a depressão. A abordagem é baseada nos princípios da terapia cognitivo-comportamental (TCC).",
  "screen_1": {
    "texts": [
      "Para ilustrar e explicar como os pensamentos automáticos, as crenças intermediárias e as crenças profundas estão interligados, vamos considerar o exemplo de Alice, uma jovem que enfrenta depressão e dúvidas sobre si mesma.",
      "Para entender melhor sua situação, vamos falar um pouco sobre sua história pessoal e social:",
      "Alice cresceu em uma família monoparental em uma cidade pequena. Seu pai saiu de casa para viver com outra mulher quando ela tinha apenas 6 anos. A relação com sua mãe era complicada: sua mãe, que trabalhava como enfermeira, frequentemente a criticava e raramente a elogiava.",
      "Após o divórcio, não havia mais contato entre seus pais, e Alice se sentia em um campo minado, tentando agradar a ambos. O pai, com sua nova família, tinha dois filhos e uma filha. Ele passava muito tempo com eles, fazendo passeios ao ar livre nos fins de semana e praticando esportes. Alice sentia ciúmes e inveja deles.",
      "Nos anos escolares, Alice se tornou uma aluna exemplar, em parte porque queria conquistar a aprovação da mãe, que considerava boas notas uma obrigação. Alice concluiu a faculdade com diploma de honra, especializando-se em marketing. Agora, com 23 anos, ela está solteira e sem filhos. Em busca de emprego e estabilidade, ela decide procurar um psicólogo devido à depressão.",
      "O transtorno depressivo de Alice foi desencadeado pelas dificuldades que encontrou ao procurar emprego após a universidade. Ela se tornou menos ativa socialmente e passa a maior parte do tempo em um estado de desânimo, convencida de que não conseguirá alcançar seus objetivos."
    ]
  },
  "screen_2": {
    "texts": [
      "Agora, vejamos como os três níveis de pensamento de Alice interagem durante sua conversa com o psicólogo:"
    ],
    "dialog": [
      "Alice, por favor, lembre-se de uma situação recente em que você sentiu emoções negativas intensas.",
      "Foi ontem. Eu estava olhando vagas de emprego e encontrei a oportunidade perfeita — uma empresa criativa, horário flexível, um ótimo salário. Mas eu congelei e não consegui enviar meu currículo.",
      "O que a impediu?",
      "Acho que pensei que não seria contratada, porque era algo muito difícil para mim. Eu não vou conseguir lidar com isso (pensamento automático).",
      "O que significa para você pensar que não será capaz de lidar com esse trabalho?",
      "Significa que não conseguirei realizar as tarefas com excelência e que cometer erros é algo terrível (crença intermediária).",
      "Como você descreveria alguém que não consegue lidar com algo e comete erros?",
      "É alguém que não serve para nada, um fracassado.",
      "E se você não conseguir lidar com algo, cometer erros e assumir tarefas que não consegue cumprir, o que isso faz de você?",
      "Uma fracassada (crença profunda)."
    ]
  },
  "screen_3": {
    "texts": [
      "Agora podemos ver como os três níveis de pensamento destrutivo de Alice estão organizados.",
      "É importante entender que Alice não nasceu com essas crenças. Elas se formaram em diferentes períodos de sua vida e em várias circunstâncias. Isso significa que elas podem — e devem — ser modificadas.",
      "O processo de mudança começa com o trabalho sobre os pensamentos automáticos. Quando Alice aprender a questioná-los e a provar sua natureza destrutiva, reduzindo a crença neles, poderá passar para o próximo nível — as crenças intermediárias.",
      "Ao abalar a crença nesses pensamentos intermediários, será possível alcançar as crenças profundas e substituí-las por ideias mais adaptativas e saudáveis."
    ]
  }
}
