{
  "title": "A história de Alice: o caminho para superar a depressão",
  "description": "Neste artigo, vamos acompanhar a história de uma pessoa que enfrentou a depressão para entender como pensamentos automáticos, crenças intermediárias e crenças centrais se conectam. Ao longo da trajetória de Alice e do trabalho dela com uma psicóloga, veremos como essas crenças se formam e como podem ser transformadas para lidar melhor com a depressão. A abordagem se baseia nos princípios da Terapia Cognitivo-Comportamental (TCC).",
  "screen_1": {
    "texts": [
      "Para mostrar de forma clara a relação entre pensamentos automáticos, crenças intermediárias e crenças centrais, vamos conhecer a história de Alice — uma jovem que enfrentou a depressão e dúvidas sobre si mesma.",
      "Para começar, vamos entender um pouco do seu contexto de vida e do ambiente em que ela cresceu:",
      "Alice cresceu com a mãe em uma cidade pequena. Quando tinha 6 anos, o pai foi embora para viver com outra mulher. A relação com a mãe era difícil: ela criticava Alice com frequência e raramente a elogiava.",
      "Depois do divórcio, os pais quase não se falavam, e Alice se sentia no meio dos dois, tentando agradar a ambos. Na nova família, o pai teve três filhos e passava muito tempo com eles — viajavam juntos, faziam programas em família, praticavam esportes. Alice sentia mágoa, ciúme e uma forte sensação de estar sendo deixada de lado.",
      "Na escola, Alice se tornou uma aluna exemplar, em grande parte para conquistar a aprovação da mãe, para quem boas notas eram o mínimo. Mais tarde, ela se formou na universidade com distinção em Marketing. Hoje, aos 23 anos, é solteira e não tem filhos. Em busca de trabalho e estabilidade, procura uma psicóloga por causa da depressão.",
      "O quadro piorou com as dificuldades para encontrar emprego. Ela passou a se isolar mais, sente-se desanimada na maior parte do tempo e está convencida de que não vai conseguir."
    ]
  },
  "screen_2": {
    "texts": [
      "Agora vamos ver como os três níveis de pensamento de Alice aparecem no diálogo dela com a psicóloga:"
    ],
    "dialog": [
      "Alice, por favor, tente se lembrar de uma situação recente em que você tenha sentido emoções negativas muito intensas.",
      "Foi ontem. Eu estava procurando vagas e vi uma oportunidade perfeita: uma empresa interessante, horário flexível, boa remuneração. Mas eu travei e acabei não enviando o currículo.",
      "O que exatamente fez você parar?",
      "Eu pensei que, de qualquer jeito, não iam me contratar. Que era difícil demais para mim. Que eu não daria conta (pensamento automático).",
      "O que significa, para você, pensar que não vai dar conta?",
      "Que eu não vou conseguir fazer as tarefas bem e que errar é algo muito ruim (crença intermediária).",
      "Como você chamaria uma pessoa que erra e não dá conta?",
      "Um fracassado, alguém que não é capaz de nada realmente sério.",
      "E se isso acontece com você — se você encontra dificuldades e comete erros — então quem você é?",
      "Acho que eu sou uma fracassada (crença central)."
    ]
  },
  "screen_3": {
    "texts": [
      "Agora fica claro como os três níveis de pensamento de Alice se conectam e como eles influenciam o seu estado emocional.",
      "É importante lembrar: Alice não nasceu com essas crenças. Elas foram se formando e se fortalecendo ao longo da vida, sob a influência de acontecimentos e do ambiente. E, por isso, podem ser mudadas.",
      "O trabalho começa pelos pensamentos automáticos. Quando Alice aprender a percebê-los e a questioná-los, ela poderá reduzir o impacto deles e avançar para mudanças no próximo nível — o das crenças intermediárias.",
      "Aos poucos, passo a passo, essas mudanças vão ajudá-la a transformar também as crenças centrais, substituindo-as por outras mais realistas e acolhedoras."
    ]
  }
}
