{
  "title": "Escolha a Vida!",
  "description": "Este artigo aborda a importante e atual temática da depressão e pensamentos suicidas, fornecendo dados estatísticos e analisando a ligação entre esses fatores. Destaca o papel da Terapia Cognitivo-Comportamental (TCC) no combate a esses problemas e reforça a importância de buscar ajuda profissional e de garantir o acesso a serviços de apoio psicológico gratuito. O texto busca inspirar e apoiar os leitores, lembrando o valor da vida e a importância de manter a esperança.",
  "screen_1": {
    "texts": [
      "Ao falarmos tanto sobre pensamentos negativos, crenças irracionais e depressão, não podemos deixar de abordar um tema difícil, mas essencial – o suicídio.",
      "Esperamos sinceramente que essa questão nunca tenha afetado você diretamente, mas, se você já pensou que a morte é a única saída, ou se sente isso agora, queremos oferecer apoio e conversar sobre isso com você.",
      "Infelizmente, muitas pessoas enfrentam esse problema. De acordo com a Organização Mundial da Saúde (OMS), cerca de 800 mil a 1 milhão de suicídios são cometidos todos os anos. E isso são apenas os dados oficiais.",
      "O número de suicídios ao longo da história supera o número de pessoas mortas em todas as guerras juntas. É difícil acreditar, mas é verdade.",
      "A depressão desempenha um papel significativo nisso. Entre 45% e 60% de todos os suicídios no mundo são cometidos por pessoas que sofrem de depressão. Uma pessoa deprimida tem 35 vezes mais chances de ter pensamentos suicidas em comparação com uma pessoa em estado psicológico normal.",
      "Ao olhar para esses números assustadores, é natural sentir um desconforto. Mas não estamos compartilhando essas informações para assustar você, e sim para mostrar que muitas pessoas passam por isso e, infelizmente, a maioria não compartilha suas dores, sentindo vergonha e acreditando estar sozinha nessa situação."
    ]
  },
  "screen_2": {
    "texts": [
      "Com isso, queremos dizer que ter pensamentos suicidas não é sinal de fraqueza ou de ser menos digno. Não há motivo para se envergonhar.",
      "As pessoas chegam a esses pensamentos por diferentes caminhos, mas, geralmente, há algo em comum: uma dor emocional insuportável que faz com que a morte pareça ser a única forma de alívio.",
      "Essas pessoas podem ver a morte como uma forma de escapar do sofrimento, já que a vida parece pesada demais, ou como uma maneira de deixar de ser um 'peso' para seus entes queridos.",
      "Pesquisas mostraram que um dos principais fatores para o surgimento de pensamentos suicidas é um sentimento irrealista de desesperança. Ao analisar o pensamento dessas pessoas, percebe-se que ele é dominado por uma visão pessimista e distorcida do mundo, fazendo com que se sintam presas em uma armadilha sem saída.",
      "Elas acreditam que nunca foram e jamais serão felizes. Mas é importante entender que a desesperança e o desespero são apenas sintomas da depressão, não a realidade objetiva.",
      "A decisão de acabar com a própria vida é resultado da crença irracional de que a vida nunca pode melhorar. Mas será que é realmente assim tão sem esperança? Existem provas ou garantias absolutas de que tudo continuará ruim para sempre?"
    ]
  },
  "screen_3": {
    "texts": [
      "Quando você está sofrendo, é difícil imaginar que pode viver de outra maneira. Ao ouvir frases como 'pense positivo', você pode sentir que seus problemas não estão sendo levados a sério ou até sentir culpa por não conseguir enxergar as coisas de forma mais leve.",
      "Você não é culpado por isso. Sua mente parece presa em um pântano de desespero. Sua dor e seus sentimentos são reais, e não é possível simplesmente eliminá-los tentando pensar em algo positivo.",
      "Mas vamos imaginar, apenas por um momento, que toda essa escuridão que envolve você é uma ilusão, como se você estivesse vendo o mundo através de lentes sujas.",
      "Agarre-se a essa ideia e permita que ela seja um raio de luz na sua escuridão. Porque, na verdade, essa sombra ao seu redor pode ser superada.",
      "Isso não são apenas palavras vazias! Existem muitos testemunhos que comprovam a eficácia da Terapia Cognitivo-Comportamental (TCC). Atualmente, essa abordagem é considerada um dos métodos mais eficazes para lidar com comportamentos suicidas e é amplamente utilizada por psicoterapeutas e pesquisadores em todo o mundo.",
      "A “National Library of Medicine” publicou um estudo que reúne os resultados de 15 experimentos envolvendo 29.071 participantes. Os resultados mostraram que a TCC foi eficaz em prevenir tentativas de suicídio em 87% dos casos.",
      "Esse é um índice muito alto. Claro, será necessário esforço de sua parte para superar completamente os pensamentos suicidas, mas a TCC é uma ferramenta poderosa para canalizar esse esforço."
    ]
  },
  "screen_4": {
    "texts": [
      "Teremos uma seção específica onde discutiremos como superar a depressão usando a TCC. Lá, abordaremos detalhadamente como lidar com pensamentos suicidas.",
      "Estamos fazendo tudo ao nosso alcance para reforçar em você o desejo de viver, mas não podemos oferecer o mesmo nível de assistência individual que um profissional pode.",
      "Se você sente que está à beira do abismo, procure imediatamente um especialista!",
      "Consultas com psicólogos podem ser pagas, mas muitos países oferecem centros de apoio psicológico gratuito. Dê o primeiro passo em direção a uma vida mais feliz — procure ajuda!",
      "Sabemos que é um passo difícil e que nem sempre é fácil tomá-lo, mas um especialista pode oferecer o suporte necessário e ensinar técnicas de autocuidado.",
      "Acreditamos que, com a ajuda da Terapia Cognitivo-Comportamental (TCC), você poderá trilhar o caminho necessário para conquistar uma nova perspectiva de vida.",
      "Viver nem sempre é fácil, e passamos por momentos muito difíceis. Mas o mundo é vasto e cheio de beleza, e sua vida é única e preciosa. Não se esqueça disso. O mundo vale a pena ser vivido!"
    ],
    "quote": {
      "text": "O momento mais escuro da noite é justamente antes do amanhecer.",
      "author": "Thomas Fuller"
    }
  }
}
