{
  "title": "Escolha a vida!",
  "description": "Este artigo aborda a depressão e os pensamentos suicidas, traz números de forma clara e explica como eles se relacionam. Também fala sobre o papel da terapia cognitivo-comportamental (TCC) em momentos de crise, reforça a importância de procurar ajuda profissional e lembra que existem opções de apoio psicológico gratuito. O texto acolhe, reforça o valor da vida e lembra da importância de preservar a esperança.",
  "screen_1": {
    "texts": [
      "Já que estamos falando de pensamentos negativos, crenças irracionais e depressão, não dá para deixar de lado outro tema difícil, mas essencial: o suicídio.",
      "Ficamos sinceramente aliviadas se isso nunca fez parte da sua vida. E, se em algum momento — no passado ou agora — a ideia de morrer pareceu o único caminho possível, queremos acolher você e conversar sobre isso com calma.",
      "Segundo estimativas da OMS (Organização Mundial da Saúde), todos os anos ocorrem muitos suicídios no mundo. E esses são apenas os números oficiais.",
      "Há quem diga que, ao longo de toda a história, o número de suicídios é comparável às baixas em guerras. É duro encarar esses dados, mas eles mostram a dimensão do problema — e que existem muitas pessoas vivendo isso.",
      "A depressão tem um papel enorme nisso: uma parte significativa dos suicídios é cometida por pessoas com transtornos depressivos; nesse estado, o risco aumenta várias vezes.",
      "Trazemos esses fatos não para assustar, e sim para lembrar: você não está sozinho. Muita gente se cala por vergonha e por achar que “só eu passo por isso”, quando, na verdade, a ajuda pode estar mais perto do que parece."
    ]
  },
  "screen_2": {
    "texts": [
      "Pensamentos suicidas não são sinal de fraqueza nem de “defeito”. Você não precisa sentir vergonha por tê-los.",
      "As pessoas chegam a esse tipo de pensamento por caminhos diferentes, mas muitas vezes há algo em comum: uma dor emocional insuportável, que faz a morte parecer o único alívio.",
      "Às vezes, a morte parece uma forma de interromper o sofrimento ou de “não ser um peso” para quem está por perto. Isso é desespero — não uma avaliação lúcida do seu valor.",
      "Pesquisas indicam que um fator central é a desesperança. Quando a percepção se distorce, o mundo vira escuridão, e o futuro parece sem saída.",
      "É importante lembrar: desesperança e desespero são sintomas da depressão, não a própria realidade.",
      "A decisão de desistir da vida se apoia na crença de que nada vai melhorar. Mas será que é assim mesmo? Há alguma prova de que tudo vai continuar exatamente igual?"
    ]
  },
  "screen_3": {
    "texts": [
      "Quando a dor é grande, fica difícil imaginar outra vida. Frases como “pense em coisas boas” soam como desvalorização do que você sente e ainda podem aumentar a culpa.",
      "Você não tem culpa. É como se a mente tivesse ficado presa num atoleiro. A dor é real, e não dá para simplesmente apertar um botão e “parar de sentir”.",
      "Tente, por um minuto, imaginar que essa escuridão total é como lentes de óculos sujas: elas distorcem a imagem.",
      "Segure essa ideia como um fio bem fino: a escuridão pode se dissipar, e você é muito mais do que o que está sentindo hoje.",
      "E isso não é só discurso: a eficácia da TCC é sustentada por pesquisas, e ela é usada no mundo todo para reduzir o risco de novas tentativas e ajudar pessoas a atravessar crises.",
      "Revisões e sínteses de estudos mostram que a TCC ajuda a reduzir recaídas e deixa mais claros os passos para sair do beco sem saída.",
      "Sim, vai exigir esforço — mas a TCC oferece ferramentas concretas e um caminho estruturado para que esse esforço não se perca."
    ]
  },
  "screen_4": {
    "texts": [
      "Vamos dedicar uma seção separada a como trabalhar a depressão com base na TCC, inclusive como lidar com pensamentos suicidas.",
      "Queremos fortalecer em você a vontade de viver, mas quem pode oferecer ajuda direta e personalizada é um profissional.",
      "Se você sente que chegou ao limite, procure ajuda imediatamente: médico, psicólogo ou serviços de emergência (se houver risco imediato, ligue para os serviços de emergência da sua região).",
      "Mesmo que uma consulta particular não seja possível, em muitos países existem serviços que oferecem atendimento gratuito e rápido. Dar o primeiro passo já é um movimento em direção à vida.",
      "A gente entende: decidir pedir ajuda não é simples. Mas é justamente um especialista que pode ajudar você a atravessar a tempestade e ensinar recursos que vão apoiar você daqui para frente.",
      "Acreditamos que, com a TCC, você poderá, aos poucos, construir uma relação mais gentil e mais estável consigo mesmo e com o mundo.",
      "Viver nem sempre é fácil, e períodos difíceis acontecem com muita gente. Mas o mundo é grande e bonito — e a sua vida tem um valor incalculável. Por favor, lembre-se disso: vale a pena continuar vivendo."
    ],
    "quote": {
      "text": "A hora mais escura da noite acontece justamente antes do amanhecer.",
      "author": "Thomas Fuller"
    }
  }
}
