{
  "title": "Crenças irracionais podem ser úteis?",
  "description": "Este artigo analisa a influência das crenças irracionais no estado emocional de uma pessoa. Com o exemplo de John, que busca sucesso devido à crença profunda em sua incapacidade, demonstra-se como tais crenças podem se tornar estratégias de enfrentamento destrutivas. O autor enfatiza a importância de reconhecer e reavaliar as próprias crenças para melhorar a qualidade de vida.",
  "screen_1": {
    "texts": [
      "Nos capítulos anteriores, demos grande destaque aos pensamentos e crenças destrutivas. Isso não é surpreendente, já que elas afetam negativamente nossas emoções, comportamentos e bem-estar geral.",
      "Nesse contexto, surge a questão: será que todas as nossas crenças são realmente ruins? Elas podem ter algum aspecto positivo?",
      "O problema é que as crenças negativas são ativadas quando estamos estressados, desanimados ou deprimidos, ou quando nos deparamos com situações que parecem confirmá-las.",
      "Por exemplo, se uma pessoa acredita que \"não é capaz de nada\", qualquer fracasso em uma prova ou crítica de um chefe pode ativar essa crença.",
      "A pessoa interpretará os acontecimentos através dessa lente, mesmo que isso não seja lógico ou racional.",
      "No entanto, isso não significa que todas as nossas crenças sejam ruins e que não possam ter aspectos úteis.",
      "Em situações menos estressantes ou em um estado emocional mais equilibrado, outra crença positiva pode ser ativada, como: \"Sou capaz o suficiente\".",
      "Portanto, a resposta para a pergunta \"Todas as crenças são prejudiciais?\" é não, nem todas."
    ]
  },
  "screen_2": {
    "texts": [
      "Quanto ao impacto positivo das crenças irracionais, a situação é um pouco mais complicada, vamos entender melhor.",
      "Alguns podem pensar que não é tão ruim assim e que crenças irracionais podem até ajudar na vida, mas isso é mais um engano do que uma verdade.",
      "Para ilustrar, vamos trazer exemplos. Já falamos sobre os três níveis de pensamento: pensamentos automáticos, crenças intermediárias e crenças profundas.",
      "Imagine um jovem chamado John, cuja crença profunda é: \"Eu não sou capaz de nada\", e sua crença intermediária é: \"Eu preciso sempre ser bem-sucedido\".",
      "À primeira vista, pode parecer que não há nada de errado com essa crença. Afinal, é ótimo que John queira ter sucesso, certo?",
      "Pode parecer que essa crença o torna mais motivado e focado em alcançar objetivos.",
      "O trabalho se torna muito importante para ele, e, aparentemente, isso só traz consequências positivas.",
      "Mas vamos nos aprofundar.",
      "Se essa crença intermediária é, de fato, uma regra rígida e não apenas um objetivo, ela pode ser destrutiva. Isso ocorre porque está enraizada em sua crença profunda. Nesse caso, o foco de John no trabalho se torna uma estratégia de enfrentamento (falaremos mais sobre estratégias de enfrentamento nos próximos capítulos)."
    ],
    "quote": {
      "text": "Já que o ser humano só pode amar ou odiar seu trabalho, ele precisa enxergar suas consequências. Os viciados em trabalho simplesmente esquecem que não existem para o trabalho, mas o trabalho existe para eles.",
      "author": "Liev Tolstói"
    }
  },
  "screen_3": {
    "texts": [
      "Resumidamente, uma estratégia de enfrentamento é uma reação ao estresse manifestada por pensamentos, emoções ou comportamentos.",
      "Simplificando, John busca ser bem-sucedido (sua crença intermediária) para não se sentir incapaz (sua crença profunda). Seu foco extremo no trabalho é uma forma de evitar esse sentimento.",
      "Isso é destrutivo porque, se algo der errado no trabalho — ele falhar em um projeto ou for demitido —, John será confrontado com sua crença profunda de incapacidade, o que pode parecer um verdadeiro apocalipse para ele.",
      "Isso pode levar a um agravamento de seu estado emocional, apatia, comportamentos destrutivos e até depressão.",
      "Agora, as consequências já não parecem tão boas, não é?",
      "Assim, a crença \"Eu preciso sempre ser bem-sucedido\" é mais prejudicial do que útil. Afinal, ninguém está imune a erros e fracassos. Com essa crença, cada erro se torna uma confirmação de sua crença profunda, fortalecendo ainda mais essa ideia.",
      "É importante entender que qualquer crença é apenas uma ideia, e ela pode ser transformada para se tornar mais útil. Isso pode melhorar significativamente a qualidade de vida, e é aí que a terapia cognitivo-comportamental entra como uma grande aliada."
    ]
  }
}
