{
  "title": "Crenças irracionais podem ser úteis?",
  "description": "Este artigo explora como crenças irracionais influenciam o estado psicoemocional. A partir do exemplo de John, que busca sucesso por causa de uma convicção profunda de que “não é capaz”, vemos como essas crenças podem se transformar em estratégias de enfrentamento destrutivas. O texto destaca a importância de perceber e revisar crenças para melhorar a qualidade de vida.",
  "screen_1": {
    "texts": [
      "Nos capítulos anteriores, demos muita atenção a pensamentos e crenças disfuncionais. Faz sentido: são eles que costumam piorar de forma evidente as emoções, o comportamento e o bem-estar geral.",
      "Daí surge a pergunta: será que todas as crenças fazem mal? Algumas delas podem trazer algum benefício?",
      "Na maioria das vezes, crenças negativas são ativadas em situações de estresse, em momentos de abatimento ou depressão, e também diante de eventos que parecem “confirmá-las”.",
      "Por exemplo, se alguém carrega a crença “Eu não sou capaz de nada”, depois de ir mal numa prova ou receber uma crítica do chefe, é bem provável que ela apareça com força.",
      "A partir daí, a pessoa passa a enxergar o que está acontecendo por esse filtro — mesmo quando essa visão não é lógica e não corresponde aos fatos.",
      "Ainda assim, isso não significa que todas as crenças sejam igualmente ruins ou que não tenham utilidade.",
      "Em contextos menos tensos ou quando a pessoa está com mais recursos internos, pode entrar em cena uma crença de apoio, como: “Eu sou capaz o suficiente”.",
      "Então, à pergunta “Todas as crenças fazem mal?”, a resposta é: não, nem todas."
    ]
  },
  "screen_2": {
    "texts": [
      "Quando falamos em “utilidade” de crenças irracionais, a coisa é mais complexa do que parece à primeira vista — vamos destrinchar.",
      "Às vezes, pode dar a impressão de que esse tipo de crença empurra a pessoa para conquistas; mas isso costuma ser mais um mito popular do que uma realidade.",
      "Para deixar claro, vamos relembrar os três níveis: pensamentos automáticos, crenças intermediárias e crenças centrais.",
      "Imagine que um jovem chamado John tenha uma crença central: “Eu não sou capaz de nada”, e uma crença intermediária: “Eu preciso estar sempre tendo sucesso”.",
      "À primeira vista, soa até bem: buscar sucesso pode ser um objetivo válido, desde que seja um desejo flexível — e não uma regra rígida.",
      "Dá para pensar que essa crença “ajuda”: como se aumentasse a motivação, levasse a resultados e fortalecesse a determinação.",
      "Aí o trabalho parece importantíssimo e como se trouxesse só vantagens.",
      "Mas vamos olhar mais fundo.",
      "Se isso for, de fato, uma crença intermediária rígida — e não apenas um desejo — ela provavelmente será destrutiva, porque nasce de uma crença central de incapacidade. Nesse caso, o trabalho vira uma estratégia de enfrentamento para John (falaremos mais sobre estratégias de enfrentamento nos próximos capítulos)."
    ],
    "quote": {
      "text": "Como a pessoa só pode amar ou odiar seu trabalho, ela precisa ver suas consequências. Já os viciados em trabalho simplesmente esquecem que não existem para o trabalho — é o trabalho que existe para eles.",
      "author": "Liev Tolstói"
    }
  },
  "screen_3": {
    "texts": [
      "Em resumo: uma estratégia de enfrentamento é uma forma de reagir ao estresse por meio de pensamentos, emoções ou comportamentos.",
      "Em outras palavras, John busca ser bem-sucedido (crença intermediária) para não se sentir “incapaz” (crença central). O foco no trabalho vira um jeito de escapar de uma autoimagem dolorosa.",
      "Isso é destrutivo porque qualquer dificuldade séria no trabalho — um projeto que dá errado, uma pausa na carreira ou uma demissão — pode colocar John frente a frente com a crença central de incapacidade, o que ele vive como um “apocalipse interno”.",
      "As consequências podem incluir piora do estado emocional, apatia, comportamentos autodestrutivos e até depressão.",
      "A essa altura, os possíveis “benefícios” já não parecem tão convincentes, né?",
      "No fim, a crença “Eu preciso estar sempre tendo sucesso” tende a fazer mais mal do que bem: erros são inevitáveis e, com uma regra tão rígida, cada falha vai “provar” a incapacidade e reforçá-la ainda mais.",
      "É importante lembrar: crença é uma ideia — e ideias podem ser revistas e transformadas em algo mais útil. Isso melhora muito a qualidade de vida, e é exatamente isso que a terapia cognitivo-comportamental ensina."
    ]
  }
}
