{
  "days": {
    "fist": "<p>Nazywam się Alfred i jestem Twoim wirtualnym asystentem w tej aplikacji. Moim celem jest wspieranie Cię w drodze do spokojniejszego, bardziej stabilnego i harmonijnego życia.</p><p>Przygotowałem kilka pierwszych kroków, które pomogą Ci zapoznać się z podejściami i narzędziami, z których korzystamy w terapii.</p><p>Pamiętaj: im aktywniej korzystasz z aplikacji, tym lepiej będę rozumieć Twoje potrzeby i tym bardziej pomocne staną się moje rekomendacje.</p>",
    "third": "<p>Dziś kontynuujmy pracę i skupmy się na analizie destrukcyjnych myśli.</p><p>Polecam też zajrzeć na naszą listę psychologów.</p><p>W aplikacji kładziemy nacisk na samodzielną praktykę, jednak psycholog może pomóc Ci uzyskać bardziej spersonalizowane rekomendacje i wsparcie. Jest to szczególnie cenne na początku drogi.</p>",
    "fourth": "<p>Staramy się, aby nauka była dla Ciebie nie tylko wartościowa, ale też ciekawa.</p><p>Dlatego stworzyliśmy kanał na Instagramie, gdzie o trudnych rzeczach mówimy prostym i zrozumiałym językiem.</p><p>Dołącz do naszej społeczności — krok po kroku idźmy razem w stronę bardziej harmonijnego i świadomego życia.</p>",
    "fifth": "<p>Proponuję Ci wypróbowanie funkcji premium.</p><p>Masz do dyspozycji 3-dniowy okres próbny i możesz w każdej chwili anulować subskrypcję, jeśli uznasz, że to jednak nie jest dla Ciebie.</p><p>Wersja premium daje Ci więcej możliwości pracy ze mną i głębszego wsparcia w Twoim procesie terapeutycznym.</p>",
    "eighth": "<p>Wspaniale, że jesteś z nami już tak długo — to naprawdę nas inspiruje!</p><p>Dziś chcę zwrócić Twoją uwagę na jedną ważną funkcję — „Podziel się z psychologiem”.</p><p>Jeśli korzystasz z terapii, ta możliwość może stać się dla Ciebie bardzo cennym i wygodnym wsparciem.</p>",
    "tenth": "<p>Jesteś z nami już od 8 dni — to wspaniale!</p><p>Mam nadzieję, że aplikacja Ci pomaga i jest dla Ciebie naprawdę użyteczna.</p><p>Bardzo zależy nam na Twojej opinii: napisz, co Ci się podoba i co, Twoim zdaniem, warto ulepszyć.</p><p>Będzie nam bardzo miło wspólnie uczynić aplikację jeszcze lepszą!</p>"
  },
  "appUpdated": [
    "Pod Twoją nieobecność aplikacja została zaktualizowana. Zobaczmy, co nowego przygotowali twórcy!",
    "Podczas Twojej nieobecności pojawiła się aktualizacja. Przyjrzyjmy się razem nowym funkcjom!",
    "Czekają na Ciebie świeże aktualizacje! Kiedy nie było Cię w aplikacji, cały czas nad nią pracowaliśmy. Poznajmy je:",
    "Przygotowaliśmy kilka ulepszeń w aplikacji. Przyjrzyjmy się im razem!",
    "Aplikacja została zaktualizowana! Sprawdźmy, jakie nowe funkcje się pojawiły:",
    "Nasi programiści każdego dnia ulepszają aplikację. Zobacz, co nowego się pojawiło:"
  ],
  "neverUsed": [
    "Nie masz jeszcze żadnego wpisu w <b>{dairy}</b>. Być może dziś jest dobry moment, żeby zacząć. Aby znaleźć podejście, które naprawdę będzie dla Ciebie pomocne, warto wypróbować różne metody.",
    "Zauważyłem, że w <b>{dairy}</b> nie ma jeszcze żadnych wpisów. Dziś to świetny dzień, by zrobić pierwszy krok. Wypróbuj różne sposoby — tak łatwiej będzie odkryć, co najbardziej Ci odpowiada.",
    "Twój <b>{dairy}</b> jest na razie pusty. Zrób dziś pierwszy wpis i poeksperymentuj z różnymi technikami, aby znaleźć te, które najlepiej do Ciebie pasują."
  ],
  "premiumThanks": {
    "content": "<p>Widzę, że masz już aktywną wersję premium — dziękuję Ci za to!</p><p>Masz teraz dostęp do bardziej zaawansowanego modelu AI, dzięki czemu moje analizy będą jeszcze dokładniejsze i bardziej pomocne.</p><p>Twój wybór pomaga naszemu zespołowi rozwijać projekt i wspierać ludzi w drodze do wewnętrznej równowagi.</p><p>Dziękuję Ci za zaufanie!</p>"
  },
  "quote": [
    "Dziś mam dla Ciebie cytat wyjątkowej osoby, który może Cię zainspirować.",
    "Dziś proponuję sięgnąć po mądrość wyjątkowej osoby — to może być dobre źródło inspiracji.",
    "Dziś chcę zaproponować Ci refleksję znanej osoby, która może Cię wesprzeć i zainspirować.",
    "Przypomnijmy sobie słowa wybitnej osoby, które mogą stać się dla nas pomocnym drogowskazem.",
    "Mam dla Ciebie cytat znanej osoby.",
    "Dziś chcę podzielić się z Tobą przenikliwym cytatem znanej osoby — jest pełen znaczenia.",
    "Proponuję dziś zanurzyć się w mądrości, którą zostawiła nam wybitna osoba, i odnaleźć w niej inspirację."
  ],
  "readArticle": [
    "Przeanalizowałem Twoje zapiski i dodałem do dzisiejszego planu materiał, który może być dla Ciebie ciekawy i pomocny.",
    "Po przeanalizowaniu Twoich zapisków postanowiłem dodać do dzisiejszego planu materiał edukacyjny, który, jak sądzę, pomoże Ci w pracy nad sobą.",
    "Po analizie Twoich zapisków wybrałem materiał, który moim zdaniem będzie dla Ciebie wartościowy i interesujący, i dodałem go do planu na dziś."
  ],
  "testExpired": [
    "Wyniki Twojego testu <b>{test_name}</b> są już nieaktualne. Odświeżmy je i sprawdźmy, jaki jest Twój obecny stan!",
    "Twoje wyniki w teście <b>{test_name}</b> nie są już aktualne. Proponuję je odświeżyć, aby lepiej rozumieć dynamikę zmian.",
    "Wygląda na to, że wyniki testu <b>{test_name}</b> się zdezaktualizowały. Zobaczmy, jak czujesz się teraz!",
    "Obecne dane testu <b>{test_name}</b> nie odzwierciedlają już Twojego samopoczucia. Czas przejść go ponownie.",
    "Wyniki <b>{test_name}</b> straciły aktualność. Chcesz je odświeżyć i sprawdzić swój obecny stan?",
    "Od przejścia testu <b>{test_name}</b> minęło już trochę czasu. Sprawdźmy, co od tego momentu się zmieniło!"
  ],
  "header": [
    "Miło znów Cię widzieć!",
    "Mam nadzieję, że dziś u Ciebie ładna pogoda!",
    "Bardzo się cieszę, że znów jesteś z nami!",
    "Jak się dziś czujesz?",
    "Zawsze miło Cię tu widzieć!",
    "Cieszę się, że mogę znów Cię przywitać!",
    "Zawsze cieszę się, gdy tu wracasz!"
  ],
  "affirmation": [
    "Dziś mam dla Ciebie afirmację, która może Cię wesprzeć.",
    "Spróbuj dziś popracować z tą afirmacją — może pomóc Ci pozytywnie się nastroić.",
    "Dziś proponuję Ci taką afirmację, która pomoże zadbać o Twój wewnętrzny nastrój."
  ],
  "home_bot_first_visit_header": "Miło cię widzieć tutaj po raz первый!"
}