{
  "days": {
    "fist": {
      "header": "Cieszę się, że mogę Cię powitać w naszej aplikacji po raz pierwszy!",
      "content": "<p>Nazywam się Alfred i jestem sztuczną inteligencją tej aplikacji. Moim zadaniem jest wspieranie Cię w drodze do szczęśliwego i harmonijnego życia, wolnego od problemów psychologicznych!</p><p>Przygotowałem dla Ciebie kilka początkowych kroków, które pozwolą Ci zapoznać się z naszymi metodami terapii.</p><p>Pamiętaj: im bardziej będziesz współpracować z aplikacją, tym lepiej będę mógł zrozumieć Twoje potrzeby, a co za tym idzie, tym trafniejsze będą moje rekomendacje!</p>"
    },
    "second": {
      "content": "<p>Widzę, że już zrobiłeś pierwsze kroki na drodze do doskonalenia swojego zdrowia psychicznego, to wspaniale!</p><p>Dziś chciałbym przedstawić Ci nową funkcję — Codzienną ocenę stanu. Włączyłem ją do listy zalecanych działań, ponieważ jest niezwykle przydatna do monitorowania Twojego postępu.</p><p>Zalecam codzienne jej wypełnianie przed rozpoczęciem zajęć. W pozostałych kwestiach kontynuuj prowadzenie dzienników i zapoznawanie się z teorią. Miłego dnia!</p>"
    },
    "third": {
      "content": "<p>Kontynuujmy dziś nasze zajęcia, koncentrując się na analizie destrukcyjnych myśli.</p><p>Dodatkowo polecam zajrzeć na naszą stronę z profilem psychologów.</p><p>W naszej aplikacji kładziemy nacisk na samodzielne ćwiczenia, ale tylko psycholog może dostarczyć Ci maksymalnie spersonalizowane rekomendacje. To niezwykle ważne, zwłaszcza na początku drogi.</p>"
    },
    "fourth": {
      "content": "<p>Przykładamy dużą wagę do edukacji, starając się uczynić ją nie tylko użyteczną, ale i interesującą.</p><p>W tym celu stworzyliśmy kanał na Instagramie, gdzie skomplikowane tematy przedstawiamy w prosty i przystępny sposób.</p><p>Dołącz do naszej społeczności i krok po kroku zbliżaj się do harmonijnego i szczęśliwego życia wolnego od barier psychologicznych!</p>"
    },
    "fifth": {
      "content": "<p>Proponuję Ci wypróbowanie naszych funkcji premium.</p><p>Oferujemy 3-dniowy okres próbny, podczas którego możesz anulować subskrypcję, jeśli nie spełni ona Twoich oczekiwań.</p><p>Dzięki temu uzyskasz rozszerzone możliwości interakcji ze mną w trakcie procesu terapeutycznego.</p>"
    },
    "eighth": {
      "content": "<p>Jesteś z nami już od 8 dni!</p><p>Mam nadzieję, że znajdujesz w tej aplikacji coś wartościowego dla siebie.</p><p>Bardzo cenimy sobie opinie naszych użytkowników, powiedz nam, co Ci się podoba, a co chciałbyś ulepszyć!</p><p>Zróbmy razem aplikację jeszcze lepszą!</p>"
    },
    "fifteenth": {
      "content": "<p>Cieszymy się, że jesteś z nami już tak długo – to naprawdę wspaniałe!</p><p>Dziś chciałbym zwrócić Twoją uwagę na jedną szczególną funkcję – „Podziel się z psychologiem”.</p><p>Jeśli przechodzisz kurs terapeutyczny, ta funkcja okaże się dla Ciebie niezwykle przydatna!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>Zauważyłem, że aktywnie dbasz o swoje zdrowie psychiczne!</p><p>Jednak nadal nie korzystasz ze wszystkich możliwości aplikacji.</p><p>Jeśli problemem jest cena, to dziś ją dla Ciebie obniżyłem!</p><p>Zarezerwuj nową cenę do końca dnia i bądź zdrów!</p>"
    }
  },
  "affirmations": [
    "Dzisiaj wybrałem dla Ciebie następującą afirmację.",
    "Spróbuj dzisiaj popracować nad tą afirmacją.",
    "Dzisiaj proponuję Ci następującą afirmację."
  ],
  "appUpdated": [
    "Zaktualizowałem się, gdy Cię nie było, zobaczmy, co nowego dodali deweloperzy!",
    "Podczas Twojej nieobecności pojawiła się aktualizacja. Zbadajmy razem nowości od deweloperów!",
    "Czekają na Ciebie świeże aktualizacje! Kiedy byłeś offline, my nie staliśmy w miejscu. Zobaczmy, co się zmieniło:",
    "Przygotowaliśmy kilka usprawnień w aplikacji. Przejrzymy je razem?",
    "Aplikacja została zaktualizowana! Sprawdźmy, jakie interesujące funkcje zostały dodane:",
    "Nasi deweloperzy codziennie pracują nad projektem. Oto, co zostało dodane:"
  ],
  "neverUsed": [
    "Nie zrobiłeś jeszcze żadnego wpisu w <b>{dairy}</b>. Spróbuj to zrobić dzisiaj. Aby znaleźć metodę, która będzie dla Ciebie odpowiednia, warto wypróbować różne podejścia.",
    "Zauważyłem, że nie pozostawiłeś jeszcze żadnych wpisów w <b>{dairy}</b>. Dziś to świetny dzień, aby to zmienić. Eksploruj różne strategie, aby odkryć te najbardziej efektywne dla siebie.",
    "Twój <b>{dairy}</b> jest jeszcze pusty. Zrób pierwszy krok dzisiaj, badając różne metody, aby znaleźć tę, która będzie dla Ciebie odpowiednia."
  ],
  "premiumThanks": {
    "content": "<p>Zauważyłem, że niedawno aktywowałeś premium!</p><p>Premium daje Ci dostęp do bardziej zaawansowanego modelu AI, co sprawi, że moja analiza będzie jeszcze skuteczniejsza!</p><p>Dzięki Tobie nasi deweloperzy będą mogli kontynuować rozwój projektu i pomagać ludziom w odnalezieniu wewnętrznej harmonii.</p><p>Dziękujemy za okazane zaufanie!</p>"
  },
  "quote": [
    "Dzisiaj chciałbym zainspirować Cię cytatem wielkiego człowieka.",
    "Zwróćmy się dziś do mądrości wielkiej osobowości, która może stać się źródłem inspiracji.",
    "Dziś proponuję Ci przemyślenia wielkiego działacza, które mogą zainspirować Cię do nowych osiągnięć.",
    "Przypomnijmy sobie dziś słowa wielkiego człowieka, które mogą stać się dla nas mądrą radą.",
    "Wybrałem dla Ciebie cytat znanej osoby.",
    "Dziś postanowiłem podzielić się z Tobą przenikliwym cytatem znanej osobowości, pełnym głębokiego sensu.",
    "Dzisiaj proponuję Ci zanurzenie się w mądrość, którą pozostawił nam wielki człowiek, aby zaczerpnąć z niej inspirację."
  ],
  "readArticle": [
    "Przeanalizowałem Twoje zapiski i dodałem do Twojego dzisiejszego planu materiał edukacyjny, który prawdopodobnie będzie dla Ciebie interesujący.",
    "Po zapoznaniu się z Twoimi zapiskami, postanowiłem dodać do Twojego codziennego planu materiał edukacyjny, który moim zdaniem będzie dla Ciebie przydatny.",
    "W wyniku analizy Twoich zapisków wybrałem materiał edukacyjny, który uważam za przydatny i interesujący dla Ciebie, i dodałem go do Twojego dzisiejszego planu."
  ],
  "testExpired": [
    "Wyniki Twojego testu <b>{test_name}</b> są nieaktualne, sprawdźmy, w jakim jesteś stanie teraz!",
    "Twoje wyniki z testu <b>{test_name}</b> są już przestarzałe. Czas zaktualizować informacje o Twoim stanie!",
    "Wygląda na to, że wyniki testu <b>{test_name}</b> są nieaktualne. Sprawdźmy, jak się teraz sprawy mają!",
    "Dane z testu <b>{test_name}</b> już nie odzwierciedlają Twojej aktualnej sytuacji. Czas na nową kontrolę!",
    "Wyniki <b>{test_name}</b> straciły swoją aktualność. Czy chcesz je zaktualizować i poznać swoje obecne samopoczucie?",
    "Minęło już sporo czasu od przeprowadzenia testu <b>{test_name}</b>. Sprawdźmy, co się zmieniło od tego czasu!"
  ],
  "header": [
    "Cieszę się, że znów Cię widzę!",
    "Mam nadzieję, że masz piękną pogodę!",
    "Miło Cię znowu widzieć!",
    "Jak się masz?",
    "Zawsze miło Cię widzieć!",
    "Witamy ponownie!",
    "Zawsze cieszę się, że Cię widzę!"
  ]
}