[
  {
    "text": "Największa chwała w życiu nie polega na tym, by nigdy nie upadać, ale na tym, by podnosić się za każdym razem, gdy upadniemy.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Kiedy jesteś w ciemności, pamiętaj: słońce wschodzi i zachodzi, ale jego światło jest wieczne.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Co nas nie zabije, to nas wzmocni.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Nawet z nocy, która wydaje się nie mieć końca, prowadzi droga do jasnego poranka.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Nadzieja to ta rzecz z piórami, która siedzi w duszy i śpiewa melodię bez słów, i nigdy nie przestaje wierzyć.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Najlepszym sposobem na poprawę nastroju jest próba podniesienia nastroju komuś innemu.",
    "author": "Mark Twain"
  },
  {
    "text": "Mały, pozytywny umysł rano może zmienić cały Twój dzień.",
    "author": "Dalajlama"
  },
  {
    "text": "Ważne jest, aby pamiętać, że nie możemy stać się tym, kim chcemy być, pozostając tym, kim jesteśmy.",
    "author": "Max DePree"
  },
  {
    "text": "Zawsze jest światło, jeśli tylko mamy odwagę je dostrzec. Jeśli tylko mamy odwagę nim być.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Nie oceniaj każdego dnia po zbiorach, które zebrałeś, ale po nasionach, które zasadziłeś.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Przypominaj sobie, że to nie jest oznaka słabości. Choroba, która wymaga leczenia, jak każda inna.",
    "author": "Demi Lovato"
  },
  {
    "text": "Nie pozwól, aby Twoja choroba określała, kim jesteś.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "To, co widzimy, zależy głównie od tego, czego szukamy.",
    "author": "John Lubbock"
  },
  {
    "text": "Ważne jest, aby mówić o swoich uczuciach, zamiast je ukrywać.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Nie jesteś sam, a ta ciemność, jak wszystko, kiedyś przeminie.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Odwaga nie zawsze ryczy. Czasami odwaga to cichy głos na koniec dnia, który mówi: spróbuję jeszcze raz jutro.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Nadzieja to ta rzecz z piórami, która osiada w duszy i śpiewa melodię bez słów, i nigdy nie przestaje całkowicie.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Przypominaj sobie, że nie musisz robić tego, co robią wszyscy inni.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Trzymaj się z dala od tych, którzy próbują umniejszać Twoje ambicje. Mali ludzie zawsze to robią, ale naprawdę wielcy sprawiają, że czujesz, że Ty też możesz być wielki.",
    "author": "Mark Twain"
  },
  {
    "text": "Depresja to stan, w którym nie kontrolujesz swojego życia. Znajdź coś, co przywróci Cię do życia. Bez względu na to, jak małe może się to wydawać.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Bycie silnym oznacza jednocześnie czuć się okropnie i żywym.",
    "author": "Lena Dunham"
  },
  {
    "text": "Twoja obecna sytuacja nie jest Twoim ostatecznym miejscem przeznaczenia.",
    "author": "Nieznany"
  },
  {
    "text": "Największa chwała w życiu nie polega na tym, by nigdy nie upadać, ale na tym, by podnosić się za każdym razem, gdy upadniemy.",
    "author": "Nelson Mandela"
  },
  {
    "text": "To, co czujesz teraz, nie będzie Cię definiować na zawsze.",
    "author": "Christina Grimmie"
  },
  {
    "text": "Nie oceniaj każdego dnia po zbiorach, które zebrałeś, ale po nasionach, które zasadziłeś.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Nadzieja to wiara skierowana w przyszłość; wiara, że najlepsze dni nadejdą, niezależnie od tego, jak ciemne są obecne.",
    "author": "Nieznany autor"
  },
  {
    "text": "Depresja to więzienie, w którym jesteś zarówno strażnikiem, jak i więźniem.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Jeśli przechodzisz przez piekło, idź dalej.",
    "author": "Winston Churchill"
  },
  {
    "text": "Najważniejsze, co można zrobić, będąc na dnie, to wstać.",
    "author": "Demi Lovato"
  },
  {
    "text": "Trzymaj się nadziei. Kiedy jest ciemno, gwiazdy widać najlepiej.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Nie musisz widzieć całej drabiny, po prostu zrób pierwszy krok.",
    "author": "Martin Luther King"
  },
  {
    "text": "Leczenie nie oznacza natychmiastowego wyzdrowienia, ale jest pierwszym krokiem do niego.",
    "author": "Nieznany autor"
  },
  {
    "text": "To, co widzimy, zależy głównie od tego, czego szukamy.",
    "author": "John Lubbock"
  },
  {
    "text": "Bądź cierpliwy wobec wszystkiego, co nierozwiązane w Twojej duszy, i staraj się kochać pytania same w sobie.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Zdrowie psychiczne wymaga takiej samej uwagi i opieki jak fizyczne.",
    "author": "Nieznany autor"
  },
  {
    "text": "W każdej nocy jest najjaśniejsza gwiazda.",
    "author": "Maya Angelou"
  },
  {
    "text": "Nie bój się pokazać swojej wrażliwości. Bycie szczerym w stosunku do swojego stanu może przynieść Ci potrzebne wsparcie.",
    "author": "Nieznany autor"
  },
  {
    "text": "Bądź sobą; wszystkie inne role są już zajęte.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Czasami najzdrowszą rzeczą, jaką możesz zrobić, jest pozwolić sobie na odczuwanie.",
    "author": "Nieznany autor"
  },
  {
    "text": "Życie nie polega na czekaniu, aż burza minie, ale na nauce tańca w deszczu.",
    "author": "Vivian Greene"
  },
  {
    "text": "Nie trać wiary w siebie. Nigdy nie wiesz, jak blisko możesz być swojego celu.",
    "author": "Nieznany autor"
  },
  {
    "text": "Co nas nie zabije, to nas wzmocni.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Miłość do siebie to początek romansu na całe życie.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nigdy nie bój się prosić o pomoc. To znak siły, a nie słabości.",
    "author": "Nieznany autor"
  },
  {
    "text": "Życie nie polega na tym, jak przetrwać burzę, ale na tym, jak tańczyć w deszczu.",
    "author": "Nieznany autor"
  },
  {
    "text": "Siła nie pochodzi z fizycznych zdolności. Pochodzi z niezłomnej woli.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Określ swoje życie nie tym, co Ci się nie udało, ale tym, co jeszcze możesz osiągnąć.",
    "author": "Nieznany autor"
  },
  {
    "text": "Jedyny sposób na robienie wielkich rzeczy to kochać to, co się robi.",
    "author": "Steve Jobs"
  },
  {
    "text": "Stajemy się silni nie wtedy, gdy nigdy nie musimy walczyć, ale wtedy, gdy uczymy się przezwyciężać wyzwania.",
    "author": "Nieznany autor"
  },
  {
    "text": "Nie czekaj na wyjątkowe chwile, każdy moment spraw, by był wyjątkowy.",
    "author": "Nieznany autor"
  },
  {
    "text": "Nie martw się o to, co inni o Tobie pomyślą. Są zbyt zajęci myśleniem o sobie.",
    "author": "Nieznany autor"
  },
  {
    "text": "Każdy krok naprzód, nawet najmniejszy, to krok w kierunku sukcesu.",
    "author": "Nieznany autor"
  },
  {
    "text": "Nie bój się iść powoli, bój się stać w miejscu.",
    "author": "Chińskie przysłowie"
  },
  {
    "text": "Prawdziwa odwaga to wiedzieć, że jutro się obudzisz, nawet gdy dzisiaj cały świat się zawalił.",
    "author": "Nieznany autor"
  },
  {
    "text": "Pamiętaj, że nieosiągnięcie tego, czego pragniesz, czasem jest cudownym zrządzeniem losu.",
    "author": "Dalajlama XIV"
  },
  {
    "text": "Szczęście nie polega na posiadaniu tego, czego pragniesz, ale na pragnieniu tego, co masz.",
    "author": "Nieznany autor"
  },
  {
    "text": "Sukces to umiejętność przechodzenia od jednego nieudanego doświadczenia do drugiego bez utraty entuzjazmu.",
    "author": "Winston Churchill"
  },
  {
    "text": "Miej odwagę żyć życiem, o którym marzyłeś. Idź naprzód i spraw, by Twoje życie było wspaniałe.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Tylko ci, którzy ryzykują, że pójdą za daleko, mogą dowiedzieć się, jak daleko można się posunąć.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Ból nie zawsze jest sygnałem do działania; czasami jest wezwaniem do medytacji.",
    "author": "Nieznany autor"
  },
  {
    "text": "Prawdziwy optymizm to nie radość, ale siła. A ta siła pomaga spojrzeć rzeczywistości w twarz z otwartymi oczami.",
    "author": "Nieznany autor"
  },
  {
    "text": "Każdy dzień to nowa szansa, by zmienić swoje życie.",
    "author": "Nieznany autor"
  },
  {
    "text": "Najtrudniejsze jest podjęcie decyzji o działaniu, reszta to tylko wytrwałość.",
    "author": "Amelia Earhart"
  }
]
