[
  {
    "text": "Największą chwałą w życiu nie jest to, że nigdy nie upadamy, lecz że za każdym razem potrafimy się podnieść.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Kiedy jesteś w ciemności, pamiętaj: słońce wschodzi i zachodzi, ale jego światło jest wieczne.",
    "author": "Khalil Gibran"
  },
  {
    "text": "To, co nas nie zabija, czyni nas silniejszymi.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Nawet z nocy, która całemu światu wydaje się nieskończona, prowadzi droga ku jasnemu porankowi.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Nadzieja to pierzaste stworzenie, które zasiada w duszy i śpiewa melodię bez słów – i nigdy nie milknie.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Najlepszym sposobem na poprawienie sobie nastroju jest spróbować poprawić go komuś innemu.",
    "author": "Mark Twain"
  },
  {
    "text": "Jedna mała, pozytywna myśl o poranku może odmienić cały twój dzień.",
    "author": "Dalai Lama"
  },
  {
    "text": "Warto pamiętać, że nie możemy stać się tym, kim chcemy być, jeśli pozostajemy tacy jak teraz.",
    "author": "Max DePree"
  },
  {
    "text": "Zawsze istnieje światło, jeśli tylko mamy dość odwagi, by je dostrzec. Jeśli tylko mamy dość odwagi, by nim być.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Nie oceniaj każdego dnia po plonach, które zebrałeś, lecz po nasionach, które zasiałeś.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Pamiętaj, że to nie oznaka słabości. To choroba, która wymaga leczenia jak każda inna.",
    "author": "Demi Lovato"
  },
  {
    "text": "Nie pozwalaj, by twoja choroba definiowała, kim jesteś.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "To, co widzimy, zależy przede wszystkim od tego, czego szukamy.",
    "author": "John Lubbock"
  },
  {
    "text": "Ważne jest, by mówić o swoich uczuciach, zamiast chować je w sobie.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Nie jesteś sam – i ta ciemność, tak jak wszystko, też kiedyś przeminie.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Odwaga nie zawsze ryczy. Czasem odwagą jest ten cichy głos pod koniec dnia, który mówi: „Spróbuję jeszcze raz jutro”.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Nadzieja jest tym pierzastym stworzeniem, które osiada w duszy i śpiewa melodię bez słów – i nigdy do końca nie milknie.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Pamiętaj, że nie musisz robić tego, co robią wszyscy inni.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Trzymaj się z daleka od tych, którzy próbują umniejszać twoje ambicje. Mali ludzie robią to zawsze, naprawdę wielcy sprawiają, że czujesz, iż ty też możesz stać się kimś wielkim.",
    "author": "Mark Twain"
  },
  {
    "text": "Depresja to stan, w którym masz wrażenie, że nie panujesz nad swoim życiem. Znajdź coś, co zacznie przywracać cię do życia – choćby było drobiazgiem.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Być silnym znaczy czuć się jednocześnie fatalnie i wciąż żywym.",
    "author": "Lena Dunham"
  },
  {
    "text": "Twoja obecna sytuacja nie jest miejscem, w którym kończy się twoja droga.",
    "author": "Nieznany"
  },
  {
    "text": "To, co czujesz teraz, nie określa cię na zawsze.",
    "author": "Kristina Rimmy"
  },
  {
    "text": "Nadzieja to wiara skierowana ku przyszłości – przekonanie, że lepsze dni nadejdą, niezależnie od tego, jak mroczna jest teraźniejszość.",
    "author": "Nieznany autor"
  },
  {
    "text": "Depresja jest więzieniem, w którym jesteś jednocześnie strażnikiem i więźniem.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Jeśli przechodzisz przez piekło – idź dalej.",
    "author": "Winston Churchill"
  },
  {
    "text": "Najważniejsze, co możesz zrobić, kiedy jesteś na samym dnie, to zacząć się z niego podnosić.",
    "author": "Demi Lovato"
  },
  {
    "text": "Trzymaj się nadziei. Gdy jest ciemno, gwiazdy widać najlepiej.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Nie musisz widzieć całych schodów, po prostu zrób pierwszy krok.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Leczenie nie oznacza natychmiastowego wyzdrowienia, ale jest pierwszym krokiem w tym kierunku.",
    "author": "Nieznany autor"
  },
  {
    "text": "Bądź cierpliwy wobec wszystkiego, co w twojej duszy pozostaje jeszcze nierozstrzygnięte, i spróbuj pokochać same pytania.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Zdrowie psychiczne wymaga tyle samo troski i uwagi, co zdrowie fizyczne.",
    "author": "Nieznany autor"
  },
  {
    "text": "Nawet w najciemniejszą noc można dostrzec choć jedną jaśniejszą gwiazdę.",
    "author": "Maya Angelou"
  },
  {
    "text": "Nie bój się pokazywać swojej wrażliwości. Szczerość wobec własnego stanu może przynieść ci wsparcie, którego potrzebujesz.",
    "author": "Nieznany autor"
  },
  {
    "text": "Bądź sobą; wszyscy inni są już zajęci.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Czasem najbardziej uzdrawiające, co możesz zrobić, to pozwolić sobie naprawdę czuć.",
    "author": "Nieznany autor"
  },
  {
    "text": "Nie trać wiary w siebie. Nigdy nie wiesz, jak blisko możesz być swojego celu.",
    "author": "Nieznany autor"
  },
  {
    "text": "Miłość do siebie to początek romansu na całe życie.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nigdy nie bój się prosić o pomoc. To znak siły, a nie słabości.",
    "author": "Nieznany autor"
  },
  {
    "text": "Siła nie pochodzi ze sprawności fizycznej, lecz z niezłomnej woli.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Nie oceniaj swojego życia przez to, co ci się nie udało, ale przez to, co wciąż możesz osiągnąć.",
    "author": "Nieznany autor"
  },
  {
    "text": "Jedyny sposób, by robić wielkie rzeczy, to kochać to, co się robi.",
    "author": "Steve Jobs"
  },
  {
    "text": "Silniejsi stajemy się nie wtedy, gdy nigdy nie musimy walczyć, lecz wtedy, gdy uczymy się pokonywać wyzwania.",
    "author": "Nieznany autor"
  },
  {
    "text": "Nie czekaj na wyjątkowe chwile – sprawiaj, by każda chwila stawała się wyjątkowa.",
    "author": "Nieznany autor"
  },
  {
    "text": "Nie martw się tym, co inni o tobie pomyślą. Są zbyt zajęci myśleniem o sobie.",
    "author": "Nieznany autor"
  },
  {
    "text": "Każdy krok naprzód, nawet najmniejszy, jest krokiem w stronę sukcesu.",
    "author": "Nieznany autor"
  },
  {
    "text": "Nie lękaj się iść powoli, lękaj się tylko stać w miejscu.",
    "author": "Chińskie przysłowie"
  },
  {
    "text": "Prawdziwa odwaga to świadomość, że jutro znów się obudzisz, nawet jeśli dziś masz wrażenie, że cały świat się zawalił.",
    "author": "Nieznany autor"
  },
  {
    "text": "Pamiętaj, że czasem wielkim szczęściem jest właśnie to, że nie dostajesz tego, czego chcesz.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Szczęście nie polega na tym, by mieć wszystko, czego pragniesz, lecz na tym, by pragnąć tego, co już masz.",
    "author": "Nieznany autor"
  },
  {
    "text": "Sukces to umiejętność przechodzenia od porażki do porażki bez utraty entuzjazmu.",
    "author": "Winston Churchill"
  },
  {
    "text": "Odważ się żyć tak, jak zawsze o tym marzyłeś. Idź naprzód i spraw, by twoje życie było wspaniałe.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Tylko ci, którzy ryzykują pójście za daleko, mogą się dowiedzieć, jak daleko da się naprawdę dojść.",
    "author": "T.S. Eliot"
  },
  {
    "text": "Ból nie zawsze jest wezwaniem do działania; czasem jest zaproszeniem do zadumy.",
    "author": "Nieznany autor"
  },
  {
    "text": "Prawdziwy optymizm to nie beztroska radość, lecz siła, która pozwala patrzeć rzeczywistości prosto w oczy.",
    "author": "Nieznany autor"
  },
  {
    "text": "Każdy dzień to nowa szansa, by zmienić swoje życie.",
    "author": "Nieznany autor"
  },
  {
    "text": "Najtrudniejsza jest decyzja, by zacząć działać, reszta to już tylko wytrwałość.",
    "author": "Amelia Earhart"
  }
]
