{
  "constants": {
    "tags": {
      "calm": "Calma",
      "mindfulness": "Consapevolezza",
      "meditation": "Meditazione",
      "perfectionism": "Perfezionismo",
      "procrastination": "Procrastinazione"
    }
  },
  "naslSLnadfl": {
    "title": "Superare la Paura dell'Errore: Il Foglio 'Antiperfezionismo'",
    "statement": "Molti perfezionisti credono che il pieno godimento di qualcosa sia possibile solo se eseguito perfettamente. Ti proponiamo di sfidare 💪 questa idea.",
    "description": [
      "Per molti, gli standard elevati e le aspettative verso se stessi e gli altri sembrano essere una forza trainante. Tuttavia, quando le aspettative diventano irrealistiche, possono trasformarsi in una trappola, portando a un costante senso di inadeguatezza, critica incessante e, in definitiva, alla depressione.",
      "Nel mondo tutto può essere migliorato, e l'aspirazione a un ideale assoluto è destinata a portare delusione.",
      "Questa tecnica ti permetterà di renderti conto che raggiungere la perfezione non è una condizione necessaria per ottenere piacere dal processo. Prova a fare qualcosa in modo imperfetto, ma con piacere. Vediamo cosa ne viene fuori."
    ],
    "task": [
      "1️⃣ Per diversi giorni, tieni un registro delle attività più varie e spontanee che svolgi, come 'lavarsi i denti', 'preparare la cena', 'preparare un rapporto di lavoro' o 'pulire la casa'.",
      "2️⃣ Nella seconda colonna, annota quanto pensi di aver svolto efficacemente l'attività, espresso in percentuale.",
      "3️⃣ Nella terza colonna, indica quanto piacere ti ha dato svolgerla."
    ],
    "table": {
      "header": [
        "Attività",
        "Efficacia",
        "Piacere"
      ],
      "example": {
        "0": [
          "Preparare la cena",
          "50% (avrei potuto scegliere una ricetta più complessa e gustosa)",
          "90% (semplice, ma molto buono e non ha richiesto molto tempo)"
        ],
        "1": [
          "Pulire la casa",
          "70% (ho fatto il necessario, ma non ho avuto tempo per frigorifero e fornelli)",
          "100% (la pulizia in casa mi dà sempre piacere)"
        ],
        "2": [
          "Preparazione di un rapporto di lavoro",
          "85% (ho messo molto impegno nel rapporto)",
          "20% (i pensieri costanti su come avrebbe potuto essere migliore mi hanno privato del piacere del processo)"
        ]
      }
    },
    "expectations": [
      "Questo esercizio ti permetterà di capire che raggiungere la perfezione non è una condizione necessaria per ottenere piacere dal processo.",
      "Riduzione dell'ansia e della paura degli errori."
    ]
  },
  "DzseWuFv2t": {
    "title": "Risposta al Critico Interiore",
    "statement": "Il senso di inferiorità è spesso causato da un critico interiore che mina l'autostima. Questa tecnica ti aiuterà a rispondere alle critiche e a rivalutare i pensieri negativi.",
    "description": [
      "Credenze negative come \"Non valgo niente\", \"Sono peggiore degli altri\", \"Non ci riuscirò mai\", \"È tutta colpa mia\", \"Sono un fallito\" aggravano i problemi di autostima e possono portare alla depressione.",
      "È molto importante non cedere alle provocazioni del critico interiore e imparare a rispondere ai suoi attacchi. Questo ti aiuterà a rivalutare i pensieri negativi e a migliorare l'autostima."
    ],
    "task": [
      "Crea una tabella con tre colonne nel formato che preferisci. I titoli delle colonne:",
      "Pensieri del Critico",
      "Errore Cognitivo",
      "Risposta Razionale",
      "1️⃣ Nella prima colonna, scrivi tutti i pensieri autocritici che ti vengono in mente ogni volta che ti accusi, ti senti inutile o insoddisfatto di te stesso.",
      "In questa colonna dovresti scrivere i tuoi pensieri su te stesso, non i tuoi sentimenti. Ad esempio, se scrivi: \"Mi sento terribile\", sarà difficile confutarlo, perché è effettivamente così.",
      "2️⃣ Nella seconda colonna, identifica quale distorsione cognitiva è presente nel pensiero.",
      "3️⃣ Nella terza colonna, rispondi al critico interiore. Cerca di trovare una spiegazione razionale che confuti il pensiero critico.",
      "È importante sostituire il pensiero autocritico con uno più realistico e logico, evitando affermazioni eccessivamente ottimistiche."
    ],
    "example": [
      "Ecco alcuni esempi di risposte ai pensieri autocritici:"
    ],
    "table": {
      "header": [
        "Pensieri del Critico",
        "Errore Cognitivo",
        "Risposta Razionale"
      ],
      "example": {
        "0": [
          "Sono così stupido che sicuramente non passerò l'esame",
          "Etichettatura",
          "Non sono stupido, mi manca solo il tempo per prepararmi. Posso superare l'esame se studio."
        ],
        "1": [
          "Non servo a nessuno",
          "Pensiero in Bianco e Nero",
          "I miei amici e le persone care mi apprezzano e mi vogliono bene. Sono importante per loro."
        ],
        "2": [
          "Non troverò mai un lavoro",
          "Pensiero in Bianco e Nero",
          "Posso trovare un lavoro se mi impegno e cerco. Molte persone trovano lavoro, e non sono un'eccezione."
        ]
      }
    },
    "expectations": [
      "Maggiore resistenza alle critiche interne ed esterne.",
      "Riduzione della tensione emotiva generale.",
      "Diminuzione della paura di commettere errori."
    ]
  },
  "kdzYJ4njVJ": {
    "title": "Tre Possibili Sviluppi",
    "statement": "L'obiettivo principale di questa tecnica è dare alla nostra mente la possibilità di vedere altre possibili evoluzioni di un evento. Imparerai a mettere in discussione i tuoi pensieri negativi e potrai ridurre l'ansia in situazioni stressanti.",
    "description": [
      "Tendiamo agli estremi nella valutazione delle situazioni, il che ci impedisce di vedere il quadro reale e prendere decisioni corrette. Questa tecnica semplice ma efficace aiuta a rivedere le probabilità di sviluppo degli eventi."
    ],
    "task": [
      "Quando noti un pensiero automatico che ti ha chiaramente rovinato l'umore, chiediti: Quali sono i possibili sviluppi dell'evento:",
      "peggiore — l'opzione più negativa, a cui probabilmente hai pensato per prima;",
      "migliore — l'opzione ideale, quella che ti soddisferebbe completamente;",
      "realistico — qualcosa a metà tra il primo e il secondo, ma più razionale e basato sulle tue conoscenze ed esperienze;",
      "È molto importante non solo tenere a mente le opzioni, ma registrarle su un'app o su carta. Questo ti aiuterà a comprendere meglio i tuoi pensieri e sentimenti, nonché a monitorarne i cambiamenti."
    ],
    "example": [
      "Supponiamo che domani tu abbia un esame importante per studio o lavoro e ti venga in mente: \"Non passerò l'esame\". Non hai la certezza che accadrà, ma comunque questo pensiero provoca emozioni spiacevoli. Quindi offriamo alla tua mente delle alternative.",
      "❤️ Opzione Peggiore",
      "Mi preparerò male, sarò molto nervoso e preoccupato, e non supererò l'esame domani. Peggio ancora, sarò l'unico nel gruppo a non superarlo. L'atteggiamento del docente verso di me cambierà, e i miei compagni penseranno che sono pigro e poco intelligente.",
      "💜 Opzione Migliore",
      "Non sarò preoccupato e andrò all'esame di buon umore. Mi capiterà la domanda più facile e passerò l'esame con il massimo dei voti. Anzi, sarebbe ancora meglio se tutto il gruppo ottenesse il voto massimo senza sostenere l'esame.",
      "💚 Opzione Realistica",
      "Non posso sapere con certezza quale domanda mi capiterà, ma posso prepararmi ancora un po', il che mi aiuterà a sentirmi meno ansioso domani. Preoccuparsi per un esame è normale. In generale, conosco abbastanza bene il materiale, quindi sarò in grado di rispondere alla maggior parte delle domande."
    ],
    "expectations": [
      "Una visione obiettiva della situazione.",
      "Riduzione della tensione emotiva generale."
    ]
  },
  "lsafnanS3sf": {
    "title": "Giornata sotto controllo",
    "statement": "Questa tecnica è utile per le persone che soffrono di depressione o procrastinazione. Può aiutarti a migliorare l’auto-organizzazione e la gestione del tempo.",
    "description": [
      "La sera, prima del giorno successivo, siediti e scrivi il tuo programma per la giornata.",
      "Nella versione base, suggeriamo di compilare 4 colonne:",
      "1️⃣ Prima colonna — «Orario». Orario approssimativo per completare il compito. Può essere un intervallo di tempo.",
      "2️⃣ Seconda colonna — «Prima». Questo è un piano orario di ciò che vuoi fare. Non scrivere troppo in una volta: in ogni riga oraria, annota una o due parole per indicare un'attività o un'azione.",
      "Ad esempio, può essere qualcosa di semplice: fare la doccia, fare colazione, mettere una lavatrice. Oppure può essere qualcosa di più impegnativo: pulizie 🧹, preparazione di un esame 🧪, scrittura di un CV ✍🏼, ecc.",
      "3️⃣ Alla fine della giornata, scrivi nella terza colonna — «Dopo».",
      "Qui dovresti annotare ciò che hai effettivamente fatto durante il giorno. Le tue attività possono coincidere con quelle pianificate o essere diverse, ed è perfettamente normale, non preoccuparti.",
      "Anche se riesci a completare solo una piccola parte della tua lista «Prima», il semplice atto di pianificare la giornata può essere un processo molto utile e visivamente chiaro.",
      "4️⃣ Quarta colonna — «Piacere». Anche le attività di routine possono dare soddisfazione.",
      "La cosa più importante è che il semplice fatto di andare avanti porta già un certo grado di soddisfazione. Valuta su una scala da 1 a 10 quanto ti è piaciuto svolgere il compito."
    ],
    "task": [
      "La sera, prima del giorno successivo, siediti e scrivi il tuo programma per la giornata.",
      "Nella versione base, suggeriamo di compilare 4 colonne:",
      "1️⃣ Prima colonna — «Orario». Orario approssimativo per completare il compito.",
      "2️⃣ Seconda colonna — «Prima». Questo è un piano orario di ciò che vuoi fare.",
      "3️⃣ Alla fine della giornata, scrivi nella terza colonna — «Dopo».",
      "Qui dovresti annotare ciò che hai effettivamente fatto durante il giorno.",
      "4️⃣ Quarta colonna — «Piacere». Valuta su una scala da 1 a 10 quanto ti è piaciuto svolgere il compito."
    ],
    "table": {
      "header": [
        "Orario",
        "Prima",
        "Dopo",
        "Piacere"
      ],
      "example": {
        "0": [
          "Svegliarsi",
          "Mi sono svegliato, ho lavato i denti"
        ],
        "1": [
          "Fare colazione",
          "Ho fatto colazione"
        ],
        "2": [
          "Pulire la stanza",
          "Ho parlato al telefono con un amico"
        ],
        "3": [
          "Preparare un esame",
          "Ho guardato una serie TV"
        ]
      }
    },
    "expectations": [
      "Ti aiuterà a smettere di pensare troppo all'importanza e al valore delle azioni e ti aiuterà a gestire i conflitti interni su cosa fare o meno",
      "Ti aiuterà a pianificare il tempo in modo equilibrato, includendo sia attività necessarie che momenti di piacere",
      "Se crei regolarmente un programma giornaliero, presto noterai un aumento della motivazione, perché iniziare a fare qualcosa smentirà la convinzione che tu non sia in grado di agire"
    ]
  },
  "alkjnaNNasz": {
    "title": "Lo Specchio dell'Auto-Critica",
    "statement": "Immagina di dire al tuo migliore amico tutti quei pensieri critici che solitamente rivolgi a te stesso. Questa tecnica ti aiuterà a renderti conto dell'ingiustizia dell'auto-critica e ad imparare a trattarti con più compassione e comprensione.",
    "task": [
      "1️⃣ Scegli una situazione in cui tendi a essere auto-critico.",
      "2️⃣ Immagina che un tuo caro amico o parente si trovi nella stessa situazione.",
      "3️⃣ Svolgi un gioco di ruolo: tu interpreti te stesso, e l'interlocutore immaginario è il tuo amico.",
      "4️⃣ Esprimi tutti i pensieri critici e i giudizi che di solito rivolgi a te stesso, ma indirizzali al tuo \"amico\".",
      "Presta attenzione a come ti senti durante questo esercizio. Quanto ti senti a tuo agio nel dire queste cose a un'altra persona?",
      "Analizza la differenza tra come ti tratti e come tratti gli altri in situazioni simili.",
      "Pensa a come, in realtà, sosterresti un amico in una situazione simile. Quali parole useresti?",
      "Prova ad applicare lo stesso livello di sostegno, comprensione e cura verso te stesso."
    ],
    "example": [
      "I tuoi soliti pensieri su te stesso:",
      "Sono un completo fallito. Certo che non sono stato promosso - non sono capace di fare nulla. Probabilmente non avrò mai successo nella mia carriera. Non sono abbastanza intelligente e talentuoso per questo lavoro.",
      "Ora immagina che la tua migliore amica Anna non sia stata promossa e te lo abbia raccontato. Prova a dirle la stessa cosa:",
      "Anna, sei una completa fallita. Certo che non sei stata promossa - non sei capace di fare nulla. Probabilmente non avrai mai successo nella tua carriera. Non sei abbastanza intelligente e talentuosa per questo lavoro.",
      "Come ti senti a dire queste cose ad Anna? Molto probabilmente, ti senti a disagio e persino in colpa nel pronunciare tali parole.",
      "Ora pensa a cosa diresti veramente ad Anna:",
      "Anna, mi dispiace che tu non abbia ottenuto questa promozione. So quanto hai lavorato per questo. Non ottenere quello che desideri è sempre doloroso, ma questo non ti rende una fallita. Hai molte qualità e successi. Forse non è ancora il tuo momento, o ci sono delle competenze che puoi migliorare. Pensiamo insieme a come puoi crescere ulteriormente nella tua carriera.",
      "Ora prova a dire a te stesso queste stesse parole di incoraggiamento. Nota quanto diversamente ti tratti rispetto a un amico nella stessa situazione. Pratica regolarmente questo approccio per imparare a trattarti con la stessa compassione e supporto che riservi a un caro amico."
    ],
    "expectations": [
      "Riconoscimento dell'ingiustizia dell'auto-critica",
      "Miglioramento dell'autostima e della fiducia in se stessi",
      "Riduzione dei livelli di stress e ansia"
    ]
  },
  "dfdzsWz4nJ": {
    "title": "Nota 3 Cose",
    "statement": "Sposta la tua attenzione dai pensieri negativi al momento presente.",
    "description": [
      "Questo esercizio è molto semplice ed è un'introduzione a esercizi di consapevolezza più complessi.",
      "Il suo obiettivo è quello di uscire dal flusso dei pensieri e concentrarsi sul momento presente.",
      "Grazie a questi esercizi introduttivi, alleniamo la nostra capacità di concentrazione. Di solito, le nostre preoccupazioni risiedono nel passato o nel futuro, quindi, tornando al momento presente, non sperimentiamo emozioni distruttive."
    ],
    "example": [
      "Quando ti trovi in un luogo familiare, cerca di trovare 3 cose 🏡 che non hai mai notato prima. Concentrati completamente su ciascuna cosa a turno.",
      "🕗 Dedica un totale di 2-3 minuti per ogni esercizio.",
      "Dopo esserti concentrato su 3 cose, fai una pausa e cerca di mantenere l'attenzione per altri 2-3 minuti. Esegui almeno 10 sessioni di concentrazione al giorno."
    ],
    "expectations": [
      "Ogni volta diventerà più facile concentrarti sul momento presente.",
      "La tua ansia diminuirà leggermente.",
      "L'attività ti preparerà a passare a tecniche più complesse ed efficaci."
    ]
  },
  "asgNldsc": {
    "title": "Presta Attenzione al Tuo Stato Interiore",
    "statement": "Impara a notare e riconoscere ciò che provi nel momento presente.",
    "description": [
      "Questo esercizio è molto semplice ed è un'introduzione a esercizi di consapevolezza più complessi.",
      "Il suo obiettivo è quello di uscire dal flusso dei pensieri e concentrarsi sulle proprie emozioni.",
      "Grazie a questi esercizi introduttivi, alleniamo la nostra capacità di concentrazione. Di solito, le nostre preoccupazioni risiedono nel passato o nel futuro, quindi, tornando al momento presente, non sperimentiamo emozioni distruttive."
    ],
    "task": [
      "Periodicamente durante la giornata, distogli l'attenzione dai pensieri e concentrati sulle emozioni.",
      "Nota qualsiasi emozione che senti e semplicemente dagli un nome.",
      "Ad esempio:",
      "Mi sento un po' triste",
      "Provo stress",
      "Sto iniziando a irritarmi",
      "Non aggrapparti alle emozioni e non cercare di influenzarle. Lasciale semplicemente fluire attraverso la tua consapevolezza."
    ],
    "expectations": [
      "Ogni volta diventerà più facile notare le tue emozioni.",
      "Le emozioni avranno meno potere su di te, poiché le porterai alla luce della consapevolezza.",
      "L'attività ti preparerà a passare a tecniche più complesse."
    ]
  },
  "sdfcgNldslm": {
    "title": "Mangiare Consapevolmente: Riscopri il Gusto",
    "statement": "Immergiti in ogni momento del pasto e riscopri i cibi familiari con occhi nuovi.",
    "description": [
      "Nella nostra vita frenetica, spesso mangiamo in fretta, senza realmente accorgerci di cosa stiamo assaporando. Questo esercizio ti aiuta a rallentare e vivere il processo del mangiare con una consapevolezza rinnovata.",
      "Invece di inghiottire il cibo automaticamente, noterai consapevolmente il suo sapore, la sua consistenza e persino le emozioni che evoca.",
      "La pratica del mangiare consapevole ti insegnerà ad apprezzare ogni boccone e a trasformare le azioni quotidiane in un'esperienza più profonda."
    ],
    "task": [
      "Prendi un pezzetto di cibo 🍇: Per esempio, un'uva passa o una noce. Tienilo in mano e senti il suo peso. Chiudi gli occhi e cerca di indovinare se è leggero o pesante.",
      "Osservalo attentamente 👀: Apri gli occhi e osserva il cibo come se lo vedessi per la prima volta. Quali dettagli saltano all'occhio? Di che colore o forma è? Come riflette la luce sulla sua superficie?",
      "Toccalo 🤲: Passa le dita sulla superficie. Come si sente? È liscio o ruvido? È piacevole al tatto? Prova a toccarlo con dita diverse; forse le sensazioni cambieranno.",
      "Annusalo 👃: Porta il cibo al naso e inspira profondamente. Quali aromi noti? Fresco, dolce, speziato? Forse questo odore ti evoca dei ricordi?",
      "Assaggialo 👅: Metti il pezzetto in bocca, ma non masticare ancora. Senti come si appoggia sulla lingua. Quando inizi a masticare, fallo lentamente, prestando attenzione a ogni cambiamento di sapore. Quale sapore percepisci per primo? Il gusto cambia dopo qualche secondo?",
      "Ingoialo 👄: Quando sei pronto, ingoia il cibo. Senti come scende lungo la gola e arriva allo stomaco. Quali sensazioni rimangono dopo?"
    ],
    "expectations": [
      "Con ogni ripetizione di questo esercizio, ti sentirai più profondamente coinvolto nel processo di mangiare.",
      "Scoprirai nuovi dettagli e sapori che prima non avevi notato.",
      "Questa pratica ti aiuterà a rallentare, ridurre lo stress e ricordarti che anche i momenti più semplici possono essere pieni di significato e bellezza."
    ]
  },
  "lsvnnDSnsdl": {
    "title": "Accettazione della Possibilità di Sbagliare",
    "statement": "La paura dell'errore è una delle manifestazioni più evidenti del perfezionismo. Questa semplice tecnica ti insegnerà ad accettare i tuoi errori.",
    "task": [
      "Gli errori non piacciono a nessuno, ma per i perfezionisti diventano oggetto di una paura particolare.",
      "Uno dei modi più efficaci per superare la paura dell'imperfezione è imparare ad accettare i propri errori.",
      "Per aprirti alla possibilità di sbagliare, inizia scrivendo un saggio sul perché gli errori sono normali e perché l'aspirazione alla perfezione assoluta è irrazionale."
    ],
    "example": [
      "I tuoi argomenti potrebbero essere i seguenti:",
      "La paura di commettere un errore deriva dalla mia visione del mondo in termini assoluti: un errore e tutto crolla. Questo è un errore di percezione. Infatti, un piccolo errore non può annullare tutto il bene che è stato fatto.",
      "Gli errori sono utili perché ci insegnano. Senza errori, l'apprendimento è impossibile. Poiché nessuno è immune dagli errori, è importante imparare ad accettarli e continuare a imparare dalla propria esperienza.",
      "Riconoscere gli errori ci permette di correggere il nostro comportamento, portandoci a risultati più soddisfacenti, il che a sua volta ci rende più felici e migliora la qualità della nostra vita.",
      "La maggior parte delle persone non ci giudicherà per gli errori e non smetterà di volerci bene a causa di essi – dopotutto, tutti commettono errori, e molti si sentono a disagio in presenza di persone 'perfette'."
    ],
    "expectations": [
      "Sarai in grado di accettare i tuoi errori con maggiore facilità e con meno paura.",
      "Inizierai a vedere gli errori come opportunità di crescita e apprendimento, piuttosto che come disastri."
    ]
  }
}