{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Il pensiero in bianco e nero è una distorsione cognitiva che ci porta a vedere il mondo in termini di estremi: o perfetto o disastroso; le persone o totalmente buone o totalmente cattive. Questo sguardo ci impedisce di cogliere la ricchezza delle sfumature e dei dettagli, riducendo la realtà a una versione troppo semplificata. Di conseguenza, limita la nostra comprensione e restringe il ventaglio delle soluzioni possibili.</p><p>Questa distorsione si manifesta in giudizi categorici su di sé e sugli altri, ad esempio: «fallisco sempre» oppure «lui sbaglia continuamente». Può riguardare qualsiasi area della vita: lavoro, relazioni, eventi, convinzioni, successi ed errori.</p><p>Questo modo di pensare può aumentare stress e ansia, abbassare l’umore, alimentare la solitudine e creare difficoltà nelle relazioni. Per questo è importante imparare a riconoscere questi pensieri e sviluppare una visione più flessibile e realistica. Così diventa più facile affrontare le situazioni e prendere decisioni più equilibrate.</p>",
    "dialogSummary": "In questo dialogo il personaggio 1 ragiona in modalità «tutto o niente»: dopo un solo insuccesso all’esame conclude di essere incapace, senza considerare la difficoltà della prova e il poco tempo avuto per prepararsi.",
    "dialog": [
      "Ho fallito l’esame, quindi non c’è speranza per me.",
      "L’esame era davvero difficile e avevi poco tempo per prepararti.",
      "Non importa. Se gli altri ce l’hanno fatta e io no, allora non sono abbastanza intelligente."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>La catastrofizzazione è una distorsione cognitiva per cui tendiamo a ingigantire l’importanza e le conseguenze degli eventi spiacevoli, immaginandoli molto peggiori di quanto siano in realtà. In quei momenti può emergere un’ansia intensa, insieme a paura e tensione, che non rispecchiano la situazione reale.</p><p>La catastrofizzazione può presentarsi come la convinzione che un singolo insuccesso in un ambito porti a un fallimento totale in tutto. Questo può generare forti preoccupazioni per il futuro, reazioni eccessive a critiche o rifiuti e minare la fiducia in se stessi.</p><p>Questo stile di pensiero può peggiorare il benessere emotivo, aumentare ansia e stress, ridurre l’autostima e la fiducia nelle proprie capacità. È importante imparare a notare questi pensieri e, passo dopo passo, sviluppare una visione più calma e realistica di ciò che accade: aiuta a ridurre l’ansia e a sentirsi più stabili di fronte alle difficoltà.</p>",
    "dialogSummary": "In questo dialogo il personaggio 1 catastrofizza dopo un rifiuto a un colloquio, convincendosi che non riuscirà più a trovare lavoro. Non prende in considerazione la possibilità di continuare la ricerca e di rivedere le aspettative, cosa che potrebbe aiutarla ad andare avanti con maggiore calma e fiducia.",
    "dialog": [
      "Mi hanno scartata al colloquio. Ecco, adesso non troverò mai lavoro e resterò senza far nulla.",
      "Ma hai mandato il curriculum anche per altre posizioni, giusto?",
      "Sì, ma a che serve? Se non mi hanno presa qui, vuol dire che non servo a nessuno. Ogni tentativo è inutile.",
      "Una conclusione così netta non può che aumentare il tuo malessere. Forse vale la pena prenderti un po’ di tempo, rivedere le aspettative e continuare a cercare.",
      "Ma come faccio a non pensare al fallimento? Sembra la prova che non ci sia posto per me da nessuna parte e che tutti i miei piani stiano crollando."
    ]
  },
  "COMMON": {
    "textHTML": "<p>La sovrageneralizzazione è una distorsione cognitiva in cui traiamo conclusioni molto ampie partendo da pochi fatti o da singoli episodi. Per esempio, dopo un solo feedback negativo al lavoro, si può convincersi di essere completamente incompetenti, ignorando i propri successi e i risultati positivi.</p><p>Una situazione tipica è arrivare in ritardo a un appuntamento. Invece di analizzare con calma le cause, ci diciamo: «Arrivo sempre in ritardo» oppure «Non arrivo mai puntuale», dimenticando i molti casi in cui siamo arrivati esattamente in orario.</p><p>Questo modo di pensare erode l’autostima, aumenta pessimismo e ansia e può alimentare pensieri depressivi. È utile notare queste generalizzazioni e sostituirle con valutazioni più equilibrate e realistiche della situazione concreta.</p>",
    "dialogSummary": "Il personaggio 1 sovrageneralizza a partire da un solo ritardo, attribuendosi una cronica mancanza di organizzazione. Il personaggio 2 riporta con delicatezza l’attenzione ai fatti, ricordando gli episodi di puntualità e proponendo di guardare la situazione in modo più concreto.",
    "dialog": [
      "Non ci credo, sono arrivato di nuovo in ritardo. A quanto pare arrivo sempre tardi e non so proprio gestire il tempo.",
      "Aspetti, non tragga conclusioni affrettate. Si ricordi quante volte è arrivato puntuale: un solo ritardo non La rende una persona cronicamente in ritardo.",
      "Però ultimamente succede più spesso. Ho la sensazione di aver perso il controllo.",
      "Guardiamo i fatti. Un ritardo, o anche due, non definisce la sua personalità. Forse hanno inciso circostanze esterne. Possiamo capire cosa è successo e pensare a cosa potrebbe aiutarLa la prossima volta."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>La svalutazione del positivo è una distorsione cognitiva per cui tendiamo a ridurre l’importanza di eventi piacevoli, successi e traguardi. In quei momenti ci concentriamo su difetti o difficoltà, come se il positivo non esistesse o «non contasse», anche quando si tratta di risultati importanti e meritati.</p><p>Può manifestarsi in qualsiasi ambito della vita: lavoro, relazioni, salute, studio, obiettivi personali. Per esempio, una persona riceve un riconoscimento meritato ma, invece di gioire, pensa solo ai propri errori. Oppure, dopo un complimento, lo respinge dicendo «non è niente di speciale» o «è solo fortuna».</p><p>La svalutazione del positivo può minare la fiducia in se stessi, aumentare insoddisfazione e favorire pensieri depressivi. È importante imparare a notare e ad accogliere ciò che va bene con la stessa attenzione con cui notiamo le difficoltà, e permettersi di essere contenti dei propri successi, anche piccoli.</p>",
    "dialogSummary": "Il personaggio 1 ottiene una promozione, ma svaluta questo successo concentrandosi sulle difficoltà che lo attendono. Il personaggio 2 gli ricorda con delicatezza l’importanza del traguardo e lo sostiene, sottolineando il valore di questo passo nella carriera.",
    "dialog": [
      "Mi hanno promosso, ora gestirò nuovi progetti.",
      "Che bella notizia, congratulazioni! Che progetti dovrai seguire?",
      "Sono progetti difficili, ci sarà tantissimo lavoro. Mi sembra che mi abbiano solo addossato altre responsabilità.",
      "È vero, può essere una sfida, ma non dimenticare che non ti hanno scelto per caso. Hai raggiunto un traguardo importante, ed è un’ottima occasione per crescere e dimostrare quello che vali."
    ]
  },
  "DUE": {
    "textHTML": "<p>La doverizzazione è una distorsione cognitiva in cui siamo convinti che tutto debba andare esattamente come ci aspettiamo. Quando la realtà non coincide con le nostre idee, possiamo viverla come un’ingiustizia o come un errore. In questo stato ci aggrappiamo alle aspettative e alle pretese, lasciando pochissimo spazio alla flessibilità e a uno sguardo oggettivo sulla situazione.</p><p>Per esempio, si può pensare: «Devo ottenere quel lavoro, mi sono preparato con tanta cura». Tuttavia, anche con grande impegno, l’esito può dipendere da fattori esterni, tra cui la competitività della posizione e la presenza di altri candidati molto validi.</p><p>Questo modo di pensare può generare forte delusione, irritazione e senso di ingiustizia, con effetti negativi sull’umore e sulle relazioni. È utile imparare a riconoscere queste convinzioni e sviluppare un atteggiamento più flessibile verso i risultati, accettando che esiti diversi sono possibili.</p>",
    "dialogSummary": "Il personaggio 1 mostra doverizzazione, convincendosi di dover lavorare ogni giorno senza riposo per avere successo, prendendo come riferimento le storie altrui. Il personaggio 2 lo aiuta ad allargare lo sguardo, ricordando che ognuno ha il proprio percorso e che un equilibrio più sano tra lavoro e riposo può essere un approccio più efficace e sostenibile.",
    "dialog": [
      "Devo lavorare tutti i giorni, senza riposo, altrimenti non avrò mai successo.",
      "Come ci è arrivato? Che cosa La porta a pensarla così?",
      "Ho letto le storie di persone di successo. Tutti lavoravano tantissimo e quasi non si riposavano mai.",
      "Ognuno ha il suo percorso. Per qualcuno quel ritmo funziona davvero, ma per altri è più utile un equilibrio sano. È importante ricordare che anche il riposo serve: aiuta a ricaricare le energie e a muoversi verso gli obiettivi in modo sostenibile."
    ]
  },
  "EMO": {
    "textHTML": "<p>La distorsione cognitiva chiamata «ragionamento emotivo» si verifica quando prendiamo decisioni basandoci soltanto su ciò che proviamo in quel momento, invece che su logica e fatti. In quei frangenti le emozioni sembrano la prova principale che la situazione sia davvero come la sentiamo, anche quando oggettivamente non è così.</p><p>Per esempio, una persona può rifiutare di vedere gli amici perché è triste e le sembra che non cambierà nulla. In realtà, però, il contatto e il supporto potrebbero aiutarla a migliorare l’umore e a recuperare energia.</p><p>Le emozioni sono importanti, ma affidarsi solo a esse può portare a conclusioni e decisioni sbagliate. È utile considerare non solo ciò che si prova, ma anche i fatti, per scegliere in modo più equilibrato e stabile.</p>",
    "dialogSummary": "In questo dialogo il personaggio 1 decide basandosi esclusivamente su tristezza e insicurezza, rifiutando un appuntamento. Il personaggio 2 la aiuta con delicatezza ad ampliare la prospettiva e a considerare che l’esperienza reale potrebbe essere molto più piacevole di quanto suggerisca l’umore del momento.",
    "dialog": [
      "Non voglio andare all’appuntamento. Sono di cattivo umore.",
      "Però quella persona ti piaceva. Magari ti dai una possibilità e vedi come va?",
      "Mi sento insicura e a disagio. Sono sicura che rovinerò tutto.",
      "Non puoi saperlo in anticipo. L’incontro potrebbe essere piacevole e rassicurante, e potresti sentirti molto meglio di come ti senti adesso."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Il filtro mentale è una distorsione cognitiva per cui notiamo soprattutto gli aspetti negativi e prestiamo poca attenzione a quelli positivi. Per esempio, dopo un colloquio andato male, una persona può concentrarsi solo sul rifiuto, dimenticando l’esperienza acquisita e le nuove competenze che potranno aiutarla in futuro.</p><p>Questo approccio può portare insoddisfazione e calo dell’umore, anche quando nella vita c’è molto di buono. Spesso il filtro mentale si combina con altre distorsioni, come il pensiero in bianco e nero o la svalutazione del positivo.</p><p>Per superare gradualmente il filtro mentale, è utile allenarsi a notare i momenti positivi, porsi domande che sostengono e ricordarsi i propri successi e punti di forza.</p>",
    "dialogSummary": "In questo dialogo il personaggio 1 si fissa su un solo feedback negativo, senza notare gli aspetti positivi del suo lavoro. Il personaggio 2 lo aiuta a vedere un quadro più completo e a prestare attenzione ai fatti che confermano successi e impegno.",
    "dialog": [
      "Ho ricevuto un feedback negativo al lavoro. Mi sento un fallito.",
      "Però hai avuto molti riscontri positivi e diversi risultati. Sembra che tu stia dando troppo peso a un solo momento negativo.",
      "Sì, ma quel feedback mi sembra il più importante. Come se cancellasse tutti i miei successi.",
      "In questo momento stai vedendo solo la parte negativa e stai perdendo di vista gli altri fatti. È proprio questo il filtro mentale. Prova ad allargare lo sguardo e a ricordare ciò di buono che hai ottenuto."
    ]
  },
  "LABEL": {
    "textHTML": "<p>L’etichettamento è una distorsione cognitiva in cui attribuiamo a persone o situazioni giudizi categorici e semplificati, basandoci su osservazioni limitate. Così smettiamo di vedere altri aspetti della persona o dell’evento, e la nostra percezione risulta distorta.</p><p>Per esempio, qualcuno può definire una persona «strana» o «inadeguata» solo per l’aspetto o per un comportamento visto in un singolo episodio. Allo stesso modo, quando mettiamo etichette su noi stessi — per esempio chiamandoci «cattivi» o «incapaci» — ignoriamo punti di forza, successi e qualità reali.</p><p>Quando impariamo a riconoscere questa distorsione, diventa più facile vedere gli altri e noi stessi in modo più completo e giusto, senza trarre conclusioni affrettate.</p>",
    "dialogSummary": "Il personaggio 1 conclude che un uomo sia un «cattivo padre» dopo aver visto un solo episodio in cui urla ai figli. Il personaggio 2 propone una prospettiva più equilibrata, ricordando che un’unica osservazione non basta e che le persone possono comportarsi in modi diversi in situazioni diverse.",
    "dialog": [
      "Ho visto quell’uomo urlare ai bambini al parco. È sicuramente un cattivo padre.",
      "È difficile giudicare da un solo momento. Forse aveva avuto una giornata pesante o è successo qualcosa che l’ha fatto perdere l’equilibrio.",
      "Io non mi comporterei mai così con i miei figli. Sembra che non sia capace di fare il genitore.",
      "Le conclusioni categoriche possono ingannare. Le persone reagiscono in modo diverso sotto stress, e un altro giorno potrebbe essere un padre molto attento e premuroso."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>La distorsione dell’«avrei potuto» nasce quando torniamo mentalmente agli eventi passati e immaginiamo alternative perfette che, nella realtà, non erano disponibili. Iniziamo a ragionare in termini di «se solo» e a costruire scenari su come sarebbe potuta andare diversamente.</p><p>A volte questo emerge anche nel modo in cui parliamo: diciamo a noi stessi o agli altri che avremmo dovuto agire in un altro modo, senza tenere conto delle circostanze concrete in cui i fatti si sono svolti.</p><p>Questo sguardo spesso porta senso di colpa, rimpianto e insoddisfazione, perché confrontiamo la realtà con scenari ideali irraggiungibili. È utile ricordare che il passato non si può cambiare, mentre possiamo scegliere che cosa fare da qui in avanti.</p>",
    "dialogSummary": "Nel dialogo il personaggio 1 guarda l’esame attraverso la lente dell’«avrei potuto», accusando se stesso e le circostanze. Il personaggio 2 lo aiuta con delicatezza a riportare l’attenzione sul presente e sul futuro, ricordando che conta di più quali passi si possono fare adesso.",
    "dialog": [
      "Ho fallito l’esame. Avrei dovuto studiare di più.",
      "Però lavoravi tutti i giorni e ti sei impegnato al massimo. Hai fatto il possibile nelle condizioni che avevi.",
      "Sì, ma avrei studiato di più se non avessi dovuto lavorare.",
      "Il passato non si può cambiare. Adesso è più importante pensare a come sostenerti e a come organizzare meglio il tempo in futuro."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>La distorsione «ingrandimento e minimizzazione» compare quando guardiamo gli eventi in modo eccessivamente unilaterale, perdendo sfumature e dettagli. Nell’ingrandimento, gli aspetti negativi sembrano enormi e determinanti, come sotto una lente d’ingrandimento. Nella minimizzazione, invece, riduciamo l’importanza dei nostri punti di forza, dei successi e degli eventi positivi, come se non contassero.</p><p>Per esempio, una persona può considerarsi un fallito per piccoli errori e, allo stesso tempo, non notare i risultati e gli sforzi che l’hanno portata a ottenere ciò che ha.</p><p>Questo approccio può influire negativamente su autostima e relazioni, perché la percezione della realtà diventa distorta. È utile imparare a cercare equilibrio: vedere sia gli errori sia i punti di forza, riconoscendo il contributo che sta già dando.</p>",
    "dialogSummary": "Nel dialogo il personaggio 1 ingrandisce la propria goffaggine prima di un colloquio, mentre il personaggio 2 lo aiuta con delicatezza a riportare l’attenzione sui punti di forza e sulle capacità, sostenendo una visione più bilanciata.",
    "dialog": [
      "Sono così nervoso per il colloquio di domani. Mi impappino sempre.",
      "Sembra che in questo momento tu stia ingrandendo la tua goffaggine. Sei molto più capace di quanto pensi.",
      "Però spesso mi blocco e mi dimentico cosa volevo dire.",
      "Hai punti di forza importanti: sai orientarti in fretta e trovare soluzioni. È una qualità davvero preziosa in un colloquio.",
      "Davvero? Grazie, cercherò di tenerlo a mente."
    ]
  },
  "READ": {
    "textHTML": "<p>La distorsione cognitiva chiamata «lettura del pensiero» si verifica quando presumiamo di sapere cosa pensano o provano gli altri, senza avere reali conferme. Ci basiamo non sui fatti, ma su supposizioni, e spesso finiamo intrappolati in conclusioni sbagliate.</p><p>Per esempio, possiamo pensare che qualcuno ce l’abbia con noi per come si comporta, mentre in realtà la ragione può essere legata al suo umore, alle preoccupazioni o alla stanchezza. Può succedere anche il contrario: crediamo che l’altra persona capisca le nostre intenzioni o i nostri sentimenti, anche se non li abbiamo espressi chiaramente.</p><p>Quando riconosciamo questa distorsione, diventa più facile evitare supposizioni errate e costruire una comunicazione più onesta e aperta, basata sui fatti e non sulle congetture.</p>",
    "dialogSummary": "Nel dialogo il personaggio 1 deduce l’umore di una collega basandosi su ipotesi personali. Il personaggio 2 gli ricorda con delicatezza che, senza un confronto diretto, non si può essere certi dei pensieri e dei sentimenti dell’altra persona.",
    "dialog": [
      "Ieri Maria non mi ha salutato in ufficio. Probabilmente ce l’ha con me per essere arrivato tardi alla riunione.",
      "Ne è sicuro? Forse era impegnata o semplicemente non L’ha notata. Ha provato a chiedere?",
      "No, non gliel’ho chiesto. Ma qualcosa mi dice che è proprio per quello.",
      "Non possiamo essere certi dei pensieri di un’altra persona senza parlarne. Forse aveva le sue ragioni, che non c’entrano con Lei."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>La personalizzazione è una distorsione cognitiva per cui viviamo gli eventi come se fossero rivolti personalmente contro di noi, anche quando non ci sono motivi reali per pensarlo. È come se ci mettessimo al centro della scena e prendessimo sul personale qualcosa che potrebbe non avere un legame diretto con noi.</p><p>Per esempio, se qualcuno non saluta, possiamo pensare che ci stia ignorando di proposito o che provi antipatia. Così rischiamo di trascurare che potrebbe essere preoccupato, di fretta o semplicemente distratto. La personalizzazione emerge anche quando crediamo che ogni evento negativo sia il riflesso dei nostri difetti, ignorando le circostanze esterne.</p>",
    "dialogSummary": "Il personaggio 1 interpreta il rifiuto a un colloquio come una conferma della propria inadeguatezza. Il personaggio 2 gli ricorda con delicatezza che l’esito può dipendere da molti fattori e non definisce la sua persona né le sue capacità.",
    "dialog": [
      "Non ho superato il colloquio. Probabilmente non sono proprio capace di gestire compiti importanti.",
      "Non è detto. Forse l’azienda aveva requisiti specifici o c’erano candidati più adatti proprio a quel ruolo.",
      "Ma ogni volta che succede qualcosa di importante, sbaglio. A quanto pare non sono abbastanza bravo.",
      "Errori e rifiuti sono una parte normale del percorso. Non significano che ci sia qualcosa che non va in te. È importante considerare vari fattori e non collegare ogni situazione solo al tuo valore o alle tue capacità."
    ]
  }
}
