{
  "ykRKsDopcp": {
    "title": "Argomenti a favore e contro il pensiero automatico",
    "description": "Aggiungere un nuovo passaggio nel diario: portare argomenti a favore e contro il pensiero automatico."
  },
  "rwdHy8lyCk": {
    "title": "Aggiungere intelligenza artificiale",
    "description": "Integrare reti neurali popolari per aiutare nell'analisi dei pensieri, fornendo suggerimenti personalizzati durante il lavoro con il diario."
  },
  "QejWpiat0v": {
    "title": "Valutazione del livello di credenza nel pensiero dopo la compilazione del diario",
    "description": "Al momento è possibile valutare il livello di credenza nel pensiero automatico solo prima di lavorarci. Ti piacerebbe valutare l'effetto del lavoro dopo aver scritto una risposta alternativa al pensiero?"
  },
  "FFoEvFNDpe": {
    "title": "Motivazione per gli esercizi",
    "description": "Aggiungere il conteggio dei giorni consecutivi di utilizzo del diario. Premiare con badge o incentivi all'interno dell'app."
  },
  "W9mMGTmapW": {
    "title": "Versione web",
    "description": "Potremmo creare una versione web dell'applicazione senza particolari difficoltà. Hai bisogno di lavorare con il diario da desktop?"
  },
  "eur8RglkH0": {
    "title": "Più materiali per l'apprendimento della CBT",
    "description": "Senti la necessità di materiali didattici? Potremmo spiegare di più sui metodi di gestione dei pensieri distruttivi, come affrontare i disturbi nevrotici, DCA, ecc."
  },
  "EQ3zKWJ0pU": {
    "title": "Aggiungere statistiche al diario",
    "description": "Mostrare quanto spesso fai registrazioni, le emozioni più frequenti, le distorsioni cognitive, ecc."
  },
  "EauYpGQzAL": {
    "title": "Aggiungere coping card",
    "description": "Consentire la creazione di carte con un pensiero distruttivo da un lato e una confutazione dall'altro. Questa tecnica è utilizzata nella CBT. Senti il bisogno di una funzione del genere?"
  },
  "gvwOk0eqXB": {
    "title": "Aggiungere statistiche ai test",
    "description": "Inserire nella pagina dei test un grafico che mostri l'andamento dei risultati dei test effettuati."
  },
  "2o6HBDuM2o": {
    "title": "Nuovo test psicologico sull'ansia",
    "description": "Al momento abbiamo aggiunto un test sul livello di depressione. È necessario aggiungere un test simile per il livello di ansia?"
  },
  "2o7H8DtM2o": {
    "title": "Esportazione delle registrazioni del diario in un file",
    "description": "Attualmente forniamo la possibilità di sincronizzare i dati tra dispositivi diversi. Dovremmo offrire la possibilità di scaricare le registrazioni in formato CSV o Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Più pensieri automatici",
    "description": "Il formato attuale del diario prevede l'elaborazione di un solo pensiero alla volta. Dovremmo consentire di scrivere più pensieri, ciascuno dei quali sarà valutato separatamente e avrà una risposta alternativa specifica?"
  },
  "iF6yEanPp3": {
    "title": "Diario giornaliero",
    "description": "Sezione dove puoi registrare ciò che è successo durante la giornata e poi analizzare ed estrarre pensieri automatici. Più avanti si potrebbe aggiungere AI per aiutare nell'analisi della registrazione."
  },
  "iF6sKCdvfds": {
    "title": "Convinzioni intermedie",
    "description": "Consentire di collegare i pensieri automatici alle convinzioni intermedie. Da qui si potrebbe costruire un albero di convinzioni e analizzarlo."
  },
  "iF6sKverhdfd": {
    "title": "Valutazione quotidiana dello stato",
    "description": "Aggiungere la possibilità di valutare il proprio stato ogni giorno quando si accede all'applicazione. Successivamente, sarà possibile costruire un grafico delle variazioni dello stato e confrontarlo con l'andamento delle convinzioni."
  },
  "iF6sKvevscdf1": {
    "title": "Sviluppo della valutazione quotidiana dello stato",
    "description": "Attualmente puoi valutare il tuo stato psicologico prima e dopo le sessioni. Vorresti anche valutare le emozioni prevalenti e registrare quali esercizi hai fatto per migliorare il tuo stato?"
  },
  "iF6sKvJllcpwx": {
    "title": "Storie di superamento dei problemi psicologici",
    "description": "Aggiungere una sezione dove puoi raccontare la storia di come hai superato un problema psicologico, per ispirare persone con difficoltà simili. E, naturalmente, leggere le storie degli altri."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test con analisi di 7 indicatori di vita",
    "description": "Il test analizza diverse aree della vita e determina in quali ambiti sei più vulnerabile. Ad esempio, se dipendi dall'approvazione degli altri o se sei incline al perfezionismo."
  },
  "sdvsdsdlwwQec": {
    "title": "Integrazione AI nel diario",
    "description": "AI ti aiuterà ad analizzare le registrazioni nel diario e a identificare pensieri automatici. Suggerirà soluzioni ai tuoi problemi psicologici e ti aiuterà a elaborarli."
  },
  "sdvdcarlwwQff": {
    "title": "Dialogo socratico",
    "description": "Non è sempre facile identificare un pensiero automatico. Il metodo del dialogo socratico prevede di farsi domande per scoprire il pensiero nascosto. AI ti farà domande per aiutarti a identificare il pensiero automatico."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psicologo virtuale",
    "description": "Comunicazione libera con AI in un dialogo. Puoi condividere i tuoi sentimenti, chiedere consigli, ottenere supporto."
  },
  "sdvdpsvwQfw": {
    "title": "Scala di irritazione di Novaco",
    "description": "Aggiungere un nuovo test per il livello di irritabilità. Mostrerà quanto rabbia e irritazione assorbi e trattieni nella vita quotidiana."
  },
  "sdvdpsvGscfvw": {
    "title": "Inserimento vocale",
    "description": "Possibilità di riempire i campi di testo nei diari con la voce."
  },
  "rsoklcescfvwz": {
    "title": "Analisi giornaliera delle attività",
    "description": "Alla fine di ogni giornata, dopo aver lavorato con l'app, potrai richiedere un'analisi della giornata da parte di AI. Trarrà conclusioni sul tuo lavoro e darà raccomandazioni."
  },
  "lkmvdsvdsfds": {
    "title": "Immagini nel diario intelligente",
    "description": "Aggiungere la possibilità di allegare immagini alle voci nel diario intelligente."
  },
  "iFlct67Ldvkwq": {
    "title": "Diario della Gratitudine",
    "description": "Aggiungere un nuovo tipo di voce nel diario intelligente – gratitudine."
  }
}
