{
  "ykRKsDopcp": {
    "title": "Argomenti a favore e contro il pensiero automatico",
    "description": "Aggiungere un passaggio in cui si possono indicare argomenti «a favore» e «contro» il pensiero automatico."
  },
  "rwdHy8lyCk": {
    "title": "Integrazione dell’intelligenza artificiale",
    "description": "Aggiungere il supporto alle reti neurali, così l’IA può aiutare ad analizzare i pensieri e a fornire raccomandazioni personalizzate."
  },
  "QejWpiat0v": {
    "title": "Valutazione del livello di convinzione dopo il lavoro sul pensiero",
    "description": "Al momento è possibile valutare il livello di convinzione solo prima di iniziare. Vorrebbe vedere una seconda valutazione dopo aver formulato una risposta alternativa?"
  },
  "FFoEvFNDpe": {
    "title": "Motivazione alla pratica",
    "description": "Aggiungere un sistema di tracciamento dei giorni consecutivi e offrire premi o badge per la costanza."
  },
  "W9mMGTmapW": {
    "title": "Versione web",
    "description": "Creare una versione web dell’app. Sarebbe comodo tenere il diario anche dal computer?"
  },
  "eur8RglkH0": {
    "title": "Materiali aggiuntivi di TCC",
    "description": "Aggiungere più contenuti educativi: sul lavoro con i pensieri disfunzionali, l’ansia, i disturbi alimentari e altri stati."
  },
  "EQ3zKWJ0pU": {
    "title": "Statistiche del diario",
    "description": "Mostrare la frequenza delle voci, le emozioni più frequenti, le distorsioni cognitive e altre analisi utili."
  },
  "EauYpGQzAL": {
    "title": "Schede di coping",
    "description": "Permettere di creare schede: da un lato il pensiero, dall’altro la sua confutazione. Una tecnica classica della TCC."
  },
  "gvwOk0eqXB": {
    "title": "Statistiche dei test",
    "description": "Aggiungere un grafico dell’andamento dei risultati dei test nella sezione di valutazione."
  },
  "2o6HBDuM2o": {
    "title": "Test sull’ansia",
    "description": "Aggiungere un nuovo test per valutare il livello di ansia, in modo simile al test sulla depressione."
  },
  "2o7H8DtM2o": {
    "title": "Esportazione delle voci del diario",
    "description": "Aggiungere la possibilità di esportare le voci in CSV o Excel."
  },
  "QWjMvNfKLw": {
    "title": "Più pensieri automatici",
    "description": "Permettere di aggiungere più pensieri automatici in una sola voce, ciascuno con una valutazione separata e una risposta alternativa."
  },
  "iF6yEanPp3": {
    "title": "Diario giornaliero",
    "description": "Una sezione per note libere sulla giornata e per individuare poi i pensieri automatici (con il successivo supporto dell’IA)."
  },
  "iF6sKCdvfds": {
    "title": "Convinzioni intermedie",
    "description": "Aggiungere la possibilità di collegare i pensieri automatici alle convinzioni e costruire una mappa delle convinzioni."
  },
  "iF6sKverhdfd": {
    "title": "Valutazione quotidiana dello stato",
    "description": "Aggiungere una valutazione quotidiana dello stato e un grafico dell’andamento collegato ai cambiamenti delle convinzioni."
  },
  "iF6sKvevscdf1": {
    "title": "Valutazione giornaliera avanzata",
    "description": "Valutare non solo lo stato prima e dopo, ma anche le emozioni e le pratiche svolte."
  },
  "iF6sKvJllcpwx": {
    "title": "Storie di resilienza",
    "description": "Aggiungere una sezione con storie personali di superamento delle difficoltà, per ispirarsi e sostenersi a vicenda."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test dei 7 indicatori di vita",
    "description": "Un test per individuare le aree più vulnerabili, come la dipendenza dall’approvazione o la tendenza al perfezionismo."
  },
  "sdvsdsdlwwQec": {
    "title": "IA nel diario giornaliero",
    "description": "L’IA analizzerà le note e individuerà i pensieri automatici, aiutando a trovare soluzioni e direzioni di lavoro."
  },
  "sdvdcarlwwQff": {
    "title": "Dialogo socratico",
    "description": "L’IA porrà domande per aiutarla a individuare il pensiero automatico nascosto."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psicologo virtuale",
    "description": "Possibilità di comunicare liberamente con l’IA: condividere vissuti, ricevere supporto e consigli."
  },
  "sdvdpsvwQfw": {
    "title": "Scala della rabbia di Novaco",
    "description": "Aggiungere un test sull’irritabilità per valutare il livello di tensione e rabbia latenti."
  },
  "sdvdpsvGscfvw": {
    "title": "Inserimento vocale",
    "description": "Possibilità di compilare i diari con la voce."
  },
  "rsoklcescfvwz": {
    "title": "Analisi della giornata con IA",
    "description": "A fine giornata l’IA potrà riassumere, trarre conclusioni e proporre raccomandazioni."
  },
  "lkmvdsvdsfds": {
    "title": "Immagini nel diario",
    "description": "Aggiungere la possibilità di allegare immagini alle voci."
  },
  "iFlct67Ldvkwq": {
    "title": "Diario della gratitudine",
    "description": "Aggiungere il formato di voce «gratitudine» nel diario intelligente."
  }
}
