{
  "activity": [
    {
      "subtitle": "Abbiamo raccolto molte tecniche psicologiche in un unico posto, così potrà trovare quelle più adatte a Lei.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Ogni tecnica ha una valutazione: scelga quelle che Le risultano più utili.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Impari a riformulare con gentilezza le convinzioni negative.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Con le schede, sostituisca gradualmente le convinzioni disfunzionali con pensieri più realistici e di supporto.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Tenga appunti quotidiani in un formato comodo e scriva liberamente i suoi pensieri.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "L’AI analizzerà le Sue note e La aiuterà a guardare la situazione da un’altra prospettiva.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Strumenti per analizzare i pensieri automatici e sostituirli con alternative più sane e adattive.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Il diario è profondamente integrato con l’AI, che La aiuta a formulare e analizzare i pensieri.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "A ogni passo troverà spiegazioni chiare su come usare il diario in modo efficace.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Si addentri gradualmente ed esplori le radici delle sue difficoltà a livello delle convinzioni intermedie.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Salvi le convinzioni disfunzionali nelle schede di coping e le sostituisca con alternative più razionali e di supporto.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Le convinzioni intermedie generano i pensieri automatici. Le colleghi tra loro per comprendere meglio le Sue reazioni e osservarle nel tempo.",
      "img": "intermediate/en/s3.png"
    }
  ]
}
