{
  "activity": [
    {
      "subtitle": "Abbiamo raccolto numerose tecniche psicologiche in un unico posto, in modo che tu possa scegliere quella più adatta a te!",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Ogni tecnica ha una valutazione, scegli quelle più efficaci per te!",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Riformula le tue convinzioni negative!",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Sostituisci le convinzioni distruttive con quelle razionali usando le schede",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Scrivi appunti giornalieri in forma libera con un editor comodo!",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "L'AI analizzerà i tuoi appunti e ti aiuterà a vedere la situazione da una prospettiva diversa.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Ricco set di funzionalità per l'analisi dei pensieri automatici e la loro sostituzione con pensieri più adattivi!",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Il diario ha un'integrazione profonda con l'AI per aiutarti nella registrazione e nell'analisi dei pensieri.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "Ad ogni passo troverai informazioni dettagliate su come lavorare correttamente con il diario.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Immergiti più a fondo nelle origini delle tue esperienze per identificare le convinzioni intermedie.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Aggiungi subito le convinzioni distruttive alla scheda di coping e sostituiscile con quelle razionali.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Le convinzioni intermedie costituiscono la base dei pensieri automatici. Collegale per un'analisi più approfondita!",
      "img": "intermediate/en/s3.png"
    }
  ]
}