{
  "title": "Technika: Dzień pod kontrolą",
  "description": "Artykuł przedstawia unikalną technikę planowania „Dwie Kolumny”, mającą na celu poprawę samoorganizacji i zwiększenie osobistej efektywności. Czytelnicy dowiedzą się, jak proste rozdzielenie zadań na „plany” i „fakty” może pomóc nie tylko w osiąganiu zamierzonych celów, ale także w refleksji nad codziennymi działaniami. Szczególną uwagę poświęcono analizie wykonanych zadań, co pozwala nauczyć się adaptacji do zmian i znalezienia równowagi między powinnościami a pragnieniami.",
  "screen_1": {
    "texts": [
      "Pierwsze ćwiczenie, którym chcemy się z wami podzielić, jest proste, ale skuteczne i pomoże w waszej samoorganizacji.",
      "Wieczorem, przed następnym dniem, usiądź i zapisz swój plan dnia. Będzie on składał się z dwóch części, a mianowicie z dwóch kolumn.",
      "Pierwsza kolumna to „Przed”. To godzinowy plan tego, co chcesz zrobić. Nie zapisuj od razu za dużo: w każdej godzinnej rubryce zapisz jedno lub dwa słowa, oznaczające jakieś zajęcie lub działanie.",
      "Na przykład może to być coś małego: wziąć prysznic, zjeść śniadanie, wstawić pranie. Albo może to być coś bardziej wymagającego: sprzątanie, przygotowanie się do egzaminu, napisanie CV itp.",
      "Na koniec każdego dnia zapisuj w drugiej kolumnie – „Po”.",
      "Tam warto zapisywać, co rzeczywiście robiłeś przez cały dzień, również godzinowo. Twoje zajęcia mogą pokrywać się z zaplanowanymi lub różnić się od nich – to normalne, nie martw się.",
      "Nawet jeśli uda ci się zrealizować tylko niewielką część z listy „Przed”, proste planowanie swojego czasu może okazać się bardzo przydatnym i wizualnie zrozumiałym procesem.",
      "Ponadto każde zajęcie oznaczaj literą „D” (dla „Działania”), jeśli było ono dla ciebie niezbyt łatwe i stanowiło osiągnięcie dla ciebie osobiście."
    ]
  },
  "screen_2": {
    "texts": [
      "Może się zdarzyć, że przy depresji umycie zębów lub wzięcie prysznica będzie dla ciebie osiągnięciem, nie ma w tym nic strasznego ani wstydliwego, uwierz. Wtedy obok tych zajęć zapiszesz literę „D”. Również oceń stopień trudności.",
      "Na przykład, pościelenie łóżka było dość łatwe, więc może to być „D-2”, ale przygotowanie obiadu było trudniejsze, więc może to być „D-7”. Skalę, według której będziesz to oceniać, określają twoje odczucia.",
      "Jeśli jakieś zajęcie w twoim planie było dla ciebie przyjemne, wtedy zaznacz obok „U” (dla „Uciecha”).",
      "Na przykład oglądanie filmu lub spacer po parku sprawiły ci radość, wtedy zaznacz odpowiednią literę i również oceń stopień przyjemności, jaką czerpałeś z tego działania.",
      "Na tym właśnie polega całe ćwiczenie: jest proste, ale skuteczne. Możesz pomyśleć, że to nie zadziała, ale jeśli nie spróbujesz tego wykonywać regularnie przez jakiś czas, to na pewno tego nie zrozumiesz. To działa, ponieważ:",
      "Zatrzyma twoją skłonność do ciągłego rozważania ważności i wartości różnych działań i pomoże poradzić sobie z wewnętrznymi sprzecznościami: czy warto coś robić, czy nie;",
      "Pomoże ci zrównoważyć planowanie swojego czasu, ponieważ będą tam zadania, które musisz wykonać z różnych powodów, a także zajęcia, które przynoszą ci przyjemność;"
    ]
  },
  "screen_3": {
    "texts": [
      "Jeśli będziesz regularnie tworzyć plan dnia, to wkrótce zauważysz, że twoja motywacja rośnie, ponieważ zaczynając robić cokolwiek, obalisz swoje przekonania o tym, że nie jesteś w stanie niczego zrobić.",
      "Pewna osoba, która przez długi czas była w depresji i cierpiała na prokrastynację, podzieliła się swoją opinią na temat tej techniki:",
      "Planując swój dzień i patrząc wieczorem na wyniki, zdałem sobie sprawę, na co dokładnie poświęcam czas.",
      "To pomogło mi na nowo przejąć odpowiedzialność za swoje życie. Uświadamiam sobie, że mogę kontrolować sytuację, jeśli tylko chcę."
    ],
    "quote": {
      "text": "Najważniejsze w zarządzaniu czasem nie jest zarządzanie czasem, ale zarządzanie sobą.",
      "author": "Peter Drucker"
    }
  }
}
