{
  "control": {
    "title": "Technika: Dzień pod kontrolą",
    "description": "W tekście przedstawiono wyjątkową technikę planowania „Dwie kolumny”, ukierunkowaną na poprawę samoorganizacji i zwiększenie poczucia sprawczości. Czytelnik dowie się, jak proste rozdzielenie zadań na „plany” i „fakty” może pomóc nie tylko w realizacji celów, lecz także w bardziej świadomym przeżywaniu codziennych działań. Szczególny nacisk położono na analizę tego, co zostało wykonane, co pozwala uczyć się elastyczności, lepiej reagować na zmiany i szukać równowagi między tym, co „trzeba”, a tym, czego się pragnie.",
    "screen_1": {
      "texts": [
        "Pierwsze ćwiczenie, którym chcemy się z tobą podzielić, jest proste, ale skuteczne i może wesprzeć twoją samoorganizację.",
        "Wieczorem, dzień wcześniej, usiądź i zaplanuj swoje zadania w czasie. Plan będzie składał się z dwóch części, czyli z dwóch kolumn.",
        "Pierwsza kolumna to „Przed”. To godzinowy plan tego, co chcesz zrobić. Nie zapisuj od razu zbyt wiele: w każdej rubryce godzinowej zanotuj jedno–dwa słowa, które oznaczają dane zajęcie lub czynność.",
        "Może to być coś drobnego: prysznic, śniadanie, nastawienie prania. Albo coś bardziej wymagającego: sprzątanie, przygotowanie do egzaminu, pisanie CV itd.",
        "Na koniec każdego dnia wypełnij drugą kolumnę – „Po”.",
        "Tutaj zapisujesz to, co faktycznie robiłeś w ciągu dnia, również godzinowo. Twoje aktywności mogą pokrywać się z planem albo się od niego różnić – to normalne, nie przejmuj się tym.",
        "Nawet jeśli zrealizujesz tylko niewielką część listy „Przed”, już samo planowanie czasu może okazać się bardzo pomocne i wizualnie przejrzyste.",
        "Dodatkowo każde zajęcie oznacz literą „D – działanie”, jeśli było dla ciebie czymś nie do końca łatwym i stanowiło osobisty sukces."
      ]
    },
    "screen_2": {
      "texts": [
        "W depresji może być tak, że umycie zębów czy wzięcie prysznica jest osiągnięciem – nie ma w tym nic złego ani wstydliwego, uwierz. Wtedy obok tych czynności możesz wpisać literę „D”. Zaznaczaj też stopień trudności.",
        "Na przykład: pościelenie łóżka było dość proste – może to być „D-2”, a przygotowanie obiadu okazało się znacznie trudniejsze – wtedy wpisz „D-7”. Skalę, według której oceniasz, wyznaczają twoje własne odczucia.",
        "Jeśli dane zajęcie było dla ciebie przyjemne, zaznacz przy nim literę „U – przyjemność”.",
        "Na przykład: jeśli seans filmowy albo spacer po parku sprawiły ci radość, postaw odpowiednią literę i również oceń poziom przyjemności, jaką dało ci to działanie.",
        "Na tym w gruncie rzeczy polega całe ćwiczenie: jest proste, ale skuteczne. Możesz pomyśleć, że „to nie zadziała”, ale jeśli nie spróbujesz wykonywać go regularnie przez jakiś czas, na pewno się o tym nie przekonasz. Ta technika działa, ponieważ:",
        "Zatrzymuje skłonność do ciągłego rozważania, czy dane zadanie jest „wystarczająco ważne”, i pomaga zmniejszyć wewnętrzne konflikty: robić coś czy nie robić;",
        "Pomaga zaplanować czas w sposób zrównoważony, tak by znalazły się w nim zarówno obowiązki, których z różnych powodów nie da się pominąć, jak i czynności, które po prostu sprawiają ci przyjemność."
      ]
    },
    "screen_3": {
      "texts": [
        "Jeśli będziesz regularnie układać plan dnia, wkrótce zauważysz, że twoja motywacja rośnie – bo zaczynając robić choćby niewielkie rzeczy, podważasz swoje przekonania, że „do niczego się nie nadajesz”.",
        "Osoba, która przez długi czas była w depresji i zmagała się z prokrastynacją, podzieliła się takim doświadczeniem tej techniki:",
        "„Planując dzień i patrząc wieczorem na efekty, zrozumiałem, na co naprawdę poświęcam swój czas.",
        "To pomogło mi na nowo wziąć odpowiedzialność za własne życie. Widzę, że mogę mieć wpływ na sytuację, jeśli naprawdę tego chcę”."
      ],
      "quote": {
        "text": "Najważniejsze w zarządzaniu czasem jest nie tyle zarządzanie czasem, ile zarządzanie sobą.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Odnaleźć siebie po stracie bliskiej osoby",
    "description": "Tekst opowiada historię Anastazji, która po tragicznej śmierci brata przeszła przez głęboką depresję i dotkliwe poczucie winy. Dzięki psychoterapii stopniowo uwolniła się od samooskarżeń, zmieniła stosunek do siebie i własnych przeżyć. Z czasem Anastazja wyszła z depresji, przyjęła fakt, że nie ponosi winy, i znowu zaczęła żyć pełniej.",
    "screen_1": {
      "texts": [
        "Każdy z nas prędzej czy później styka się z utratą bliskiej osoby. Śmierć to trudne doświadczenie, które zalewa bólem i ciężarem niczym potężna fala.",
        "Łzy, smutek i głębokie uczucia są naturalną reakcją na stratę. Te przeżycia pomagają nam przejść przez żałobę i stopniowo odzyskiwać siły, by żyć dalej.",
        "Czasem żałoba się przedłuża i może towarzyszyć człowiekowi przez wiele lat. Innym razem żal bardzo szybko przechodzi w głęboką depresję.",
        "Przyjrzyjmy się historii Anastazji, 29-letniej kobiety, która doświadczyła ciężkiej depresji po samobójczej śmierci młodszego brata. Zwróciła się po pomoc do psychoterapeuty kilka miesięcy po tragedii.",
        "Szczególnie bolesne było dla niej przekonanie, że to ona ponosi odpowiedzialność za jego śmierć.",
        "Nastia czuła, że stoi wobec nierozwiązywalnej, przerażającej rzeczywistości. Wydawało jej się, że „zasłużyła” na cierpienie, miewała też myśli samobójcze.",
        "Poczucie winy jest częstym i bardzo obciążającym towarzyszem osób po stracie bliskiego, szczególnie gdy ktoś odchodzi z własnej woli.",
        "Wiele osób zadaje sobie wtedy pytania: „Dlaczego tego nie powstrzymałem? Dlaczego nie zauważyłem na czas?”",
        "Nawet doświadczeni specjaliści mogą mierzyć się z podobnymi myślami, jeśli ich klient popełni samobójstwo: „To naprawdę moja wina. Powinienem był powiedzieć coś innego, zadać inne pytanie, bardziej się skupić. Powinienem był temu zapobiec. To moja wina!”."
      ],
      "quote": {
        "text": "Ci, których kochamy, mogą odejść, ale tak długo, jak o nich pamiętamy, nigdy nie są daleko.",
        "author": "Konfucjusz"
      }
    },
    "screen_2": {
      "texts": [
        "Samooskarżenia Anastazji pojawiły się jeszcze przed tragedią. Często myślała, że jej życie ułożyło się lepiej niż życie brata i starała się wspierać go emocjonalnie oraz finansowo w trakcie jego długiej walki z depresją.",
        "Zachęcała go do kontaktu z psychologiem, pomagała opłacać terapię, a nawet wynajęła mu mieszkanie w pobliżu, żeby być blisko i móc szybko przyjść z pomocą.",
        "Nastia była przekonana, że to właśnie ona ponosi winę za jego śmierć, bo „powinna była zrobić jeszcze więcej”.",
        "Jej przeżycia były głębokie i szczere – ten ból był niemal zawsze z nią.",
        "Podczas pierwszych sesji opowiadała o powodach swoich samooskarżeń i o myślach o śmierci: „Byłam odpowiedzialna za jego życie. Mam wrażenie, że moja bezradność doprowadziła do tragedii. Powinnam była dostrzec jego stan i go uratować”.",
        "Wierzyła, że jej cierpienie jest w pełni zasłużone i że musi ponosić karę.",
        "Z zewnątrz łatwiej dostrzec, że takie myśli są irracjonalne i jedynie przysparzają bólu.",
        "Głównym zniekształceniem poznawczym, którego doświadczała, była personalizacja. W trakcie terapii Anastazja doszła do kilku ważnych wniosków:",
        "Gdyby faktycznie była odpowiedzialna za śmierć brata, oznaczałoby to, że jest przyczyną jego decyzji.",
        "Nie miała wpływu na jego myśli ani na jego wewnętrzny ból, dlatego nie mogła odpowiadać za przekonania, które doprowadziły go do ciężkiej depresji. Była to jego walka, a nie jej wina.",
        "Próbując wziąć na siebie odpowiedzialność za jego stan, w istocie usiłowała kontrolować coś, na co nie miała wpływu. Maksimum, co mogła zrobić, to wspierać go w granicach swoich sił i możliwości."
      ]
    },
    "screen_3": {
      "texts": [
        "Gdyby wiedziała o jego zamiarach, zrobiłaby wszystko, by pomóc i nie dopuścić do tragedii. Ale nie wiedziała – nie da się zmienić tego, co było przed nią ukryte.",
        "Obwiniając siebie, Nastia jakby zakładała, że powinna była przewidzieć przyszłość i dysponować nieograniczoną wiedzą. To oczekiwania, które nie mają pokrycia w rzeczywistości – nie miała podstaw, by przypisywać sobie winę.",
        "Wszystkie argumenty prowadziły do jednego: branie na siebie odpowiedzialności za jego decyzję było ciężkim i niesprawiedliwym błędem.",
        "Jej rzeczywista odpowiedzialność dotyczyła tylko jej własnego życia i dobrostanu.",
        "Z czasem zrozumiała, że cierpi nie dlatego, że „zawiodła brata”, ale dlatego, że pozwoliła winie całkowicie zawładnąć swoim życiem i dała depresji niszczyć swoją codzienność.",
        "Najbardziej wspierającym wyborem okazało się stopniowe odpuszczanie sobie winy, powolny powrót do równowagi i nauka życia na nowo – z miejscem na radość i sens.",
        "Tak wygląda prawdziwa troska o siebie. Po zakończeniu terapii jej stan znacząco się poprawił, a depresja ustąpiła. Anastazja wiąże to przede wszystkim z głęboką zmianą w stosunku do siebie i swojego wewnętrznego świata."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnoza depresji: podróż ku zrozumieniu siebie",
    "description": "Tekst opowiada o sposobach diagnozowania depresji – od ogólnego rozpoznawania objawów po samodzielną ocenę stanu za pomocą „Skali depresji Becka”. Podkreśla znaczenie kontaktu ze specjalistami dla postawienia dokładnej diagnozy i uzyskania wsparcia, zwłaszcza przy nasilonych objawach, oraz proponuje praktyczne kroki i ćwiczenia dla osób, które chcą lepiej dbać o swój stan emocjonalny.",
    "screen_1": {
      "texts": [
        "W poprzedniej części mówiliśmy już o tym, czym jest depresja.",
        "Teraz przyjrzyjmy się temu, jak można rozpoznać ją u siebie.",
        "Umownie można wyróżnić trzy etapy diagnozy depresji:",
        "Ogólna ocena przesiewowa",
        "Tak jak każde inne emocjonalne doświadczenie, depresja ujawnia się w postaci określonych objawów. Przyjrzyjmy się im:",
        "Obniżony nastrój.",
        "Utrata zainteresowania dotychczasowymi aktywnościami i przyjemnościami.",
        "Anhedonia – zmniejszona zdolność do odczuwania radości.",
        "Trudności z koncentracją, wydajnością w pracy i podejmowaniem decyzji.",
        "Zaburzenia snu i apetytu – zarówno spadek, jak i ich nasilenie.",
        "Poczucie beznadziei, bezradności, drażliwość, wstyd lub poczucie winy.",
        "Nasilona lękowość lub wyraźna apatia.",
        "Spadek energii, uczucie ciągłego zmęczenia.",
        "Natrętne myśli o śmierci lub samobójstwie.",
        "Wielu z nas przynajmniej raz w życiu doświadczało części z tych objawów.",
        "Jednak pojedyncze symptomy nie zawsze oznaczają depresję. Jak więc rozpoznać jej obecność?",
        "O zaburzeniu depresyjnym można mówić wtedy, gdy obserwujesz u siebie co najmniej cztery z wymienionych objawów utrzymujących się przez dwa tygodnie lub dłużej.",
        "Ważne jest też uwzględnienie ogólnego stanu zdrowia oraz wpływu aktualnych okoliczności życiowych."
      ],
      "quote": {
        "text": "Nie możemy zmienić sytuacji, które przynosi nam życie, ale możemy zmienić to, jak je przeżywamy.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Samodzielna ocena z wykorzystaniem sprawdzonych metod",
        "Istnieje wiele narzędzi, które pomagają ocenić własny stan.",
        "Jednym z najbardziej znanych i rzetelnych jest „Skala depresji Becka” (BDI).",
        "Ta metoda, opracowana przez psychoterapeutę Aarona Becka, obejmuje 21 kategorii objawów, z których każda odzwierciedla inny aspekt depresji.",
        "Po wypełnieniu testu możesz orientacyjnie określić nasilenie objawów – od łagodnych po wyraźną depresję.",
        "Test jest dostępny w naszej aplikacji i został zaprojektowany tak, by był prosty i intuicyjny w użyciu."
      ],
      "quote": {
        "text": "Troska o siebie nie jest wyjątkiem od twoich obowiązków, lecz ich ważną częścią.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Konsultacja ze specjalistą",
        "Jeśli wyniki samodzielnej oceny wskazują na możliwy stan depresyjny, warto skontaktować się z psychologiem, psychiatrą lub psychoterapeutą.",
        "Specjalista pomoże doprecyzować diagnozę i dobrać odpowiedni plan wsparcia oraz leczenia. My z kolei jesteśmy obok, by towarzyszyć ci i dostarczać przydatnych informacji.",
        "Ten materiał powstał po to, by wspierać osoby z łagodnymi i umiarkowanymi objawami depresji.",
        "Może jednak okazać się pomocny również dla tych, którzy mierzą się z cięższym przebiegiem.",
        "Pomoże nieco złagodzić objawy i lepiej zrozumieć własny stan. Przy silnej depresji narzędzia samopomocy mogą jednak nie wystarczyć.",
        "W takich sytuacjach szczególnie ważne jest skorzystanie z profesjonalnej pomocy i – jeśli to konieczne – rozważenie farmakoterapii.",
        "Diagnozowanie stanów emocjonalnych to proces delikatny i złożony.",
        "Przy samodzielnej ocenie zawsze istnieje ryzyko pomyłki.",
        "Nawet jeśli nie masz klinicznej depresji, a przeżywasz jedynie okresowe obniżenie nastroju, ta część może być dla ciebie wartościowa.",
        "Szczegółowo omówimy mechanizmy depresji i podzielimy się praktycznymi wskazówkami oraz ćwiczeniami.",
        "Jeśli chcesz poprawić jakość swojego życia i jesteś gotów na kroki w stronę siebie – chodźmy dalej tą drogą razem."
      ]
    }
  }
}
