{
  "control": {
    "title": "Technika: Dzień pod kontrolą",
    "description": "Artykuł przedstawia unikalną technikę planowania „Dwie Kolumny\", mającą na celu poprawę samoorganizacji i zwiększenie osobistej efektywności. Czytelnicy dowiedzą się, jak proste rozdzielenie zadań na „plany\" i „fakty\" może pomóc nie tylko w osiąganiu zamierzonych celów, ale także w refleksji nad codziennymi działaniami. Szczególną uwagę poświęcono analizie wykonanych zadań, co pozwala nauczyć się adaptacji do zmian i znalezienia równowagi między powinnościami a pragnieniami.",
    "screen_1": {
      "texts": [
        "Pierwsze ćwiczenie, którym chcemy się z wami podzielić, jest proste, ale skuteczne i pomoże w waszej samoorganizacji.",
        "Wieczorem, przed następnym dniem, usiądź i zapisz swój plan dnia. Będzie on składał się z dwóch części, a mianowicie z dwóch kolumn.",
        "Pierwsza kolumna to „Przed\". To godzinowy plan tego, co chcesz zrobić. Nie zapisuj od razu za dużo: w każdej godzinnej rubryce zapisz jedno lub dwa słowa, oznaczające jakieś zajęcie lub działanie.",
        "Na przykład może to być coś małego: wziąć prysznic, zjeść śniadanie, wstawić pranie. Albo może to być czegoś bardziej wymagającego: sprzątanie, przygotowanie się do egzaminu, napisanie CV itp.",
        "Na koniec każdego dnia zapisuj w drugiej kolumnie – „Po\".",
        "Tam warto zapisywać, co rzeczywiście robiłeś przez cały dzień, również godzinowo. Twoje zajęcia mogą pokrywać się z zaplanowanymi lub różnić się od nich – to normalne, nie martw się.",
        "Nawet jeśli uda ci się zrealizować tylko niewielką część z listy „Przed\", proste planowanie swojego czasu może okazać się bardzo przydatnym i wizualnie zrozumiałym procesem.",
        "Ponadto każde zajęcie oznaczaj literą „D\" (dla „Działania\"), jeśli było ono dla ciebie niezbyt łatwe i stanowiło osiągnięcie dla ciebie osobiście."
      ]
    },
    "screen_2": {
      "texts": [
        "Może się zdarzyć, że przy depresji umycie zębów lub wzięcie prysznica będzie dla ciebie osiągnięciem, nie ma w tym nic strasznego ani wstydliwego, uwierz. Wtedy obok tych zajęć zapiszesz literę „D\". Również oceń stopień trudności.",
        "Na przykład, pościelenie łóżka było dość łatwe, więc może to być „D-2\", ale przygotowanie obiadu było trudniejsze, więc może to być „D-7\". Skalę, według której będziesz to oceniać, określają twoje odczucia.",
        "Jeśli jakieś zajęcie w twoim planie było dla ciebie przyjemne, wtedy zaznacz obok „U\" (dla „Uciecha\").",
        "Na przykład oglądanie filmu lub spacer po parku sprawiły ci radość, wtedy zaznacz odpowiednią literę i również oceń stopień przyjemności, jaką czerpałeś z tego działania.",
        "Na tym właśnie polega całe ćwiczenie: jest proste, ale skuteczne. Możesz pomyśleć, że to nie zadziała, ale jeśli nie spróbujesz tego wykonywać regularnie przez jakiś czas, to na pewno tego nie zrozumiesz. To działa, ponieważ:",
        "Zatrzyma twoją skłonność do ciągłego rozważania ważności i wartości różnych działań i pomoże poradzić sobie z wewnętrznymi sprzecznościami: czy warto coś robić, czy nie;",
        "Pomoże ci zrównoważyć planowanie swojego czasu, ponieważ będą tam zadania, które musisz wykonać z różnych powodów, a także zajęcia, które przynoszą ci przyjemność;"
      ]
    },
    "screen_3": {
      "texts": [
        "Jeśli będziesz regularnie tworzyć plan dnia, to wkrótce zauważysz, że twoja motywacja rośnie, ponieważ zaczynając robić cokolwiek, obalisz swoje przekonania o tym, że nie jesteś w stanie niczego zrobić.",
        "Pewna osoba, która przez długi czas była w depresji i cierpiała na prokrastynację, podzieliła się swoją opinią na temat tej techniki:",
        "Planując swój dzień i patrząc wieczorem na wyniki, zdałem sobie sprawę, na co dokładnie poświęcam czas.",
        "To pomogło mi na nowo przejąć odpowiedzialność za swoje życie. Uświadamiam sobie, że mogę kontrolować sytuację, jeśli tylko chcę."
      ],
      "quote": {
        "text": "Najważniejsze w zarządzaniu czasem nie jest zarządzanie czasem, ale zarządzanie sobą.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Poszukiwanie siebie po stracie bliskiej osoby",
    "description": "Artykuł opowiada historię Anastazji, która przeżywała głęboką depresję i poczucie winy po samobójstwie swojego brata. Dzięki psychoterapii nauczyła się uwalniać od samooskarżeń, co pomogło jej zmienić swoje podejście do siebie i swoich przeżyć. W rezultacie Anastazja wyszła z depresji, zaakceptowała swoją niewinność i zaczęła żyć pełnią życia.",
    "screen_1": {
      "texts": [
        "Każdy z nas prędzej czy później styka się z utratą bliskiej osoby. Śmierć to potężny cios, który jak fala uderzeniowa obejmuje żalem i smutkiem tych, którzy kochali zmarłego.",
        "Łzy, smutek i żałoba to normalne reakcje na stratę. Pomagają nam przetrwać ten moment i dają siłę do dalszego życia.",
        "Czasami żałoba się przedłuża i osoba może cierpieć latami, a czasami prawie natychmiast wpada w głęboką depresję.",
        "Przytoczymy historię jednej z pacjentek cierpiących na depresję: Anastazji, 29-letniej kobiety, której młodszy brat popełnił samobójstwo na kilka miesięcy przed jej wizytą u psychoterapeuty.",
        "Szczególnie bolesnym i jednocześnie pogłębiającym czynnikiem w rozwoju jej depresji było poczucie, że jest odpowiedzialna za jego samobójstwo.",
        "Anastazja czuła, że zetknęła się z absolutnie realnym i nierozwiązywalnym problemem. Wierzyła, że zasługuje na śmierć i miała myśli samobójcze.",
        "Częstym problemem, który dręczy bliskich osoby, która popełniła samobójstwo, jest poczucie winy.",
        "Ludzie często dręczą się myślami: „Dlaczego nie powstrzymałem tego? Dlaczego nie zauważyłem tego na czas?\"",
        "Nawet psychoterapeuci nie są wolni od takich reakcji po samobójstwie pacjentów i mogą obwiniać siebie: „To naprawdę moja wina. Gdybym inaczej z nim porozmawiał podczas ostatniej sesji. Dlaczego nie zapytałem go bezpośrednio, czy chce popełnić samobójstwo? Powinienem był zrobić coś bardziej zdecydowanego. To ja go zabiłem!\""
      ],
      "quote": {
        "text": "Mogą odejść ci, których kochamy, ale nigdy nie oddalą się na długo, dopóki ich pamiętamy.",
        "author": "Konfucjusz"
      }
    },
    "screen_2": {
      "texts": [
        "Samooskarżenia Anastazji zaczęły się na długo przed tragedią: długo myślała, że jej życie było łatwiejsze i lepsze niż życie brata, i starała się to zrekompensować, oferując mu emocjonalne i finansowe wsparcie w jego długotrwałej walce z depresją.",
        "Zachęciła go do pracy z psychologiem, pomogła opłacić sesje i nawet wynajęła mu mieszkanie blisko siebie, aby mógł do niej dzwonić za każdym razem, gdy czuł się źle.",
        "Anastazja była przekonana, że to ona ponosi odpowiedzialność za śmierć brata, ponieważ „mogła zrobić więcej\".",
        "Głęboko przeżywała tragiczną sytuację, w której się znalazła.",
        "Podczas pierwszych sesji terapeutycznych omawiała przyczyny swoich samooskarżeń i przekonania, że powinna umrzeć: „Byłam odpowiedzialna za życie mojego brata. Uważam, że moja niezdolność do pomocy mu doprowadziła do jego śmierci. Wydaje mi się, że nie mogłam mu odpowiednio pomóc, nie dostrzegając jego przerażającego stanu. Powinnam była uratować mu życie.\"",
        "Była przekonana, że jej poczucie winy i cierpienie były uzasadnione i słuszne, i że powinna zostać ukarana i cierpieć.",
        "Czytając tę historię z boku, prawdopodobnie powiesz, że jej myśli i przekonania są nierealne i nielogiczne, i że tylko jej szkodzą.",
        "Błędem, który popełniała raz za razem, była personalizacja. W trakcie psychoterapii Anastazja doszła do następujących wniosków:",
        "Gdyby była odpowiedzialna za śmierć brata, oznaczałoby to, że powinna była być przyczyną jego samobójstwa.",
        "Nie kontrolowała myśli brata, a zatem nie mogła być odpowiedzialna za destrukcyjne przekonania, które doprowadziły go do głębokiej depresji, a w rezultacie do śmierci. To były jego błędy, a nie jej.",
        "Próbując wziąć na siebie odpowiedzialność za jego nastrój i działania, próbowała wpłynąć na coś, co leżało poza jej kontrolą, chociaż maksimum, co mogła zrobić, to być pomocnikiem w ramach swoich możliwości."
      ]
    },
    "screen_3": {
      "texts": [
        "Gdyby wiedziała, że zamierza popełnić samobójstwo, zrobiłaby wszystko, aby mu przeszkodzić. Jednakże, ponieważ o tym nie wiedziała, nie mogła niczego zmienić, niestety.",
        "Obwiniając się za jego śmierć, błędnie zakładała, że może przewidzieć przyszłość z absolutną pewnością i że posiada wszystkie możliwe informacje. Ponieważ oba te założenia były bardzo nierealistyczne, nie miała podstaw do oskarżania siebie.",
        "Wszystkie te argumenty wskazują, że poważnym błędem było przyjęcie odpowiedzialności za czyn brata, ponieważ ostatecznie nie mogła go kontrolować.",
        "W rzeczywistości Anastazja ponosi odpowiedzialność tylko za swoje własne życie i dobro.",
        "W tym momencie stało się dla niej jasne: jej cierpienie nie wynikało z tego, że „zawiodła go\", ale z tego, że pozwoliła sobie pogrążyć się w depresji i rozważać samobójstwo.",
        "Pomocnym i właściwym zachowaniem w tej sytuacji było odrzucenie poczucia winy, wyjście z depresji, a następnie dążenie do szczęśliwego i radosnego życia.",
        "Tak właśnie objawia się odpowiedzialność wobec samego siebie. Po psychoterapii stan Anastazji się poprawił i wkrótce pokonała depresję. Tłumaczyła to głębokimi zmianami w swoim podejściu do siebie."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnozowanie depresji: Podróż ku zrozumieniu siebie",
    "description": "Artykuł omawia metody diagnozowania depresji, zaczynając od ogólnego badania objawów, a kończąc na samodiagnozie za pomocą \"Skali Depresji Becka\". Podkreśla znaczenie konsultacji ze specjalistami w celu dokładnej diagnozy i leczenia, zwłaszcza w ciężkich przypadkach. Dodatkowo, artykuł oferuje praktyczne porady i ćwiczenia dla osób dążących do poprawy swojego stanu psychicznego.",
    "screen_1": {
      "texts": [
        "W poprzedniej części omówiliśmy, czym jest depresja.",
        "Teraz naszym zadaniem jest zrozumienie, jak zdiagnozować to schorzenie u siebie.",
        "Diagnozowanie depresji można podzielić na trzy etapy:",
        "Ogólny screening",
        "Depresja, jak każde inne zaburzenie, ma swoje objawy. Przyjrzyjmy się im bliżej:",
        "Obniżony nastrój.",
        "Zmniejszone zainteresowanie dotychczasowymi przyjemnościami.",
        "Anhedonia – zmniejszona zdolność do odczuwania przyjemności.",
        "Trudności z koncentracją, wydajnością i podejmowaniem decyzji.",
        "Zaburzenia snu i apetytu, zarówno w kierunku ich zmniejszenia, jak i zwiększenia.",
        "Poczucie beznadziejności, bezradności, drażliwość, wstyd, poczucie winy.",
        "Niepokój lub apatia.",
        "Brak energii, ciągłe zmęczenie.",
        "Myśli o śmierci lub samobójstwie.",
        "Prawdopodobnie każdy z nas przynajmniej raz doświadczył jednego lub kilku z tych objawów.",
        "Ale to nie zawsze oznacza depresję. Jak więc określić obecność depresji?",
        "O depresyjnym zaburzeniu możemy mówić, jeśli obserwujemy u siebie co najmniej cztery z wymienionych objawów przez dwa tygodnie.",
        "Ważne jest również uwzględnienie innych czynników, takich jak ogólny stan zdrowia i okoliczności życiowe."
      ],
      "quote": {
        "text": "Nie możemy zmienić sytuacji, które życie nam przynosi, ale możemy zmienić naszą zdolność do ich przeżywania.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Samodiagnoza za pomocą sprawdzonych metod",
        "Istnieje wiele testów do samodiagnozy depresji.",
        "Jednym z najbardziej wiarygodnych i uznanych jest \"Skala Depresji Becka\" (BDI).",
        "Ta metoda, opracowana przez amerykańskiego psychoterapeutę Aarona Becka, obejmuje 21 kategorii objawów, z których każda zawiera od 4 do 5 stwierdzeń odzwierciedlających różne aspekty depresji.",
        "Po przejściu tego testu można ocenić stopień swojego stanu: od łagodnej do ciężkiej depresji.",
        "Test jest dostępny w naszej aplikacji, jest prosty i intuicyjny w obsłudze."
      ],
      "quote": {
        "text": "Troska o siebie to nie wyjątek na liście twoich obowiązków, to część tej listy.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Konsultacja ze specjalistą",
        "W przypadku, gdy samodiagnoza wskazuje na możliwe depresyjne schorzenie, zaleca się skonsultowanie się ze specjalistą: psychologiem, psychiatrą lub psychoterapeutą.",
        "Mogą oni dokładnie postawić diagnozę i zaproponować odpowiednie leczenie. My z kolei jesteśmy gotowi wspierać cię i dostarczać przydatnych informacji w tym zakresie.",
        "Ten materiał został opracowany, aby pomóc ludziom z łagodną i umiarkowaną depresją.",
        "Dla tych, którzy cierpią na cięższe formy depresji, ten materiał również może być wartościowy.",
        "Może złagodzić niektóre objawy, jednak w przypadku poważnych stanów należy pamiętać, że same narzędzia samopomocy mogą być niewystarczające.",
        "W takich sytuacjach niezwykle ważne jest skorzystanie z pomocy specjalistów i, w razie potrzeby, rozważenie leczenia farmakologicznego.",
        "Diagnozowanie problemów psychologicznych to trudne zadanie.",
        "Przy samodiagnozie zawsze istnieje ryzyko popełnienia błędu.",
        "Jednak nawet jeśli nie masz klinicznej depresji, a po prostu doświadczasz chwilowego obniżenia nastroju, ten materiał okaże się pomocny.",
        "Szczegółowo omówimy mechanizmy leżące u podstaw depresji, zaproponujemy praktyczne porady i ćwiczenia.",
        "Jeśli dążysz do poprawy jakości swojego życia i jesteś gotów podążać za naszymi zaleceniami, kontynuujmy tę podróż razem!"
      ]
    }
  }
}