{
  "title": "Diagnozowanie depresji: Podróż ku zrozumieniu siebie",
  "description": "Artykuł omawia metody diagnozowania depresji, zaczynając od ogólnego badania objawów, a kończąc na samodiagnozie za pomocą \"Skali Depresji Becka\". Podkreśla znaczenie konsultacji ze specjalistami w celu dokładnej diagnozy i leczenia, zwłaszcza w ciężkich przypadkach. Dodatkowo, artykuł oferuje praktyczne porady i ćwiczenia dla osób dążących do poprawy swojego stanu psychicznego.",
  "screen_1": {
    "texts": [
      "W poprzedniej części omówiliśmy, czym jest depresja.",
      "Teraz naszym zadaniem jest zrozumienie, jak zdiagnozować to schorzenie u siebie.",
      "Diagnozowanie depresji można podzielić na trzy etapy:",
      "Ogólny screening",
      "Depresja, jak każde inne zaburzenie, ma swoje objawy. Przyjrzyjmy się im bliżej:",
      "Obniżony nastrój.",
      "Zmniejszone zainteresowanie dotychczasowymi przyjemnościami.",
      "Anhedonia – zmniejszona zdolność do odczuwania przyjemności.",
      "Trudności z koncentracją, wydajnością i podejmowaniem decyzji.",
      "Zaburzenia snu i apetytu, zarówno w kierunku ich zmniejszenia, jak i zwiększenia.",
      "Poczucie beznadziejności, bezradności, drażliwość, wstyd, poczucie winy.",
      "Niepokój lub apatia.",
      "Brak energii, ciągłe zmęczenie.",
      "Myśli o śmierci lub samobójstwie.",
      "Prawdopodobnie każdy z nas przynajmniej raz doświadczył jednego lub kilku z tych objawów.",
      "Ale to nie zawsze oznacza depresję. Jak więc określić obecność depresji?",
      "O depresyjnym zaburzeniu możemy mówić, jeśli obserwujemy u siebie co najmniej cztery z wymienionych objawów przez dwa tygodnie.",
      "Ważne jest również uwzględnienie innych czynników, takich jak ogólny stan zdrowia i okoliczności życiowe."
    ],
    "quote": {
      "text": "Nie możemy zmienić sytuacji, które życie nam przynosi, ale możemy zmienić naszą zdolność do ich przeżywania.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Samodiagnoza za pomocą sprawdzonych metod",
      "Istnieje wiele testów do samodiagnozy depresji.",
      "Jednym z najbardziej wiarygodnych i uznanych jest \"Skala Depresji Becka\" (BDI).",
      "Ta metoda, opracowana przez amerykańskiego psychoterapeutę Aarona Becka, obejmuje 21 kategorii objawów, z których każda zawiera od 4 do 5 stwierdzeń odzwierciedlających różne aspekty depresji.",
      "Po przejściu tego testu można ocenić stopień swojego stanu: od łagodnej do ciężkiej depresji.",
      "Test jest dostępny w naszej aplikacji, jest prosty i intuicyjny w obsłudze."
    ],
    "quote": {
      "text": "Troska o siebie to nie wyjątek na liście twoich obowiązków, to część tej listy.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Konsultacja ze specjalistą",
      "W przypadku, gdy samodiagnoza wskazuje na możliwe depresyjne schorzenie, zaleca się skonsultowanie się ze specjalistą: psychologiem, psychiatrą lub psychoterapeutą.",
      "Mogą oni dokładnie postawić diagnozę i zaproponować odpowiednie leczenie. My z kolei jesteśmy gotowi wspierać cię i dostarczać przydatnych informacji w tym zakresie.",
      "Ten materiał został opracowany, aby pomóc ludziom z łagodną i umiarkowaną depresją.",
      "Dla tych, którzy cierpią na cięższe formy depresji, ten materiał również może być wartościowy.",
      "Może złagodzić niektóre objawy, jednak w przypadku poważnych stanów należy pamiętać, że same narzędzia samopomocy mogą być niewystarczające.",
      "W takich sytuacjach niezwykle ważne jest skorzystanie z pomocy specjalistów i, w razie potrzeby, rozważenie leczenia farmakologicznego.",
      "Diagnozowanie problemów psychologicznych to trudne zadanie.",
      "Przy samodiagnozie zawsze istnieje ryzyko popełnienia błędu.",
      "Jednak nawet jeśli nie masz klinicznej depresji, a po prostu doświadczasz chwilowego obniżenia nastroju, ten materiał okaże się pomocny.",
      "Szczegółowo omówimy mechanizmy leżące u podstaw depresji, zaproponujemy praktyczne porady i ćwiczenia.",
      "Jeśli dążysz do poprawy jakości swojego życia i jesteś gotów podążać za naszymi zaleceniami, kontynuujmy tę podróż razem!"
    ]
  }
}
