{
  "title": "Depresja i śmiertelna diagnoza",
  "description": "Artykuł bada emocjonalne i psychologiczne wyzwania, przed którymi stają ludzie po otrzymaniu ciężkiej diagnozy, podkreślając trudność w przekazaniu swoich przeżyć zdrowym ludziom. Opowiada historię Olgi, której życie diametralnie się zmienia po podejrzeniu raka, oraz jak walczy z depresją i utratą sensu życia poprzez pracę z psychologiem. W końcu Olga dochodzi do zrozumienia niezmiennej wartości osobistej i znaczenia małych osiągnięć, co pomaga jej odbudować poczucie własnej wartości i zmienić stan emocjonalny, pomimo fizycznego cierpienia.",
  "screen_1": {
    "texts": [
      "Co dzieje się z osobą, która dowiaduje się o swojej ciężkiej, być może śmiertelnej chorobie? Wiele osób zmaga się z takimi wyzwaniami, ale wyjaśnienie zdrowej osobie, co czują, okazuje się niezwykle trudnym zadaniem.",
      "Historie o ludziach, którzy stają w obliczu poważnych chorób, często stanowią kanwę powieści lub filmów. W kinie takie fabuły mogą przybrać komediową formę, ale w rzeczywistości wszystko jest o wiele bardziej skomplikowane.",
      "Niezależnie od ciężkości i długości choroby, „wyrok śmierci” zawsze działa jak eksplozja lub uderzenie pioruna.",
      "Osoba, która dowiaduje się o swojej śmiertelnej diagnozie, może zetknąć się z depresją reaktywną. Depresja reaktywna to szybko rozwijające się zaburzenie psychiczne, które pojawia się na skutek traumatycznych wydarzeń lub silnego stresu.",
      "W takim stanie chory stale odczuwa strach, lęk, apatię wobec otoczenia, zły nastrój, zmęczenie, brak pewności siebie, myśli samobójcze, a także zmaga się z problemami ze snem i apetytem.",
      "Wiele chorób radykalnie zmienia styl życia człowieka. Kiedyś zdrowy i aktywny miłośnik podróży i przyrody może z dnia na dzień stać się osobą niepełnosprawną, która nie jest w stanie wstać z łóżka.",
      "W takim stanie nie może samodzielnie dojść do toalety ani wziąć prysznica, nie mówiąc już o zwykłym spacerze.",
      "Co więcej, świadomość, ile czasu i wysiłku poświęcają jego bliscy na opiekę, sprawia, że czuje się ciężarem."
    ],
    "quote": {
      "text": "Twoja choroba nie definiuje Ciebie. Twoja siła i odwaga w walce z nią – to one Cię definiują.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga miała 39 lat, kiedy jej życie radykalnie się zmieniło z powodu podejrzenia raka.",
      "Życie jakby się zatrzymało: poczuła się odcięta od rzeczywistości. Wszystkie wcześniejsze lęki i obawy wydały się błahe i nieistotne w porównaniu z przerażeniem, które nagle na nią spadło.",
      "Kiedy potwierdziły się najgorsze obawy, było to dla Olgi i jej rodziny jak wybuch granatu.",
      "W kolejnych miesiącach fizyczna słabość pogrążyła ją w jeszcze większej depresji.",
      "Sytuację komplikował nie tyle fizyczny dyskomfort spowodowany chorobą i chemioterapią, co konieczność rezygnacji z dotychczasowej aktywności, która miała dla niej duże znaczenie.",
      "Olga nie mogła zajmować się domem jak wcześniej (te obowiązki przejął mąż), musiała zrezygnować z ulubionej pracy, hobby i długich spacerów z przyjaciółmi.",
      "Pomimo realności problemów Olgi, czy należy uznać jej depresję za nieuniknioną?",
      "W trakcie pracy z psychologiem zidentyfikowano automatyczne myśli i negatywne przekonania, które ją dręczyły:",
      "Nie wnoszę wkładu w społeczeństwo",
      "Nie odnoszę sukcesów zawodowych",
      "Nie mogę brać udziału w aktywnych rozrywkach",
      "Stałam się ciężarem dla męża",
      "Te myśli wywoływały smutek, gniew, rozczarowanie i poczucie winy, podobnie jak u fizycznie zdrowych osób cierpiących na depresję.",
      "Depresję wywoływała nie tyle choroba, co negatywne nastawienie, które podważało pewność siebie. Wiążąc swoją wartość osobistą z osiągnięciami, Olga narażała się na cierpienie.",
      "Dla niej rak oznaczał: „Twoje czasy minęły! Już nic nie jesteś warta!”."
    ]
  },
  "screen_3": {
    "texts": [
      "Kiedy Olga wraz z psychologiem tworzyła wykres swojej osobistej „wartości” od momentu urodzenia do przewidywanej śmierci, zobaczyła, że jej osobista wartość pozostawała niezmienna, utrzymując się na poziomie 85% na hipotetycznej skali od 0 do 100%.",
      "Psycholog zaproponował również ocenę jej produktywności w analogicznym okresie.",
      "Narysowała krzywą, która pokazywała, że jej produktywność była niska w dzieciństwie, osiągnęła szczyt w dorosłości, a następnie spadła do obecnego poziomu.",
      "Po tym Olga doznała olśnienia. Po pierwsze, nawet gdy z powodu choroby jej produktywność spadła, nadal wnosiła wkład w siebie i swoją rodzinę poprzez wiele małych, ale ważnych i cennych działań.",
      "Tylko czarno-białe myślenie mogło skłonić ją do myśli, że jej wkład jest zerowy.",
      "Po drugie, co ważniejsze, zdała sobie sprawę, że jej osobista wartość była niezmienna i stabilna; była dana, niezależna od osiągnięć.",
      "To zrozumienie pozwoliło jej zdać sobie sprawę, że nie musi „zasługiwać” na swoją wartość jako człowieka i że, mimo osłabienia, pozostaje równie wartościowa.",
      "To uświadomienie sobie znacznie zmniejszyło objawy depresji. Nie pozbyło jej guza, bólu i fizycznego cierpienia, ale przywróciło jej zranione poczucie własnej wartości i znacznie zmieniło jej stan emocjonalny."
    ],
    "quote": {
      "text": "Choroba nie może ukraść twojej nadziei, jeśli jej na to nie pozwolisz.",
      "author": "Nick Vujicic"
    }
  }
}
