{
  "title": "Cień winy: związek między winą a depresją",
  "description": "Artykuł bada związek między poczuciem winy a depresją, podkreślając, jak nadmierne lub nieuzasadnione poczucie winy może przyczyniać się do rozwoju stanów depresyjnych. Autorzy opisują różnicę między zdrowym a niezdrowym poczuciem winy, omawiając, jak pierwsze może być motywacją do pozytywnych zmian, podczas gdy drugie często prowadzi do izolacji i pogłębiania depresji. Proponowane są strategie rozwoju samoświadomości i korekcji niezdrowego poczucia winy w celu poprawy dobrostanu emocjonalnego.",
  "screen_1": {
    "texts": [
      "Nadmierne poczucie winy często pozostaje niezauważonym objawem depresji, nawet dla wielu psychologów i psychoterapeutów.",
      "Jednak nadmierne poczucie winy jest powszechnym objawem depresji, a jego nasilenie jest związane z ciężkością zaburzenia.",
      "Depresja, towarzysząca poczuciu winy, może przekonać człowieka, że nie zasługuje na życie, że wyrządził komuś nieodwracalną krzywdę lub że innym byłoby lepiej bez niego.",
      "Związek między winą a depresją jest dwustronny, co oznacza możliwość wystąpienia jednego stanu z drugiego i odwrotnie.",
      "Częste doświadczanie poczucia winy może przyczyniać się do rozwoju stanu depresyjnego u człowieka.",
      "Rzeczywiście, trudno jest żyć i zachować dobre samopoczucie emocjonalne, kiedy ciągle obwiniasz się za wszystko, co się dzieje: za swoje problemy, okoliczności, relacje z innymi ludźmi.",
      "Takie podejście do siebie, sposób myślenia i towarzyszące mu poczucie winy mogą utrzymywać się przez lata, czasem przez całe życie.",
      "Człowiek z pewnych powodów dochodzi do wniosku, że nie poradził sobie z sytuacją, choć powinien był. Albo że powinien był postąpić inaczej, odczuwać i przeżywać sytuację inaczej.",
      "Jeśli ten wniosek z jakiegoś powodu się utrwali, jeśli poczucie winy stanie się częstym «gościem», może rozwinąć się pełnoprawna depresja.",
      "Depresja może być również reakcją na «przewlekłe problemy». Człowiek stara się z nimi uporać, ale z pewnych powodów może nie mieć odpowiedniego doświadczenia i umiejętności, aby je rozwiązać.",
      "Człowiek obwinia się za to i popada w depresję."
    ]
  },
  "screen_2": {
    "texts": [
      "Tak więc wina — to emocja, którą odczuwasz, gdy masz następujące myśli:",
      "Popełniłem czyn, którego nie powinienem był popełnić (lub nie zrobiłem tego, co powinienem był), i to jest sprzeczne z moimi normami moralnymi lub wyobrażeniami o sprawiedliwości.",
      "Takie «niewłaściwe zachowanie» świadczy o tym, że jestem złym człowiekiem (lub że mam skłonność do wyrządzania krzywdy, mój charakter jest zepsuty itp.).",
      "W ten sposób wyobrażenie o własnej «wadliwości» jest główną przyczyną poczucia winy.",
      "Będąc w stanie depresji, człowiek często odczuwa poczucie winy, obwiniając się niemal za wszystko: od braku sił i motywacji po niemożność czerpania radości i przyjemności z życia.",
      "Człowiek może również obwiniać się za to, że zachorował na depresję, uważając to za znak swojej «niewłaściwości».",
      "Czasem bliscy również mogą obwiniać człowieka, zarzucając mu lenistwo i nakłaniając go, by «przestał zajmować się bzdurami», co tylko nasila stan depresyjny.",
      "Depresyjne poczucie winy może pojawiać się nawet w sytuacjach, które nie naruszają norm moralnych, sprawiając, że człowiek odczuwa winę tam, gdzie jej nie ma.",
      "Pod wpływem depresji człowiek może skupiać się tylko na swoich błędach, zapominając o swoich sukcesach i osiągnięciach.",
      "Może pojawić się pytanie: czy zawsze odczuwanie winy jest złe?",
      "Odpowiedź jest oczywista: nie. Poczucie winy może być użyteczne, ponieważ pomaga nam dostrzegać i naprawiać błędy, wspiera normy społeczne i interakcje w społeczeństwie.",
      "Poczucie winy służy nam jako moralny kompas, ściśle związany z naszym sumieniem."
    ],
    "quote": {
      "text": "Nie istnieje większe zło niż poczucie winy.",
      "author": "Marek Tulliusz Cycero"
    }
  },
  "screen_3": {
    "texts": [
      "Jednak gdy poczucie winy staje się nadmierne lub nieuzasadnione, zaczyna negatywnie wpływać na nasze zdrowie emocjonalne i fizyczne.",
      "Podczas gdy zdrowe poczucie winy motywuje nas do pozytywnych zmian, depresyjne często prowadzi do izolacji i osamotnienia.",
      "W niektórych przypadkach może nawet skłonić człowieka do sięgnięcia po samokaranie.",
      "Aby lepiej zrozumieć różnicę między zdrowym a niezdrowym poczuciem winy, przyjrzyjmy się przykładom doświadczania tych dwóch stanów:",
      "Zdrowe poczucie winy",
      "Człowiek zdaje sobie sprawę, że postąpił niewłaściwie. Jednak rozumie również, że w momencie popełnienia czynu nie miał możliwości postąpić inaczej.",
      "Wewnętrzne okoliczności, które istniały w tamtym momencie, nie pozwalały na wybór innej drogi postępowania.",
      "Na przykład, mógł nie wiedzieć lub nie rozumieć, że popełniany czyn był niewłaściwy. Lub był opanowany przez silne emocje, znajdując się w stanie silnego wzburzenia. Albo brakowało mu doświadczenia, aby przewidzieć konsekwencje.",
      "Innymi słowy, w tamtym momencie nie mógł być lepszy, niż był. Teraz jednak się zmienił, «przebudził», nastąpiła «przewartościowanie wartości». Teraz jest mu wstyd za popełniony czyn, boli go świadomość, jaki był w przeszłości.",
      "W tym przypadku można powiedzieć, że człowiek odnosi się do siebie ze zrozumieniem. Rozumie swoje wcześniejsze motywy i przyczyny swojego postępowania, zdaje sobie sprawę, jakich warunków brakowało, aby czyn nie miał miejsca.",
      "Rozumie, gdzie i co można zmienić, aby zapobiec podobnym wydarzeniom w przyszłości, i gdzie zmiany są niemożliwe i nie są w jego zasięgu. Ta wina nie jest dramatyczna w tym sensie, że jest wolna od samobiczowania.",
      "Doświadczenie to jest trzeźwe i bez zbędnego dramatyzmu, chociaż może być bardzo bolesne. To w istocie szczere wyznanie przez pokorę i akceptację."
    ]
  },
  "screen_4": {
    "texts": [
      "Niezdrowe poczucie winy",
      "Osoba również zdaje sobie sprawę, że postąpiła źle. Ale w przeciwieństwie do pierwszego przypadku, wierzy, że w momencie popełnienia błędu mogła postąpić inaczej.",
      "Uważa, że mogła przezwyciężyć swoje ówczesne przekonania, niewiedzę, doświadczenie, cechy osobowości lub stan emocjonalny. W rzeczywistości jest to nieświadome odrzucenie własnych realnych i nieuniknionych w danym momencie ograniczeń.",
      "W efekcie pojawia się rozdzierające serce pytanie: „Jak mogłem to zrobić?!!”",
      "Jak mogłem nie sprostać oczekiwaniom, upaść tak nisko, popełnić błędy, stracić kontrolę nad czymś lub kimś?",
      "Mogłem postąpić inaczej, miałem taką możliwość, ale tego nie zrobiłem. O nie! To znaczy, że nie kontroluję siebie. To niemożliwe – po prostu się nie starałem wystarczająco lub jestem złym człowiekiem.",
      "Tu nie ma miejsca na współczucie dla siebie. Jeśli mogłem się przezwyciężyć, żadne powody się nie liczą. Mogłem, więc powinienem był to zrobić. Kropka.",
      "Osoba nieustannie wraca do przeszłych wydarzeń, raniąc się na nowo.",
      "Zadając sobie poniższe pytania, łatwo możesz określić, czy twoje uczucia to zdrowa skrucha czy destrukcyjne, zniekształcone poczucie winy.",
      "Zadaj sobie następujące pytania:",
      "Czy naprawdę zrobiłem coś „złego” lub „niesprawiedliwego”? Czy świadomie i celowo wyrządziłem komuś krzywdę? Czy może irracjonalnie oczekuję od siebie, że będę nieomylny, wszechwiedzący i wszechmocny?",
      "Czy nazywam siebie złym lub obrzydliwym człowiekiem z tego powodu? Czy moje myśli zawierają zniekształcenia poznawcze, takie jak wyolbrzymianie, uogólnianie itp.?",
      "Na ile realistyczna jest moja skrucha czy żal? Czy wynika z empatycznego zrozumienia negatywnych konsekwencji moich działań?",
      "Czy jestem gotów uczyć się na swoich błędach? Co robię w tym kierunku? Czy zastanawiam się, jak naprawić sytuację?"
    ]
  }
}
