{
  "title": "Samoocena w otchłani depresji: Droga do samopoznania i wewnętrznej równowagi",
  "description": "Artykuł bada wpływ depresji na samoocenę, ukazując, jak negatywne postrzeganie siebie nasila objawy depresji i utrudnia pełne życie. Przez analizę rzeczywistych przypadków oraz porady ekspertów, artykuł oferuje praktyczne kroki w przezwyciężeniu samokrytyki i wzmocnieniu wewnętrznej harmonii. Artykuł będzie niezawodnym przewodnikiem dla tych, którzy pragną odzyskać pewność siebie i zmienić swoje życie na lepsze.",
  "screen_1": {
    "texts": [
      "Jednym z typowych objawów depresji jest skłonność do obwiniania siebie, poczucie własnej niepełnowartościowości, brak własnej wartości i znaczenia.",
      "Osoba często przypisuje sobie etykiety „nieudacznika”, „nikczemnika”, uznając się za złego.",
      "Im cięższa jest depresja, tym niższa jest samoocena. Ale w tym nie jesteś sam. Badania psychologa Aarona Becka pokazują, że ponad 80% osób cierpiących na depresję doświadcza poczucia własnej bezwartościowości.",
      "Obraz siebie w depresji znacząco się zmienia: czujesz się niepełnowartościowy, przygnębiony, samotny i pozbawiony. Krytykujesz siebie, swoje działania, zdolności, swoją przyszłość.",
      "Samokrytyka może przybierać następujące formy:",
      "Obwinianie się – „To wszystko moja wina”",
      "Nakładanie etykiet – „Jestem taki głupi”",
      "Nienawiść do siebie – „Nie mogę już siebie znieść”",
      "Wątpliwości wobec siebie – „Nic mi się nie uda”",
      "Pomyśl, jak to jest żyć z taką „atrakcyjną” listą? Co najmniej, to nie jest łatwe. Będąc w depresji, człowiek może bez przerwy krytykować i poniżać siebie, nawet tego nie zdając sobie sprawy.",
      "Oczywiście, to wpływa na emocje, nastrój, stosunek do siebie i życia w ogóle.",
      "Dlatego praca nad samooceną jest tak ważna. Pokonanie samokrytyki może wpłynąć na inne objawy depresji. Dlatego zacznijmy od twojej samooceny."
    ],
    "quote": {
      "text": "Niska samoocena to jak jazda przez życie z zaciągniętym hamulcem ręcznym.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Zła samoocena to lupa, która powiększa wszystkie twoje błędy i niepowodzenia do skali totalnej porażki.",
      "Rozważmy to na przykładzie dialogu osoby w depresji z psychologiem:",
      "Katarzyno, dlaczego uwaga twojego szefa wywołała u ciebie tak intensywne, negatywne emocje? Czy to naprawdę taka katastrofa?",
      "Tak, to było straszne, bo wyglądałam na taką idiotkę.",
      "Załóżmy, że rzeczywiście tak wyglądałaś. Co to dla ciebie znaczy?",
      "To znaczy, że mój szef pomyślał, że jestem głupia.",
      "A nawet jeśli tak pomyślał, co z tego wynika?",
      "Wtedy nie zasługuję na pracę w tej firmie.",
      "A jeśli rzeczywiście na to nie zasługujesz, co to oznacza?",
      "To oznacza, że jestem nikim, który nie osiągnie niczego w życiu i do końca swoich dni będzie myć podłogi gdzieś.",
      "Na tym przykładzie widać, jak mała uwaga ze strony przełożonego jest postrzegana jako dowód na nieudolność Katarzyny i przewiduje dla niej niezbyt różową przyszłość.",
      "W ten sposób małe błędy są postrzegane jako tragedia, gdy jesteśmy w depresji. W takim stanie często nie jesteśmy w stanie myśleć realistycznie i logicznie.",
      "Zamiast tego jesteśmy przekonani o własnej niepełnowartościowości i bezużyteczności oraz przekonujemy w tym innych, przekonująco demonstrując swoje wady i uporczywie mówiąc o swojej niekompetencji."
    ]
  },
  "screen_3": {
    "texts": [
      "Po pierwsze, ważne jest zrozumienie, że twoja wartość nie zależy od osiągnięć. Sukces może przynieść zadowolenie, ale nie szczęście. A samoocena oparta na osiągnięciach to fałszywa samoocena, jest nierealistyczna.",
      "Wielu odnoszących sukcesy, ale nieszczęśliwych ludzi cierpiących na depresję również uważa się za nic niewartych. Dowodem na to są znane osoby, które, wydawałoby się, miały wszystko: karierę, pieniądze, sławę, talent, ale popełniły samobójstwo.",
      "Większość osób cierpiących na depresję w rzeczywistości jest zdolna do wielu rzeczy, może być utalentowana, atrakcyjna, interesująca, otoczona miłością i opieką bliskich.",
      "Ale to im nie pomaga, ponieważ brakuje im miłości i szacunku do siebie. Tylko twoje poczucie własnej wartości decyduje o tym, jak się czujesz.",
      "Bardzo ważnym krokiem na drodze do zrozumienia będzie uważne zwrócenie uwagi na to, co myślisz i mówisz o sobie.",
      "Kiedy następnym razem będziesz twierdzić, że do niczego się nie nadajesz lub negatywnie oceniać siebie, swoje działania czy swoje doświadczenia, spróbuj znaleźć na to realne dowody. Często te dowody są nieracjonalne i bezsensowne.",
      "Po drugie, warto zastąpić samokrytykę samokorektą.",
      "Kiedy uczysz się czegoś nowego, na przykład nowego języka, nauczyciel nie uderza cię książką w głowę i nie mówi, jaki jesteś głupi, jeśli nie znasz czasów lub zasad.",
      "Bo to byłby zły nauczyciel z nieskuteczną metodą nauczania. A na pewno nie chciałbyś i nie byłbyś w stanie w ten sposób nauczyć się nowego języka.",
      "Niestety, często sam stajesz się dla siebie takim złym nauczycielem, krytykując zamiast korygować.",
      "Dlatego zamiast krytyki spróbuj zadać sobie następujące pytania: Czy istnieje lepszy sposób na zrobienie tego? Jak mogę to osiągnąć? Czego jeszcze powinienem się nauczyć?",
      "Po trzecie, za każdym razem, gdy krytykujesz siebie, spróbuj wyobrazić sobie, że w ten sam sposób krytykujesz innych. Czy byłbyś tak samo surowy i bezwzględny wobec innych, jak wobec siebie?"
    ]
  },
  "screen_4": {
    "texts": [
      "Zacznij stawiać te same wymagania swoim bliskim i przyjaciołom. Ale bądź maksymalnie szczery. A kiedy zaczniesz to robić, zrozumiesz, jak niesprawiedliwa jest twoja krytyka.",
      "Twoja samoocena to najważniejsza motywacja przy stawianiu celów życiowych i ich osiąganiu.",
      "Przy niskiej samoocenie niedoceniasz swoje możliwości, pozbawiając się prawa do szczęścia.",
      "Aby zmienić sytuację, musisz zmienić swoje nawyki myślowe, swoje zachowanie i małymi krokami dążyć do zdrowej samooceny, akceptując porażki i dostrzegając najmniejsze sukcesy.",
      "Chcemy wspierać cię na tej trudnej drodze, dać ci nadzieję, pomóc wybrać realistyczne cele i skupić się na nich. W tym celu omówimy kilka skutecznych technik w kolejnych rozdziałach."
    ]
  }
}
