{
  "title": "Technika: Zostań swoim adwokatem",
  "description": "Ten artykuł proponuje unikalne podejście do przezwyciężania samokrytyki, przedstawiając koncepcję wewnętrznego adwokata. Poprzez analogię do procesu sądowego czytelnikom oferowana jest technika, która pomaga skutecznie bronić się przed samooskarżeniami i negatywnymi myślami. Opisując proces śledzenia, kwestionowania i przemyślenia samokrytycznych przekonań, artykuł dostarcza praktycznych porad i pytań do samorefleksji, wspierając rozwój zdrowszego i bardziej wspierającego podejścia do siebie.",
  "screen_1": {
    "texts": [
      "Kolejna technika wspomagająca skuteczną pracę z samokrytyką polega na tym, by stać się swoim adwokatem. Chociaż może to wydawać się niezwykłe lub trudne do zrozumienia, zobaczmy, jak to działa.",
      "Aby skutecznie radzić sobie z samokrytycznymi myślami, niezwykle ważne jest nie tylko zauważanie ich i przeciwdziałanie im, ale także aktywne ich kwestionowanie.",
      "Wyobraź sobie, że znalazłeś się w sądzie, gdzie Twoja samokrytyka przez długi czas obciąża Cię zarzutami, nazywając Cię nieudacznikiem, słabeuszem, głupcem i winnym wszystkich możliwych przewinień.",
      "Teraz masz szansę wystąpić jako obrońca, którego celem jest obalenie argumentów oskarżenia, ukazując ich bezzasadność i absurd.",
      "Wyobraź sobie, że jesteś wykwalifikowanym adwokatem, który z pewnością nie ograniczy się do stwierdzenia: „Mój klient to całkiem przyzwoity człowiek, można się rozejść”.",
      "Musisz dołożyć wszelkich starań, aby przedstawić przekonujące fakty i argumenty, które kategorycznie obalą zarzuty.",
      "Przyjrzyjmy się przykładowi zastosowania tej techniki w dialogu między psychologiem a klientem:"
    ],
    "quote": {
      "text": "Bądź adwokatem swojego świata wewnętrznego, zamiast być sędzią swojej własnej historii.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Ostatnio coraz częściej poddajesz się samokrytyce, nazywając siebie słabeuszem i nieudacznikiem, który nic nie osiągnął w życiu. Teraz wyobraź sobie, że zatrudniłeś adwokata do obrony przed tą krytyką.",
      "Twoim zadaniem jest obrona swojego klienta, czyli siebie, w możliwie najskuteczniejszy sposób, używając argumentów i dowodów. Nawet jeśli sam nie wierzysz w jego niewinność i nie darzysz swojego klienta sympatią, teraz Twoją rolą jest być kompetentnym adwokatem, wykonującym swoją pracę na najwyższym poziomie.",
      "Ciekawa idea, warto spróbować.",
      "Świetnie. W takim razie zagram rolę oskarżyciela, używając Twoich własnych słów o sobie, a Ty będziesz się bronić.",
      "Zrozumiałem, zaczynajmy.",
      "(W roli oskarżyciela) Paweł to słabeusz i nieudacznik, który nic nie osiągnął w życiu.",
      "(W roli adwokata) To kategorycznie nieprawda. Paweł ma wyższe wykształcenie, udaną karierę, rodzinę i przyjaciół, którzy go kochają i cenią.",
      "(W roli oskarżyciela) Może i tak, ale nie wszystko u niego jest idealne. Popełnia błędy w pracy, nie zawsze zdąża, i jestem pewien, że jest nieudacznikiem.",
      "(W roli adwokata) Po pierwsze, uczucia nie mogą być dowodem w sądzie. Po drugie, popełnianie błędów i opóźnianie terminów nie czyni go nieudacznikiem, ponieważ każdy człowiek popełnia błędy i ma opóźnienia. To nie jest podstawa do tak kategorycznych wniosków.",
      "(W roli oskarżyciela) Może nie jest pełnym nieudacznikiem, ale na pewno jest słabeuszem.",
      "(W roli adwokata) Macie na to dowody?",
      "(W roli oskarżyciela) Pracuje za mało. Powinien się bardziej starać. Zachowuje się jak słabeusz.",
      "(W roli adwokata) To nieprawda. Paweł ciężko pracuje i osiąga sukcesy w pracy, gdzie jest ceniony jako odpowiedzialny pracownik. Gdyby pracował mało lub nieefektywnie, nie byłby tak wysoko oceniany i nie rozważano by awansu."
    ]
  },
  "screen_3": {
    "texts": [
      "Ta technika jest szczególnie przydatna, ponieważ wielu ludziom łatwiej jest wyobrazić sobie siebie w roli adwokata broniącego kogoś innego, niż usprawiedliwiać się przed wewnętrznym oskarżycielem.",
      "Przyjmując rolę profesjonalnego obrońcy, wymagacie rzeczywistych dowodów i obalacie bezzasadne lub nielogiczne argumenty oskarżenia.",
      "W związku z tym, gdy staniesz w obliczu negatywnych myśli o sobie, zadaj sobie pytanie: „Jak bym bronił swojego klienta, gdybym musiał udowodnić jego niewinność?”.",
      "Dąż do tego, by zachowywać się jak prawdziwy profesjonalista, wskazując na niespójności logiczne w swoich automatycznych myślach. Na ile te myśli są uzasadnione? Co można powiedzieć o sobie z perspektywy zdrowego rozsądku?",
      "Jako wsparcie proponujemy Ci kilka pytań, które pomogą w samodzielnej pracy z myślami:",
      "Jaki „prawo” zostało rzekomo złamane? Na czym polega oskarżenie?",
      "Czy istnieją przekonujące podstawy do takich oskarżeń?",
      "Jakie dowody mogą potwierdzić winę?",
      "Czy można zaproponować alternatywne wyjaśnienie zachowania?",
      "Czy oskarżony zachował się tak samo, jak każdy rozsądny człowiek w podobnej sytuacji?",
      "Czy istnieje możliwość, że za zaistniałą sytuację w pełni lub częściowo odpowiada ktoś inny?",
      "Jakie dowody przedstawisz na obronę oskarżonego?"
    ]
  }
}
