{
  "title": "Przebudzenie woli: Dlaczego depresja rodzi apatię",
  "description": "Artykuł omawia problem depresji i jej wpływ na motywację oraz aktywność człowieka. Porusza temat, jak depresja może sparaliżować wolę do działania, prowadząc do bezczynności i prokrastynacji, oraz podkreśla znaczenie przezwyciężenia tego stanu w celu powrotu do normalnego życia. Artykuł zawiera refleksje i strategie walki z depresją, w tym zmianę myślenia, przezwyciężenie braku motywacji oraz wagę podejmowania aktywnych działań w celu poprawy samopoczucia.",
  "screen_1": {
    "texts": [
      "Będąc w depresji, bardzo trudno jest zacząć cokolwiek robić. Czekasz na motywację, która zdaje się nigdy nie nadejść. Siedzisz w swojej jaskini niczym niedźwiedź w zimowym śnie, czekając na lepsze czasy.",
      "Może myślisz o czymś, co chciałbyś zrobić, ale zderzasz się z myślą, że żadna z tych rzeczy nie sprawi ci przyjemności lub że będzie to zbyt trudne.",
      "Takie zachowanie jeszcze bardziej oddala cię od normalnego życia, od ulubionych zajęć, przyjaciół, rodziny. Czujesz się bezradny, krytykujesz siebie za bezczynność, co wpędza cię w jeszcze większą depresję.",
      "Krąg się zamyka.",
      "Ale nadszedł czas, aby się z niego wyrwać.",
      "Na początek porozmawiajmy o bezczynności i braku motywacji, a następnie omówimy skuteczne techniki i zalecenia do walki z tym.",
      "Jednym z najbardziej destrukcyjnych aspektów depresji jest to, że paraliżuje twoją wolę. Zapewne zauważyłeś u siebie, że odkładasz na później nielubiane codzienne sprawy i prokrastynujesz.",
      "Czujesz, że brak ci motywacji do czegokolwiek, wszystko wydaje się zbyt trudne, więc poddajesz się temu stanowi i nic nie robisz.",
      "Im dłużej to trwa, tym trudniej jest zmusić się do zrobienia czegokolwiek. Taka emocjonalna więzienna cela może trwać tygodniami, miesiącami, a nawet latami."
    ],
    "quote": {
      "text": "Jeśli naprawdę chcesz coś zmienić w swoim życiu, jedynym sposobem jest zacząć to robić od razu, w tej chwili.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "Bezczynność to jeden z największych paradoksów ludzkiej natury.",
      "Czy kiedykolwiek zauważyłeś, że niektórzy ludzie zdają się rzucać w wir życia i czerpią z niego wszystko, co możliwe, podczas gdy inni jakby trzymają dystans od życia, ograniczając się we wszystkim?",
      "Czy wiedziałeś, że jeśli odizolujesz człowieka na kilka miesięcy, pozbawisz go codziennych zajęć i kontaktów, doprowadzi to do poważnej depresji?",
      "Ale będąc w depresji, robisz to samo ze sobą, jakbyś skazywał siebie na karę. Czy naprawdę chcesz tak cierpieć w bezczynności? To pytania do przemyślenia, ale odpowiedź, sądzimy, jest oczywista.",
      "Jeśli wizualnie przedstawić, jak wygląda bezczynność w depresji w myślach, będzie to mniej więcej tak:",
      "Człowiek myśli o jakiejś działalności, którą chce/powinien podjąć.",
      "Jestem zbyt zmęczony/Nie sprawi mi to przyjemności/Moi przyjaciele nie będą chcieli spędzać ze mną czasu/Nie uda mi się/Nic nie poprawi mi nastroju.",
      "Smutek/lęk/beznadzieja.",
      "Bezczynność/prokrastynacja.",
      "Dzięki takim myślom i zachowaniu coraz bardziej pozbawiasz się możliwości cieszenia się własnymi sukcesami, czasem spędzonym z bliskimi, ulubionymi zajęciami, życiem w ogóle."
    ]
  },
  "screen_3": {
    "texts": [
      "Dlaczego więc motywacja nie nadchodzi?",
      "Prawdopodobnie myślisz, że nic nie możesz zrobić bez motywacji.",
      "Ale czy tak jest naprawdę? Czy przez całe swoje życie nie robiłeś czegoś, ponieważ po prostu trzeba było to zrobić? Czy zawsze chodzisz do pracy, będąc bardzo zmotywowanym?",
      "Kiedy mówimy o braku motywacji, tak naprawdę stwierdzamy: „Nie chcę tego robić”.",
      "Możemy to maskować pod: „To zbyt trudne”, „Nie uda mi się”, „Nie jestem gotowy”, ale główny sens jest taki, że nie chcesz tego robić.",
      "I to jest całkowicie normalne, uwierz mi. Nie zawsze robimy to, co chcemy, a często robimy to, czego nie chcemy. To życie.",
      "W depresji ogólnie niewiele chcesz, prawdopodobnie chcesz leżeć i nic nie robić. Ale leżąc tak dzień, dwa, miesiąc, na pewno nie poczujesz się lepiej."
    ]
  },
  "screen_4": {
    "texts": [
      "Rozważmy przykład dialogu klienta z psychologiem, gdzie omawiano kwestię braku motywacji.",
      "Czy dobrze rozumiem, że wcześniej regularnie chodziłaś na siłownię i ćwiczyłaś, a teraz nie możesz się zmusić do pójścia tam, bo brakuje ci motywacji?",
      "Zgadza się, teraz nie chcę tego robić.",
      "Wyobraźmy sobie, że przestajesz czekać na motywację i po prostu idziesz na siłownię bez niej. Po prostu podjęłaś taką decyzję i poszłaś. Co dzieje się dalej?",
      "Pewnie poczułabym się lepiej po treningu, może nawet już w trakcie.",
      "A co, jeśli to właśnie tak działa? Możesz być produktywna i czuć się lepiej nawet bez motywacji, nawet jeśli czujesz się zmęczona lub bez nastroju. Jak ci się podoba ta myśl?",
      "Możliwe, że masz rację. Były chwile, kiedy chodziłam na siłownię bez większej chęci, ale to przynosiło mi przyjemność w rezultacie, a ja czułam się produktywna, pojawiały się siły na inne rzeczy.",
      "Jeśli, podobnie jak klient z tego dialogu, mówisz sobie: „Muszę poczuć chęć, żeby to zrobić”, i utknąłeś w bezczynności, wiedz, że motywację poprzedza działanie. Nie odwrotnie, to mit.",
      "Zachowanie tworzy motywację u osoby, która decyduje się zrobić to, co trzeba. Działanie jest pierwotne, motywacja jest wtórna.",
      "Już wielokrotnie mówiliśmy o związku między myślami, emocjami i zachowaniem, że wszystkie te trzy elementy wpływają na siebie nawzajem, a dokładniej: wszystkie emocje i działania są wynikiem twoich myśli i przekonań.",
      "To oznacza, że zmiana myśli doprowadzi do zmiany emocji, a co za tym idzie do zmiany twojego zachowania. Masz możliwość przerwać błędne koło bezczynności i zamienić je na koło produktywności."
    ]
  }
}
