{
  "mirror": {
    "title": "Technika: lustro samokrytyki",
    "description": "Ta praktyka pomaga zobaczyć, jak surowa potrafi być wewnętrzna krytyka. Dzięki krótkiej scenie odgrywania ról przeniesiesz zwykłe samokrytyczne zdania na bliską osobę i poczujesz, jak brzmią z zewnątrz. Ćwiczenie uczy zauważać niesprawiedliwość samodeprecjonowania i rozwijać bardziej życzliwy stosunek do siebie.",
    "screen_1": {
      "texts": [
        "Spróbuj skorzystać z prostego sposobu: zacznij stawiać bliskim takie same wymagania, jakie zwykle stawiasz sobie. Rób to naprawdę uczciwie.",
        "Bardzo często już po kilku minutach staje się jasne, jak surowa i niesprawiedliwa bywa wewnętrzna krytyka.",
        "Przedstawmy to ćwiczenie na przykładzie dialogu osoby w trakcie terapii z psychologiem:",
        "„Dmitrij, powiedział pan, że zwolnienie z pracy wywołało u pana poczucie porażki i myśli w stylu: «Jestem nieudacznikiem, nic mi nie wychodzi»”.",
        "„Spójrzmy na te myśli z innej perspektywy. Proponuję krótką scenkę: wypowie pan swoje krytyczne zdania, ale skieruje je nie do siebie, tylko do bliskiej osoby – na przykład najlepszego przyjaciela”.",
        "„Ja zagram przyjaciela, który też stracił pracę. Pan pozostaje sobą. Gotowy spróbować?”",
        "„Tak, spróbujmy”."
      ]
    },
    "screen_2": {
      "texts": [
        "„Zaczynamy. Mówię: «Dzisiaj mnie zwolnili»”.",
        "„Pewnie… zrobiłeś coś nie tak. Inaczej by cię nie zwolnili”.",
        "„Co dokładnie, jak sądzisz?”",
        "„No… możliwe, że popełniałeś błędy, byłeś zbyt mało uważny”.",
        "„Czyli teraz mnie krytykujesz?”",
        "„Chyba tak. Wygląda na to, że sobie nie radziłeś. Może po prostu nie jesteś wystarczająco dobry w swojej pracy”.",
        "„Jest mi bardzo przykro to słyszeć. Liczyłem na wsparcie”.",
        "„Rozumiem… ale jeśli popełniałeś błędy i sobie nie radziłeś, jak mam cię wspierać?”",
        "Po tej scenie Dmitrij powiedział, że było mu niezwykle trudno wypowiadać takie słowa do bliskiej osoby. Zrozumiał, że w rzeczywistości nigdy by się tak nie zachował – a wobec siebie postępował tak cały czas."
      ]
    },
    "screen_3": {
      "texts": [
        "Zadziwiające, prawda? To, czego niemal nie jesteśmy w stanie powiedzieć komuś bliskiemu, mówimy sobie samym z łatwością.",
        "Często potrafimy być cierpliwi, delikatni i wyrozumiali wobec innych – a zupełnie zapominamy okazywać to sobie.",
        "Spróbuj zrezygnować z podwójnych standardów. Ty także zasługujesz na szacunek, wsparcie i życzliwość.",
        "Pamiętaj: zdrowa samoocena jest jednym z kluczowych fundamentów twojej motywacji, celów i życiowej energii.",
        "Przy niskiej samoocenie zaniżamy własne możliwości i w pewnym sensie sami odbieramy sobie prawo do szczęścia.",
        "Zacznij stopniowo zmieniać stosunek do siebie: zauważaj małe sukcesy, pozwalaj sobie być człowiekiem, popełniać błędy i uczyć się. Małe kroki prowadzą do dużych zmian."
      ],
      "quote": {
        "text": "Mów do siebie tak, jak mówiłbyś do osoby, którą kochasz.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Technika: uwolnienie od lęku przed błędem",
    "description": "Ten materiał przedstawia skuteczne sposoby pracy z perfekcjonizmem, nastawione na akceptację niedoskonałości i zmniejszenie lęku przed popełnianiem błędów.",
    "screen_1": {
      "texts": [
        "Przyjrzyjmy się kilku prostym, ale bardzo skutecznym metodom, które pomagają osłabiać perfekcjonizm.",
        "Arkusz „antyperfekcjonizmu”",
        "Wielu perfekcjonistów żyje w przekonaniu, że prawdziwa satysfakcja z czegokolwiek jest możliwa tylko wtedy, gdy coś zostanie wykonane idealnie. Proponujemy zakwestionować tę myśl.",
        "Przez tydzień zapisuj różne, codzienne zadania, które wykonujesz – na przykład: „mycie zębów”, „przygotowanie kolacji”, „przygotowanie raportu do pracy”, „sprzątanie w domu”.",
        "W drugiej kolumnie zanotuj, jak dobrze twoim zdaniem wykonałeś dane zadanie, wyrażając to w procentach.",
        "W trzeciej kolumnie zapisz, ile radości przyniosło ci wykonanie tego zadania.",
        "Przykłady mogą wyglądać tak:",
        "Przygotowanie kolacji – 50% (mogłem wybrać bardziej złożony i wyszukany przepis) – 90% (prosto, ale bardzo smacznie i nie zajęło dużo czasu).",
        "Sprzątanie w domu – 70% (zrobiłem najważniejsze rzeczy, ale nie dotarłem do lodówki i kuchenki) – 100% (porządek w domu zawsze sprawia mi przyjemność).",
        "Przygotowanie raportu w pracy – 85% (włożyłem w raport sporo wysiłku) – 20% (ciągłe myśli, że mogło być lepiej, odebrały mi radość z procesu).",
        "To ćwiczenie pozwoli ci zauważyć, że osiągnięcie perfekcji nie jest warunkiem koniecznym, by czerpać przyjemność z działania."
      ],
      "quote": {
        "text": "Doskonałość nie jest celem do osiągnięcia, lecz kierunkiem, w którym się poruszamy.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Akceptacja możliwości popełniania błędów",
        "Nikt szczególnie nie lubi błędów, ale dla perfekcjonistów stają się one źródłem wyjątkowego lęku.",
        "Jednym z najskuteczniejszych sposobów oswojenia strachu przed niedoskonałością jest nauczenie się akceptowania własnych błędów.",
        "Czy zdarza ci się, że już sama myśl o możliwym błędzie przyspiesza bicie serca? To sygnały lęku i napięcia.",
        "Aby otworzyć się na możliwość popełniania błędów, zacznij od napisania eseju o tym, dlaczego błędy są czymś normalnym, a dążenie do absolutnej perfekcji – nieracjonalne.",
        "Pewna osoba pracująca nad swoim perfekcjonizmem napisała tak:",
        "„Lęk przed błędem wynika z mojego czarno-białego myślenia: jeden błąd i wszystko się wali. To złudzenie. Mały błąd nie jest w stanie przekreślić całego dobra, które już zostało zrobione”.",
        "„Błędy są pożyteczne, bo dzięki nim się uczymy. Bez błędów nauka jest niemożliwa. Skoro nikt nie jest od nich wolny, ważne jest, by nauczyć się je przyjmować i dalej wyciągać z nich wnioski”.",
        "„Przyznanie się do błędu pozwala korygować swoje zachowanie. Dzięki temu osiągamy lepsze rezultaty, co z kolei czyni nas bardziej zadowolonymi i poprawia jakość życia”.",
        "„Większość ludzi nie będzie nas potępiać za błędy ani odwracać się od nas z ich powodu – w końcu każdy się myli, a wiele osób czuje się nieswojo w towarzystwie «idealnych» ludzi”.",
        "„Błąd nie oznacza końca świata”.",
        "Oczywiście samo sporządzenie takiej listy nie sprawi, że od razu zaczniesz kochać błędy, ale to ważny krok w stronę zmiany stosunku do niedoskonałości.",
        "Napisz własny esej o tym, dlaczego popełnianie błędów jest czymś normalnym, a nawet pożytecznym. Przypominaj sobie, że nawet jeśli się pomylisz, świat się nie zawali – to naturalna część każdego procesu, choć niezbyt przyjemna."
      ]
    }
  },
  "nonDepression": {
    "title": "Smutek to jeszcze nie depresja",
    "description": "W tym artykule mówimy o ważnej różnicy między naturalnym smutkiem a kliniczną depresją. Strata, rozstanie, trudności i zmiany są częścią życia, a przeżywanie bólu w takich chwilach jest czymś ludzkim i normalnym. Wyjaśniamy, jak odróżnić zwykłe emocje od depresji, w której dużą rolę odgrywa zniekształcone myślenie i często potrzebna jest profesjonalna pomoc. Tekst pomaga lepiej rozumieć własne uczucia i w porę zauważać, kiedy smutek zaczyna wykraczać poza normę.",
    "screen_1": {
      "texts": [
        "We wcześniejszych częściach mówiliśmy o tym, jak realne i bolesne mogą być wydarzenia takie jak śmierć bliskiej osoby, choroba, rozstanie, zdrada czy utrata pracy.",
        "Każdy człowiek prędzej czy później styka się z podobnymi doświadczeniami. Są ciężkie, głębokie i bardzo ludzkie. Same w sobie nie oznaczają jednak depresji.",
        "Pojawia się pytanie: czy istnieje „zdrowy smutek” – taki, który nie jest objawem depresji?",
        "Oczywiście, że tak.",
        "Smutek, żałoba i tęsknota to naturalne reakcje na ważne wydarzenia, straty i zmiany. Takie uczucia pomagają przeżyć doświadczenie, zrozumieć to, co się wydarzyło, i iść dalej.",
        "To normalne ludzkie emocje i ważne jest, by pozwalać sobie je czuć, zamiast je tłumić czy wstydzić się ich.",
        "Jeśli po rozstaniu odczuwasz smutek – to w porządku. To znak, że potrafisz się przywiązywać i budować relacje.",
        "Jeśli boli cię wspomnienie o kimś, kto odszedł – to odzwierciedlenie więzi i miłości, a nie słabości.",
        "Depresja to jednak coś więcej niż smutek. To stan, który powstaje i utrzymuje się głównie z powodu zniekształconego, beznadziejnego spojrzenia na siebie, świat i przyszłość.",
        "W depresji siła i czas trwania negatywnych emocji nie są adekwatne do sytuacji – są znacznie silniejsze, głębsze i cięższe."
      ],
      "quote": {
        "text": "Pomiędzy bodźcem a reakcją istnieje przestrzeń. W niej kryje się nasza wolność wyboru odpowiedzi. A w tym wyborze – nasza siła i rozwój.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Kiedy osoba w depresji styka się nawet ze zwykłymi trudnościami, może odbierać je jak katastrofę.",
        "Drobny błąd urasta do rangi klęski, kłopot – do tragedii, a żałoba może być przeżywana jak niekończąca się ciemność.",
        "Wyobraź sobie kran z ciepłą i zimną wodą. W codziennym życiu przełączamy się między różnymi emocjami – radością, smutkiem, nadzieją, żalem.",
        "W depresji jakby odkręcony był tylko „zimny kurek” – smutek, lęk, poczucie beznadziei. Często nie wynika to bezpośrednio z sytuacji, lecz z zniekształconego sposobu jej postrzegania, który wymaga uwagi i korekty.",
        "To, jak odnosimy się do wydarzeń, ma ogromne znaczenie. Sam smutek nie jest zagrożeniem. Staje się niebezpieczny dopiero wtedy, gdy myśli zamieniają go w bezsilność i rozpacz.",
        "Mamy szczerą nadzieję, że ta część pomogła ci lepiej zrozumieć naturę depresji i nauczyła dostrzegać jej sygnały.",
        "Tutaj poznałeś kluczowe objawy depresji oraz sposoby pracy ze swoim stanem, oparte na konkretnych praktykach i technikach.",
        "Możesz wracać do tych materiałów tyle razy, ile potrzebujesz, czytać je ponownie i korzystać z ćwiczeń. A my już przygotowujemy dla ciebie kolejne pomocne narzędzia."
      ],
      "quote": {
        "text": "Najpiękniejsi ludzie to ci, którzy przeszli przez ból, stratę, zmagania, a mimo to znaleźli drogę ku górze.",
        "author": "Viktor Frankl"
      }
    }
  }
}
