{
  "mirror": {
    "title": "Technika: Lustro samokrytyki",
    "description": "Artykuł bada wpływ samokrytyki na samoocenę, proponując czytelnikom ćwiczenie, w którym wyrażają swoją wewnętrzną krytykę w roli, skierowując ją do bliskiej osoby. Pomaga to uświadomić sobie niesprawiedliwość i surowość samokrytyki oraz podkreśla znaczenie troskliwego i wspierającego podejścia do siebie w celu poprawy samooceny i osiągnięcia celów życiowych.",
    "screen_1": {
      "texts": [
        "Zacznij stawiać takie same wymagania swoim bliskim i przyjaciołom. Ale bądź maksymalnie szczery.",
        "A kiedy zaczniesz to robić, zrozumiesz, jak niesprawiedliwa jest Twoja krytyka w rzeczywistości.",
        "Wyobraź sobie to ćwiczenie na przykładzie kolejnego dialogu pacjenta z psychologiem:",
        "Dymitrze, powiedziałeś, że zwolnienie z pracy wprawiło Cię w okropny stan. Że jesteś nieudacznikiem, który nic nie potrafi.",
        "Spójrzmy, jak to wygląda w rzeczywistości. Proponuję Ci mini-grę ról, w której powiesz wszystko, co mówisz sobie w tej sytuacji, ale swojemu bliskiemu, na przykład najlepszemu przyjacielowi.",
        "Ja będę w roli Twojego przyjaciela, którego również zwolniono, tak jak Ciebie, a Ty – sobą. Spróbujemy?",
        "Spróbujmy."
      ]
    },
    "screen_2": {
      "texts": [
        "Zacznijmy od tego, że powiem: „Dziś mnie zwolnili”.",
        "Pewnie zrobiłeś coś nie tak, skoro Cię zwolnili.",
        "Na przykład co?",
        "Popełniałeś wiele błędów, byłeś nieuważny.",
        "Czyli mnie krytykujesz?",
        "No tak, nie potrafisz normalnie pracować. Nie radzisz sobie. Jesteś nieudacznikiem.",
        "Bardzo mi przykro to słyszeć, liczyłem na Twoje wsparcie.",
        "Jak mogę Cię wspierać, skoro nic nie potrafisz, skoro ciągle popełniasz błędy. Nigdy niczego nie osiągniesz.",
        "Po takiej grze ról Dymitr przyznał, jak trudno było mu mówić te słowa bliskiej osobie, i że nie potrafi sobie wyobrazić, że mógłby być do tego zdolny."
      ]
    },
    "screen_3": {
      "texts": [
        "Ale właśnie tak postępujesz wobec siebie, krytykując, poniżając, raniąc.",
        "Siebie nie żałujesz, ale innych byś tak nie potraktował. Przestań stosować podwójne standardy.",
        "Zacznij okazywać sobie taką samą wyrozumiałość, zrozumienie, troskę i wsparcie, jakie okazujesz innym.",
        "Twoja samoocena to najważniejszy motyw przy wyznaczaniu celów życiowych i ich osiąganiu.",
        "Przy zaniżonej samoocenie nie doceniasz swoich możliwości, odbierając sobie prawo do szczęścia.",
        "Aby zmienić sytuację, musisz zmienić swoje nawyki myślowe, swoje zachowanie i małymi krokami dążyć do zdrowej samooceny, akceptując porażki i dostrzegając najmniejsze sukcesy."
      ],
      "quote": {
        "text": "Mów do siebie tak, jak mówiłbyś do kogoś, kogo kochasz.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Technika: Pozbycie się lęku przed błędem",
    "description": "Artykuł proponuje skuteczne metody walki z perfekcjonizmem, które mają na celu akceptację niedoskonałości i zmniejszenie lęku przed popełnianiem błędów.",
    "screen_1": {
      "texts": [
        "Przeanalizujmy kilka prostych, ale niezwykle skutecznych metod, które pomogą przezwyciężyć dążenie do perfekcjonizmu.",
        "Lista „antyperfekcjonizmu”",
        "Wielu perfekcjonistów żyje w przekonaniu, że pełne zadowolenie z czegoś jest możliwe tylko wtedy, gdy zostanie to wykonane perfekcyjnie. Proponujemy, abyś podważył to przekonanie.",
        "Przez tydzień zapisuj różnorodne i spontaniczne zadania, które wykonujesz, niezależnie czy to „mycie zębów”, „przygotowanie kolacji”, „przygotowanie raportu do pracy” czy „sprzątanie domu”.",
        "W drugiej kolumnie zaznacz, na ile według Ciebie skutecznie wykonałeś zadanie, wyrażone w procentach.",
        "W trzeciej kolumnie określ, ile radości sprawiło Ci jego wykonanie.",
        "Przykłady mogą wyglądać następująco:",
        "Przygotowanie kolacji – 50% (mogłem wybrać bardziej skomplikowany i smaczny przepis) – 90% (proste, ale bardzo smaczne i nie zajęło dużo czasu).",
        "Sprzątanie domu – 70% (zrobiłem wszystko, co najważniejsze, ale nie zdążyłem umyć lodówki i kuchenki) – 100% (czystość w domu zawsze sprawia mi przyjemność).",
        "Przygotowanie raportu do pracy – 85% (włożyłem dużo wysiłku w raport) – 20% (ciągłe myśli o tym, że mogło być lepiej, odebrały mi przyjemność z tego procesu).",
        "To ćwiczenie pozwoli Ci zrozumieć, że osiągnięcie perfekcji nie jest konieczne, aby czerpać radość z procesu."
      ],
      "quote": {
        "text": "Perfekcja to nieosiągalny cel, ale kierunek, w którym należy zmierzać.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Akceptacja możliwości popełnienia błędu",
        "Nikt nie lubi błędów, ale dla perfekcjonistów stają się one przedmiotem szczególnego lęku.",
        "Jednym z najskuteczniejszych sposobów na pokonanie strachu przed niedoskonałością jest nauka akceptowania swoich błędów.",
        "Czy czujesz, że już na samą myśl o możliwym błędzie Twoje serce zaczyna bić szybciej? To oznaki strachu i niepokoju.",
        "Aby stać się bardziej otwartym na możliwość popełnienia błędu, zacznij od napisania eseju na temat, dlaczego błędy są normalne, a dążenie do absolutnej perfekcji jest nieracjonalne.",
        "Pewna dziewczyna, która walczyła z perfekcjonizmem, wyraziła następujące myśli:",
        "Strach przed popełnieniem błędu wynika z mojego postrzegania świata w czarno-białych barwach: jeden błąd i wszystko się wali. To błędne przekonanie. W końcu mały błąd nie jest w stanie zniszczyć wszystkiego dobrego, co zostało zrobione.",
        "Błędy są pożyteczne, ponieważ dzięki nim się uczymy. Bez błędów nauka jest niemożliwa. Ponieważ nikt nie jest wolny od błędów, ważne jest, aby nauczyć się je akceptować i dalej uczyć się na własnym doświadczeniu.",
        "Uznanie błędów pozwala nam korygować nasze zachowanie, co w rezultacie prowadzi do bardziej satysfakcjonujących wyników, a to z kolei sprawia, że jesteśmy szczęśliwsi i poprawiamy jakość naszego życia.",
        "Większość ludzi nie będzie nas potępiać za błędy i nie przestanie nas kochać z ich powodu – w końcu wszyscy popełniają błędy, a wielu czuje się nieswojo w towarzystwie „idealnych” ludzi.",
        "Błąd nie oznacza końca świata.",
        "Oczywiście, napisanie takiej listy nie oznacza natychmiastowej przemiany i rozpoczęcia miłości do błędów, ale to ważny krok w kierunku zmiany Twojego podejścia do niedoskonałości.",
        "Napisz swoje eseje na temat, dlaczego popełnianie błędów jest normalne, a nawet korzystne. Przypominaj sobie, że nawet jeśli popełnisz błąd, świat się nie zawali – to naturalna część każdego procesu, choć nie zawsze pożądana."
      ]
    }
  },
  "nonDepression": {
    "title": "Smutek to nie to samo co depresja",
    "description": "Artykuł rozróżnia zwykły smutek od klinicznej depresji, podkreślając, że przeżywanie strat i niepowodzeń jest naturalne i nie zawsze świadczy o zaburzeniu psychicznym. Wyjaśnia, w jaki sposób zniekształcone myślenie może przekształcić normalne reakcje emocjonalne w objawy depresji wymagające profesjonalnej interwencji. Artykuł ma pomóc czytelnikom rozróżniać naturalne uczucia smutku od poważnych zaburzeń psychicznych, ułatwiając autodiagnozę i zrozumienie, kiedy potrzebna jest pomoc specjalisty.",
    "screen_1": {
      "texts": [
        "W poprzednich rozdziałach przekonaliśmy się, że takie problemy jak utrata bliskich, choroby, rozstania, zdrady i zwolnienia są absolutnie realne.",
        "Niestety, każdy z nas musi się z nimi zmierzyć, ale żadne z wymienionych zdarzeń nie prowadzi do prawdziwej depresji.",
        "Pojawia się więc pytanie: czy istnieje „zdrowy smutek”, wolny od zniekształceń?",
        "Oczywiście, że tak!",
        "Smutek i żal to naturalne reakcje w wielu sytuacjach. Uczucia, które człowiek odczuwa w wyniku silnego żalu – smutek, żal, troska – są normalne.",
        "To najbardziej naturalne uczucia, które każdy człowiek może i powinien sobie pozwolić odczuwać.",
        "Jeśli odczuwasz smutek podczas rozstania z ukochaną osobą – gratulujemy, jesteś normalny!",
        "Jeśli czujesz smutek i tęsknotę, wspominając śmierć bliskiej osoby – jesteś całkowicie zdrowy.",
        "Ale depresja to nie tylko negatywne emocje, to choroba wywołana zniekształconym myśleniem.",
        "Mamy nadzieję, że w tej części udało nam się to wyjaśnić. W depresji intensywność negatywnych uczuć nie odpowiada obiektywnej wadze sytuacji."
      ],
      "quote": {
        "text": "Pomiędzy bodźcem a reakcją istnieje przestrzeń. W tej przestrzeni znajduje się nasza wolność i siła wyboru naszej odpowiedzi. W naszej odpowiedzi leży nasz rozwój i nasza wolność.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Osoba w depresji będzie postrzegała wydarzenia każdej skali bardziej negatywnie.",
        "Małe niepowodzenie w depresji staje się dużym problemem. Żal staje się nie do zniesienia, a nieszczęście – katastrofą. Smutek jest częścią depresji, ale nie jej fundamentem.",
        "Psychicznie zdrową osobę można obrazowo porównać do kranu w łazience, gdzie są krany z zimną i gorącą wodą.",
        "W życiu jest „zimna woda” – negatywne emocje i „gorąca” – pozytywne. Osoba z depresją ma stale „odkręcony” tylko „zimny kran” i nie jest to z powodu „realnych” problemów, lecz zniekształconego myślenia, które wymaga zmiany.",
        "Nasze podejście do sytuacji w dużej mierze decyduje o tym, czy nasz smutek pozostanie tylko emocją, czy stanie się częścią depresji.",
        "Zespół MindHealth szczerze wierzy i ma nadzieję, że ta część dotycząca depresji oraz wysiłki w nią włożone były przydatne dla Ciebie lub Twoich bliskich!",
        "Przedstawiliśmy główne zasady i objawy depresji, jak się objawia, i co najważniejsze – jak z nią samodzielnie pracować.",
        "Zawsze możesz wrócić do poprzednich rozdziałów, przeczytać je ponownie i wypróbować ćwiczenia w praktyce, a my będziemy kontynuować pracę nad nową sekcją."
      ],
      "quote": {
        "text": "Najpiękniejsi ludzie, których znamy, to ci, którzy doświadczyli porażki, cierpienia, walki, straty i znaleźli sposób na wyjście z głębin.",
        "author": "Viktor Frankl"
      }
    }
  }
}