{
  "title": "Smutek to nie to samo co depresja",
  "description": "Artykuł rozróżnia zwykły smutek od klinicznej depresji, podkreślając, że przeżywanie strat i niepowodzeń jest naturalne i nie zawsze świadczy o zaburzeniu psychicznym. Wyjaśnia, w jaki sposób zniekształcone myślenie może przekształcić normalne reakcje emocjonalne w objawy depresji wymagające profesjonalnej interwencji. Artykuł ma pomóc czytelnikom rozróżniać naturalne uczucia smutku od poważnych zaburzeń psychicznych, ułatwiając autodiagnozę i zrozumienie, kiedy potrzebna jest pomoc specjalisty.",
  "screen_1": {
    "texts": [
      "W poprzednich rozdziałach przekonaliśmy się, że takie problemy jak utrata bliskich, choroby, rozstania, zdrady i zwolnienia są absolutnie realne.",
      "Niestety, każdy z nas musi się z nimi zmierzyć, ale żadne z wymienionych zdarzeń nie prowadzi do prawdziwej depresji.",
      "Pojawia się więc pytanie: czy istnieje „zdrowy smutek”, wolny od zniekształceń?",
      "Oczywiście, że tak!",
      "Smutek i żal to naturalne reakcje w wielu sytuacjach. Uczucia, które człowiek odczuwa w wyniku silnego żalu – smutek, żal, troska – są normalne.",
      "To najbardziej naturalne uczucia, które każdy człowiek może i powinien sobie pozwolić odczuwać.",
      "Jeśli odczuwasz smutek podczas rozstania z ukochaną osobą – gratulujemy, jesteś normalny!",
      "Jeśli czujesz smutek i tęsknotę, wspominając śmierć bliskiej osoby – jesteś całkowicie zdrowy.",
      "Ale depresja to nie tylko negatywne emocje, to choroba wywołana zniekształconym myśleniem.",
      "Mamy nadzieję, że w tej części udało nam się to wyjaśnić. W depresji intensywność negatywnych uczuć nie odpowiada obiektywnej wadze sytuacji."
    ],
    "quote": {
      "text": "Pomiędzy bodźcem a reakcją istnieje przestrzeń. W tej przestrzeni znajduje się nasza wolność i siła wyboru naszej odpowiedzi. W naszej odpowiedzi leży nasz rozwój i nasza wolność.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Osoba w depresji będzie postrzegała wydarzenia każdej skali bardziej negatywnie.",
      "Małe niepowodzenie w depresji staje się dużym problemem. Żal staje się nie do zniesienia, a nieszczęście – katastrofą. Smutek jest częścią depresji, ale nie jej fundamentem.",
      "Psychicznie zdrową osobę można obrazowo porównać do kranu w łazience, gdzie są krany z zimną i gorącą wodą.",
      "W życiu jest „zimna woda” – negatywne emocje i „gorąca” – pozytywne. Osoba z depresją ma stale „odkręcony” tylko „zimny kran” i nie jest to z powodu „realnych” problemów, lecz zniekształconego myślenia, które wymaga zmiany.",
      "Nasze podejście do sytuacji w dużej mierze decyduje o tym, czy nasz smutek pozostanie tylko emocją, czy stanie się częścią depresji.",
      "Zespół MindHealth szczerze wierzy i ma nadzieję, że ta część dotycząca depresji oraz wysiłki w nią włożone były przydatne dla Ciebie lub Twoich bliskich!",
      "Przedstawiliśmy główne zasady i objawy depresji, jak się objawia, i co najważniejsze – jak z nią samodzielnie pracować.",
      "Zawsze możesz wrócić do poprzednich rozdziałów, przeczytać je ponownie i wypróbować ćwiczenia w praktyce, a my będziemy kontynuować pracę nad nową sekcją."
    ],
    "quote": {
      "text": "Najpiękniejsi ludzie, których znamy, to ci, którzy doświadczyli porażki, cierpienia, walki, straty i znaleźli sposób na wyjście z głębin.",
      "author": "Viktor Frankl"
    }
  }
}
