{
  "title": "Technika: Plan działania przeciw prokrastynacji",
  "description": "W tym artykule odkrywamy tajniki skutecznej walki z prokrastynacją za pomocą sprawdzonej metody arkusza antyprokrastynacyjnego. Dowiedz się, jak proste kroki polegające na podziale zadań oraz realistyczna ocena ich trudności i potencjalnej przyjemności z realizacji mogą zmienić twoje podejście do pracy i spraw osobistych, prowadząc do zwiększenia produktywności i poprawy samopoczucia.",
  "screen_1": {
    "texts": [
      "Ta technika może być szczególnie interesująca dla ciebie, jeśli masz tendencję do odkładania zadań, uznając je za zbyt trudne lub nieprzynoszące przyjemności.",
      "W pierwszym etapie zapisz w jednej kolumnie jedno lub dwa zadania, których realizację odkładasz.",
      "Jeśli zadanie wymaga znaczących nakładów czasu i wysiłku, najlepiej jest podzielić je na kilka mniejszych etapów, z których każdy zajmie nie więcej niż 15-20 minut.",
      "Następnie, w drugiej kolumnie, oceń na skali od 0 do 100%, jak trudne wydaje ci się wykonanie tego zadania.",
      "Jeśli zadanie wydaje się łatwe, przypisz niską ocenę – na przykład 10 lub 20%. Jeśli zadanie wydaje się trudniejsze, odpowiednia będzie ocena 80 lub 90%.",
      "W trzeciej kolumnie, również korzystając ze skali procentowej, zapisz swoją prognozę dotyczącą tego, ile przyjemności przyniesie wykonanie zadania.",
      "Przystąp do wykonania zadania dopiero po zapisaniu swoich prognoz."
    ],
    "quote": {
      "text": "Nie możesz czekać na natchnienie. Musisz wyjść mu naprzeciw z pracą.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Po zakończeniu zadania zapisz w ostatnich dwóch kolumnach, jak trudne okazało się zadanie w rzeczywistości i jaką przyjemność odczuwałeś z jego wykonania lub uzyskanego wyniku, korzystając z tej samej skali procentowej do oceny.",
      "Przykład:",
      "Prawnik, który niedawno stracił pracę, nie mógł przystąpić do poszukiwania nowej pracy z powodu poczucia, że proces przygotowania CV i samego poszukiwania pracy są zadaniami nie do pokonania.",
      "Na początek zadanie \"znalezienie pracy\" powinno zostać podzielone na kilka etapów, aby nie wydawało się ono zbyt przytłaczające i nie prowokowało do prokrastynacji:",
      "Usiądź i napisz CV.",
      "Następnego dnia przejrzyj je na świeżo i wprowadź poprawki.",
      "Codziennie poświęć 10-15 minut na przeglądanie stron z ofertami pracy.",
      "Napisz list motywacyjny lub pismo przewodnie.",
      "Wyślij CV na wybrane oferty, dostosowując list motywacyjny do konkretnej oferty i firmy.",
      "W ten sposób można uprościć postrzeganie dużego zadania, dzieląc je na mniejsze kroki."
    ]
  },
  "screen_3": {
    "texts": [
      "Następnie oceń każde zadanie pod względem trudności i przewidywanej przyjemności. Przykład może wyglądać tak:",
      "Data: 31.01.2024",
      "Zadanie: Stworzenie CV",
      "Przewidywana trudność: 80%",
      "Przewidywana przyjemność: 15%",
      "Rzeczywista trudność: 30%",
      "Rzeczywista przyjemność: 70%",
      "Jak widać, stworzenie CV okazało się o wiele prostsze i przyjemniejsze, niż się spodziewano.",
      "Ku zaskoczeniu, proces ruszył z miejsca, a samoocena i motywacja znacznie wzrosły dzięki osiągniętym rezultatom. Efekt stosowania tej techniki był tak imponujący, że prawnik zaczął stosować ją w innych dziedzinach życia, znacznie zwiększając swoją produktywność i pewność siebie."
    ]
  }
}
