{
  "title": "Technika: Odpowiedz wewnętrznemu krytykowi",
  "description": "W tym artykule przedstawiono skuteczne metody poprawy samooceny, które można stosować samodzielnie. Główna technika polega na nauce, jak stawić czoła wewnętrznemu krytykowi, a do tego celu proponuje się prowadzenie specjalnej tabeli z myślami samokrytycznymi, ich błędami poznawczymi i racjonalnymi odpowiedziami. Artykuł podkreśla znaczenie regularnego ćwiczenia tych technik, aby osiągnąć znaczne zmiany w postrzeganiu siebie i poprawie samooceny.",
  "screen_1": {
    "texts": [
      "Opracowaliśmy szereg prostych, ale skutecznych technik poprawy samooceny. Te metody, dostępne do samodzielnego stosowania, pomogą ci w tym niełatwym procesie.",
      "Przede wszystkim ważne jest zrozumienie, że samo poznanie teorii nie wystarczy do poprawy samooceny.",
      "Tylko regularne wykonywanie ćwiczeń przyniesie trwały rezultat. Radzimy poświęcić na to trochę czasu każdego dnia, przynajmniej na początku, dopóki proces nie stanie się nawykiem.",
      "Pierwsza technika, którą chcielibyśmy ci przedstawić, jest ukierunkowana na naukę, jak stawić czoła wewnętrznemu krytykowi.",
      "Poczucie niższości i nienawiść do siebie często wynikają z wewnętrznego krytyka, który nieustannie podważa twoją samoocenę.",
      "Negatywne przekonania, takie jak \"Jestem nic niewart\", \"Jestem gorszy od innych\", \"Nic mi się nie uda\", \"To moja wina\", \"Jestem nieudacznikiem\" pogłębiają problemy z samooceną i mogą prowadzić do depresji.",
      "Aby przezwyciężyć ten negatywny nawyk myślenia, postępuj zgodnie z następującym planem:",
      "Naucz się zauważać i zapisywać myśli samokrytyczne.",
      "Zidentyfikuj błędy poznawcze w tych myślach.",
      "Opracuj racjonalne odpowiedzi, aby stworzyć bardziej realistyczne i zdrowe podejście do siebie, i rób to regularnie.",
      "Do tych celów możesz użyć \"Dziennika myśli automatycznych\" w naszej aplikacji. Możesz też zapisywać je poza aplikacją, w formie trzech kolumn.",
      "Dalej będziemy tłumaczyć na przykładzie trzech kolumn dla większej przejrzystości."
    ],
    "quote": {
      "text": "Nikt nie może sprawić, byś czuł się gorszy bez twojej zgody.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Stwórz tabelę z trzema kolumnami w formacie, który ci odpowiada - może to być notatnik, dokument na komputerze lub notatka w telefonie. Nazwy kolumn:",
      "Myśli krytyka",
      "Błąd poznawczy",
      "Racjonalna odpowiedź",
      "W pierwszej kolumnie zapisuj wszystkie myśli samokrytyczne, które przychodzą ci do głowy.",
      "Za każdym razem, gdy obwiniasz siebie, czujesz się bezwartościowy lub niezadowolony z siebie, zadaj sobie pytanie: \"Co teraz o sobie myślę?\" i zapisz to.",
      "Na przykład, jeśli martwisz się przed egzaminem i myślisz: \"Jestem taki głupi, że na pewno nie zdam\", to jest właśnie myśl, którą należy zanotować.",
      "W tej kolumnie należy zapisywać wyłącznie twoje myśli o sobie, a nie twoje uczucia. Bo jeśli napiszesz: \"Czuję się okropnie\", to trudno będzie to obalić, ponieważ to rzeczywiście prawda.",
      "W drugiej kolumnie określ, jaki błąd poznawczy występuje w myśli.",
      "Zapisz w drugiej kolumnie, jaki błąd myślenia zauważyłeś u siebie. Może to być jeden błąd, a może dwa lub trzy.",
      "Na przykład w stwierdzeniu \"Jestem taki głupi, że na pewno nie zdam\" widzimy błąd poznawczy w postaci nadawania sobie etykiety.",
      "A w myśli \"Nic mi się nie uda, więc zostanę wyrzucony ze studiów i nigdy nie osiągnę sukcesu\" można dostrzec kilka błędów poznawczych, takich jak uogólnienie i katastrofizacja."
    ],
    "quote": {
      "text": "Im lepiej rozumiem siebie i swoje emocjonalne potrzeby, tym mocniejsze staje się moje postrzeganie rzeczywistości i tym mniej lęków i złudzeń zatruwa moje życie.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "No i oczywiście najważniejsza kolumna w naszej tabeli - alternatywna, racjonalna odpowiedź. To jest prawdziwe przeciwstawienie się krytykowi w twoim wnętrzu.",
      "Ważne jest, aby zastąpić myśl samokrytyczną bardziej realistyczną i logiczną, unikając zbyt optymistycznych stwierdzeń.",
      "Należy zastąpić myśl krytyczną bardziej realistyczną. Nie należy być w tym zbyt dichotomicznym, zastępując ją zbyt optymistyczną, nieprawdziwą myślą.",
      "Na przykład: \"Jestem najinteligentniejszy i zdam wszystko na piątkę\". Może to być prawdziwe, ale ta myśl jest zbyt przeciwna do twojej początkowej myśli i raczej w nią od razu nie uwierzysz, a to oznacza, że nie ma w niej sensu.",
      "Zamiast tego spróbuj dostrzec prawdę, jak sprawy mają się naprawdę.",
      "Ponieważ jeśli to, co zapiszesz jako racjonalna odpowiedź, nie będzie wystarczająco przekonujące i realistyczne dla ciebie, to ci to nie pomoże.",
      "Postaraj się napisać alternatywną odpowiedź, w którą naprawdę wierzysz.",
      "Na przykład, możesz zapisać: \"Tak naprawdę nie jestem głupi, mam na to dowody, samodzielnie dostałem się na studia, uczę się całkiem dobrze. Oczywiście, czasami coś mi się nie udaje, ale przecież jestem człowiekiem, mogę popełniać błędy, ale to nie czyni mnie głupcem.",
      "Tym bardziej, że przygotowuję się do egzaminu i prawdopodobnie zdam go przynajmniej na trójkę, do tej pory przecież zdawałem wszystkie przedmioty. A jeśli nawet nie zdam za pierwszym razem, mogę przyjść na poprawkę, dobrze się przygotować i na pewno zdać.\"",
      "Taka racjonalna odpowiedź jest bardziej wiarygodna i prawdopodobieństwo, że w nią uwierzysz, jest znacznie większe.",
      "Korzystaj z tego narzędzia w ciągu dnia, regularnie zapisując swoje myśli i stawiając czoła destrukcyjnym przekonaniom.",
      "Z czasem zauważysz, że coraz łatwiej jest znaleźć racjonalną odpowiedź. Ale co najważniejsze – zauważysz zmiany w swoim nastroju i stosunku do siebie."
    ]
  }
}
