{
  "trap": {
    "title": "Technika: wyjście z pułapki wygórowanych oczekiwań",
    "description": "W artykule omawiamy problem poczucia winy wyrastającego z nierealistycznych wymagań wobec siebie i stałej samokrytyki. Pokazujemy, jak krok po kroku zmieniać wewnętrzne przekonania oraz zastępować myślenie w kategoriach „muszę” zdrowszym podejściem do własnych możliwości i pragnień. Czytelnik znajdzie tu praktyczne wskazówki, jak uwalniać się od samooskarżeń i budować bardziej życzliwą relację z sobą i własnymi błędami.",
    "screen_1": {
      "texts": [
        "Poczucie winy bardzo często pojawia się z powodu wygórowanych wymagań wobec siebie i może przyjmować formę myśli typu:",
        "„Powinienem to zrobić”.",
        "„Powinnam postąpić właśnie tak”.",
        "„Powinnam taka być”.",
        "„Nie powinienem był tak postąpić”.",
        "„Powinnam była to przewidzieć/wiedzieć”.",
        "Nierealistyczne wymagania, w których pojawia się słowo „powinienem”, rodzą poczucie winy i nierealne oczekiwania.",
        "Takie wymagania zakładają, że musisz być osobą idealną albo wszechwiedzącą – a to po prostu niemożliwe.",
        "Do tego typu przekonań należy na przykład pomysł, że zawsze musisz być szczęśliwy(-a) i zadowolony(-a), co w praktyce tylko wzmacnia poczucie porażki.",
        "Istnieją też wymagania oparte na założeniu, że wszystko wiesz z góry i potrafisz przewidzieć przyszłość. Tworzą one fałszywe oczekiwania i poczucie winy zamiast pomagać w rozwiązywaniu problemów.",
        "Sednem tej techniki jest uświadomienie sobie, że obwinianie siebie jest nieskuteczne, a same wygórowane wymagania są nierealistyczne i niesprawiedliwe.",
        "One jedynie generują poczucie winy i bezradności, zamiast wspierać rozwiązywanie problemów czy osiąganie celów.",
        "Aby przestać nieustannie kierować ostrze oskarżeń przeciwko sobie, warto zrezygnować z takich wymagań i zacząć formułować wobec siebie bardziej realistyczne oczekiwania.",
        "Oczywiście takiej zmiany myślenia nie da się dokonać w jeden dzień ani nawet w miesiąc. Ale regularna praca nad sobą naprawdę może z czasem przynieść wyraźne efekty."
      ],
      "quote": {
        "text": "Każde poczucie winy zakłada samopotępienie – i właśnie to jest błędem. Człowiek powinien widzieć swoje pomyłki, nie popadając w samobiczowanie.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Co więc można zacząć robić już teraz, żeby stopniowo uwalniać się od poczucia winy wywołanego wygórowanymi wymaganiami?",
        "Prosty, ale skuteczny sposób ochrony przed nadmiernymi wymaganiami wobec siebie polega na zastępowaniu słowa „muszę” innymi sformułowaniami, na przykład: „Byłoby dobrze, gdyby…”, „Chciałbym…”, „Jeśli będę mógł/mogła, to…”. Takie zdania są zwykle bardziej realistyczne i mniej obciążające.",
        "Na przykład zamiast „Muszę uszczęśliwić moją żonę” możesz powiedzieć: „Byłoby wspaniale, gdybym potrafił sprawić, żeby moja żona poczuła się lepiej, bo widzę, że jest smutna. Mogę zapytać, co ją martwi, i zastanowić się, jak mogę ją wesprzeć”.",
        "Albo zamiast „Nie powinienem był zjeść tego loda” możesz powiedzieć: „Lepiej by było, gdybym nie zjadł tego loda, ale to jeszcze nie koniec świata”.",
        "Zrezygnuj też z ciągłego gdybania. Zamiast myśli typu „Powinienem był…”, „Gdybym tylko…”, „Szkoda, że nie…” spróbuj myśleć: „Następnym razem zrobię inaczej”.",
        "Osoby z nasilonym poczuciem winy często tkwią w trybie „co by było, gdyby”, ale to zupełnie im nie służy.",
        "Jeśli się na tym przyłapiesz, przerwij takie rozważania i od razu zamień je na: „Następnym razem…”.",
        "I tyle. Zero gdybania – stanowczo.",
        "Pomocna może być też „metoda rzeczywistości”, która pozwala sprawdzić, czy twoje wymagania faktycznie mają sens. Mówiąc sobie: „Nie powinienem był tego robić”, prawdopodobnie wierzysz, że naprawdę nie powinieneś był tak postąpić i że ta myśl przyniesie ci ulgę.",
        "W rzeczywistości bywa odwrotnie: w danym momencie dokładnie tak musiałeś(-aś) postąpić, a przyznanie tego przed sobą może początkowo wywołać rozczarowanie.",
        "Na przykład: postanawiasz przejść na dietę, żeby schudnąć, zjadasz coś „zakazanego” i od razu zaczynasz się obwiniać: „Nie powinnam była jeść tej czekolady”.",
        "Tymczasem w rzeczywistości pojawiła się u ciebie potrzeba czegoś słodkiego. Być może przeżywasz trudny moment i, zgodnie z nawykiem, sięgasz po jedzenie, żeby poprawić sobie nastrój – dlatego powstrzymanie się okazało się bardzo trudne.",
        "Ludzie często „zajadają” trudne emocje, próbując w ten sposób sobie ulżyć. Kiedy próbujesz zerwać ze szkodliwymi nawykami lub schudnąć, największą przeszkodą okazuje się przekonanie, że całkowicie tracisz nad sobą kontrolę.",
        "Poczucie utraty kontroli jest ściśle związane z myśleniem w kategoriach „powinienem/nie powinienem”. Pojawia się chęć zjedzenia czegoś niezdrowego – a ty mówisz sobie, że nie wolno ci nawet chcieć takiej rzeczy, że musisz raz na zawsze zrezygnować ze wszystkich „złych” produktów i nigdy się nie złamać.",
        "A potem, żeby choć trochę sobie ulżyć, idziesz i zjadasz tę czekoladę. Taka strategia odchudzania raczej nie przyniesie oczekiwanych efektów, a ty w dodatku będziesz czuć się winny(-a) i przygnębiony(-a).",
        "Kiedy przestaniesz surowo sobie czegoś zakazywać, będzie ci dużo łatwiej stopniowo z tego rezygnować – bez przemocy wobec siebie."
      ]
    },
    "screen_3": {
      "texts": [
        "Osobami skłonnymi do nadmiernego poczucia winy inni ludzie mogą łatwo manipulować, aby osiągnąć własne cele. Pomyśl, ile razy zgadzałeś(-aś) się na coś bez większej ochoty, tylko po to, by nikogo nie urazić albo wszystkich zadowolić. Ważne jest, by umieć stawiać granice i mówić „nie”.",
        "Przykład: młoda kobieta mieszka z rodzicami i bratem, dobrze zarabia. Jej brat od czasu do czasu dorywczo pracuje.",
        "Ma skłonność do kompulsywnych zakupów: ciągle kupuje sobie coś nowego, ale brakuje mu na to pieniędzy.",
        "Siostra rozumie, że nie jest to najlepszy sposób gospodarowania pieniędzmi, a jednak ciągle pożycza mu kolejne kwoty, bo uważa, że rodzeństwo powinno sobie pomagać i „tak się u nich w rodzinie przyjęło”.",
        "Dziewczyna boi się odmówić, bo sądzi, że to zrujnuje ich relację. Przećwiczyła wcześniej trudną rozmowę z przyjaciółką i zobaczyła, że powiedzenie „nie” wcale nie jest tak straszne, jak jej się wydawało.",
        "Zanim wyznaczysz swoje granice i postawisz wyraźną linię: odmówisz spełniania czyichś żądań albo uprzejmie powiesz, że nie chcesz iść w gości, możesz najpierw przećwiczyć trudny dialog „na sucho” – na kartce albo w notatkach w telefonie.",
        "Dzięki temu będziesz w stanie przewidzieć przebieg rozmowy i zastanowić się, jak najlepiej odmówić, a przy okazji zobaczysz, że mówienie „nie” naprawdę nie musi być przerażające.",
        "Zanim w twoim mózgu utrwalą się nowe połączenia nerwowe, minie trochę czasu – potrzebujesz go, żeby zdobyć odwagę i umiejętność mówienia „nie” w sposób uprzejmy, ale stanowczy, i utrwalić ten nawyk w realnych sytuacjach.",
        "Rozróżnianie odpowiedzialności",
        "Zdarza się, że bierzemy na siebie odpowiedzialność za nieszczęścia czy niepowodzenia innych osób.",
        "W takich sytuacjach warto się zatrzymać i zadać pytanie, kto naprawdę ponosi odpowiedzialność za to, co się wydarzyło. Na przykład: czy na pewno to twoja wina, że dziecko dostało gorsze oceny?",
        "W tle często kryje się pomieszanie wpływu, jaki masz na drugą osobę, z pełną kontrolą nad jej zachowaniem.",
        "Aby nauczyć się lepiej rozdzielać odpowiedzialność, możesz skorzystać z metody trzech kolumn – skróconej wersji dziennika myśli automatycznych.",
        "W pierwszej kolumnie zapisujesz niepokojące, oskarżające myśli, w drugiej – zauważone zniekształcenia poznawcze, a w trzeciej – racjonalną odpowiedź.",
        "Na przykład:",
        "1. kolumna (myśli oskarżające i martwiące): „To moja wina, że moje dziecko ma słabe oceny. Nigdy nie będę w stanie mu pomóc osiągnąć sukcesu w szkole”.",
        "2. kolumna (zniekształcenia poznawcze): personalizacja, nadmierne uogólnianie.",
        "3. kolumna (racjonalna odpowiedź): „Jestem odpowiedzialny(-a) za swoją rolę w wychowaniu dziecka, ale nie mam pełnej kontroli nad jego sukcesami czy porażkami w szkole. Dziecko ponosi też własną odpowiedzialność za naukę. Mogę je wspierać, motywować i pomagać, ale ostateczny wynik zależy od jego zaangażowania i pracy”.",
        "Ważne jest, by przyjąć do wiadomości, że nie mamy wpływu na każdy aspekt życia innych ludzi, nawet jeśli są nam bardzo bliscy. Odpowiadamy za własne działania i za rolę, jaką pełnimy w ich życiu, ale nie powinniśmy brać na siebie pełnej odpowiedzialności za ich sukcesy czy porażki."
      ]
    }
  },
  "unemployment": {
    "title": "Stracić pracę i wpaść w depresję?",
    "description": "W artykule analizujemy psychologiczne i społeczne konsekwencje nagłej utraty pracy oraz emocjonalną huśtawkę, która często jej towarzyszy. Na przykładzie historii Aleksandra, przez wiele lat pracującego w odnoszącej sukcesy firmie, opisujemy zmagania z depresją, spadkiem samooceny i trudnościami zawodowymi. Tekst pokazuje również możliwe drogi wyjścia z takiego kryzysu, podkreślając znaczenie wsparcia oraz uznania własnych przeżyć w trudnych momentach.",
    "screen_1": {
      "texts": [
        "Nagła utrata pracy to dla większości osób ogromny stres. Gdy w ciągu kilku dni czy tygodni dowiadujesz się o zwolnieniu lub redukcji etatu, łatwo poczuć, że całe życie się rozsypało. To zrozumiałe – nagle zmieniają się twoje:",
        "sytuacja finansowa",
        "status społeczny",
        "codzienny rytm dnia",
        "krótkoterminowe i długoterminowe plany",
        "Praca to określone obowiązki, struktura dnia, kontakty z ludźmi – coś, co trzyma nas w pionie.",
        "Bezrobocie przypomina nagłą dziurę w powietrzu, w którą wpadasz bez zabezpieczenia. Zostajesz sam(-a) ze sobą, z pustymi dniami, rachunkami, których wkrótce nie będzie za co płacić, i niekończącym się czekaniem na zaproszenie na rozmowę. Przed nią rodzi się delikatna nadzieja, po niej często przychodzi kolejna odmowa. Typowy, mało pocieszający scenariusz.",
        "Utrata pracy bywa przeżywana podobnie jak każda inna strata – osoby dotknięte takim doświadczeniem często przechodzą przez kolejne etapy żałoby.",
        "Najpierw jest szok, głębokie zagubienie, poczucie, że nie wiadomo, co dalej. Potem pojawia się złość – na siebie, na ludzi, którzy zwolnili.",
        "Zdarza się też etap targowania się: może jeszcze da się to odkręcić, może jednak mnie zatrzymają? A później – depresja. Oczywiście taki problem można uznać za „realny”, ale czy to automatycznie oznacza, że usprawiedliwia depresję?",
        "Źródłem tak silnej emocjonalnej reakcji jest przekonanie, że osobista wartość i zdolność do odczuwania szczęścia wprost zależą od powodzenia zawodowego.",
        "Jeśli patrzymy na świat przez taki system wartości, wydaje się „logiczne”, że załamanie nastroju musi iść w parze z utratą pieniędzy, porażkami w karierze czy bankructwem."
      ],
      "quote": {
        "text": "Kiedy zamyka się jedne drzwi, czy nie widzisz, że wiele innych się otwiera?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Jeśli myślisz w podobny sposób, może poruszyć cię historia Aleksandra – 47-letniego ojca trójki dzieci, który przez 17 lat pracował razem z ojcem swojej żony w dobrze prosperującej firmie.",
        "Na kilka lat przed pojawieniem się depresji między nim a teściem zaczęły narastać konflikty dotyczące sposobu zarządzania firmą. W napadzie złości Aleksander odszedł, rezygnując jednocześnie ze swojego udziału w przedsiębiorstwie.",
        "W ciągu następnych dwóch lat zmieniał pracę kilkukrotnie i w żadnym miejscu nie potrafił znaleźć czegoś naprawdę wartościowego – ani finansowo, ani emocjonalnie.",
        "Coraz częściej miał poczucie, że nic mu się nie udaje, i stopniowo zaczął uważać się za nieudacznika. Jego żona musiała wrócić do pracy na pełny etat, żeby utrzymać rodzinę, co dodatkowo nasilało jego poczucie bezwartościowości – przez długi czas dumnie postrzegał siebie jako głównego żywiciela domu.",
        "Z czasem sytuacja finansowa stale się pogarszała, a nastrój Aleksandra coraz bardziej się załamywał, bo jego samoocena spadała z tygodnia na tydzień.",
        "W momencie, kiedy zdecydował się skorzystać z pomocy specjalisty, od kilku miesięcy pracował już w firmie zajmującej się nieruchomościami.",
        "W tym czasie wynajął kilka budynków, ale nie doprowadził do ani jednej sprzedaży. Ponieważ jego dochody zależały właśnie od sprzedaży, zarabiał bardzo niewiele. W tym okresie Aleksander zmagał się z depresją i prokrastynacją – potrafił przesypiać całe dni, myśląc:",
        "„Po co to wszystko? Jestem nieudacznikiem. Praca i tak nie ma sensu, nic mi się nie uda”.",
        "Na trzeciej sesji terapii wspomniał, że jeden zamożny znajomy chciał kupić nieruchomość za jego pośrednictwem, a prowizja z takiej transakcji znacząco poprawiłaby sytuację finansową, wzmocniła jego pozycję w firmie i dodała mu pewności siebie.",
        "Zamiast jak najszybciej zająć się tą sprawą, Aleksander odkładał to przez kilka tygodni. Dlaczego? Bo myślał: „Sprzedaż nieruchomości komercyjnych jest za trudna.",
        "Nigdy wcześniej tego nie robiłem i na pewno sobie nie poradzę. A jeśli przyjaciel się rozmyśli w ostatniej chwili, to będzie dowód, że w tym biznesie i tak nic by mi nie wyszło. To znaczyłoby, że jestem kompletnym nieudacznikiem”."
      ]
    },
    "screen_3": {
      "texts": [
        "Przełożeni Aleksandra bardzo go cenili, widzieli w nim utalentowanego sprzedawcę – to on sam był wobec siebie skrajnie surowy.",
        "W trakcie kolejnych spotkań i pracy nad myślami Aleksander przyznał, że jest wobec siebie niezwykle krytyczny, i zobaczył, że taka postawa wcale mu nie pomaga w tym trudnym okresie – przeciwnie, pogłębia problem.",
        "Zauważył też, że stosuje „podwójne standardy”: wobec innych potrafi być wyrozumiały i wspierający, a wobec siebie pozostaje bardzo srogi.",
        "Na początku bronił takiego podejścia – jak wielu wymagających wobec siebie perfekcjonistów – twierdząc, że surowość jest potrzebna, żeby się mobilizować i osiągać więcej.",
        "Dość szybko jednak dostrzegł, że jego osobiste standardy w rzeczywistości są nie do spełnienia – skazane na porażkę. Gdyby podjął próbę sprzedaży budynku i coś poszłoby nie tak, potraktowałby to jak całkowitą katastrofę. Jego skłonność do myślenia w kategoriach „wszystko albo nic” była poważną przeszkodą.",
        "Pod koniec terapii Aleksander poczuł ulgę, gdy uświadomił sobie, że finansowe trudności ostatnich lat nie czynią go automatycznie „przegranym”.",
        "Taki sposób postrzegania siebie i uczucie całkowitego paraliżu wynikały z tendencji do skrajnego „albo–albo”. Poczucie bezwartościowości pojawiało się dlatego, że koncentrował się wyłącznie na negatywnych faktach (negatywny filtr) i ignorował liczne sytuacje, w których radził sobie dobrze (deprecjonowanie pozytywów).",
        "Zrozumiał, że przez długi czas niepotrzebnie dręczył się myślą, że „mógł zrobić więcej”, oraz że problemy finansowe nie odbierają mu godności ani wartości jako człowiekowi. Ostatecznie uznał, że apatia i prokrastynacja były po prostu objawami depresji, a nie dowodem jego „lenistwa” czy „nieudolności”.",
        "Kiedy nauczył się odpowiadać na swoje negatywne myśli, stopień zniekształceń w jego surowym podejściu do siebie zaczął się zmniejszać, a nastrój systematycznie się poprawiał.",
        "Zrezygnował z pracy w nieruchomościach i otworzył księgarnię. Udało mu się pokryć bieżące koszty, ale mimo ogromu włożonej pracy nie osiągnął takich zysków, które pozwoliłyby sensownie kontynuować działalność po pierwszym roku próbnym."
      ]
    },
    "screen_4": {
      "texts": [
        "Choć zewnętrzne oznaki „sukcesu” w tym czasie nie zmieniły się znacząco, Aleksander zdołał zachować poczucie własnej wartości i uniknąć nawrotu depresji. Mimo że jego sytuacja finansowa wciąż była trudna, kiedy podejmował decyzję o zamknięciu księgarni, nie stracił szacunku do siebie.",
        "Na ostatnie spotkanie z terapeutą przyniósł taki tekst, który postanowił czytać każdego ranka przed rozpoczęciem poszukiwań nowej pracy:",
        "Dlaczego nie jestem bezwartościowy?",
        "Dopóki mogę zrobić coś, co poprawia moje życie i życie innych, nie jestem bezwartościowy. Dopóki to, co robię, może przynieść komuś korzyść, nie jestem bezwartościowy.",
        "Dopóki sam fakt, że żyję, ma znaczenie choćby dla jednej osoby, nie jestem bezwartościowy (a w razie potrzeby tą osobą mogę być ja sam). Jeśli okazywanie miłości, zrozumienia, przyjaźni, wsparcia, gotowości do rozmowy, rady czy pocieszenia coś znaczy – nie jestem bezwartościowy.",
        "Jeśli mogę szanować własne zdanie i swój intelekt, nie jestem bezwartościowy.",
        "Jeśli inni mnie szanują – to miły dodatek.",
        "Jeśli mam poczucie godności i samoszacunek, nie jestem bezwartościowy.",
        "Jeśli współtworzenie miejsc pracy dla moich pracowników jest czymś dobrym, to nie jestem bezwartościowy.",
        "Jeśli robię, co w mojej mocy, aby wspierać klientów i dostawców swoją pracą i kreatywnością, nie jestem bezwartościowy.",
        "Jeśli moja obecność w danym środowisku naprawdę ma dla kogoś znaczenie, nie jestem bezwartościowy. Nie jestem bezwartościowy. Z natury jestem kimś bardzo cennym.",
        "Jeśli twoja sytuacja jest podobna albo rozpoznajesz w sobie myśli Aleksandra, spróbuj napisać własną notatkę o tym, dlaczego nie jesteś bezwartościowy(-a), dlaczego nie jesteś nieudacznikiem i dlaczego twoja wartość nie zależy wyłącznie od osiągnięć."
      ]
    }
  },
  "vitamins": {
    "title": "Fałszywa depresja: jak hormony i witaminy wpływają na nasze emocje",
    "description": "W artykule omawiamy, w jaki sposób stan fizyczny – w tym gospodarka hormonalna i poziom witamin – może wpływać na samopoczucie emocjonalne. Podkreślamy, że objawy często kojarzone z depresją mogą wynikać z problemów somatycznych, takich jak niedobory witamin czy zaburzenia hormonalne. Zwracamy uwagę na potrzebę całościowego podejścia do diagnozy i leczenia zaburzeń psychicznych, uwzględniającego zarówno aspekty psychologiczne, jak i fizjologiczne.",
    "screen_1": {
      "texts": [
        "Zależy nam na tym, by ten dział jak najlepiej wspierał cię w poprawie i łagodzeniu trudnego samopoczucia. Dlatego ważne jest, by omówić wszystkie możliwe przyczyny jego zmian.",
        "Kiedy mówimy o depresji, mamy na myśli zestaw konkretnych objawów, o których już wspominaliśmy. Trzeba jednak pamiętać, że nie zawsze te objawy oznaczają zaburzenie psychiczne.",
        "Warto mieć na uwadze, że biologia naszego organizmu odgrywa ogromną rolę nie tylko w zdrowiu fizycznym, ale i psychicznym. Problemy somatyczne mogą silnie wpływać na nasz nastrój, powodując symptomy łudząco podobne do depresji.",
        "Dobrym przykładem są hormony. Wywierają one ogromny wpływ na zachowanie i stan psychiczny człowieka.",
        "Badania z zakresu psychoendokrynologii pokazują, że układ nerwowy i dokrewny są ze sobą ściśle powiązane i wspólnie odpowiadają za utrzymanie homeostazy, czyli równowagi organizmu.",
        "Dlatego wszelkie wahania hormonalne mogą prowadzić do poważnych zaburzeń emocjonalnych.",
        "Na przykład obniżona funkcja tarczycy może przyczyniać się do rozwoju depresji, nasilenia lęku i innych trudności psychicznych.",
        "Nadczynność tarczycy natomiast bywa związana z manią, drażliwością, nasilonymi wahaniami nastroju, a nawet objawami psychotycznymi.",
        "Akromegalia, czyli nadmierne wydzielanie hormonu wzrostu, może przejawiać się m.in. obniżeniem aktywności psychicznej, apatią w połączeniu z euforycznym nastrojem.",
        "Osoby z zaburzeniami endokrynnymi zmagają się więc nie tylko z fizycznymi skutkami choroby, ale również ze zwiększonym ryzykiem zaburzeń psychicznych, takich jak lęk, depresja, stany maniakalne, dezorientacja i inne."
      ],
      "quote": {
        "text": "Dbaj o ciało, by dusza chciała w nim pozostać.",
        "author": "Sokrates"
      }
    },
    "screen_2": {
      "texts": [
        "W połowie XX wieku wyodrębniła się osobna dziedzina nauki – psychoendokrynologia, badająca zależności między układem hormonalnym człowieka a jego psychiką.",
        "Istnieje nawet termin „zespół psychoendokrynny” – określa on zaburzenia psychiczne pojawiające się na tle chorób endokrynologicznych. Należą do nich m.in. zaburzenia nastroju, stany wyczerpania (astenia), obniżenie aktywności psychicznej oraz zmiany w sferze popędów i instynktów.",
        "Oprócz hormonów ogromny wpływ na nasze samopoczucie mają także witaminy.",
        "Na pierwszy rzut oka awitaminoza i depresja nie wydają się ze sobą powiązane, ale badania pokazują, że związek między nimi jest znacznie silniejszy, niż mogłoby się wydawać.",
        "Zapewne zgodzisz się, że witaminy są niezbędne do prawidłowego przebiegu procesów metabolicznych. Jest ich wiele, a każdy pełni swoją niezastąpioną rolę. Gdy któregoś zaczyna brakować, pojawia się stan niedoboru.",
        "Awitaminoza to stan, w którym organizm ma wyraźny niedobór lub wręcz całkowity brak konkretnej witaminy.",
        "Deficyt różnych witamin może wpływać na zdrowie psychiczne w odmienny sposób – od niewielkiego dyskomfortu aż po objawy, które potrafią naprawdę przestraszyć.",
        "Badania wykazały, że awitaminoza może przyczyniać się do rozwoju lęku i depresji, a także nasilać objawy u osób z istniejącymi już zaburzeniami, takimi jak zaburzenia obsesyjno–kompulsyjne czy choroba afektywna dwubiegunowa.",
        "Nawet jeśli generalnie jesteś zdrową osobą, niedobór określonych witamin może pogarszać nastrój i obniżać stabilność emocjonalną."
      ]
    },
    "screen_3": {
      "texts": [
        "Przykłady niedoborów witamin i ich możliwe objawy:",
        "Witamina D: obniżony nastrój, lęk, zmęczenie, wahania nastroju.",
        "Żelazo: osłabienie, szybka męczliwość, zadyszka, zawroty głowy, drętwienie.",
        "Witamina B12: nasilone zmęczenie, anemia, bezsenność, spadek apetytu, dolegliwości żołądkowe, bóle mięśni.",
        "Kwas foliowy: zmęczenie, drażliwość, nasilenie objawów depresyjnych, osłabienie, apatia, spowolnienie, problemy z koncentracją.",
        "Witaminy z grupy B: większa męczliwość, drażliwość, bezsenność, wahania nastroju, zaburzenia rytmu serca.",
        "Magnez: osłabienie, bóle głowy, niepokój, zaburzenia rytmu serca.",
        "Witamina C: przewlekłe zmęczenie, chwiejność emocjonalna.",
        "A to tylko część możliwych objawów, które łatwo pomylić z epizodem depresyjnym.",
        "Historie z naszego zespołu dodatkowo pokazują, jak ważne jest uwzględnianie gospodarki hormonalnej i poziomu witamin przy diagnozowaniu zaburzeń psychicznych.",
        "Jedna z osób w naszym zespole była przekonana, że przechodzi wypalenie: towarzyszyła jej nieustanna, niezrozumiała senność, pogorszenie nastroju, brak chęci do działania.",
        "Świadoma tego, że przyczyną mogą być również hormony i witaminy, skonsultowała się z lekarzem, zbadała poziomy i niedobory, rozpoczęła suplementację witaminy D i po pewnym czasie poczuła wyraźną poprawę."
      ]
    },
    "screen_4": {
      "texts": [
        "Inna osoba z zespołu – kobieta doświadczająca objawów przypominających depresję – dowiedziała się, że cierpi na anemię z niedoboru żelaza, a leczenie tego schorzenia przyniosło znaczną poprawę jej samopoczucia.",
        "Opisywała swój stan tak: „Ciągle chciało mi się spać, na nic nie miałam ochoty, nie chciałam z nikim rozmawiać. Męczyła mnie ogromna apatia, zawroty głowy, drażliwość. W pewnym momencie naprawdę zaczęłam myśleć, że mam depresję, dopóki przypadkiem nie zrobiłam morfologii i nie wyszły problemy z hemoglobiną.",
        "Potem wykonałam dodatkowe badania, które wykazały niski poziom żelaza i ferrytyny. Okazało się, że mam anemię z niedoboru żelaza, a ja przez cały czas byłam przekonana, że to depresja. Po kursie leczenia wróciłam do dawnego stanu – poczułam ogromną poprawę”.",
        "Dzieląc się tymi historiami, chcemy ostrzec cię przed pochopnym stawianiem diagnozy.",
        "Jeśli więc odczuwasz obniżony nastrój, zmęczenie, brak sił i inne opisane wyżej objawy, zwróć uwagę nie tylko na sferę psychiczną, ale też na stan zdrowia fizycznego.",
        "Skonsultuj się z lekarzem, wykonaj podstawowe badania, sprawdź poziom witamin i hormonów. Być może już to wystarczy, by twój nastrój wyraźnie się poprawił."
      ]
    }
  }
}
