{
  "title": "Technika: Droga z pułapki nadmiernych oczekiwań",
  "description": "Artykuł porusza problem poczucia winy wynikającego z nierealistycznych wymagań wobec siebie i ciągłej samokrytyki. Opisane są metody przemyślenia wewnętrznych przekonań i zastąpienia „powinności” zdrowszym postrzeganiem osobistych możliwości i pragnień. Czytelnicy otrzymują praktyczne wskazówki, jak uwolnić się od samooskarżeń i zbudować bardziej harmonijny stosunek do siebie i swoich błędów.",
  "screen_1": {
    "texts": [
      "Poczucie winy często wynika z nadmiernych wymagań wobec siebie i może objawiać się takimi myślami, jak:",
      "„Muszę to zrobić”.",
      "„Muszę postąpić tak”.",
      "„Muszę być taka”.",
      "„Nie powinienem był tego robić”.",
      "„Powinienem był to przewidzieć/znać”.",
      "Niewłaściwe wymagania zawierające słowo „muszę” mogą prowadzić do poczucia winy i nierealistycznych oczekiwań.",
      "Te wymagania zakładają, że musisz być doskonały lub wszechwiedzący, co jest nierealistyczne.",
      "Do takich wymagań może należeć idea, że zawsze musisz być szczęśliwy lub zadowolony, co tylko nasila poczucie porażki.",
      "Istnieją również wymagania oparte na założeniu, że wiesz wszystko i potrafisz przewidzieć przyszłość. To tworzy fałszywe oczekiwania i poczucie winy, zamiast pomagać Ci rozwiązać problemy.",
      "Istotą tej techniki jest uświadomienie sobie, że obwinianie siebie jest niecelowe, a niewłaściwe wymagania są same w sobie nierealistyczne i niesprawiedliwe.",
      "Stwarzają one jedynie poczucie winy i niemożliwości, a nie pomagają rozwiązać problemu lub osiągnąć sukcesu.",
      "Aby uniknąć ciągłego obwiniania się, warto zrezygnować z takich wymagań i być bardziej realistycznym w swoich oczekiwaniach wobec siebie i swojego życia.",
      "Oczywiście, takie zmiany w myśleniu nie następują z dnia na dzień i mogą nie nastąpić nawet po miesiącu. Ale jesteśmy pewni, że regularna praca nad sobą pomaga w osiągnięciu zmian."
    ],
    "quote": {
      "text": "Każde poczucie winy zakłada samoosąd, a to jest zasadniczo błędne. Człowiek powinien być świadomy swoich błędów, nie popadając w samobiczowanie.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Co więc już teraz należy zrobić, aby pozbyć się poczucia winy spowodowanego nadmiernymi wymaganiami?",
      "Prosty, ale skuteczny sposób na ucieczkę przed nadmiernymi wymaganiami wobec siebie polega na zastąpieniu słowa „muszę” innymi słowami: „Byłoby dobrze, gdyby...” lub „Gdybym mógł, to...”. Są one często bardziej realistyczne i mniej frustrujące.",
      "Na przykład zamiast „Muszę uszczęśliwić moją żonę”, możesz powiedzieć: „Byłoby wspaniale, gdybym mógł uszczęśliwić moją żonę, ponieważ jest smutna. Mogę zapytać, co ją zmartwiło, i pomyśleć, jak mogę jej pomóc”.",
      "Albo zamiast „Nie powinienem był jeść tego lodu”, możesz powiedzieć: „Byłoby lepiej, gdybym nie zjadł tego loda, ale mój czyn to jeszcze nie koniec świata”.",
      "Usuń tryb przypuszczający. Zamiast myśleć w stylu „Powinienem był...”, „Gdybym tylko...”, „Szkoda, że nie...”, spróbuj myśleć: „Następnym razem zrobię to inaczej”.",
      "Ludzie z poczuciem winy często myślą w trybie przypuszczającym, ale tego nie należy robić.",
      "Jeśli to zauważysz, natychmiast przestań i zamień zdanie na „Następnym razem ja...”.",
      "I to wszystko. Żadnych trybów przypuszczających, kategorycznie.",
      "Metoda rzeczywistości pomaga sprawdzić zgodność Twoich wymagań z rzeczywistością. Mówiąc sobie: „Nie powinienem był tego robić”, zapewne myślisz, że naprawdę nie powinieneś był tego robić i że po tym poczujesz się lepiej.",
      "Jednak w rzeczywistości jest odwrotnie: powinieneś był zrobić dokładnie to, co zrobiłeś, ale przyznając się do tego, poczujesz rozczarowanie.",
      "Na przykład jesteś na diecie, aby schudnąć, zjadasz coś dodatkowego i teraz obwiniasz się za to: „Nie powinnam była jeść tej czekolady”.",
      "Jednak w rzeczywistości miałeś ochotę na coś słodkiego. Być może martwisz się o coś i z przyzwyczajenia chciałeś coś zjeść, aby poprawić nastrój, dlatego powstrzymanie się było niemożliwe.",
      "Ludzie często zajadają negatywne emocje, aby złagodzić swoje samopoczucie. Kiedy próbujesz pozbyć się złych nawyków lub schudnąć, głównym przeszkodą jest przekonanie, że tracisz nad sobą kontrolę.",
      "Poczucie utraty kontroli jest bezpośrednio związane z tym, że „musisz” lub „nie powinieneś”. Jeśli pojawia się u Ciebie ochota na coś niezdrowego, mówisz sobie, że „nie powinieneś” nawet chcieć zjeść zakazanego jedzenia, a „musisz” raz na zawsze zrezygnować ze wszystkich niezdrowych produktów i nigdy się nie poddawać.",
      "A potem, żeby poczuć się lepiej, idziesz i jesz czekoladę. Taki sposób odchudzania raczej nie przyniesie rezultatów, a Ty będziesz czuć się winny i przygnębiony.",
      "Kiedy uda Ci się przestać sobie zakazywać, wtedy będziesz mógł bez przemocy wobec siebie się tego pozbyć."
    ]
  },
  "screen_3": {
    "texts": [
      "Ludźmi skłonnymi do nadmiernego poczucia winy mogą manipulować inni w celu osiągnięcia swoich celów. Pomyśl: ile razy zgodziłeś się pójść na spotkanie bez większej ochoty, aby zadowolić innych lub aby nikt się nie obraził? Ważne jest, aby bronić swoich granic i umieć powiedzieć „nie”.",
      "Przykład: młoda dziewczyna mieszka z rodzicami i bratem, otrzymuje dobrą pensję. Jej brat od czasu do czasu gdzieś dorabia.",
      "Ma skłonność do uzależnienia od rzeczy: ciągle kupuje sobie coś nowego, ale nie ma na to wystarczająco pieniędzy.",
      "Jego siostra rozumie, że to nie jest najlepszy sposób na gospodarowanie pieniędzmi, ale nadal daje mu pożyczki, ponieważ uważa, że siostry i bracia powinni sobie pomagać, tak jest w ich rodzinie.",
      "Dziewczyna boi się odmówić bratu, bo to może zniszczyć ich relacje. Przedtem przećwiczyła trudną rozmowę z przyjacielem i zrozumiała, że powiedzenie „nie” nie jest tak straszne, jak się wydawało.",
      "Zanim określisz swoje granice i postawisz granicę w postaci odmowy spełnienia wymagań lub obrony własnej opinii, aby nie iść w gości, gdy tego nie chcesz, możesz przećwiczyć trudną rozmowę lub napisać ją na kartce papieru lub w notatkach.",
      "Dzięki temu będziesz mógł przewidzieć prawdopodobny scenariusz rozmowy i zrozumieć, jak najlepiej odmówić rozmówcy, a może też zrozumiesz, że mówienie „nie” nie jest takie straszne.",
      "Będziesz musiał przejść długą drogę, zanim w mózgu utworzą się odpowiednie sieci neuronowe i będziesz miał odwagę i umiejętność powiedzenia „nie” w sposób dyplomatyczny, ale stanowczy, i wprowadzenia tej umiejętności w życie, gdy nadejdzie odpowiedni moment.",
      "Rozgraniczenie odpowiedzialności",
      "Czasami bierzemy na siebie odpowiedzialność za nieszczęścia i niepowodzenia innych ludzi.",
      "W takich sytuacjach ważne jest, aby zrozumieć, kto naprawdę ponosi odpowiedzialność za to, co się stało. Na przykład, czy naprawdę jesteś winny temu, że Twoje dziecko otrzymało złe oceny?",
      "Tutaj pojawia się zamieszanie między Twoim wpływem na dziecko a kontrolą nad nim.",
      "Aby nauczyć się rozróżniać odpowiedzialność, można użyć metody trzech kolumn, która jest skróconą wersją dziennika automatycznych myśli.",
      "W pierwszej kolumnie zapisuje się myśli, które budzą niepokój i osądzają, w drugiej - jakie zniekształcenia poznawcze zauważasz, a w trzeciej - jaka może być racjonalna odpowiedź.",
      "Na przykład:",
      "1 kolumna (myśli budzące niepokój i osądzające): „Jestem winny temu, że moje dziecko otrzymuje złe oceny. Nie będę w stanie pomóc mu osiągnąć sukcesu w szkole”.",
      "2 kolumna (zniekształcenia poznawcze): personalizacja, nadmierne uogólnienie.",
      "3 kolumna (racjonalna odpowiedź): „Jestem odpowiedzialny za swoją rolę w wychowaniu dziecka, ale nie kontroluję całkowicie jego sukcesów lub porażek w szkole. Dziecko również ponosi własną odpowiedzialność za swoją naukę i szkolne osiągnięcia. Mogę mu pomóc, wspierać i motywować, ale ostateczny wynik zależy od jego własnej pracy i wysiłku”.",
      "Ważne jest, aby zrozumieć, że nie możemy kontrolować każdego aspektu życia innych ludzi, nawet jeśli są pod naszym wpływem. Odpowiadamy za nasze działania i rolę, jaką odgrywamy w życiu innych, ale nie powinniśmy brać na siebie całej odpowiedzialności za ich sukcesy lub niepowodzenia."
    ]
  }
}
