{
  "trap": {
    "title": "Technika: Droga z pułapki nadmiernych oczekiwań",
    "description": "Artykuł porusza problem poczucia winy wynikającego z nierealistycznych wymagań wobec siebie i ciągłej samokrytyki. Opisane są metody przemyślenia wewnętrznych przekonań i zastąpienia „powinności” zdrowszym postrzeganiem osobistych możliwości i pragnień. Czytelnicy otrzymują praktyczne wskazówki, jak uwolnić się od samooskarżeń i zbudować bardziej harmonijny stosunek do siebie i swoich błędów.",
    "screen_1": {
      "texts": [
        "Poczucie winy często wynika z nadmiernych wymagań wobec siebie i może objawiać się takimi myślami, jak:",
        "„Muszę to zrobić”.",
        "„Muszę postąpić tak”.",
        "„Muszę być taka”.",
        "„Nie powinienem był tego robić”.",
        "„Powinienem był to przewidzieć/znać”.",
        "Niewłaściwe wymagania zawierające słowo „muszę” mogą prowadzić do poczucia winy i nierealistycznych oczekiwań.",
        "Te wymagania zakładają, że musisz być doskonały lub wszechwiedzący, co jest nierealistyczne.",
        "Do takich wymagań może należeć idea, że zawsze musisz być szczęśliwy lub zadowolony, co tylko nasila poczucie porażki.",
        "Istnieją również wymagania oparte na założeniu, że wiesz wszystko i potrafisz przewidzieć przyszłość. To tworzy fałszywe oczekiwania i poczucie winy, zamiast pomagać Ci rozwiązać problemy.",
        "Istotą tej techniki jest uświadomienie sobie, że obwinianie siebie jest niecelowe, a niewłaściwe wymagania są same w sobie nierealistyczne i niesprawiedliwe.",
        "Stwarzają one jedynie poczucie winy i niemożliwości, a nie pomagają rozwiązać problemu lub osiągnąć sukcesu.",
        "Aby uniknąć ciągłego obwiniania się, warto zrezygnować z takich wymagań i być bardziej realistycznym w swoich oczekiwaniach wobec siebie i swojego życia.",
        "Oczywiście, takie zmiany w myśleniu nie następują z dnia na dzień i mogą nie nastąpić nawet po miesiącu. Ale jesteśmy pewni, że regularna praca nad sobą pomaga w osiągnięciu zmian."
      ],
      "quote": {
        "text": "Każde poczucie winy zakłada samoosąd, a to jest zasadniczo błędne. Człowiek powinien być świadomy swoich błędów, nie popadając w samobiczowanie.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Co więc już teraz należy zrobić, aby pozbyć się poczucia winy spowodowanego nadmiernymi wymaganiami?",
        "Prosty, ale skuteczny sposób na ucieczkę przed nadmiernymi wymaganiami wobec siebie polega na zastąpieniu słowa „muszę” innymi słowami: „Byłoby dobrze, gdyby...” lub „Gdybym mógł, to...”. Są one często bardziej realistyczne i mniej frustrujące.",
        "Na przykład zamiast „Muszę uszczęśliwić moją żonę”, możesz powiedzieć: „Byłoby wspaniale, gdybym mógł uszczęśliwić moją żonę, ponieważ jest smutna. Mogę zapytać, co ją zmartwiło, i pomyśleć, jak mogę jej pomóc”.",
        "Albo zamiast „Nie powinienem był jeść tego lodu”, możesz powiedzieć: „Byłoby lepiej, gdybym nie zjadł tego loda, ale mój czyn to jeszcze nie koniec świata”.",
        "Usuń tryb przypuszczający. Zamiast myśleć w stylu „Powinienem był...”, „Gdybym tylko...”, „Szkoda, że nie...”, spróbuj myśleć: „Następnym razem zrobię to inaczej”.",
        "Ludzie z poczuciem winy często myślą w trybie przypuszczającym, ale tego nie należy robić.",
        "Jeśli to zauważysz, natychmiast przestań i zamień zdanie na „Następnym razem ja...”.",
        "I to wszystko. Żadnych trybów przypuszczających, kategorycznie.",
        "Metoda rzeczywistości pomaga sprawdzić zgodność Twoich wymagań z rzeczywistością. Mówiąc sobie: „Nie powinienem był tego robić”, zapewne myślisz, że naprawdę nie powinieneś był tego robić i że po tym poczujesz się lepiej.",
        "Jednak w rzeczywistości jest odwrotnie: powinieneś był zrobić dokładnie to, co zrobiłeś, ale przyznając się do tego, poczujesz rozczarowanie.",
        "Na przykład jesteś na diecie, aby schudnąć, zjadasz coś dodatkowego i teraz obwiniasz się za to: „Nie powinnam była jeść tej czekolady”.",
        "Jednak w rzeczywistości miałeś ochotę na coś słodkiego. Być może martwisz się o coś i z przyzwyczajenia chciałeś coś zjeść, aby poprawić nastrój, dlatego powstrzymanie się było niemożliwe.",
        "Ludzie często zajadają negatywne emocje, aby złagodzić swoje samopoczucie. Kiedy próbujesz pozbyć się złych nawyków lub schudnąć, głównym przeszkodą jest przekonanie, że tracisz nad sobą kontrolę.",
        "Poczucie utraty kontroli jest bezpośrednio związane z tym, że „musisz” lub „nie powinieneś”. Jeśli pojawia się u Ciebie ochota na coś niezdrowego, mówisz sobie, że „nie powinieneś” nawet chcieć zjeść zakazanego jedzenia, a „musisz” raz na zawsze zrezygnować ze wszystkich niezdrowych produktów i nigdy się nie poddawać.",
        "A potem, żeby poczuć się lepiej, idziesz i jesz czekoladę. Taki sposób odchudzania raczej nie przyniesie rezultatów, a Ty będziesz czuć się winny i przygnębiony.",
        "Kiedy uda Ci się przestać sobie zakazywać, wtedy będziesz mógł bez przemocy wobec siebie się tego pozbyć."
      ]
    },
    "screen_3": {
      "texts": [
        "Ludźmi skłonnymi do nadmiernego poczucia winy mogą manipulować inni w celu osiągnięcia swoich celów. Pomyśl: ile razy zgodziłeś się pójść na spotkanie bez większej ochoty, aby zadowolić innych lub aby nikt się nie obraził? Ważne jest, aby bronić swoich granic i umieć powiedzieć „nie”.",
        "Przykład: młoda dziewczyna mieszka z rodzicami i bratem, otrzymuje dobrą pensję. Jej brat od czasu do czasu gdzieś dorabia.",
        "Ma skłonność do uzależnienia od rzeczy: ciągle kupuje sobie coś nowego, ale nie ma na to wystarczająco pieniędzy.",
        "Jego siostra rozumie, że to nie jest najlepszy sposób na gospodarowanie pieniędzmi, ale nadal daje mu pożyczki, ponieważ uważa, że siostry i bracia powinni sobie pomagać, tak jest w ich rodzinie.",
        "Dziewczyna boi się odmówić bratu, bo to może zniszczyć ich relacje. Przedtem przećwiczyła trudną rozmowę z przyjacielem i zrozumiała, że powiedzenie „nie” nie jest tak straszne, jak się wydawało.",
        "Zanim określisz swoje granice i postawisz granicę w postaci odmowy spełnienia wymagań lub obrony własnej opinii, aby nie iść w gości, gdy tego nie chcesz, możesz przećwiczyć trudną rozmowę lub napisać ją na kartce papieru lub w notatkach.",
        "Dzięki temu będziesz mógł przewidzieć prawdopodobny scenariusz rozmowy i zrozumieć, jak najlepiej odmówić rozmówcy, a może też zrozumiesz, że mówienie „nie” nie jest takie straszne.",
        "Będziesz musiał przejść długą drogę, zanim w mózgu utworzą się odpowiednie sieci neuronowe i będziesz miał odwagę i umiejętność powiedzenia „nie” w sposób dyplomatyczny, ale stanowczy, i wprowadzenia tej umiejętności w życie, gdy nadejdzie odpowiedni moment.",
        "Rozgraniczenie odpowiedzialności",
        "Czasami bierzemy na siebie odpowiedzialność za nieszczęścia i niepowodzenia innych ludzi.",
        "W takich sytuacjach ważne jest, aby zrozumieć, kto naprawdę ponosi odpowiedzialność za to, co się stało. Na przykład, czy naprawdę jesteś winny temu, że Twoje dziecko otrzymało złe oceny?",
        "Tutaj pojawia się zamieszanie między Twoim wpływem na dziecko a kontrolą nad nim.",
        "Aby nauczyć się rozróżniać odpowiedzialność, można użyć metody trzech kolumn, która jest skróconą wersją dziennika automatycznych myśli.",
        "W pierwszej kolumnie zapisuje się myśli, które budzą niepokój i osądzają, w drugiej - jakie zniekształcenia poznawcze zauważasz, a w trzeciej - jaka może być racjonalna odpowiedź.",
        "Na przykład:",
        "1 kolumna (myśli budzące niepokój i osądzające): „Jestem winny temu, że moje dziecko otrzymuje złe oceny. Nie będę w stanie pomóc mu osiągnąć sukcesu w szkole”.",
        "2 kolumna (zniekształcenia poznawcze): personalizacja, nadmierne uogólnienie.",
        "3 kolumna (racjonalna odpowiedź): „Jestem odpowiedzialny za swoją rolę w wychowaniu dziecka, ale nie kontroluję całkowicie jego sukcesów lub porażek w szkole. Dziecko również ponosi własną odpowiedzialność za swoją naukę i szkolne osiągnięcia. Mogę mu pomóc, wspierać i motywować, ale ostateczny wynik zależy od jego własnej pracy i wysiłku”.",
        "Ważne jest, aby zrozumieć, że nie możemy kontrolować każdego aspektu życia innych ludzi, nawet jeśli są pod naszym wpływem. Odpowiadamy za nasze działania i rolę, jaką odgrywamy w życiu innych, ale nie powinniśmy brać na siebie całej odpowiedzialności za ich sukcesy lub niepowodzenia."
      ]
    }
  },
  "unemployment": {
    "title": "Utrata pracy i popadnięcie w depresję?",
    "description": "Ten artykuł bada psychologiczne i społeczne skutki nagłej utraty pracy, analizując emocjonalną huśtawkę, która towarzyszy takim wydarzeniom. Na przykładzie osobistych doświadczeń Aleksandra, który przez wiele lat pracował w odnoszącej sukcesy firmie, opisano walkę z depresją, obniżoną samooceną i zawodowymi niepowodzeniami. Artykuł oferuje także sposoby radzenia sobie z emocjonalnymi trudnościami, podkreślając znaczenie wsparcia i samoakceptacji w trudnych chwilach.",
    "screen_1": {
      "texts": [
        "Nagła utrata pracy to ogromny stres dla większości ludzi. Kiedy zwolnienie lub redukcja etatów zostaje ogłoszona w ciągu kilku dni lub tygodni, wiele osób odczuwa, że ich życie «się zawaliło». Jest to zrozumiałe, ponieważ życie drastycznie zmienia się w zakresie:",
        "sytuacji finansowej",
        "statusu społecznego",
        "codziennej rutyny",
        "krótkoterminowych i długoterminowych planów",
        "Praca to zobowiązania, struktura, komunikacja – jednym słowem coś, co nas wspiera.",
        "Bezrobocie natomiast przypomina swobodny lot bez zabezpieczenia. Zostajesz sam z pustymi dniami, rachunkami, których niedługo nie będzie za co zapłacić, i niekończącym się oczekiwaniem na zaproszenie na rozmowę kwalifikacyjną: przed spotkaniem czujesz ostrożną nadzieję, a potem – kolejne odrzucenie. Typowy, smutny obraz.",
        "Utrata pracy jest przeżywana jak każda inna strata, a osoby, które tego doświadczają, przechodzą przez etapy żałoby.",
        "Najpierw szok, głębokie zagubienie, niezrozumienie, co dalej robić. Następnie pojawia się gniew – na siebie, na osoby, które podjęły decyzję o zwolnieniu.",
        "Możliwy jest także etap targowania się: a może da się to wszystko jeszcze jakoś naprawić i zostanę przyjęty z powrotem? I w końcu depresja. Bez wątpienia jest to «realny» problem, ale czy oznacza to, że usprawiedliwia depresję?",
        "Przyczyna takiej emocjonalnej reakcji leży w przekonaniu, że wartość osobista i zdolność do odczuwania szczęścia zależą bezpośrednio od sukcesu zawodowego.",
        "W ramach tego systemu wartości wydaje się logiczne założenie, że przygnębienie emocjonalne jest nieuchronnie związane ze stratami finansowymi, niepowodzeniami zawodowymi lub bankructwem."
      ],
      "quote": {
        "text": "Kiedy jedne drzwi się zamykają, nie wiesz, że otwierają się inne?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Jeśli również tak uważasz, zainteresuje Cię historia Aleksandra – 47-letniego ojca trójki dzieci, który przez 17 lat pracował w odnoszącej sukcesy firmie swojego teścia.",
        "Na kilka lat przed jego depresją między nim a teściem doszło do nieporozumień dotyczących zarządzania firmą. W przypływie gniewu Aleksander odszedł z pracy, rezygnując również ze swoich udziałów w firmie.",
        "W ciągu następnych dwóch lat zmieniał pracę raz za razem, ale nie potrafił znaleźć niczego, co spełniałoby jego oczekiwania zarówno finansowe, jak i moralne.",
        "Wydawało mu się, że nic mu się nie udaje i zaczął uważać się za nieudacznika. Jego żona musiała podjąć pełnoetatową pracę, aby związać koniec z końcem, co tylko pogłębiło jego poczucie bezwartościowości, ponieważ zawsze był dumny ze swojej roli żywiciela rodziny.",
        "Czas mijał, jego sytuacja finansowa się pogarszała, a stan depresyjny narastał, gdy jego samoocena sięgała coraz niższego poziomu.",
        "Kiedy Aleksander postanowił zwrócić się o pomoc do specjalisty, od kilku miesięcy pracował już w firmie zajmującej się nieruchomościami.",
        "W tym czasie wynajął kilka budynków, ale nie dokonał żadnej sprzedaży. Ponieważ jego wynagrodzenie zależało od sprzedaży, jego zarobki były niskie. W tym okresie Aleksander cierpiał na depresję i prokrastynację, spędzając całe dni w łóżku, myśląc:",
        "«Po co to wszystko? Jestem nieudacznikiem. Praca jest bez sensu, i tak nic mi się nie uda.»",
        "Podczas trzeciego spotkania z psychologiem podzielił się tym, że jego zamożny przyjaciel chciał kupić nieruchomość za jego pośrednictwem, a prowizja z takiej sprzedaży mogła wzmocnić jego pozycję zawodową, dodać mu pewności siebie i znacznie poprawić sytuację finansową.",
        "Zamiast jednak chwycić się tej szansy, Aleksander zwlekał przez kilka tygodni. Pojawia się pytanie – dlaczego? Ponieważ myślał: «Sprzedaż nieruchomości komercyjnych jest zbyt trudna.",
        "Nigdy wcześniej tego nie robiłem i na pewno mi się nie uda. A jeśli mój przyjaciel w ostatniej chwili się rozmyśli, to będzie oznaczało, że zupełnie się do tego nie nadaję. To będzie dowód na to, że jestem kompletnym nieudacznikiem.»"
      ]
    },
    "screen_3": {
      "texts": [
        "Przełożeni Aleksandra bardzo go cenili i uważali za utalentowanego sprzedawcę, ale on sam był dla siebie niezwykle surowy.",
        "W trakcie kolejnych sesji i pracy nad swoimi myślami Aleksander przyznał, że jest wobec siebie nadmiernie krytyczny, co w trudnym okresie wcale mu nie pomagało, a wręcz przeciwnie – pogarszało sytuację.",
        "Zdał sobie również sprawę, że stosuje «podwójne standardy»: wobec innych ludzi był tolerancyjny i wspierający, ale wobec siebie – wyjątkowo krytyczny i wymagający.",
        "Początkowo bronił swojej wizji, jak wielu wymagających od siebie perfekcjonistów, twierdząc, że bycie surowym dla siebie może przynieść pewne korzyści.",
        "Jednak szybko zrozumiał, że jego osobiste standardy były nierealistyczne i skazane na niepowodzenie, ponieważ gdyby spróbował sprzedać budynek i nie odniósł sukcesu, uznałby to za katastrofę. Jego skłonność do myślenia w kategoriach «wszystko albo nic» była dużym problemem.",
        "Pod koniec terapii Aleksander poczuł ulgę, uświadamiając sobie, że trudności finansowe ostatnich lat nie czynią go automatycznie «nieudacznikiem».",
        "Ten negatywny obraz siebie i poczucie stagnacji były wynikiem ekstremalnego myślenia «wszystko albo nic». Jego poczucie bezwartościowości wynikało z koncentracji wyłącznie na negatywnych aspektach życia (negatywny filtr) i pomijania wielu faktów, w których odnosił sukcesy (deprecjonowanie pozytywnych osiągnięć).",
        "Zrozumiał, że zbyt długo dręczył się myślą, że mógł zrobić więcej, i zdał sobie sprawę, że trudności finansowe nie umniejszają jego godności jako człowieka. W końcu uznał, że apatia i prokrastynacja były jedynie objawami depresji, a nie odzwierciedleniem jego prawdziwej istoty.",
        "Kiedy nauczył się odpowiadać na swoje negatywne myśli, był w stanie zmniejszyć stopień zniekształceń w swoim surowym samoocenianiu, a jego nastrój zaczął się poprawiać.",
        "Odszedł z branży nieruchomości i otworzył księgarnię. Udało mu się pokryć wydatki, ale mimo znacznych osobistych wysiłków nie był w stanie wygenerować wystarczających zysków, aby uzasadnić kontynuowanie działalności po pierwszym roku próbnym."
      ]
    },
    "screen_4": {
      "texts": [
        "W ten sposób, chociaż zewnętrzne oznaki sukcesu pozostały niemal niezmienione, Aleksander zdołał zachować poczucie własnej wartości i uniknąć depresji. Pomimo trudnej sytuacji finansowej, gdy zdecydował się «przyznać porażkę» w swoim biznesie księgarskim, jego szacunek do samego siebie pozostał nienaruszony.",
        "Podczas ostatniego spotkania z psychologiem Aleksander napisał esej, który postanowił czytać każdego ranka przed rozpoczęciem poszukiwania nowej pracy:",
        "Dlaczego nie jestem bezużyteczny?",
        "Dopóki mogę zrobić coś dla swojego dobrostanu i dobrostanu innych, nie jestem bezużyteczny. Dopóki to, co robię, może mieć pozytywny wpływ, nie jestem bezużyteczny.",
        "Dopóki fakt, że żyję, ma znaczenie dla choćby jednej osoby, nie jestem bezużyteczny (a tą osobą mogę być ja sam). Jeśli okazywanie miłości, zrozumienia, przyjaźni, wsparcia, towarzystwa, rady czy pocieszenia coś znaczy, nie jestem bezużyteczny.",
        "Jeśli mogę szanować swoje zdanie i inteligencję, nie jestem bezużyteczny.",
        "Jeśli inni mnie szanują, to przyjemny bonus.",
        "Jeśli mam poczucie własnej godności, nie jestem bezużyteczny.",
        "Jeśli pomaganie w zapewnieniu bytu rodzinom moich pracowników oznacza robienie czegoś dobrego, nie jestem bezużyteczny.",
        "Jeśli robię wszystko, co w mojej mocy, aby pomóc swoim klientom i dostawcom swoją produktywnością i kreatywnością, nie jestem bezużyteczny.",
        "Jeśli moja obecność w tym otoczeniu rzeczywiście ma znaczenie dla innych, nie jestem bezużyteczny. Jestem wartościowy z natury!",
        "Jeśli borykasz się z podobnym problemem lub jeśli automatyczne myśli Aleksandra są ci bliskie, napisz dla siebie notatkę, dlaczego nie jesteś bezużyteczny, dlaczego nie jesteś nieudacznikiem i dlaczego jesteś wartościowy sam w sobie."
      ]
    }
  },
  "vitamins": {
    "title": "Fałszywa depresja: Jak hormony i witaminy wpływają na nasze zdrowie emocjonalne",
    "description": "Artykuł omawia, w jaki sposób zdrowie fizyczne, w tym równowaga hormonalna i poziom witamin, może wpływać na stan emocjonalny człowieka. Podkreśla, że objawy często kojarzone z depresją mogą być wywołane problemami fizycznymi, takimi jak niedobór określonych witamin lub zaburzenia hormonalne. Autorzy artykułu kładą nacisk na znaczenie kompleksowego podejścia do diagnozowania i leczenia zaburzeń psychicznych, uwzględniając zarówno aspekty psychologiczne, jak i fizjologiczne.",
    "screen_1": {
      "texts": [
        "Staramy się, aby ta sekcja jak najlepiej pomogła Ci poprawić i złagodzić Twój stan emocjonalny. Dlatego ważne jest omówienie wszystkich możliwych przyczyn jego zmian.",
        "Kiedy mówimy o depresji, mamy na myśli zestaw określonych objawów, które były już wcześniej omówione. Jednak nie zawsze te objawy wskazują na zaburzenie psychiczne.",
        "Należy pamiętać, że biologiczny składnik naszego organizmu odgrywa ważną rolę nie tylko w fizycznym, ale także w psychologicznym dobrostanie. Problemy fizyczne mogą znacząco wpływać na stan emocjonalny, powodując objawy podobne do depresji.",
        "Przykładem tego są hormony. Mają one ogromny wpływ na zachowanie i stan psychiczny człowieka.",
        "Badania w dziedzinie psychoendokrynologii pokazują, że układ nerwowy i hormonalny są ze sobą powiązane, zapewniając utrzymanie homeostazy (równowagi fizjologicznej organizmu).",
        "Dlatego każde wahania poziomu hormonów mogą powodować poważne zaburzenia emocjonalne.",
        "Na przykład zmniejszenie funkcji tarczycy może prowadzić do depresji, zwiększenia poziomu lęku i innych problemów psychicznych.",
        "Nadczynność tej gruczołu wywołuje manię, drażliwość, wahania nastroju, a nawet psychozy.",
        "Akromegalia, czyli nadmierna produkcja hormonu wzrostu, objawia się obniżeniem aktywności psychicznej, apatią połączoną z euforią.",
        "W ten sposób osoby z zaburzeniami endokrynologicznymi stają w obliczu nie tylko fizycznych trudności związanych z ich chorobą, ale także ryzyka zaburzeń psychicznych, takich jak lęk, depresja, mania, zaburzenia świadomości i inne."
      ],
      "quote": {
        "text": "Dbaj o ciało, aby dusza pragnęła w nim przebywać.",
        "author": "Sokrates"
      }
    },
    "screen_2": {
      "texts": [
        "W połowie XX wieku powstała cała dyscyplina naukowa - psychoendokrynologia, badająca związek między układem hormonalnym człowieka a jego psychiką.",
        "Istnieje nawet taki termin, zespół psychoendokrynny – zaburzenia psychiczne wynikające z chorób endokrynologicznych. Obejmują one zaburzenia nastroju, astenia, obniżenie aktywności psychicznej oraz zmiany w popędach i instynktach.",
        "Oprócz hormonów, znaczący wpływ na nasze samopoczucie mają witaminy.",
        "Awitaminoza i depresja, mogłoby się wydawać, nie są bezpośrednio związane, ale jak pokazują badania, związek między nimi jest silniejszy, niż moglibyśmy przypuszczać.",
        "Z pewnością zgadzacie się, że witaminy są niezbędne naszemu organizmowi do utrzymania metabolizmu. Jest ich wiele, ale każda z nich jest niezastąpiona. Kiedy brakuje czegoś organizmowi, następuje awitaminoza.",
        "Awitaminoza to stan, w którym organizm ma niedobór lub całkowity brak określonej witaminy.",
        "Niedobór różnych witamin może różnie wpływać na zdrowie psychiczne, od drobnych niedogodności po przerażające objawy.",
        "Badania wykazały, że awitaminoza może przyczyniać się do wystąpienia lęku i depresji, a także nasilać objawy u osób z niektórymi chorobami psychicznymi, takimi jak zaburzenia obsesyjno-kompulsywne lub zaburzenie afektywne dwubiegunowe.",
        "Nawet jeśli jesteś zdrowy, niedobór tej lub innej witaminy może pogorszyć twoje samopoczucie i stan emocjonalny."
      ]
    },
    "screen_3": {
      "texts": [
        "Przykłady niedoboru witamin i ich objawy:",
        "Witamina D: przygnębienie, lęk, zmęczenie, wahania nastroju.",
        "Żelazo: osłabienie, zmęczenie, duszność, zawroty głowy, drętwienie.",
        "Witamina B12: zwiększone zmęczenie, anemia, bezsenność, brak apetytu, zaburzenia żołądkowe, bóle mięśni.",
        "Kwas foliowy: zmęczenie, drażliwość, depresja, osłabienie, apatia, letarg, zaburzenia funkcji poznawczych.",
        "Witaminy z grupy B: zwiększone zmęczenie, drażliwość, bezsenność, zmiana nastroju, zaburzenia rytmu serca.",
        "Magnez: osłabienie, bóle głowy, lęk, zaburzenia rytmu serca.",
        "Witamina C: przewlekłe zmęczenie, niestabilność emocjonalna.",
        "I to tylko część możliwych objawów, które łatwo pomylić ze stanem depresyjnym.",
        "Nasze osobiste historie potwierdzają znaczenie uwzględnienia równowagi hormonalnej i witaminowej przy diagnozowaniu zaburzeń psychicznych.",
        "Jeden z członków naszego zespołu myślał, że doświadczył wypalenia zawodowego, cierpiąc z powodu niewytłumaczalnego zmęczenia, pogorszenia nastroju, braku chęci do działania.",
        "Jednak wiedząc, że przyczyną mogą być hormony i witaminy, skontaktował się z lekarzem, zdiagnozował niedobór, zażywał witaminę D i poczuł się znacznie lepiej."
      ]
    },
    "screen_4": {
      "texts": [
        "Inny członek zespołu, kobieta, doświadczająca objawów podobnych do depresji, wykryła niedobór żelaza, którego leczenie doprowadziło do znacznej poprawy jej stanu.",
        "Opisywała swoje doświadczenia w następujący sposób: „Ciągle chciało mi się spać, nie chciałam nic robić, nie chciałam z nikim rozmawiać. Cierpiałam na okropną apatię, zawroty głowy, drażliwość. W pewnym momencie naprawdę zaczęłam myśleć, że mam depresję, aż przypadkowo zrobiłam ogólne badanie krwi, które wykazało problemy z hemoglobiną.",
        "Następnie zrobiłam dodatkowe badania, które wykazały niedobór żelaza i ferrytyny. Miałam niedokrwistość z niedoboru żelaza, a myślałam, że to depresja. Ale po kuracji lekami odzyskałam dawną formę. Mój stan znacznie się poprawił.”",
        "Dzieląc się tymi historiami, chcemy ostrzec przed błędnymi diagnozami.",
        "Dlatego jeśli odczuwasz obniżony nastrój, zmęczenie, wyczerpanie i inne wyżej wymienione objawy, zwróć uwagę nie tylko na zdrowie psychiczne, ale także fizyczne.",
        "Skonsultuj się z lekarzem, zrób ogólne badanie krwi, sprawdź poziom witamin i hormonów. Możliwe, że to wystarczy, aby poprawić Twoje samopoczucie."
      ]
    }
  }
}