{
  "title": "Utrata pracy i popadnięcie w depresję?",
  "description": "Ten artykuł bada psychologiczne i społeczne skutki nagłej utraty pracy, analizując emocjonalną huśtawkę, która towarzyszy takim wydarzeniom. Na przykładzie osobistych doświadczeń Aleksandra, który przez wiele lat pracował w odnoszącej sukcesy firmie, opisano walkę z depresją, obniżoną samooceną i zawodowymi niepowodzeniami. Artykuł oferuje także sposoby radzenia sobie z emocjonalnymi trudnościami, podkreślając znaczenie wsparcia i samoakceptacji w trudnych chwilach.",
  "screen_1": {
    "texts": [
      "Nagła utrata pracy to ogromny stres dla większości ludzi. Kiedy zwolnienie lub redukcja etatów zostaje ogłoszona w ciągu kilku dni lub tygodni, wiele osób odczuwa, że ich życie «się zawaliło». Jest to zrozumiałe, ponieważ życie drastycznie zmienia się w zakresie:",
      "sytuacji finansowej",
      "statusu społecznego",
      "codziennej rutyny",
      "krótkoterminowych i długoterminowych planów",
      "Praca to zobowiązania, struktura, komunikacja – jednym słowem coś, co nas wspiera.",
      "Bezrobocie natomiast przypomina swobodny lot bez zabezpieczenia. Zostajesz sam z pustymi dniami, rachunkami, których niedługo nie będzie za co zapłacić, i niekończącym się oczekiwaniem na zaproszenie na rozmowę kwalifikacyjną: przed spotkaniem czujesz ostrożną nadzieję, a potem – kolejne odrzucenie. Typowy, smutny obraz.",
      "Utrata pracy jest przeżywana jak każda inna strata, a osoby, które tego doświadczają, przechodzą przez etapy żałoby.",
      "Najpierw szok, głębokie zagubienie, niezrozumienie, co dalej robić. Następnie pojawia się gniew – na siebie, na osoby, które podjęły decyzję o zwolnieniu.",
      "Możliwy jest także etap targowania się: a może da się to wszystko jeszcze jakoś naprawić i zostanę przyjęty z powrotem? I w końcu depresja. Bez wątpienia jest to «realny» problem, ale czy oznacza to, że usprawiedliwia depresję?",
      "Przyczyna takiej emocjonalnej reakcji leży w przekonaniu, że wartość osobista i zdolność do odczuwania szczęścia zależą bezpośrednio od sukcesu zawodowego.",
      "W ramach tego systemu wartości wydaje się logiczne założenie, że przygnębienie emocjonalne jest nieuchronnie związane ze stratami finansowymi, niepowodzeniami zawodowymi lub bankructwem."
    ],
    "quote": {
      "text": "Kiedy jedne drzwi się zamykają, nie wiesz, że otwierają się inne?",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Jeśli również tak uważasz, zainteresuje Cię historia Aleksandra – 47-letniego ojca trójki dzieci, który przez 17 lat pracował w odnoszącej sukcesy firmie swojego teścia.",
      "Na kilka lat przed jego depresją między nim a teściem doszło do nieporozumień dotyczących zarządzania firmą. W przypływie gniewu Aleksander odszedł z pracy, rezygnując również ze swoich udziałów w firmie.",
      "W ciągu następnych dwóch lat zmieniał pracę raz za razem, ale nie potrafił znaleźć niczego, co spełniałoby jego oczekiwania zarówno finansowe, jak i moralne.",
      "Wydawało mu się, że nic mu się nie udaje i zaczął uważać się za nieudacznika. Jego żona musiała podjąć pełnoetatową pracę, aby związać koniec z końcem, co tylko pogłębiło jego poczucie bezwartościowości, ponieważ zawsze był dumny ze swojej roli żywiciela rodziny.",
      "Czas mijał, jego sytuacja finansowa się pogarszała, a stan depresyjny narastał, gdy jego samoocena sięgała coraz niższego poziomu.",
      "Kiedy Aleksander postanowił zwrócić się o pomoc do specjalisty, od kilku miesięcy pracował już w firmie zajmującej się nieruchomościami.",
      "W tym czasie wynajął kilka budynków, ale nie dokonał żadnej sprzedaży. Ponieważ jego wynagrodzenie zależało od sprzedaży, jego zarobki były niskie. W tym okresie Aleksander cierpiał na depresję i prokrastynację, spędzając całe dni w łóżku, myśląc:",
      "«Po co to wszystko? Jestem nieudacznikiem. Praca jest bez sensu, i tak nic mi się nie uda.»",
      "Podczas trzeciego spotkania z psychologiem podzielił się tym, że jego zamożny przyjaciel chciał kupić nieruchomość za jego pośrednictwem, a prowizja z takiej sprzedaży mogła wzmocnić jego pozycję zawodową, dodać mu pewności siebie i znacznie poprawić sytuację finansową.",
      "Zamiast jednak chwycić się tej szansy, Aleksander zwlekał przez kilka tygodni. Pojawia się pytanie – dlaczego? Ponieważ myślał: «Sprzedaż nieruchomości komercyjnych jest zbyt trudna.",
      "Nigdy wcześniej tego nie robiłem i na pewno mi się nie uda. A jeśli mój przyjaciel w ostatniej chwili się rozmyśli, to będzie oznaczało, że zupełnie się do tego nie nadaję. To będzie dowód na to, że jestem kompletnym nieudacznikiem.»"
    ]
  },
  "screen_3": {
    "texts": [
      "Przełożeni Aleksandra bardzo go cenili i uważali za utalentowanego sprzedawcę, ale on sam był dla siebie niezwykle surowy.",
      "W trakcie kolejnych sesji i pracy nad swoimi myślami Aleksander przyznał, że jest wobec siebie nadmiernie krytyczny, co w trudnym okresie wcale mu nie pomagało, a wręcz przeciwnie – pogarszało sytuację.",
      "Zdał sobie również sprawę, że stosuje «podwójne standardy»: wobec innych ludzi był tolerancyjny i wspierający, ale wobec siebie – wyjątkowo krytyczny i wymagający.",
      "Początkowo bronił swojej wizji, jak wielu wymagających od siebie perfekcjonistów, twierdząc, że bycie surowym dla siebie może przynieść pewne korzyści.",
      "Jednak szybko zrozumiał, że jego osobiste standardy były nierealistyczne i skazane na niepowodzenie, ponieważ gdyby spróbował sprzedać budynek i nie odniósł sukcesu, uznałby to za katastrofę. Jego skłonność do myślenia w kategoriach «wszystko albo nic» była dużym problemem.",
      "Pod koniec terapii Aleksander poczuł ulgę, uświadamiając sobie, że trudności finansowe ostatnich lat nie czynią go automatycznie «nieudacznikiem».",
      "Ten negatywny obraz siebie i poczucie stagnacji były wynikiem ekstremalnego myślenia «wszystko albo nic». Jego poczucie bezwartościowości wynikało z koncentracji wyłącznie na negatywnych aspektach życia (negatywny filtr) i pomijania wielu faktów, w których odnosił sukcesy (deprecjonowanie pozytywnych osiągnięć).",
      "Zrozumiał, że zbyt długo dręczył się myślą, że mógł zrobić więcej, i zdał sobie sprawę, że trudności finansowe nie umniejszają jego godności jako człowieka. W końcu uznał, że apatia i prokrastynacja były jedynie objawami depresji, a nie odzwierciedleniem jego prawdziwej istoty.",
      "Kiedy nauczył się odpowiadać na swoje negatywne myśli, był w stanie zmniejszyć stopień zniekształceń w swoim surowym samoocenianiu, a jego nastrój zaczął się poprawiać.",
      "Odszedł z branży nieruchomości i otworzył księgarnię. Udało mu się pokryć wydatki, ale mimo znacznych osobistych wysiłków nie był w stanie wygenerować wystarczających zysków, aby uzasadnić kontynuowanie działalności po pierwszym roku próbnym."
    ]
  },
  "screen_4": {
    "texts": [
      "W ten sposób, chociaż zewnętrzne oznaki sukcesu pozostały niemal niezmienione, Aleksander zdołał zachować poczucie własnej wartości i uniknąć depresji. Pomimo trudnej sytuacji finansowej, gdy zdecydował się «przyznać porażkę» w swoim biznesie księgarskim, jego szacunek do samego siebie pozostał nienaruszony.",
      "Podczas ostatniego spotkania z psychologiem Aleksander napisał esej, który postanowił czytać każdego ranka przed rozpoczęciem poszukiwania nowej pracy:",
      "Dlaczego nie jestem bezużyteczny?",
      "Dopóki mogę zrobić coś dla swojego dobrostanu i dobrostanu innych, nie jestem bezużyteczny. Dopóki to, co robię, może mieć pozytywny wpływ, nie jestem bezużyteczny.",
      "Dopóki fakt, że żyję, ma znaczenie dla choćby jednej osoby, nie jestem bezużyteczny (a tą osobą mogę być ja sam). Jeśli okazywanie miłości, zrozumienia, przyjaźni, wsparcia, towarzystwa, rady czy pocieszenia coś znaczy, nie jestem bezużyteczny.",
      "Jeśli mogę szanować swoje zdanie i inteligencję, nie jestem bezużyteczny.",
      "Jeśli inni mnie szanują, to przyjemny bonus.",
      "Jeśli mam poczucie własnej godności, nie jestem bezużyteczny.",
      "Jeśli pomaganie w zapewnieniu bytu rodzinom moich pracowników oznacza robienie czegoś dobrego, nie jestem bezużyteczny.",
      "Jeśli robię wszystko, co w mojej mocy, aby pomóc swoim klientom i dostawcom swoją produktywnością i kreatywnością, nie jestem bezużyteczny.",
      "Jeśli moja obecność w tym otoczeniu rzeczywiście ma znaczenie dla innych, nie jestem bezużyteczny. Jestem wartościowy z natury!",
      "Jeśli borykasz się z podobnym problemem lub jeśli automatyczne myśli Aleksandra są ci bliskie, napisz dla siebie notatkę, dlaczego nie jesteś bezużyteczny, dlaczego nie jesteś nieudacznikiem i dlaczego jesteś wartościowy sam w sobie."
    ]
  }
}
