{
  "title": "Fałszywa depresja: Jak hormony i witaminy wpływają na nasze zdrowie emocjonalne",
  "description": "Artykuł omawia, w jaki sposób zdrowie fizyczne, w tym równowaga hormonalna i poziom witamin, może wpływać na stan emocjonalny człowieka. Podkreśla, że objawy często kojarzone z depresją mogą być wywołane problemami fizycznymi, takimi jak niedobór określonych witamin lub zaburzenia hormonalne. Autorzy artykułu kładą nacisk na znaczenie kompleksowego podejścia do diagnozowania i leczenia zaburzeń psychicznych, uwzględniając zarówno aspekty psychologiczne, jak i fizjologiczne.",
  "screen_1": {
    "texts": [
      "Staramy się, aby ta sekcja jak najlepiej pomogła Ci poprawić i złagodzić Twój stan emocjonalny. Dlatego ważne jest omówienie wszystkich możliwych przyczyn jego zmian.",
      "Kiedy mówimy o depresji, mamy na myśli zestaw określonych objawów, które były już wcześniej omówione. Jednak nie zawsze te objawy wskazują na zaburzenie psychiczne.",
      "Należy pamiętać, że biologiczny składnik naszego organizmu odgrywa ważną rolę nie tylko w fizycznym, ale także w psychologicznym dobrostanie. Problemy fizyczne mogą znacząco wpływać na stan emocjonalny, powodując objawy podobne do depresji.",
      "Przykładem tego są hormony. Mają one ogromny wpływ na zachowanie i stan psychiczny człowieka.",
      "Badania w dziedzinie psychoendokrynologii pokazują, że układ nerwowy i hormonalny są ze sobą powiązane, zapewniając utrzymanie homeostazy (równowagi fizjologicznej organizmu).",
      "Dlatego każde wahania poziomu hormonów mogą powodować poważne zaburzenia emocjonalne.",
      "Na przykład zmniejszenie funkcji tarczycy może prowadzić do depresji, zwiększenia poziomu lęku i innych problemów psychicznych.",
      "Nadczynność tej gruczołu wywołuje manię, drażliwość, wahania nastroju, a nawet psychozy.",
      "Akromegalia, czyli nadmierna produkcja hormonu wzrostu, objawia się obniżeniem aktywności psychicznej, apatią połączoną z euforią.",
      "W ten sposób osoby z zaburzeniami endokrynologicznymi stają w obliczu nie tylko fizycznych trudności związanych z ich chorobą, ale także ryzyka zaburzeń psychicznych, takich jak lęk, depresja, mania, zaburzenia świadomości i inne."
    ],
    "quote": {
      "text": "Dbaj o ciało, aby dusza pragnęła w nim przebywać.",
      "author": "Sokrates"
    }
  },
  "screen_2": {
    "texts": [
      "W połowie XX wieku powstała cała dyscyplina naukowa - psychoendokrynologia, badająca związek między układem hormonalnym człowieka a jego psychiką.",
      "Istnieje nawet taki termin, zespół psychoendokrynny – zaburzenia psychiczne wynikające z chorób endokrynologicznych. Obejmują one zaburzenia nastroju, astenia, obniżenie aktywności psychicznej oraz zmiany w popędach i instynktach.",
      "Oprócz hormonów, znaczący wpływ na nasze samopoczucie mają witaminy.",
      "Awitaminoza i depresja, mogłoby się wydawać, nie są bezpośrednio związane, ale jak pokazują badania, związek między nimi jest silniejszy, niż moglibyśmy przypuszczać.",
      "Z pewnością zgadzacie się, że witaminy są niezbędne naszemu organizmowi do utrzymania metabolizmu. Jest ich wiele, ale każda z nich jest niezastąpiona. Kiedy brakuje czegoś organizmowi, następuje awitaminoza.",
      "Awitaminoza to stan, w którym organizm ma niedobór lub całkowity brak określonej witaminy.",
      "Niedobór różnych witamin może różnie wpływać na zdrowie psychiczne, od drobnych niedogodności po przerażające objawy.",
      "Badania wykazały, że awitaminoza może przyczyniać się do wystąpienia lęku i depresji, a także nasilać objawy u osób z niektórymi chorobami psychicznymi, takimi jak zaburzenia obsesyjno-kompulsywne lub zaburzenie afektywne dwubiegunowe.",
      "Nawet jeśli jesteś zdrowy, niedobór tej lub innej witaminy może pogorszyć twoje samopoczucie i stan emocjonalny."
    ]
  },
  "screen_3": {
    "texts": [
      "Przykłady niedoboru witamin i ich objawy:",
      "Witamina D: przygnębienie, lęk, zmęczenie, wahania nastroju.",
      "Żelazo: osłabienie, zmęczenie, duszność, zawroty głowy, drętwienie.",
      "Witamina B12: zwiększone zmęczenie, anemia, bezsenność, brak apetytu, zaburzenia żołądkowe, bóle mięśni.",
      "Kwas foliowy: zmęczenie, drażliwość, depresja, osłabienie, apatia, letarg, zaburzenia funkcji poznawczych.",
      "Witaminy z grupy B: zwiększone zmęczenie, drażliwość, bezsenność, zmiana nastroju, zaburzenia rytmu serca.",
      "Magnez: osłabienie, bóle głowy, lęk, zaburzenia rytmu serca.",
      "Witamina C: przewlekłe zmęczenie, niestabilność emocjonalna.",
      "I to tylko część możliwych objawów, które łatwo pomylić ze stanem depresyjnym.",
      "Nasze osobiste historie potwierdzają znaczenie uwzględnienia równowagi hormonalnej i witaminowej przy diagnozowaniu zaburzeń psychicznych.",
      "Jeden z członków naszego zespołu myślał, że doświadczył wypalenia zawodowego, cierpiąc z powodu niewytłumaczalnego zmęczenia, pogorszenia nastroju, braku chęci do działania.",
      "Jednak wiedząc, że przyczyną mogą być hormony i witaminy, skontaktował się z lekarzem, zdiagnozował niedobór, zażywał witaminę D i poczuł się znacznie lepiej."
    ]
  },
  "screen_4": {
    "texts": [
      "Inny członek zespołu, kobieta, doświadczająca objawów podobnych do depresji, wykryła niedobór żelaza, którego leczenie doprowadziło do znacznej poprawy jej stanu.",
      "Opisywała swoje doświadczenia w następujący sposób: „Ciągle chciało mi się spać, nie chciałam nic robić, nie chciałam z nikim rozmawiać. Cierpiałam na okropną apatię, zawroty głowy, drażliwość. W pewnym momencie naprawdę zaczęłam myśleć, że mam depresję, aż przypadkowo zrobiłam ogólne badanie krwi, które wykazało problemy z hemoglobiną.",
      "Następnie zrobiłam dodatkowe badania, które wykazały niedobór żelaza i ferrytyny. Miałam niedokrwistość z niedoboru żelaza, a myślałam, że to depresja. Ale po kuracji lekami odzyskałam dawną formę. Mój stan znacznie się poprawił.”",
      "Dzieląc się tymi historiami, chcemy ostrzec przed błędnymi diagnozami.",
      "Dlatego jeśli odczuwasz obniżony nastrój, zmęczenie, wyczerpanie i inne wyżej wymienione objawy, zwróć uwagę nie tylko na zdrowie psychiczne, ale także fizyczne.",
      "Skonsultuj się z lekarzem, zrób ogólne badanie krwi, sprawdź poziom witamin i hormonów. Możliwe, że to wystarczy, aby poprawić Twoje samopoczucie."
    ]
  }
}
