{
  "days": {
    "fist": "<p>Меня зовут Альфред, я — Ваш искусственный помощник в этом приложении. Моя цель — поддерживать Вас на пути к более спокойной, устойчивой и гармоничной жизни.</p><p>Я подготовил несколько первых шагов, чтобы познакомить Вас с подходами и инструментами, которые мы используем в терапии.</p><p>Помните: чем активнее Вы будете взаимодействовать с приложением, тем лучше я смогу понимать Ваши потребности и тем полезнее станут мои рекомендации.</p>",
    "third": "<p>Сегодня давайте продолжим работу и уделим внимание разбору деструктивных мыслей.</p><p>Также рекомендую заглянуть на нашу витрину психологов.</p><p>В приложении мы делаем упор на самостоятельную практику, однако психолог может помочь Вам получить более персонализированные рекомендации и поддержку. Это особенно ценно в начале пути.</p>",
    "fourth": "<p>Мы стараемся, чтобы обучение было не только полезным, но и интересным для Вас.</p><p>Поэтому мы создали Instagram-канал, где рассказываем сложные вещи простым и понятным языком.</p><p>Присоединяйтесь к нашему сообществу — давайте вместе шаг за шагом двигаться к более гармоничной и осознанной жизни.</p>",
    "fifth": "<p>Предлагаю Вам попробовать наши премиум-функции.</p><p>У Вас будет 3-дневный пробный период, и Вы сможете отменить подписку в любое время, если решите, что это не то, что Вам нужно.</p><p>Премиум открывает больше возможностей для работы со мной и глубокой поддержки в Вашем терапевтическом процессе.</p>",
    "eighth": "<discount></discount><p>Я вижу, что Вы активно работаете над своим психологическим благополучием — это заслуживает уважения!</p><p>При этом в приложении есть ещё функции, которые могут оказаться для Вас полезными.</p><p>Если стоимость была для Вас преградой, сегодня я сделала специальную скидку.</p><p>Вы можете закрепить новую цену до конца дня. Берегите себя и своё состояние!</p>",
    "tenth": "<p>Здорово, что Вы уже так долго с нами — это правда вдохновляет!</p><p>Сегодня хочу обратить Ваше внимание на одну важную функцию — \"Поделиться с психологом\".</p><p>Если Вы проходите терапию, эта возможность может стать для Вас очень ценной и удобной поддержкой.</p>"
  },
  "appUpdated": [
    "Я обновился, пока Вас не было. Давайте посмотрим, что нового добавили разработчики!",
    "За время Вашего отсутствия вышло обновление. Давайте вместе изучим нововведения!",
    "Вас ждут свежие обновления! Пока Вы были офлайн, мы продолжали работать. Давайте познакомимся с ними:",
    "Мы подготовили несколько улучшений в приложении. Давайте изучим их вместе!",
    "Приложение обновилось! Проверим, какие новые функции появились:",
    "Наши разработчики продолжают каждый день улучшать приложение. Посмотрите, что появилось:"
  ],
  "neverUsed": [
    "Вы ещё не сделали ни одной записи в <b>{dairy}</b>. Возможно, сегодня хороший момент начать. Чтобы найти подход, который действительно будет работать для Вас, полезно попробовать разные методы.",
    "Я заметил, что Вы ещё не оставляли записей в <b>{dairy}</b>. Сегодня отличный день, чтобы сделать первый шаг. Попробуйте разные способы — так легче определить, что подходит именно Вам.",
    "Ваш <b>{dairy}</b> пока пуст. Сделайте первую запись сегодня и поэкспериментируйте с различными техниками, чтобы найти те, которые лучше всего подходят именно Вам."
  ],
  "premiumThanks": {
    "content": "<p>Я заметил, что Вы недавно подключили премиум — спасибо Вам за это!</p><p>Теперь у Вас доступ к более мощной ИИ-модели, и мой анализ будет ещё точнее и полезнее.</p><p>Ваш выбор помогает нашей команде развивать проект и поддерживать людей на пути к внутреннему равновесию.</p><p>Благодарю Вас за доверие!</p>"
  },
  "quote": [
    "Сегодня я бы хотел вдохновить Вас цитатой одного выдающегося человека.",
    "Предлагаю сегодня обратиться к мудрости замечательной личности — это может стать хорошим источником вдохновения.",
    "Сегодня я хочу предложить Вам размышления известного человека, которые могут поддержать и вдохновить.",
    "Давайте вспомним слова выдающегося человека, которые могут стать для нас полезным ориентиром.",
    "Я подобрал для Вас цитату одного известного человека.",
    "Сегодня я решил поделиться с Вами проницательной цитатой известной личности — она наполнена смыслом.",
    "Предлагаю сегодня погрузиться в мудрость, которую оставил нам выдающийся человек, и найти в ней вдохновение."
  ],
  "readArticle": [
    "Я проанализировал Ваши записи и добавил в план на сегодня материал, который может быть Вам интересен и полезен.",
    "Изучив Ваши записи, я решил включить в Ваш сегодняшний план обучающий материал, который, как мне кажется, поможет Вам в работе над собой.",
    "После анализа Ваших записей я выбрал материал, который, на мой взгляд, будет Вам полезен и интересен, и добавил его в Ваш план на сегодня."
  ],
  "testExpired": [
    "Результаты Вашего теста <b>{test_name}</b> уже устарели. Давайте обновим их и оценим Ваше текущее состояние!",
    "Ваши результаты по тесту <b>{test_name}</b> больше не актуальны. Предлагаю обновить данные, чтобы лучше понимать динамику.",
    "Похоже, результаты теста <b>{test_name}</b> устарели. Давайте посмотрим, как Вы чувствуете себя сейчас!",
    "Текущие данные теста <b>{test_name}</b> уже не отражают Ваше состояние. Пришло время пройти его снова.",
    "Результаты <b>{test_name}</b> потеряли актуальность. Хотите обновить их и узнать текущее состояние?",
    "Прошло уже какое-то время с момента прохождения <b>{test_name}</b>. Давайте проверим, что изменилось с тех пор!"
  ],
  "header": [
    "Рад снова видеть Вас!",
    "Надеюсь, сегодня у Вас приятная погода!",
    "Очень рад видеть Вас снова!",
    "Как Вы себя чувствуете сегодня?",
    "Всегда приятно видеть Вас здесь!",
    "Рад приветствовать Вас снова!",
    "Всегда рад Вашему возвращению!"
  ],
  "affirmation": [
    "Сегодня я подобрал для Вас аффирмацию, которая может поддержать Вас.",
    "Попробуйте сегодня поработать с этой аффирмацией — она может помочь настроиться на позитив.",
    "Сегодня я предлагаю Вам такую аффирмацию для внутреннего настроя."
  ],
  "home_bot_first_visit_header": "Рад видеть Вас здесь впервые!"
}