[
  {
    "text": "Самая большая слава в жизни не в том, чтобы никогда не падать, а в том, чтобы вставать каждый раз, когда ты упал.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Когда ты находишься в темноте, помни: солнце восходит и заходит, но его свет вечен.",
    "author": "К. Х. Гибран"
  },
  {
    "text": "То, что не убивает нас, делает нас сильнее.",
    "author": "Фридрих Ницше"
  },
  {
    "text": "Даже из ночи, которая кажется всему миру бесконечной, ведет путь к яркому утру.",
    "author": "Харуки Мураками"
  },
  {
    "text": "Надежда — это та вещь с перьями, что сидит в душе и поет мелодию без слов, и никогда не перестает в это верить.",
    "author": "Эмили Дикинсон"
  },
  {
    "text": "Лучшее средство поднять настроение — попытаться поднять настроение кому-то другому.",
    "author": "Марк Твен"
  },
  {
    "text": "Один маленький позитивный разум утром может изменить весь твой день.",
    "author": "Далай-лама"
  },
  {
    "text": "Важно помнить, что мы не можем стать тем, кем хотим быть, оставаясь теми, кем мы есть.",
    "author": "Макс ДеПри"
  },
  {
    "text": "Всегда есть свет, если только мы достаточно смелы, чтобы видеть его. Если только мы достаточно смелы, чтобы быть им.",
    "author": "Аманда Горман"
  },
  {
    "text": "Не суди каждый день по урожаю, который ты собрал, но по семенам, которые ты посадил.",
    "author": "Роберт Льюис Стивенсон"
  },
  {
    "text": "Напоминай себе, что это не знак слабости. Болезнь, которая требует лечения, как и любая другая.",
    "author": "Деми Ловато"
  },
  {
    "text": "Не позволяйте вашей болезни определять, кто вы.",
    "author": "Элизабет Вурцель"
  },
  {
    "text": "То, что мы видим, зависит главным образом от того, что мы ищем.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Важно выговориться о своих чувствах, вместо того чтобы их скрывать в себе.",
    "author": "Джимми Хендрикс"
  },
  {
    "text": "Вы не одиноки, и это темнота, как и все, когда-нибудь пройдет.",
    "author": "Эллен Дедженерес"
  },
  {
    "text": "Мужество не всегда рычит. Иногда мужество – это тихий голос в конце дня, который говорит: я попробую снова завтра.",
    "author": "Мэри Энн Радмакер"
  },
  {
    "text": "Надежда – это та вещь с перьями, которая оседает в душе и поет мелодию без слов, и никогда не перестает вовсе.",
    "author": "Эмили Дикинсон"
  },
  {
    "text": "Напоминай себе, что ты не должен делать то, что все остальные делают.",
    "author": "Опра Уинфри"
  },
  {
    "text": "Держитесь подальше от тех, кто пытается принизить ваши амбиции. Мелкие люди всегда делают это, но по-настоящему великие заставляют вас чувствовать, что и вы, тоже, можете стать великим.",
    "author": "Марк Твен"
  },
  {
    "text": "Депрессия — это такое состояние, когда ты не контролируешь свою жизнь. Найдите что-то, что вернет вас к жизни. Независимо от того, как мало это может показаться.",
    "author": "Эндрю Соломон"
  },
  {
    "text": "Быть сильным означает чувствовать себя ужасно и живым одновременно.",
    "author": "Лена Данэм"
  },
  {
    "text": "Ваша текущая ситуация не является вашим конечным пунктом назначения.",
    "author": "Неизвестен"
  },
  {
    "text": "То, что ты сейчас чувствуешь, не определит тебя навсегда.",
    "author": "Кристина Римми"
  },
  {
    "text": "Надежда — это вера, направленная в будущее; вера в то, что лучшие дни наступят, независимо от того, насколько темны настоящие.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Депрессия — это тюрьма, где ты и тюремщик, и заключенный.",
    "author": "Дороти Роу"
  },
  {
    "text": "Если ты проходишь через ад, продолжай идти.",
    "author": "Уинстон Черчилль"
  },
  {
    "text": "Самое важное, что можно сделать, когда ты находишься внизу, — это подняться.",
    "author": "Деми Ловато"
  },
  {
    "text": "Держись за надежду. Когда темно, звезды видно лучше всего.",
    "author": "Ральф Уолдо Эмерсон"
  },
  {
    "text": "Ты не обязан видеть всю лестницу, просто сделай первый шаг.",
    "author": "Мартин Лютер Кинг"
  },
  {
    "text": "Лечение не означает немедленное выздоровление, но оно является первым шагом к нему.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Будь терпелив ко всему, что не решено в твоей душе, и пытайся любить вопросы сами по себе.",
    "author": "Райнер Мария Рильке"
  },
  {
    "text": "Ментальное здоровье требует такого же внимания и ухода, как и физическое.",
    "author": "Неизвестный автор"
  },
  {
    "text": "В каждой ночи есть ярче звезда.",
    "author": "Майя Анджелоу"
  },
  {
    "text": "Не бойтесь показать свою уязвимость. Быть честным по отношению к своему состоянию может принести вам необходимую поддержку.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Будь собой; все остальные роли уже заняты.",
    "author": "Оскар Уайльд"
  },
  {
    "text": "Иногда самое здоровое, что ты можешь сделать, это позволить себе чувствовать.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Не потеряйте веру в себя. Вы никогда не знаете, как близко вы можете быть к своей цели.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Любовь к себе — это начало пожизненного романа.",
    "author": "Оскар Уайльд"
  },
  {
    "text": "Никогда не бойтесь просить о помощи. Это знак силы, а не слабости.",
    "author": "Неизвестный автор"
  },
    {
    "text": "Сила не происходит от физической способности. Она исходит из несгибаемой воли.",
    "author": "Махатма Ганди"
  },
  {
    "text": "Определите свою жизнь не тем, что вам не удалось, а тем, что еще можете достичь.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Единственный способ сделать великое дело — любить то, что вы делаете.",
    "author": "Стив Джобс"
  },
  {
    "text": "Мы становимся сильными не тогда, когда нам никогда не приходится бороться, а когда мы учимся преодолевать вызовы.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Не ждите особых моментов, каждый момент делаете особенным.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Не волнуйтесь о том, что люди подумают о вас. Они слишком заняты тем, что думают о себе.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Любой шаг вперед, даже самый маленький, — это шаг к успеху.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Не бойтесь идти медленно, бойтесь стоять на месте.",
    "author": "Китайская поговорка"
  },
  {
    "text": "Истинная смелость — это знать, что ты завтра проснешься, когда весь мир рухнул сегодня.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Помните, что не получив то, что вы хотите, иногда является замечательной удачей.",
    "author": "Далай-лама XIV"
  },
  {
    "text": "Счастье не в том, чтобы иметь то, что ты хочешь, а в том, чтобы хотеть то, что у тебя есть.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Успех — это способность переходить от одного неудачного опыта к другому без потери энтузиазма.",
    "author": "Уинстон Черчилль"
  },
  {
    "text": "Осмелитесь жить жизнью, которую вы мечтали для себя. Идите вперед и сделайте свою жизнь великолепной.",
    "author": "Ральф Уолдо Эмерсон"
  },
  {
    "text": "Только те, кто рискуют идти слишком далеко, могут узнать, насколько далеко можно зайти.",
    "author": "Т. С. Элиот"
  },
  {
    "text": "Боль — это не всегда сигнал к действию; иногда это призыв к медитации.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Настоящий оптимизм — это не радость, а сила. И эта сила помогает взглянуть на лицо реальности с открытыми глазами.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Каждый день — новая возможность изменить свою жизнь.",
    "author": "Неизвестный автор"
  },
  {
    "text": "Самое трудное — это решение действовать, остальное лишь настойчивость.",
    "author": "Амелия Эрхарт"
  }
]
