{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Pemikiran hitam-putih adalah distorsi kognitif ketika kita melihat dunia dalam dua ekstrem: seolah-olah semuanya harus sempurna atau benar-benar buruk; seseorang dianggap sepenuhnya baik atau sepenuhnya buruk. Cara pandang ini membuat kita kehilangan kemampuan menangkap nuansa dan detail, sehingga gambaran menjadi terlalu disederhanakan. Akibatnya, cara kita memahami realitas menjadi sempit, dan pilihan solusi pun terasa terbatas.</p><p>Distorsi ini tampak dalam penilaian yang serba mutlak terhadap diri sendiri maupun orang lain, misalnya: “aku selalu gagal” atau “dia selalu membuat kesalahan”. Pola ini bisa muncul di berbagai bidang—pekerjaan, hubungan, peristiwa, keyakinan, pencapaian, maupun kesalahan yang kita buat.</p><p>Pola pikir seperti ini dapat meningkatkan stres dan kecemasan, menurunkan suasana hati, memicu rasa kesepian, serta menambah kesulitan dalam relasi. Karena itu, penting untuk belajar mengenali pikiran-pikiran semacam ini dan mengembangkan cara pandang yang lebih fleksibel serta realistis. Ini membantu kita menghadapi situasi dengan lebih baik dan mengambil keputusan yang lebih seimbang.</p>",
    "dialogSummary": "Dalam dialog ini, tokoh 1 berpikir “semua atau tidak sama sekali”: karena sekali gagal ujian, ia menyimpulkan bahwa dirinya sama sekali tidak mampu, tanpa mempertimbangkan bahwa ujiannya memang sulit dan ia hampir tidak punya waktu untuk belajar.",
    "dialog": [
      "Aku gagal ujian, berarti aku sudah tidak ada harapan.",
      "Ujiannya memang sangat sulit, dan kamu juga hampir tidak punya waktu untuk belajar.",
      "Tidak peduli. Kalau orang lain bisa, sedangkan aku tidak, berarti aku kurang pintar."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Katastrofisasi adalah distorsi kognitif ketika kita cenderung membesar-besarkan arti dan dampak dari peristiwa yang tidak menyenangkan, membayangkannya jauh lebih buruk daripada kenyataannya. Dalam keadaan ini, kita bisa merasakan kecemasan, ketakutan, dan ketegangan yang kuat, padahal emosi tersebut tidak mencerminkan situasi yang sebenarnya.</p><p>Katastrofisasi sering muncul sebagai keyakinan bahwa satu kegagalan di satu area hidup akan berujung pada kehancuran total di semua hal. Pola ini dapat memicu kekhawatiran besar tentang masa depan, reaksi berlebihan terhadap kritik atau penolakan, dan mengikis rasa percaya diri.</p><p>Cara berpikir ini dapat memperburuk kondisi emosional, meningkatkan kecemasan dan stres, menurunkan harga diri, serta melemahkan keyakinan pada kemampuan diri. Penting untuk belajar mengenali pikiran seperti ini dan perlahan mengembangkan cara pandang yang lebih tenang dan realistis terhadap apa yang terjadi—ini membantu mengurangi kecemasan dan membuat kita lebih tangguh saat menghadapi kesulitan.</p>",
    "dialogSummary": "Dalam dialog ini, tokoh 1 mengatastrofiskan situasi setelah ditolak saat wawancara kerja, seolah-olah ia tidak akan pernah bisa mendapatkan pekerjaan lagi. Ia tidak mempertimbangkan kemungkinan untuk melanjutkan pencarian dan meninjau ulang harapannya, yang sebenarnya dapat membantunya melangkah maju dengan lebih tenang dan percaya diri.",
    "dialog": [
      "Aku ditolak saat wawancara. Sudah. Sekarang aku tidak akan pernah dapat kerja dan bakal menganggur.",
      "Tapi kamu kan sudah mengirim CV ke beberapa lowongan lain, benar?",
      "Iya, tapi buat apa? Kalau di sini saja tidak diterima, berarti aku tidak dibutuhkan siapa pun. Semua usaha ini percuma.",
      "Kesimpulan yang sekeras itu hanya akan membuat perasaanmu makin berat. Mungkin kamu bisa beri diri waktu, meninjau ulang ekspektasi, lalu lanjut mencari.",
      "Tapi bagaimana tidak memikirkan kegagalan? Rasanya ini membuktikan aku tidak punya tempat di mana pun dan semua rencanaku hancur."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Generalisasi berlebihan adalah distorsi kognitif ketika kita menarik kesimpulan yang terlalu luas dari informasi yang terbatas atau dari satu-dua kejadian. Misalnya, setelah mendapat satu ulasan negatif di tempat kerja, seseorang bisa memutuskan bahwa dirinya sama sekali tidak kompeten, sambil mengabaikan keberhasilan dan umpan balik positif yang sudah ada.</p><p>Contoh yang sering terjadi: terlambat datang ke sebuah pertemuan. Alih-alih menenangkan diri dan mencari tahu penyebabnya, kita berkata pada diri sendiri: “aku selalu terlambat” atau “aku tidak pernah tepat waktu”, padahal ada banyak momen ketika kita datang sesuai jadwal.</p><p>Cara berpikir seperti ini dapat mengikis harga diri, memperkuat pesimisme dan kecemasan, serta mempertahankan pikiran depresif. Akan membantu jika kita belajar mengenali generalisasi semacam ini dan menggantinya dengan penilaian yang lebih seimbang dan realistis tentang situasi yang spesifik.</p>",
    "dialogSummary": "Tokoh 1 melakukan generalisasi berlebihan dari satu kali terlambat, lalu memberi label pada dirinya sebagai orang yang selalu berantakan dan tidak bisa mengatur waktu. Tokoh 2 dengan lembut mengembalikan fokus pada fakta, mengingatkan momen-momen ketika ia tepat waktu, dan mengajak melihat situasinya secara lebih spesifik.",
    "dialog": [
      "Tidak percaya, saya terlambat lagi. Sepertinya saya selalu terlambat dan sama sekali tidak bisa mengatur waktu.",
      "Tunggu dulu, jangan buru-buru menyimpulkan. Coba ingat berapa kali Anda datang tepat waktu. Satu kali terlambat tidak membuat Anda jadi orang yang selalu tidak tepat waktu.",
      "Tapi belakangan ini lebih sering terjadi. Rasanya saya kehilangan kendali.",
      "Mari lihat faktanya. Satu, atau bahkan dua kali terlambat, bukan ciri kepribadian. Bisa jadi ada faktor eksternal. Kita bisa cari penyebabnya dan pikirkan apa yang bisa membantu lain kali."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Mengecilkan hal-hal positif adalah distorsi kognitif ketika kita cenderung meremehkan arti peristiwa baik, keberhasilan, dan pencapaian. Dalam keadaan ini, kita terpaku pada kekurangan atau kesulitan, seolah-olah hal baik tidak ada atau “tidak dihitung”, padahal itu hasil yang penting dan layak diapresiasi.</p><p>Ini bisa terjadi di berbagai bidang: pekerjaan, hubungan, kesehatan, studi, dan pencapaian pribadi. Misalnya, seseorang menerima pengakuan yang pantas, tetapi alih-alih merasa senang, ia hanya memikirkan kesalahannya. Atau saat mendapat pujian, ia menolaknya dengan mengatakan “ah, biasa saja” atau “aku cuma beruntung”.</p><p>Mengecilkan hal positif dapat merusak rasa percaya diri, meningkatkan ketidakpuasan, dan ikut mempertahankan pikiran depresif. Penting untuk belajar melihat dan menerima hal baik dengan perhatian yang sama seperti saat kita melihat kesulitan, serta memberi diri izin untuk menikmati keberhasilan—meski kecil.</p>",
    "dialogSummary": "Tokoh 1 mendapat promosi, tetapi meremehkan keberhasilannya dengan fokus pada kesulitan yang akan datang. Tokoh 2 dengan lembut mengingatkan bahwa pencapaian ini penting dan mendukungnya, sambil menekankan makna langkah tersebut bagi kariernya.",
    "dialog": [
      "Aku dipromosikan, sekarang aku akan memimpin proyek-proyek baru.",
      "Kabar yang bagus sekali, selamat! Proyek apa yang akan kamu pegang?",
      "Proyeknya sulit, pekerjaannya bakal banyak. Rasanya seperti aku cuma diberi beban tambahan.",
      "Memang bisa jadi tantangan, tapi ingat—kamu dipilih bukan tanpa alasan. Kamu sudah mencapai tahap penting, dan ini kesempatan bagus untuk berkembang dan menunjukkan kemampuanmu."
    ]
  },
  "DUE": {
    "textHTML": "<p>Pola pikir “harus” adalah distorsi kognitif ketika kita yakin bahwa segala sesuatu seharusnya berjalan persis seperti yang kita harapkan. Saat kenyataan tidak sesuai dengan bayangan kita, kita bisa menilainya sebagai ketidakadilan atau kesalahan. Dalam keadaan ini, kita berpegang kuat pada ekspektasi dan tuntutan, hampir tanpa ruang untuk fleksibilitas dan penilaian yang objektif.</p><p>Misalnya, seseorang berpikir: “Aku harus mendapatkan pekerjaan ini, kan aku sudah mempersiapkan semuanya dengan sangat serius.” Padahal, meski kita sudah berusaha besar, hasil akhir tetap dapat dipengaruhi faktor eksternal, termasuk ketatnya persaingan dan adanya kandidat lain yang lebih cocok.</p><p>Cara berpikir seperti ini dapat menimbulkan kekecewaan besar, kejengkelan, dan rasa diperlakukan tidak adil, serta berdampak negatif pada kondisi emosional dan relasi dengan orang lain. Akan membantu jika kita belajar mengenali pola “harus” ini dan mengembangkan sikap yang lebih fleksibel terhadap hasil, sambil menerima bahwa berbagai kemungkinan tetap bisa terjadi.</p>",
    "dialogSummary": "Tokoh 1 menunjukkan pola “harus”, meyakini bahwa ia wajib bekerja setiap hari tanpa libur agar sukses, dengan menjadikan cerita orang lain sebagai acuan. Tokoh 2 membantunya melihat lebih luas, mengingatkan bahwa setiap orang punya jalan masing-masing, dan bahwa keseimbangan antara kerja dan istirahat bisa menjadi pendekatan yang lebih sehat dan efektif.",
    "dialog": [
      "Aku harus bekerja setiap hari tanpa libur, kalau tidak aku tidak akan pernah sukses.",
      "Kenapa kamu sampai pada kesimpulan itu? Apa yang membuatmu berpikir demikian?",
      "Aku membaca kisah orang-orang sukses. Mereka semua bekerja keras dan hampir tidak pernah istirahat.",
      "Setiap orang punya jalannya sendiri. Ada yang cocok dengan ritme seperti itu, tapi banyak yang justru terbantu dengan keseimbangan yang sehat. Istirahat juga penting—itu menjaga energi dan membuatmu bergerak menuju tujuan secara lebih berkelanjutan."
    ]
  },
  "EMO": {
    "textHTML": "<p>Distorsi kognitif “penalaran emosional” terjadi ketika kita mengambil kesimpulan atau membuat keputusan hanya berdasarkan perasaan saat ini, bukan berdasarkan fakta dan penalaran. Pada momen seperti itu, emosi terasa seperti bukti utama bahwa situasinya memang seperti yang kita rasakan, padahal secara objektif belum tentu demikian.</p><p>Misalnya, seseorang menolak bertemu teman-temannya karena ia sedang sedih dan merasa pertemuan itu tidak akan mengubah apa pun. Padahal, dukungan dan kebersamaan justru bisa membantu memperbaiki suasana hati dan memulihkan energi.</p><p>Emosi itu penting, tetapi jika kita hanya mengandalkan emosi, kita bisa terjebak pada kesimpulan dan keputusan yang keliru. Akan membantu jika kita memperhatikan bukan hanya perasaan, tetapi juga fakta, agar keputusan yang diambil lebih seimbang dan lebih kokoh.</p>",
    "dialogSummary": "Dalam dialog ini, tokoh 1 membuat keputusan semata-mata berdasarkan kesedihan dan rasa tidak percaya diri, sehingga ia menolak kencan. Tokoh 2 dengan lembut mengajak melihat kemungkinan yang lebih luas dan membuka peluang bahwa pengalaman nyata bisa jauh lebih menyenangkan daripada yang dibisikkan suasana hati saat ini.",
    "dialog": [
      "Aku tidak mau pergi kencan. Suasana hatiku lagi buruk.",
      "Tapi kamu kan suka orang itu. Mungkin beri dirimu kesempatan dan lihat bagaimana jalannya?",
      "Aku merasa tidak percaya diri dan canggung. Aku yakin cuma akan merusak semuanya.",
      "Kamu tidak bisa tahu dari awal. Pertemuannya bisa terasa menyenangkan dan mendukung, dan kamu bisa merasa jauh lebih baik daripada sekarang."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Filter mental adalah distorsi kognitif ketika kita lebih menangkap hal-hal negatif dan hampir tidak memperhatikan yang positif. Misalnya, setelah wawancara yang tidak berhasil, seseorang bisa terpaku pada penolakan saja, sambil melupakan pengalaman berharga dan hal-hal yang dipelajari yang dapat membantunya ke depan.</p><p>Pola ini dapat memunculkan rasa tidak puas dan menurunkan suasana hati, bahkan ketika ada banyak hal baik dalam hidup. Sering kali filter mental muncul bersamaan dengan distorsi lain, seperti pemikiran hitam-putih atau mengecilkan hal positif.</p><p>Untuk mengatasinya secara bertahap, akan membantu jika kita melatih diri melihat momen-momen positif, mengajukan pertanyaan yang lebih mendukung, dan mengingatkan diri pada keberhasilan serta kekuatan yang kita miliki.</p>",
    "dialogSummary": "Dalam dialog ini, tokoh 1 terpaku pada satu umpan balik negatif dan tidak melihat sisi positif dari pekerjaannya. Tokoh 2 membantunya melihat gambaran yang lebih utuh dan memperhatikan fakta-fakta yang menunjukkan keberhasilan serta upaya yang sudah ia lakukan.",
    "dialog": [
      "Aku mendapat ulasan negatif di kantor. Aku merasa seperti orang gagal.",
      "Tapi kamu juga punya banyak ulasan positif dan pencapaian. Sepertinya kamu memberi bobot terlalu besar pada satu hal negatif.",
      "Iya, tapi ulasan ini terasa paling penting. Seolah-olah semuanya menghapus semua keberhasilanku.",
      "Kamu sedang melihat hanya sisi negatifnya dan melewatkan fakta lainnya. Itulah filter mental. Coba lihat lebih luas dan ingat hal-hal baik yang sudah kamu capai."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Memberi label adalah distorsi kognitif ketika kita menempelkan penilaian yang kategoris dan terlalu disederhanakan pada orang atau situasi, berdasarkan informasi yang terbatas. Akibatnya, kita berhenti melihat sisi lain dari seseorang atau sebuah peristiwa, dan persepsi kita menjadi bias.</p><p>Misalnya, seseorang menyebut orang lain “aneh” atau “tidak pantas” hanya karena penampilan atau perilakunya dalam satu kejadian. Hal yang sama juga terjadi saat kita memberi label pada diri sendiri—misalnya menyebut diri “buruk” atau “gagal”—sehingga kita mengabaikan kekuatan, keberhasilan, dan kualitas nyata yang kita miliki.</p><p>Saat kita belajar mengenali distorsi ini, akan lebih mudah melihat orang lain dan diri sendiri secara lebih utuh dan adil, tanpa menarik kesimpulan tergesa-gesa.</p>",
    "dialogSummary": "Tokoh 1 menyimpulkan bahwa seseorang adalah “ayah yang buruk” hanya dari satu kejadian ketika ia berteriak pada anak-anak di taman. Tokoh 2 menawarkan sudut pandang yang lebih seimbang, mengingatkan bahwa satu pengamatan tidak cukup, dan bahwa orang dapat menunjukkan sisi yang berbeda dalam situasi yang berbeda.",
    "dialog": [
      "Aku melihat pria itu membentak anak-anaknya di taman. Dia pasti ayah yang buruk.",
      "Sulit menilai hanya dari satu momen. Mungkin dia sedang menjalani hari yang berat atau ada sesuatu yang membuatnya kehilangan kendali.",
      "Aku tidak akan pernah bertingkah begitu pada anakku. Sepertinya dia memang tidak mampu jadi orang tua.",
      "Kesimpulan yang mutlak bisa menipu. Orang bereaksi berbeda saat stres, dan di hari lain ia bisa saja sangat perhatian dan penuh kasih sebagai ayah."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>Distorsi “seandainya” muncul ketika kita terus memutar ulang peristiwa masa lalu dan membayangkan versi alternatif yang sempurna, padahal pada kenyataannya itu tidak mungkin. Kita mulai berpikir “andaikan” dan membangun fantasi tentang bagaimana semuanya bisa berjalan berbeda.</p><p>Terkadang ini juga muncul dalam komunikasi: kita mengatakan pada diri sendiri atau orang lain bahwa “seharusnya” bertindak berbeda, tanpa mempertimbangkan kondisi nyata saat peristiwa itu terjadi.</p><p>Sudut pandang seperti ini sering memunculkan rasa bersalah, penyesalan, dan ketidakpuasan, karena kita membandingkan kenyataan dengan skenario ideal yang tidak bisa dicapai. Akan membantu jika kita mengingat bahwa masa lalu tidak bisa diubah, sementara kita masih bisa memilih langkah apa yang akan diambil selanjutnya.</p>",
    "dialogSummary": "Dalam dialog ini, tokoh 1 melihat ujian lewat kacamata “seandainya”, menyalahkan diri sendiri dan keadaan. Tokoh 2 dengan lembut mengembalikan fokus ke masa kini dan masa depan, mengingatkan bahwa yang lebih penting adalah langkah apa yang bisa dilakukan sekarang.",
    "dialog": [
      "Aku gagal ujian. Seharusnya aku belajar lebih banyak.",
      "Tapi kamu bekerja setiap hari dan sudah berusaha sekuat mungkin. Kamu bertindak sesuai kondisi yang ada saat itu.",
      "Iya, tapi aku pasti bisa belajar lebih banyak kalau saja tidak harus bekerja.",
      "Masa lalu sudah tidak bisa diubah. Sekarang yang lebih penting adalah memikirkan cara mendukung dirimu dan membagi waktu dengan lebih baik ke depannya."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Distorsi “membesar-besarkan dan mengecilkan” terjadi ketika kita melihat peristiwa secara timpang, sehingga nuansa dan detailnya hilang. Saat membesar-besarkan, hal negatif tampak sangat besar dan penting—seolah dilihat lewat kaca pembesar. Saat mengecilkan, kita meremehkan kekuatan, keberhasilan, dan hal positif, seakan semuanya tidak berarti.</p><p>Misalnya, seseorang menilai dirinya gagal hanya karena kesalahan kecil, sambil tidak menyadari pencapaian dan usaha yang sebenarnya membawanya menuju keberhasilan.</p><p>Pola ini dapat berdampak buruk pada harga diri dan hubungan dengan orang lain, karena cara kita melihat realitas menjadi bias. Akan membantu jika kita belajar mencari keseimbangan: melihat kesalahan sekaligus kekuatan, dan menghargai kontribusi yang sudah kita berikan.</p>",
    "dialogSummary": "Dalam dialog ini, tokoh 1 membesar-besarkan kecanggungannya menjelang wawancara, sementara tokoh 2 dengan lembut membantu mengembalikan fokus pada kekuatan dan kemampuan yang ia miliki, sehingga cara pandangnya menjadi lebih seimbang.",
    "dialog": [
      "Aku sangat gugup menghadapi wawancara besok. Aku selalu salah ucap.",
      "Sepertinya kamu sedang membesar-besarkan kecanggunganmu. Kamu jauh lebih mampu daripada yang kamu kira.",
      "Tapi aku sering blank dan lupa apa yang mau kukatakan.",
      "Kamu punya kekuatan yang penting: kamu cepat menangkap situasi dan menemukan solusi. Itu kualitas yang sangat berharga untuk wawancara.",
      "Benarkah? Terima kasih, aku akan mencoba mengingat itu."
    ]
  },
  "READ": {
    "textHTML": "<p>Distorsi kognitif “membaca pikiran” terjadi ketika kita menganggap kita tahu apa yang orang lain pikirkan atau rasakan tanpa bukti yang jelas. Kita tidak berpegang pada fakta, melainkan pada dugaan, dan akhirnya mudah terjebak pada kesimpulan yang keliru.</p><p>Misalnya, kita menyimpulkan bahwa seseorang tidak suka pada kita karena perilakunya, padahal penyebabnya mungkin terkait suasana hati, beban pikiran, atau kelelahan. Bisa juga sebaliknya—kita mengira orang lain paham maksud dan perasaan kita, padahal kita belum pernah mengungkapkannya secara langsung.</p><p>Saat kita mengenali distorsi ini, kita lebih mudah menghindari asumsi yang salah dan membangun komunikasi yang lebih jujur serta terbuka, berlandaskan fakta, bukan dugaan.</p>",
    "dialogSummary": "Dalam dialog ini, tokoh 1 menyimpulkan suasana hati rekan kerjanya berdasarkan asumsi pribadi. Tokoh 2 dengan lembut mengingatkan bahwa tanpa percakapan langsung, kita tidak bisa yakin dengan pikiran dan perasaan orang lain.",
    "dialog": [
      "Kemarin Maria tidak menyapaku di kantor. Pasti dia marah karena aku terlambat rapat.",
      "Kamu yakin? Bisa saja dia sedang sibuk atau tidak melihatmu. Kamu sudah coba bertanya?",
      "Belum. Tapi rasanya memang itu penyebabnya.",
      "Kita tidak bisa yakin tentang isi pikiran orang lain tanpa bicara. Mungkin dia punya alasan sendiri yang tidak ada hubungannya denganmu."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalisasi adalah distorsi kognitif ketika kita menafsirkan peristiwa seolah-olah itu ditujukan secara pribadi kepada kita, padahal tidak ada dasar yang kuat. Kita menempatkan diri sebagai pusat situasi dan “mengaitkan” semuanya pada diri sendiri, meski bisa jadi hal itu tidak berhubungan langsung dengan kita.</p><p>Misalnya, jika seseorang tidak menyapa, kita menyimpulkan bahwa ia sengaja mengabaikan kita atau tidak suka pada kita. Padahal, bisa saja ia sedang punya masalah sendiri, terburu-buru, atau sekadar tidak fokus. Personalisasi juga muncul ketika kita menganggap setiap hal buruk adalah cerminan kekurangan kita, sambil mengabaikan faktor eksternal.</p>",
    "dialogSummary": "Tokoh 1 memandang penolakan saat wawancara sebagai bukti bahwa dirinya tidak layak. Tokoh 2 dengan lembut mengingatkan bahwa hasil itu bisa dipengaruhi banyak faktor dan tidak menentukan nilai diri maupun kemampuan seseorang.",
    "dialog": [
      "Aku tidak lolos wawancara. Sepertinya aku memang tidak mampu menangani tugas-tugas penting.",
      "Belum tentu begitu. Bisa saja perusahaan punya kebutuhan yang sangat spesifik atau ada kandidat yang lebih cocok untuk peran itu.",
      "Tapi setiap kali ada hal penting, aku selalu gagal. Sepertinya aku tidak cukup baik.",
      "Kesalahan dan penolakan adalah bagian wajar dari proses. Itu tidak berarti ada yang salah denganmu. Penting untuk mempertimbangkan berbagai faktor dan tidak mengaitkan setiap kejadian hanya pada nilai diri atau kemampuanmu."
    ]
  }
}
