{
  "ykRKsDopcp": {
    "title": "Argumen untuk dan melawan pikiran otomatis",
    "description": "Menambahkan langkah baru dalam buku harian - mengemukakan argumen yang mendukung dan menentang pikiran otomatis"
  },
  "rwdHy8lyCk": {
    "title": "Menambahkan kecerdasan buatan",
    "description": "Menambahkan integrasi dengan jaringan neural populer untuk membantu menganalisis pikiran Anda, memberikan petunjuk individual saat bekerja dengan buku harian"
  },
  "QejWpiat0v": {
    "title": "Penilaian tingkat kepercayaan terhadap pikiran setelah mengisi buku harian",
    "description": "Saat ini Anda hanya dapat menilai tingkat kepercayaan terhadap pikiran otomatis sebelum mulai memproses. Apakah Anda ingin mengevaluasi efek pemrosesan setelah mengisi respons alternatif terhadap pikiran?"
  },
  "FFoEvFNDpe": {
    "title": "Motivasi untuk aktif",
    "description": "Menambahkan pencatatan hari-hari latihan berkelanjutan dalam buku harian. Memberikan penghargaan dengan lencana virtual, insentif dalam aplikasi"
  },
  "W9mMGTmapW": {
    "title": "Versi web",
    "description": "Tanpa komplikasi berarti, kami dapat membuat versi web dari aplikasi. Apakah Anda membutuhkan untuk bekerja dengan buku harian melalui desktop?"
  },
  "eur8RglkH0": {
    "title": "Lebih banyak materi untuk mempelajari CBT",
    "description": "Apakah Anda merasa membutuhkan materi pembelajaran? Kami dapat memberikan informasi lebih lanjut tentang metode menangani pikiran destruktif, cara mengatasi neurosis, gangguan makan, dll."
  },
  "EQ3zKWJ0pU": {
    "title": "Menambahkan statistik buku harian",
    "description": "Menampilkan seberapa sering Anda membuat catatan, emosi yang paling sering muncul, distorsi kognitif, dll."
  },
  "EauYpGQzAL": {
    "title": "Menambahkan kartu coping",
    "description": "Memungkinkan pembuatan kartu dengan pikiran destruktif di satu sisi dan bantahan di sisi lain. Teknik ini digunakan dalam CBT, apakah Anda merasa membutuhkan fungsi ini?"
  },
  "gvwOk0eqXB": {
    "title": "Menambahkan statistik ke dalam tes",
    "description": "Menempatkan grafik di halaman tes yang menunjukkan dinamika perubahan hasil tes yang telah diambil."
  },
  "2o6HBDuM2o": {
    "title": "Tes psikologi baru untuk kecemasan",
    "description": "Saat ini kami telah menambahkan tes untuk tingkat depresi. Apakah perlu menambahkan tes serupa untuk tingkat kecemasan?"
  },
  "2o7H8DtM2o": {
    "title": "Ekspor catatan buku harian pikiran otomatis ke file",
    "description": "Saat ini kami menyediakan kemampuan untuk menyinkronkan data antara perangkat yang berbeda. Apakah perlu memberikan opsi untuk mengunduh catatan dalam format CSV atau Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Beberapa pikiran otomatis",
    "description": "Format buku harian saat ini dirancang untuk memproses satu pikiran pada satu waktu. Haruskah kami memberikan kemungkinan untuk menulis beberapa pikiran, masing-masing akan dievaluasi secara terpisah dan akan ada respons alternatif terpisah untuk masing-masing?"
  },
  "iF6yEanPp3": {
    "title": "Buku harian",
    "description": "Bagian di mana Anda dapat mencatat peristiwa hari itu, kemudian menganalisis dan mengidentifikasi pikiran otomatis. Nantinya AI dapat ditambahkan untuk membantu menganalisis catatan."
  },
  "iF6sKCdvfds": {
    "title": "Keyakinan menengah",
    "description": "Memberikan kemungkinan untuk menghubungkan pikiran otomatis dengan keyakinan menengah. Dari sini, dimungkinkan untuk membangun pohon keyakinan dan menganalisisnya."
  },
  "iF6sKverhdfd": {
    "title": "Penilaian kondisi harian",
    "description": "Menambahkan kemampuan untuk menilai kondisi Anda setiap hari saat mengunjungi aplikasi. Nantinya akan memungkinkan untuk membuat grafik perubahan kondisi dan membandingkannya dengan dinamika perubahan pola pikir."
  },
  "iF6sKvevscdf1": {
    "title": "Pengembangan penilaian kondisi harian",
    "description": "Saat ini Anda dapat menilai kondisi psikologis Anda sebelum dan sesudah sesi. Apakah Anda juga ingin menilai emosi yang dominan dan mencatat latihan apa yang Anda lakukan untuk meningkatkan kondisi Anda?"
  },
  "iF6sKvJllcpwx": {
    "title": "Cerita tentang mengatasi masalah psikologis",
    "description": "Menambahkan bagian di mana Anda dapat menceritakan kisah tentang bagaimana Anda mengatasi masalah psikologis untuk menginspirasi orang dengan kesulitan serupa. Dan, tentunya, membaca cerita orang lain."
  },
  "iF6sKvKLdvkwq": {
    "title": "Tes dengan analisis 7 indikator kehidupan",
    "description": "Tes ini menganalisis beberapa aspek kehidupan dan menentukan di bidang mana Anda paling rentan. Misalnya, bergantung pada persetujuan orang lain atau cenderung perfeksionis."
  },
  "sdvsdsdlwwQec": {
    "title": "Integrasi AI ke dalam buku harian",
    "description": "AI akan membantu Anda menganalisis catatan dalam buku harian dan mengidentifikasi pikiran otomatis. Ini akan menawarkan solusi untuk masalah psikologis Anda dan membantu Anda dalam proses."
  },
  "sdvdcarlwwQff": {
    "title": "Dialog Sokratik",
    "description": "Tidak selalu mudah untuk mengidentifikasi pikiran otomatis. Metode dialog Sokratik melibatkan bertanya pada diri sendiri untuk mengungkapkan pikiran tersembunyi. AI akan mengajukan pertanyaan untuk membantu Anda mengidentifikasi pikiran otomatis."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psikolog virtual",
    "description": "Komunikasi bebas dengan AI dalam bentuk dialog. Anda dapat berbagi kekhawatiran, meminta saran, mendapatkan dukungan."
  },
  "sdvdpsvwQfw": {
    "title": "Skala iritasi Novaco",
    "description": "Menambahkan tes baru untuk tingkat iritabilitas. Ini akan menunjukkan berapa banyak kemarahan dan iritasi yang Anda serap dan tahan dalam kehidupan sehari-hari."
  },
  "sdvdpsvGscfvw": {
    "title": "Input suara",
    "description": "Kemampuan untuk mengisi bidang teks dalam buku harian dengan suara."
  },
  "rsoklcescfvwz": {
    "title": "Analisis aktivitas harian",
    "description": "Di akhir setiap hari setelah bekerja dengan aplikasi, Anda dapat meminta analisis harian dari AI. Ini akan membuat kesimpulan tentang pekerjaan Anda, memberikan rekomendasi."
  },
  "lkmvdsvdsfds": {
    "title": "Gambar dalam buku harian pintar",
    "description": "Menambahkan kemampuan untuk melampirkan gambar ke catatan dalam buku harian pintar."
  },
  "iFlct67Ldvkwq": {
    "title": "Buku harian rasa syukur",
    "description": "Menambahkan jenis catatan baru dalam buku harian pintar - rasa syukur."
  }
}
