{
  "ykRKsDopcp": {
    "title": "Argumen pro dan kontra untuk pikiran otomatis",
    "description": "Tambahkan langkah yang memungkinkan pengguna menuliskan argumen “mendukung” dan “menentang” pikiran otomatis."
  },
  "rwdHy8lyCk": {
    "title": "Integrasi kecerdasan buatan",
    "description": "Tambahkan dukungan model AI agar AI dapat membantu menganalisis pikiran dan memberi rekomendasi yang dipersonalisasi."
  },
  "QejWpiat0v": {
    "title": "Menilai tingkat keyakinan setelah mengolah pikiran",
    "description": "Saat ini tingkat keyakinan hanya bisa dinilai sebelum memulai. Apakah Anda ingin ada penilaian ulang setelah menyusun respons alternatif?"
  },
  "FFoEvFNDpe": {
    "title": "Motivasi untuk berlatih",
    "description": "Tambahkan sistem pelacakan hari beruntun dan berikan hadiah atau lencana untuk konsistensi."
  },
  "W9mMGTmapW": {
    "title": "Versi web",
    "description": "Buat versi web aplikasi. Akan lebih nyaman menulis jurnal juga dari komputer?"
  },
  "eur8RglkH0": {
    "title": "Materi tambahan tentang CBT",
    "description": "Tambahkan lebih banyak materi edukasi: tentang mengolah pikiran yang merusak, kecemasan, gangguan makan, dan kondisi lainnya."
  },
  "EQ3zKWJ0pU": {
    "title": "Statistik untuk jurnal",
    "description": "Tampilkan frekuensi entri, emosi yang paling sering muncul, distorsi kognitif, dan analitik berguna lainnya."
  },
  "EauYpGQzAL": {
    "title": "Kartu coping",
    "description": "Izinkan membuat kartu: di satu sisi pikiran, di sisi lain bantahannya. Ini teknik CBT yang klasik."
  },
  "gvwOk0eqXB": {
    "title": "Statistik untuk tes",
    "description": "Tambahkan grafik perkembangan hasil tes di bagian penilaian."
  },
  "2o6HBDuM2o": {
    "title": "Tes kecemasan",
    "description": "Tambahkan tes baru untuk menilai tingkat kecemasan, mirip dengan tes depresi."
  },
  "2o7H8DtM2o": {
    "title": "Ekspor entri jurnal",
    "description": "Tambahkan opsi untuk mengekspor entri ke CSV atau Excel."
  },
  "QWjMvNfKLw": {
    "title": "Beberapa pikiran otomatis",
    "description": "Berikan opsi menambahkan beberapa pikiran otomatis dalam satu entri, masing-masing dengan penilaian tersendiri dan respons alternatif."
  },
  "iF6yEanPp3": {
    "title": "Jurnal harian",
    "description": "Bagian untuk catatan bebas tentang hari, lalu menandai pikiran otomatis (dengan dukungan AI selanjutnya)."
  },
  "iF6sKCdvfds": {
    "title": "Keyakinan perantara",
    "description": "Tambahkan kemampuan mengaitkan pikiran otomatis dengan keyakinan dan membangun peta keyakinan."
  },
  "iF6sKverhdfd": {
    "title": "Penilaian kondisi harian",
    "description": "Tambahkan penilaian kondisi harian dan grafik perkembangan, yang dikaitkan dengan perubahan keyakinan."
  },
  "iF6sKvevscdf1": {
    "title": "Penilaian harian yang diperluas",
    "description": "Nilai bukan hanya kondisi sebelum dan sesudah, tetapi juga emosi serta praktik yang dilakukan."
  },
  "iF6sKvJllcpwx": {
    "title": "Kisah pemulihan",
    "description": "Tambahkan bagian berisi kisah pribadi tentang melewati masa sulit—untuk saling menginspirasi dan menguatkan."
  },
  "iF6sKvKLdvkwq": {
    "title": "Tes 7 indikator hidup",
    "description": "Tes untuk mengidentifikasi area yang rentan, misalnya ketergantungan pada persetujuan atau kecenderungan perfeksionisme."
  },
  "sdvsdsdlwwQec": {
    "title": "AI di jurnal harian",
    "description": "AI akan menganalisis catatan dan menyoroti pikiran otomatis, membantu menemukan solusi dan arah kerja."
  },
  "sdvdcarlwwQff": {
    "title": "Dialog Sokrates",
    "description": "AI akan mengajukan pertanyaan untuk membantu Anda menemukan pikiran otomatis yang tersembunyi."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psikolog virtual",
    "description": "Kemampuan untuk berbicara bebas dengan AI: berbagi perasaan, mendapatkan dukungan, dan menerima saran."
  },
  "sdvdpsvwQfw": {
    "title": "Skala kemarahan Novaco",
    "description": "Tambahkan tes iritabilitas untuk menilai tingkat ketegangan dan kemarahan yang tersembunyi."
  },
  "sdvdpsvGscfvw": {
    "title": "Input suara",
    "description": "Kemampuan mengisi jurnal dengan suara."
  },
  "rsoklcescfvwz": {
    "title": "Analisis hari oleh AI",
    "description": "Di akhir hari, AI dapat merangkum, menarik kesimpulan, dan memberi rekomendasi."
  },
  "lkmvdsvdsfds": {
    "title": "Gambar di jurnal harian",
    "description": "Tambahkan kemampuan melampirkan gambar ke entri."
  },
  "iFlct67Ldvkwq": {
    "title": "Jurnal syukur",
    "description": "Tambahkan format entri “rasa syukur” di jurnal pintar."
  }
}
