{
  "activity": [
    {
      "subtitle": "Kami mengumpulkan berbagai teknik psikologis di satu tempat agar Anda bisa menemukan yang paling sesuai untuk Anda.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Setiap teknik memiliki rating—pilih yang paling membantu bagi Anda.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Belajar merumuskan ulang keyakinan negatif dengan lembut.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Secara bertahap gantikan keyakinan yang melemahkan dengan yang lebih realistis dan mendukung melalui kartu coping.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Tulis catatan harian dengan format yang nyaman dan ungkapkan pikiran Anda secara bebas.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "AI akan menganalisis catatan Anda dan membantu Anda melihat situasi dari sudut pandang yang berbeda.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Alat untuk menganalisis pikiran otomatis dan menggantinya dengan pikiran yang lebih sehat dan adaptif.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Jurnal ini terintegrasi dengan AI yang membantu merumuskan dan menganalisis pikiran.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "Di setiap langkah, Anda akan menemukan penjelasan yang jelas tentang cara menggunakan jurnal ini secara efektif.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Masuk lebih dalam secara bertahap dan jelajahi akar pengalaman Anda pada tingkat keyakinan perantara.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Simpan keyakinan yang melemahkan dalam kartu coping dan gantikan dengan yang lebih rasional dan mendukung.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Keyakinan perantara membentuk pikiran otomatis. Hubungkan keduanya agar Anda lebih memahami reaksi Anda dan bisa meninjaunya dari waktu ke waktu.",
      "img": "intermediate/en/s3.png"
    }
  ]
}
