[
  "Я гідний щастя та любові у своєму житті.",
  "Щодня я стаю сильнішим та мудрішим.",
  "Я обираю позитивне мислення та приймаю себе таким, яким я є.",
  "Я відпускаю минуле та рухаюся вперед з надією та впевненістю.",
  "Мої почуття мають значення, я дозволяю собі їх виражати та звільняти.",
  "Я здатен подолати будь-які перешкоди на своєму шляху.",
  "Я ціную себе та заслуговую на краще у житті.",
  "Щодня я роблю крок до свого особистісного росту та саморозвитку.",
  "Я оточений підтримкою та любов'ю навіть у складні моменти.",
  "Моє життя повне можливостей для росту та нових досягнень.",
  "Я впевнений у своїх силах та вірю у свої мрії.",
  "Я відкритий до нових можливостей та готовий до змін.",
  "Я вдячний за все, що маю у житті, та ціную кожний момент.",
  "Я люблю себе та приймаю себе безумовно.",
  "Моя впевненість зростає з кожним днем, і я вірю у свої можливості.",
  "Я створюю свою реальність та відповідаю за своє щастя.",
  "Я вільний від страху та сумнівів, моя душа наповнена миром.",
  "Я заслуговую на успіх та досягаю його з легкістю.",
  "Мої думки та дії спрямовані на досягнення моїх цілей.",
  "Я перебуваю у гармонії зі своїм тілом та розумом.",
  "Я ціную кожний досвід як можливість вчитися та рости.",
  "Моя інтуїція керує мною до правильних рішень.",
  "Я джерело сили та мудрості для себе та оточуючих.",
  "Я живу відповідно до своїх цінностей та принципів.",
  "Моє життя наповнене радістю, сенсом та любов'ю.",
  "Я висловлюю вдячність за всі уроки, які життя мені дає.",
  "Я знаходжу красу в простих речах та радію кожному дню.",
  "Моє творчість не знає меж, я вільний виражати себе.",
  "Я підтримую своє фізичне та емоційне благополуччя.",
  "Я знаходжу рівновагу між роботою та відпочинком, мій час цінний.",
  "Моє життя збагачується новими знаннями та досвідом.",
  "Я прощаю себе за минулі помилки та рухаюся вперед.",
  "Я наповнений енергією та натхненням, світ відкритий для мене.",
  "Я зустрічаю кожен день з усмішкою та відкритим серцем.",
  "Мої стосунки з близькими наповнені розумінням та повагою.",
  "Я відчуваю підтримку Всесвіту у всіх моїх починаннях.",
  "Я вмію казати «ні», коли це необхідно для мого благополуччя.",
  "Я живу тут і зараз, насолоджуючись кожною хвилиною.",
  "Я вдячний за можливість рости, вчитися та розвиватися.",
  "Моє життя – це подорож, повна дивовижних відкриттів.",
  "Кожен крок вперед наближає мене до моєї мрії.",
  "Я відкриваю своє серце для нових починань та можливостей.",
  "Моє життя прекрасне та повне радості кожного дня.",
  "Я знаходжу силу всередині себе, щоб долати труднощі.",
  "Мої думки створюють мою реальність, і я обираю мислити позитивно.",
  "Я вдячний за унікальний досвід, який приносить мені кожен день.",
  "Моя внутрішня гармонія притягує до мене позитивні події.",
  "Я стою за своїми рішеннями та вірю у свій вибір.",
  "Я постійно знаходжу нові шляхи для особистого росту та самореалізації.",
  "Мої досягнення надихають мене на нові звершення.",
  "Я приймаю свої страхи та перетворюю їх на силу.",
  "Я володію необмеженим потенціалом для творчості та самовираження.",
  "Щодня я стаю краще, ніж був вчора.",
  "Я вдячний за всіх людей у моєму житті, які роблять його яскравішим.",
  "Я сміливо йду вперед, знаючи, що заслуговую на великі речі.",
  "Мої мрії стають реальністю з кожним днем.",
  "Я обираю радість та щастя у своєму житті.",
  "Моє життя наповнене сенсом та метою.",
  "Я ціную кожний досвід, який робить мене сильнішим.",
  "Моя впевненість та самооцінка зростають з кожним днем.",
  "Я звільняюся від усього, що більше не служить моєму розвитку.",
  "Я готовий до змін та приймаю їх з відкритим серцем.",
  "Моя інтуїція веде мене до правильних рішень у житті.",
  "Я відчуваю глибоку вдячність за все, що маю.",
  "Я з радістю ділюся своїм світлом з оточуючим світом.",
  "Я відкритий для навчання та готовий вчитися у кожного моменту.",
  "Моє життя повне яскравих моментів та щасливих зустрічей.",
  "Я люблю себе та поважаю свої потреби та межі.",
  "Кожна перешкода робить мене тільки сильнішим.",
  "Я радію кожному новому дню та його нескінченним можливостям."
]
