[
  "Я гідна щастя і любові у своєму житті.",
  "Щодня я стаю сильнішою і мудрішою.",
  "Я обираю турботливе ставлення до себе і приймаю себе такою, яка я є.",
  "Я відпускаю минуле й рухаюся вперед із надією та впевненістю.",
  "Мої почуття важливі. Я дозволяю собі їх проживати і виражати.",
  "Я можу долати перешкоди на своєму шляху.",
  "Я ціную себе і заслуговую на краще.",
  "Щодня я роблю крок назустріч особистісному зростанню і розвитку.",
  "Навіть у складні моменти я оточена турботою та підтримкою.",
  "Моє життя повне можливостей для зростання і досягнень.",
  "Я вірю у власні сили і свої мрії.",
  "Я відкрита до нових можливостей і готова до змін.",
  "Я вдячна за те, що маю, і ціную кожну мить.",
  "Я люблю себе і приймаю себе без умов.",
  "Моя впевненість зростає щодня. Я вірю у свій потенціал.",
  "Я створюю своє життя і відповідаю за своє щастя.",
  "Я вільна від страхів і сумнівів. Усередині мене мир.",
  "Я заслуговую на успіх і рухаюся до нього впевнено.",
  "Мої думки і дії ведуть мене до моїх цілей.",
  "Моє тіло і розум працюють у гармонії.",
  "Я сприймаю кожний досвід як можливість навчитися і вирости.",
  "Моя інтуїція веде мене до правильних рішень.",
  "Я є джерелом сили та мудрості для себе й інших.",
  "Я живу у відповідності до своїх цінностей і принципів.",
  "Моє життя наповнене сенсом, радістю і любов’ю.",
  "Я вдячна за уроки, які приносить мені життя.",
  "Я знаходжу красу в простих речах і радію кожному дню.",
  "Моє творче начало вільне і безмежне.",
  "Я підтримую своє фізичне і емоційне благополуччя.",
  "Я знаходжу баланс між роботою та відпочинком. Мій час цінний.",
  "Моє життя збагачується новими знаннями та досвідом.",
  "Я пробачаю себе за минулі помилки і рухаюся вперед.",
  "Я сповнена енергії і натхнення. Світ відкритий для мене.",
  "Я зустрічаю кожен день з відкритим серцем і теплом.",
  "Мої стосунки з близькими наповнені повагою і розумінням.",
  "Світ підтримує мене в моїх намірах.",
  "Я вмію говорити «ні», коли це важливо для мого благополуччя.",
  "Я живу тут і зараз, насолоджуючись моментом.",
  "Я вдячна за можливість рости і розвиватися.",
  "Моє життя — це подорож, сповнена відкриттів.",
  "Кожен мій крок наближає мене до мрії.",
  "Я відкриваю серце новим можливостям.",
  "Моє життя прекрасне і сповнене радості.",
  "Я знаходжу внутрішню силу, щоб долати виклики.",
  "Мої думки формують мою реальність. Я обираю підтримувальні думки.",
  "Я вдячна за унікальний досвід кожного дня.",
  "Мій внутрішній спокій притягує позитивні події.",
  "Я стою за свої вибори і довіряю собі.",
  "Я постійно знаходжу нові шляхи для розвитку і самореалізації.",
  "Мої досягнення надихають мене рухатися далі.",
  "Я приймаю свої страхи і перетворюю їх на силу.",
  "Мій творчий потенціал безмежний.",
  "Щодня я стаю кращою версією себе.",
  "Я вдячна людям, які роблять моє життя світлішим.",
  "Я сміливо рухаюсь уперед і вірю у великі можливості.",
  "Мої мрії стають реальністю крок за кроком.",
  "Я обираю радість і внутрішню гармонію.",
  "Моє життя має сенс і мету.",
  "Кожний досвід робить мене міцнішою.",
  "Моя самооцінка зростає щодня.",
  "Я відпускаю все, що більше не служить моєму розвитку.",
  "Я готова до змін і приймаю їх з відкритим серцем.",
  "Моя інтуїція допомагає мені робити правильний вибір.",
  "Я відчуваю глибоку вдячність за те, що маю.",
  "Я ділюся теплом і світлом із людьми навколо.",
  "Я готова вчитися у кожної миті.",
  "Моє життя сповнене барв і теплих зустрічей.",
  "Я люблю себе і дбаю про свої потреби та кордони.",
  "Кожна перешкода робить мене сильнішою.",
  "Я радію кожному новому дню і його можливостям."
]