[
  "Я гідний щастя і любові у своєму житті.",
  "Кожен день я стаю сильнішим і мудрішим.",
  "Я обираю позитивне мислення і приймаю себе таким, який я є.",
  "Я відпускаю минуле і рухаюся вперед з надією та впевненістю.",
  "Мої почуття мають значення, я дозволяю собі їх висловлювати і звільняти.",
  "Я здатний подолати будь-які перешкоди на своєму шляху.",
  "Я ціную себе і заслуговую на краще в житті.",
  "Кожен день я роблю крок до свого особистісного зростання і саморозвитку.",
  "Я оточений підтримкою і любов'ю навіть у важкі моменти.",
  "Моє життя повне можливостей для зростання і нових досягнень.",
  "Я впевнений у своїх силах і вірю у свої мрії.",
  "Я відкритий до нових можливостей і готовий до змін.",
  "Я вдячний за все, що маю в житті, і ціную кожен момент.",
  "Я люблю себе і приймаю себе безумовно.",
  "Моя впевненість зростає з кожним днем, і я вірю у свої можливості.",
  "Я створюю свою реальність і відповідаю за своє щастя.",
  "Я вільний від страху і сумнівів, моя душа наповнена миром.",
  "Я заслуговую на успіх і досягаю його з легкістю.",
  "Мої думки і дії спрямовані на досягнення моїх цілей.",
  "Я перебуваю в гармонії зі своїм тілом і розумом.",
  "Я ціную кожен досвід як можливість вчитися і рости.",
  "Моя інтуїція керує мною до правильних рішень.",
  "Я джерело сили і мудрості для себе та оточуючих.",
  "Я живу відповідно до своїх цінностей і принципів.",
  "Моє життя наповнене радістю, змістом і любов'ю.",
  "Я висловлюю вдячність за всі уроки, які життя мені дає.",
  "Я знаходжу красу в простих речах і радію кожному дню.",
  "Моя творчість не знає меж, я вільний висловлювати себе.",
  "Я підтримую своє фізичне та емоційне благополуччя.",
  "Я знаходжу рівновагу між роботою та відпочинком, мій час цінний.",
  "Моє життя збагачується новими знаннями і досвідом.",
  "Я прощаю себе за минулі помилки і рухаюся вперед.",
  "Я наповнений енергією та натхненням, світ відкритий для мене.",
  "Я зустрічаю кожен день з посмішкою і відкритим серцем.",
  "Мої стосунки з близькими наповнені розумінням і повагою.",
  "Я відчуваю підтримку Всесвіту у всіх моїх починаннях.",
  "Я вмію казати «ні», коли це необхідно для мого благополуччя.",
  "Я живу тут і зараз, насолоджуючись кожною хвилиною.",
  "Я дякую за можливість рости, вчитися і розвиватися.",
  "Моє життя – це подорож, повна дивовижних відкриттів.",
  "Кожен крок вперед наближає мене до моєї мрії.",
  "Я відкриваю своє серце для нових починань і можливостей.",
  "Моє життя прекрасне і повне радості щодня.",
  "Я знаходжу силу всередині себе, щоб долати труднощі.",
  "Мої думки створюють мою реальність, і я обираю мислити позитивно.",
  "Я вдячний за унікальний досвід, який приносить мені кожен день.",
  "Моя внутрішня гармонія притягує до мене позитивні події.",
  "Я стою за своїми рішеннями і вірю у свій вибір.",
  "Я постійно знаходжу нові шляхи для особистісного зростання і самореалізації.",
  "Мої досягнення надихають мене на нові звершення.",
  "Я приймаю свої страхи і перетворюю їх на силу.",
  "Я володію необмеженим потенціалом для творчості і самовираження.",
  "Кожен день я стаю кращим, ніж був учора.",
  "Я дякую за всіх людей у моєму житті, які роблять його яскравішим.",
  "Я сміливо йду вперед, знаючи, що заслуговую на великі речі.",
  "Мої мрії стають реальністю з кожним днем.",
  "Я обираю радість і щастя у своєму житті.",
  "Моє життя наповнене змістом і метою.",
  "Я ціную кожен досвід, який робить мене міцнішим.",
  "Моя впевненість і самооцінка зростають з кожним днем.",
  "Я звільняюся від всього, що більше не слугує моєму розвитку.",
  "Я готовий до змін і приймаю їх з відкритим серцем.",
  "Моя інтуїція веде мене до правильних рішень у житті.",
  "Я відчуваю глибоку вдячність за все, що маю.",
  "Я з радістю ділюся своїм світлом з навколишнім світом.",
  "Я відкритий до навчання і готовий вчитися у кожного моменту.",
  "Моє життя повне яскравих моментів і щасливих зустрічей.",
  "Я люблю себе і поважаю свої потреби та межі.",
  "Кожна перешкода робить мене лише сильнішим.",
  "Я радію кожному новому дню та його нескінченним можливостям."
]