[
  "Я гідна щастя й любові у своєму житті.",
  "Щодня я стаю сильнішою та мудрішою.",
  "Я обираю позитивне мислення й приймаю себе такою, якою є.",
  "Я відпускаю минуле й рухаюся вперед із надією та впевненістю.",
  "Мої почуття важливі, і я дозволяю собі їх виражати й проживати.",
  "Я здатна подолати будь-які перешкоди на своєму шляху.",
  "Я ціную себе й заслуговую на найкраще в житті.",
  "Щодня я роблю крок до особистісного зростання та саморозвитку.",
  "Я маю підтримку й любов навіть у складні моменти.",
  "У моєму житті багато можливостей для зростання та нових досягнень.",
  "Я впевнена у своїх силах і вірю в свої мрії.",
  "Я відкрита до нових можливостей і готова до змін.",
  "Я вдячна за все, що маю в житті, і ціную кожну мить.",
  "Я люблю себе й приймаю себе безумовно.",
  "Моя впевненість зростає щодня, і я вірю у свої можливості.",
  "Я творю свою реальність і відповідаю за своє щастя.",
  "Я вільна від страху й сумнівів, у моїй душі панує спокій.",
  "Я заслуговую на успіх і впевнено його досягаю.",
  "Мої думки й дії спрямовані на досягнення моїх цілей.",
  "Я в гармонії зі своїм тілом і розумом.",
  "Я ціную кожен досвід як можливість вчитися й зростати.",
  "Моя інтуїція веде мене до правильних рішень.",
  "Я — джерело сили й мудрості для себе та інших.",
  "Я живу відповідно до своїх цінностей і принципів.",
  "Моє життя сповнене радості, сенсу й любові.",
  "Я вдячна за всі уроки, які дає мені життя.",
  "Я бачу красу в простих речах і радію кожному дню.",
  "Моя творчість не має меж, я вільна самовиражатися.",
  "Я дбаю про своє фізичне й емоційне благополуччя.",
  "Я знаходжу баланс між роботою та відпочинком — мій час цінний.",
  "Моє життя збагачується новими знаннями й досвідом.",
  "Я пробачаю собі минулі помилки й рухаюся далі.",
  "Я сповнена енергії та натхнення, світ відкритий для мене.",
  "Я щодня зустрічаю день усмішкою й відкритим серцем.",
  "Мої стосунки з близькими сповнені розуміння й поваги.",
  "Я відчуваю підтримку Всесвіту в усіх своїх починаннях.",
  "Я вмію казати «ні», коли це потрібно для мого благополуччя.",
  "Я живу тут і зараз, насолоджуючись кожною хвилиною.",
  "Я дякую за можливість зростати, вчитися й розвиватися.",
  "Моє життя — подорож, сповнена дивовижних відкриттів.",
  "Кожен крок уперед наближає мене до моєї мрії.",
  "Я відкриваю своє серце для нових починань і можливостей.",
  "Моє життя прекрасне й щодня сповнене радості.",
  "Я знаходжу в собі силу долати труднощі.",
  "Мої думки творять мою реальність, і я обираю мислити позитивно.",
  "Я вдячна за унікальний досвід, який приносить мені кожен новий день.",
  "Моя внутрішня гармонія притягує до мене добрі події.",
  "Я дотримуюся своїх рішень і вірю в свій вибір.",
  "Я постійно знаходжу нові шляхи для особистісного зростання та самореалізації.",
  "Мої досягнення надихають мене на нові звершення.",
  "Я приймаю свої страхи й перетворюю їх на силу.",
  "Я маю безмежний потенціал для творчості й самовираження.",
  "Щодня я стаю кращою, ніж учора.",
  "Я вдячна всім людям у моєму житті, які роблять його яскравішим.",
  "Я сміливо йду вперед, знаючи, що заслуговую на великі речі.",
  "Мої мрії стають реальністю з кожним днем.",
  "Я обираю радість і щастя у своєму житті.",
  "Моє життя сповнене сенсу та мети.",
  "Я ціную кожен досвід, який робить мене сильнішою.",
  "Моя впевненість і самооцінка зростають щодня.",
  "Я відпускаю все, що більше не служить моєму розвитку.",
  "Я готова до змін і приймаю їх із відкритим серцем.",
  "Моя інтуїція веде мене до правильних рішень у житті.",
  "Я відчуваю глибоку вдячність за все, що маю.",
  "Я з радістю ділюся своїм світлом із навколишнім світом.",
  "Я відкрита до навчання й готова вчитися від кожної миті.",
  "Моє життя сповнене яскравих моментів і щасливих зустрічей.",
  "Я люблю себе й поважаю свої потреби та межі.",
  "Кожна перешкода робить мене лише сильнішою.",
  "Я радію кожному новому дню і його безмежним можливостям."
]
