{
  "days": {
    "fist": {
      "header": "Радий вітати Вас у нашому застосунку!",
      "content": "<p>Мене звати Альфред — я Ваш помічник на базі ШІ в цьому застосунку. Моя мета — підтримувати Вас на шляху до спокійнішого, стійкішого та гармонійнішого життя.</p><p>Я підготував кілька перших кроків, щоб познайомити Вас з підходами та інструментами, які ми використовуємо у терапії.</p><p>Пам’ятайте: що активніше Ви користуватиметеся застосунком, то краще я розумітиму Ваші потреби — і то кориснішими будуть мої рекомендації.</p>"
    },
    "second": {
      "content": "<p>Ви вже зробили важливі перші кроки на шляху до внутрішніх змін — це чудово!</p><p>Сьогодні хочу познайомити Вас із новою функцією — щоденною оцінкою самопочуття. Я додав її до списку рекомендованих дій, адже вона допомагає уважно відстежувати Ваш прогрес і краще розуміти свій стан.</p><p>Буду радий, якщо Ви заповнюватимете її щодня перед заняттями. А далі — продовжуйте вести щоденники та вивчати матеріали. Нехай Ваш день буде спокійним і продуктивним!</p>"
    },
    "third": {
      "content": "<p>Сьогодні пропоную продовжити роботу й приділити увагу розбору деструктивних думок.</p><p>Також рекомендую зазирнути до нашого каталогу психологів.</p><p>У застосунку ми робимо акцент на самостійній практиці, однак психолог може надати Вам більш персоналізовані рекомендації та підтримку. Це особливо цінно на початку шляху.</p>"
    },
    "fourth": {
      "content": "<p>Ми прагнемо, щоб навчання було не лише корисним, а й цікавим для Вас.</p><p>Тому ми створили канал в Instagram, де пояснюємо складні речі простою й зрозумілою мовою.</p><p>Приєднуйтеся до нашої спільноти — і давайте разом крок за кроком рухатися до більш гармонійного й усвідомленого життя.</p>"
    },
    "fifth": {
      "content": "<p>Пропоную Вам спробувати наші преміум-можливості.</p><p>У Вас буде 3-денний пробний період, і Ви зможете скасувати підписку будь-коли, якщо вирішите, що це не те, що Вам потрібно.</p><p>Преміум відкриває більше можливостей для роботи зі мною та дає глибшу підтримку у Вашому терапевтичному процесі.</p>"
    },
    "eighth": {
      "content": "<discount></discount><p>Я бачу, що Ви активно працюєте над своїм психологічним благополуччям — це заслуговує на повагу!</p><p>Водночас у застосунку є ще функції, які можуть стати Вам у пригоді.</p><p>Якщо ціна була для Вас перешкодою, сьогодні я підготував спеціальну знижку.</p><p>Ви можете зафіксувати нову ціну до кінця дня. Бережіть себе та свій стан!</p>"
    },
    "fifteenth": {
      "content": "<p>Ви з нами вже 8 днів — це чудово!</p><p>Сподіваюся, застосунок допомагає Вам і приносить користь.</p><p>Нам дуже важливий зворотний зв’язок: розкажіть, що Вам сподобалося і що хотілося б поліпшити.</p><p>Будемо раді разом зробити застосунок ще кращим!</p>"
    },
    "tenth": {
      "content": "<p>Чудово, що Ви вже так довго з нами — це справді надихає!</p><p>Сьогодні хочу звернути Вашу увагу на одну важливу функцію — «Поділитися з психологом».</p><p>Якщо Ви проходите терапію, ця можливість може стати для Вас дуже цінною й зручною підтримкою.</p>"
    }
  },
  "affirmations": [
    "Сьогодні я підібрав для Вас афірмацію, яка може підтримати Вас.",
    "Спробуйте сьогодні попрацювати з цією афірмацією — вона може допомогти налаштуватися на позитив.",
    "Сьогодні я пропоную Вам таку афірмацію для внутрішнього настрою."
  ],
  "appUpdated": [
    "Я оновився, поки Вас не було. Давайте подивимося, що нового додали розробники!",
    "За час Вашої відсутності вийшло оновлення. Давайте разом вивчимо нововведення!",
    "На Вас чекають свіжі оновлення! Поки Ви були офлайн, ми продовжували працювати. Давайте познайомимося з ними:",
    "Ми підготували кілька поліпшень у застосунку. Давайте розглянемо їх разом!",
    "Застосунок оновився! Перевіримо, які нові функції з’явилися:",
    "Наші розробники щодня продовжують удосконалювати застосунок. Подивіться, що з’явилося:"
  ],
  "neverUsed": [
    "Ви ще не зробили жодного запису в <b>{dairy}</b>. Можливо, сьогодні — вдалий момент почати. Щоб знайти підхід, який справді працюватиме для Вас, корисно спробувати різні методи.",
    "Я помітив, що Ви ще не залишали записів у <b>{dairy}</b>. Сьогодні чудовий день, щоб зробити перший крок. Спробуйте різні підходи — так легше визначити, що підходить саме Вам.",
    "Ваш <b>{dairy}</b> поки що порожній. Зробіть перший запис сьогодні й поекспериментуйте з різними техніками, щоб знайти ті, які найкраще підходять саме Вам."
  ],
  "premiumThanks": {
    "content": "<p>Я помітив, що Ви нещодавно підключили преміум — дякую Вам за це!</p><p>Тепер у Вас є доступ до потужнішої ШІ-моделі, і мій аналіз буде ще точнішим і кориснішим.</p><p>Ваш вибір допомагає нашій команді розвивати проєкт і підтримувати людей на шляху до внутрішньої рівноваги.</p><p>Дякую Вам за довіру!</p>"
  },
  "quote": [
    "Сьогодні я хотів би надихнути Вас цитатою видатної людини.",
    "Пропоную сьогодні звернутися до мудрості відомої особистості — це може стати гарним джерелом натхнення.",
    "Сьогодні я хочу поділитися роздумами відомої людини, які можуть підтримати й надихнути.",
    "Давайте згадаємо слова видатної людини, які можуть стати для нас корисним орієнтиром.",
    "Я підібрав для Вас цитату відомої людини.",
    "Сьогодні я вирішив поділитися з Вами проникливою цитатою відомої особистості — у ній багато змісту.",
    "Пропоную сьогодні зануритися в мудрість, яку залишила нам видатна людина, і знайти в ній натхнення."
  ],
  "readArticle": [
    "Я проаналізував Ваші записи й додав у план на сьогодні матеріал, який може бути Вам цікавим і корисним.",
    "Вивчивши Ваші записи, я вирішив додати до Вашого плану на сьогодні навчальний матеріал, який, як мені здається, допоможе Вам у роботі над собою.",
    "Після аналізу Ваших записів я обрав матеріал, який, на мою думку, буде Вам цікавим і корисним, та додав його до Вашого плану на сьогодні."
  ],
  "testExpired": [
    "Результати Вашого тесту <b>{test_name}</b> вже застаріли. Давайте оновимо їх і оцінимо Ваш поточний стан!",
    "Ваші результати за тестом <b>{test_name}</b> більше не актуальні. Пропоную оновити дані, щоб краще відстежувати динаміку.",
    "Схоже, результати тесту <b>{test_name}</b> застаріли. Давайте подивимося, як Ви почуваєтеся зараз!",
    "Поточні дані тесту <b>{test_name}</b> вже не відображають Вашого стану. Час пройти його знову.",
    "Результати <b>{test_name}</b> втратили актуальність. Хочете оновити їх і дізнатися, як Ви почуваєтеся зараз?",
    "Минув певний час відтоді, як Ви проходили <b>{test_name}</b>. Давайте перевіримо, що змінилося з того часу!"
  ],
  "header": [
    "Радий знову бачити Вас!",
    "Сподіваюся, сьогодні у Вас гарна погода!",
    "Дуже радий бачити Вас знову!",
    "Як Ви почуваєтеся сьогодні?",
    "Завжди приємно бачити Вас тут!",
    "Радий вітати Вас знову!",
    "Завжди радий Вашому поверненню!"
  ]
}
