{
  "days": {
    "fist": {
      "header": "Радий бачити вас у нашому додатку вперше!",
      "content": "<p>Мене звати Альфред, і я є штучним інтелектом цього додатку. Моє завдання — допомагати вам на шляху до щасливого і гармонійного життя, вільного від психологічних проблем!</p><p>Я підготував для вас кілька початкових кроків, які дозволять вам ознайомитися з нашими методами терапії.</p><p>Пам'ятайте: чим активніше ви взаємодіятимете з додатком, тим краще я зможу зрозуміти ваші потреби і, відповідно, тим точнішими будуть мої рекомендації!</p>"
    },
    "second": {
      "content": "<p>Я бачу, що Ви вже зробили перші кроки на шляху Вашого психологічного вдосконалення, це чудово!</p><p>Сьогодні я хотів би представити Вам нову функцію — Щоденну оцінку стану. Я включив її до списку рекомендованих дій, оскільки вона винятково корисна для моніторингу Вашого прогресу.</p><p>Рекомендую щоденно заповнювати її перед початком занять. В іншому продовжуйте вести щоденники та знайомитися з теорією. Гарного дня!</p>"
    },
    "third": {
      "content": "<p>Давайте продовжимо наші заняття сьогодні, приділяючи увагу розбору деструктивних думок.</p><p>Додатково до цього я рекомендую заглянути на нашу вітрину психологів.</p><p>У нашому додатку ми робимо наголос на самостійних заняттях, але лише психолог може дати Вам максимально персоналізовані рекомендації. Це вкрай важливо, особливо на початку шляху.</p>"
    },
    "fourth": {
      "content": "<p>Ми приділяємо особливу увагу навчанню, прагнучи зробити його не лише корисним, а й захопливим.</p><p>Для цього ми створили Instagram-канал, де складні теми подаються легко і доступно.</p><p>Приєднуйтесь до нашої спільноти та крок за кроком наближайтеся до гармонійного і щасливого життя без психологічних бар'єрів!</p>"
    },
    "fifth": {
      "content": "<p>Пропоную Вам спробувати наші преміум функції.</p><p>Надається 3-денний пробний період, протягом якого Ви можете скасувати підписку, якщо вона не відповідає Вашим очікуванням.</p><p>Це надасть Вам розширені можливості для взаємодії зі мною під час терапевтичного процесу.</p>"
    },
    "eighth": {
      "content": "<p>Ви з нами вже 8 днів!</p><p>Я сподіваюся, що Ви знаходите користь для себе в цьому додатку.</p><p>Ми дуже цінуємо зворотний зв'язок від наших користувачів, розкажіть, що Вам сподобалося, а що Ви хотіли б покращити!</p><p>Давайте разом зробимо додаток кращим!</p>"
    },
    "fifteenth": {
      "content": "<p>Ми раді, що Ви з нами вже так тривалий час – це справді чудово!</p><p>Сьогодні я хотів би акцентувати Вашу увагу на одній особливій функції — \"Поділитися з психологом\".</p><p>Якщо Ви проходите терапевтичний курс, ця функція виявиться для Вас неймовірно корисною!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>Я помітив, що Ви активно займаєтеся своїм психологічним здоров'ям!</p><p>Однак, Ви все ще не використовуєте всі можливості додатку.</p><p>Якщо справа в ціні, то сьогодні я знизив її для Вас!</p><p>Встигніть зафіксувати нову ціну до кінця дня і будьте здоровими!</p>"
    }
  },
  "affirmations": [
    "Сьогодні я підібрав для Вас таку афірмацію.",
    "Спробуймо попрацювати сьогодні з такою афірмацією.",
    "Сьогодні я пропоную Вам таку афірмацію."
  ],
  "appUpdated": [
    "Я оновився, поки вас не було. Давайте подивимось, що нового додали розробники!",
    "За час вашої відсутності відбулося оновлення. Давайте разом вивчимо нововведення від розробників!",
    "На вас чекають свіжі оновлення! Поки ви були офлайн, ми не стояли на місці. Давайте ознайомимося з оновленнями:",
    "Ми підготували кілька покращень в додатку. Дослідимо їх разом?",
    "Додаток оновився! Давайте перевіримо, які цікаві функції додалися:",
    "Наші розробники щодня працюють на благо проєкту. Ось що додалося:"
  ],
  "neverUsed": [
    "Ви ще не зробили жодного запису в <b>{dairy}</b>. Спробуйте зробити це сьогодні. Щоб знайти методику, яка підійде саме Вам, необхідно випробувати різні підходи.",
    "Я помітив, що Ви ще не залишали записів у <b>{dairy}</b>. Сьогодні чудовий день, щоб виправити це. Досліджуйте різні стратегії, щоб віднайти найефективніші для себе.",
    "Ваш <b>{dairy}</b> поки що порожній. Зробіть перший крок сьогодні, досліджуючи різноманітні методики, щоб знайти відповідну саме Вам."
  ],
  "premiumThanks": {
    "content": "<p>Я помітив, що Ви нещодавно підключили преміум!</p><p>Преміум надає Вам доступ до потужнішої ШІ моделі, що зробить мій аналіз ще ефективнішим!</p><p>Завдяки Вам наші розробники зможуть продовжувати розвивати проєкт і допомагати людям здобути внутрішню гармонію.</p><p>Дякую Вам за надану довіру!</p>"
  },
  "quote": [
    "Сьогодні я хотів би надихнути Вас цитатою одного видатної людини.",
    "Давайте сьогодні звернемося до мудрості видатної особистості, яка може стати джерелом натхнення.",
    "Сьогодні я пропоную Вам роздуми видатного діяча, які можуть надихнути на нові звершення.",
    "Давайте згадаємо слова великої людини, які можуть стати мудрою порадою для нас.",
    "Я підібрав для Вас цитату одного відомої людини.",
    "Я вирішив сьогодні поділитися з Вами проникливою цитатою відомої особистості, наповненою глибоким змістом.",
    "Сьогодні я пропоную Вам зануритися в мудрість, залишену нам великою людиною, і почерпнути з неї натхнення."
  ],
  "readArticle": [
    "Я проаналізував Ваші записи та додав у Ваш сьогоднішній план навчальний матеріал, який, імовірно, виявиться для Вас цікавим.",
    "Вивчивши Ваші записи, я вирішив додати у Ваш денний план навчальний матеріал, який, на мою думку, буде Вам корисним.",
    "У результаті аналізу Ваших записів я відібрав навчальний матеріал, який я вважаю корисним і цікавим для Вас, і додав його у Ваш план на сьогодні."
  ],
  "testExpired": [
    "Результати Вашого тесту <b>{test_name}</b> застаріли, давайте визначимо Ваш поточний стан!",
    "Ваші результати за тестом <b>{test_name}</b> більше не актуальні. Час оновити інформацію про Ваш стан!",
    "Схоже, результати тесту <b>{test_name}</b> застаріли. Давайте з'ясуємо, як справи зараз!",
    "Дані тесту <b>{test_name}</b> вже не відображають Ваш поточний стан. Час для нової перевірки!",
    "Результати <b>{test_name}</b> втратили свою актуальність. Не бажаєте оновити їх і дізнатися поточний стан?",
    "Минуло чимало часу з моменту проходження <b>{test_name}</b>. Давайте перевіримо, що змінилося з того часу!"
  ],
  "header": [
    "Радий знову бачити вас!",
    "Сподіваюся, у вас чудова погода!",
    "Приємно бачити вас знову!",
    "Як ваш настрій?",
    "Завжди приємно бачити вас!",
    "Ласкаво просимо, знову!",
    "Завжди радий бачити вас!"
  ]
}