[
  {
    "text": "Найвища слава в житті не в тому, щоб ніколи не падати, а в тому, щоб підніматися кожного разу, коли падаєш.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Коли опиняєшся в темряві, пам’ятай: сонце заходить і сходить, але світло залишається.",
    "author": "Г. Х. Джибран"
  },
  {
    "text": "Те, що нас не вбиває, робить сильнішими.",
    "author": "Фрідріх Ніцше"
  },
  {
    "text": "Навіть із найдовшої ночі завжди є шлях до світанку.",
    "author": "Харукі Муракамі"
  },
  {
    "text": "Надія — це пташка з крилами, яка живе в нашій душі, співає без слів і не перестає вірити.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Найкращий спосіб підняти настрій — спробувати підняти його комусь іншому.",
    "author": "Марк Твен"
  },
  {
    "text": "Одна маленька позитивна думка зранку може змінити весь день.",
    "author": "Далай-лама"
  },
  {
    "text": "Ми не можемо стати тими, ким прагнемо бути, залишаючись тими, ким є.",
    "author": "Макс ДеПрі"
  },
  {
    "text": "Світло завжди є, якщо ми достатньо сміливі, щоб його побачити. І достатньо сміливі, щоб самим ним стати.",
    "author": "Аманда Горман"
  },
  {
    "text": "Не суди день за врожаєм, який зібрав, а за насінням, яке посадив.",
    "author": "Роберт Льюїс Стівенсон"
  },
  {
    "text": "Нагадуй собі, що це не слабкість. Це хвороба, яка потребує лікування, як і будь-яка інша.",
    "author": "Демі Ловато"
  },
  {
    "text": "Не дозволяй хворобі визначати, хто ти.",
    "author": "Елізабет Вурцель"
  },
  {
    "text": "Те, що ми бачимо, залежить переважно від того, що шукаємо.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Краще висловити свої почуття, ніж тримати їх у собі.",
    "author": "Джимі Гендрікс"
  },
  {
    "text": "Ви не самі. Темрява теж минає.",
    "author": "Еллен Дедженерес"
  },
  {
    "text": "Сміливість не завжди ричить. Іноді це тихий голос наприкінці дня: «Я спробую знову завтра».",
    "author": "Мері Енн Радмахер"
  },
  {
    "text": "Надія — це пташка з крилами, що оселяється в душі та співає без слів і ніколи не стихає.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Пам'ятай: ти не маєш робити те, що роблять усі.",
    "author": "Опра Вінфрі"
  },
  {
    "text": "Уникай тих, хто принижує твої амбіції. Великі люди надихають тебе ставати великим.",
    "author": "Марк Твен"
  },
  {
    "text": "Депресія — це стан, у якому здається, що ти не керуєш життям. Шукай те, що повертає до нього, навіть якщо це щось маленьке.",
    "author": "Ендрю Соломон"
  },
  {
    "text": "Бути сильним — це іноді відчувати біль і життєвість одночасно.",
    "author": "Лєна Данем"
  },
  {
    "text": "Те, що відбувається зараз, — не твоя кінцева точка.",
    "author": "Невідомий"
  },
  {
    "text": "Найвища слава — підніматися кожного разу, коли падаємо.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Твої теперішні емоції не визначають тебе назавжди.",
    "author": "Крістіна Ріммі"
  },
  {
    "text": "Не суди день за врожаєм, суди за посіяним зерном.",
    "author": "Роберт Льюїс Стівенсон"
  },
  {
    "text": "Надія — це віра в майбутнє, навіть тоді, коли сьогодення здається темним.",
    "author": "Невідомий автор"
  },
  {
    "text": "Депресія — це тюрма, де ти і в'язень, і наглядач.",
    "author": "Дороті Роу"
  },
  {
    "text": "Якщо проходиш через пекло — продовжуй іти.",
    "author": "Вінстон Черчилль"
  },
  {
    "text": "Головне, коли опинився на дні, — почати підніматися.",
    "author": "Демі Ловато"
  },
  {
    "text": "Тримайся за надію. Зірки видно найкраще в темряві.",
    "author": "Ральф Волдо Емерсон"
  },
  {
    "text": "Тобі не потрібно бачити всю дорогу — зроби перший крок.",
    "author": "Мартін Лютер Кінг"
  },
  {
    "text": "Лікування не дає миттєвого результату, але є шляхом до нього.",
    "author": "Невідомий"
  },
  {
    "text": "Те, що ми бачимо, залежить від того, що шукаємо.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Будь терплячий до нерозв'язаного всередині себе та спробуй любити самі питання.",
    "author": "Райнер Марія Рільке"
  },
  {
    "text": "Психічне здоров’я потребує такого ж догляду, як і фізичне.",
    "author": "Невідомий"
  },
  {
    "text": "У кожній ночі є своя зоря.",
    "author": "Мая Енджелоу"
  },
  {
    "text": "Не бійся показати свою вразливість — це може привести підтримку.",
    "author": "Невідомий"
  },
  {
    "text": "Будь собою — інші ролі вже зайняті.",
    "author": "Оскар Вайльд"
  },
  {
    "text": "Іноді найздоровіше — дозволити собі відчувати.",
    "author": "Невідомий"
  },
  {
    "text": "Життя не в тому, щоб чекати, поки буря мине, а в тому, щоб навчитись танцювати під дощем.",
    "author": "Вівіан Грін"
  },
  {
    "text": "Не втрачайте віру в себе — ви не знаєте, як близько до мети.",
    "author": "Невідомий"
  },
  {
    "text": "Те, що не вбиває, робить сильнішим.",
    "author": "Фрідріх Ніцше"
  },
  {
    "text": "Любов до себе — початок довгого прекрасного роману.",
    "author": "Оскар Вайльд"
  },
  {
    "text": "Просити про допомогу — це сила, а не слабкість.",
    "author": "Невідомий"
  },
  {
    "text": "Справжня сила — не в тілі, а в незламній волі.",
    "author": "Махатма Ганді"
  },
  {
    "text": "Визначай себе не тим, що не вдалося, а тим, що ще можеш створити.",
    "author": "Невідомий"
  },
  {
    "text": "Єдиний спосіб робити велике — любити те, що робиш.",
    "author": "Стів Джобс"
  },
  {
    "text": "Ми стаємо сильними не тоді, коли немає труднощів, а коли вчимося долати їх.",
    "author": "Невідомий"
  },
  {
    "text": "Не чекай особливих моментів. Робіть моменти особливими.",
    "author": "Невідомий"
  },
  {
    "text": "Не переймайся тим, що подумають інші — вони зайняті думками про себе.",
    "author": "Невідомий"
  },
  {
    "text": "Кожен маленький крок уперед — це крок до успіху.",
    "author": "Невідомий"
  },
  {
    "text": "Не бійся рухатися повільно — бійся стояти на місці.",
    "author": "Китайське прислів’я"
  },
  {
    "text": "Справжня сміливість — усвідомлювати, що завтра ти знову встанеш, навіть якщо сьогодні світ здається зруйнованим.",
    "author": "Невідомий"
  },
  {
    "text": "Неотримане бажане іноді — велике везіння.",
    "author": "Далай-лама XIV"
  },
  {
    "text": "Щастя — не мати все бажане, а хотіти те, що маєш.",
    "author": "Невідомий"
  },
  {
    "text": "Успіх — це йти від невдачі до невдачі, не втрачаючи ентузіазму.",
    "author": "Вінстон Черчилль"
  },
  {
    "text": "Насмілися жити життям своєї мрії.",
    "author": "Ральф Волдо Емерсон"
  },
  {
    "text": "Лише той, хто ризикує йти надто далеко, може дізнатись, як далеко можна зайти.",
    "author": "Т. С. Еліот"
  },
  {
    "text": "Біль іноді — не заклик діяти, а запрошення зупинитися і почути себе.",
    "author": "Невідомий"
  },
  {
    "text": "Оптимізм — це не наївність, а сила бачити реальність і все ж продовжувати.",
    "author": "Невідомий"
  },
  {
    "text": "Кожен день — можливість змінити життя.",
    "author": "Невідомий"
  },
  {
    "text": "Найскладніше — вирішити діяти. Далі — лише наполегливість.",
    "author": "Амелія Ерхарт"
  }
]