[
  {
    "text": "Найбільша велич у житті — не в тому, щоб ніколи не падати, а в тому, щоб підніматися щоразу, коли впав.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Коли ти в темряві, пам’ятай: сонце сходить і заходить, та його світло — вічне.",
    "author": "К. Х. Джебран"
  },
  {
    "text": "Те, що нас не вбиває, робить нас сильнішими.",
    "author": "Фрідріх Ніцше"
  },
  {
    "text": "Навіть із ночі, що здається нескінченною, є шлях до ясного ранку.",
    "author": "Харукі Муракамі"
  },
  {
    "text": "Надія — це пташка з пір’ям, що оселяється в душі й співає мелодію без слів — і не стихає ніколи.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Найкращий спосіб підняти собі настрій — спробувати підбадьорити когось іншого.",
    "author": "Марк Твен"
  },
  {
    "text": "Одна маленька позитивна думка зранку може змінити весь твій день.",
    "author": "Далай-лама"
  },
  {
    "text": "Важливо пам’ятати: ми не станемо тими, ким хочемо бути, якщо залишатимемося тими, ким є.",
    "author": "Макс ДеПрі"
  },
  {
    "text": "Світло завжди є — якщо ми досить сміливі, щоб його бачити. І якщо ми досить сміливі, щоб ним бути.",
    "author": "Аманда Ґорман"
  },
  {
    "text": "Не оцінюй день за врожаєм, який зібрав, — оцінюй за насінням, яке посіяв.",
    "author": "Роберт Льюїс Стівенсон"
  },
  {
    "text": "Нагадуй собі: це не слабкість. Це хвороба, яка потребує лікування, як і будь-яка інша.",
    "author": "Демі Ловато"
  },
  {
    "text": "Не дозволяй хворобі визначати, хто ти.",
    "author": "Елізабет Вурцель"
  },
  {
    "text": "Те, що ми бачимо, здебільшого залежить від того, що ми шукаємо.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Важливо говорити про свої почуття, а не ховати їх у собі.",
    "author": "Джимі Гендрікс"
  },
  {
    "text": "Ти не наодинці, і ця темрява, як і все, колись мине.",
    "author": "Еллен Дедженерес"
  },
  {
    "text": "Мужність не завжди реве. Іноді мужність — це тихий голос наприкінці дня, який каже: «Я спробую знову завтра».",
    "author": "Мері Енн Радмахер"
  },
  {
    "text": "Надія — це пташка з пір’ям, що оселяється в душі й співає мелодію без слів — і не стихає ніколи.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Нагадуй собі, що ти не зобов’язаний робити те, що роблять усі інші.",
    "author": "Опра Вінфрі"
  },
  {
    "text": "Тримайся подалі від тих, хто намагається принизити твої амбіції. Маленькі люди завжди так роблять, а по-справжньому великі дають відчути, що й ти можеш стати великим.",
    "author": "Марк Твен"
  },
  {
    "text": "Депресія — це стан, коли ти ніби втрачаєш контроль над своїм життям. Знайди щось, що поверне тебе до життя — хай навіть зовсім дрібне.",
    "author": "Ендрю Соломон"
  },
  {
    "text": "Сила — це водночас почуватися дуже погано й продовжувати жити.",
    "author": "Лена Данем"
  },
  {
    "text": "Твоя теперішня ситуація — не твій кінцевий пункт призначення.",
    "author": "Невідомий автор"
  },
  {
    "text": "Те, що ти відчуваєш зараз, не визначатиме тебе назавжди.",
    "author": "Крістіна Риммі"
  },
  {
    "text": "Надія — це віра, спрямована в майбутнє; віра в те, що кращі дні настануть, хай би якими темними були теперішні.",
    "author": "Невідомий автор"
  },
  {
    "text": "Депресія — це в’язниця, де ти і тюремник, і в’язень.",
    "author": "Дороті Роу"
  },
  {
    "text": "Якщо ти проходиш крізь пекло — продовжуй іти.",
    "author": "Вінстон Черчилль"
  },
  {
    "text": "Найважливіше, що можна зробити, коли ти на дні, — піднятися.",
    "author": "Демі Ловато"
  },
  {
    "text": "Тримайся за надію. У темряві зорі видно найкраще.",
    "author": "Ральф Волдо Емерсон"
  },
  {
    "text": "Тобі не обов’язково бачити всі сходи — просто зроби перший крок.",
    "author": "Мартін Лютер Кінг"
  },
  {
    "text": "Лікування не означає миттєвого одужання, але це перший крок до нього.",
    "author": "Невідомий автор"
  },
  {
    "text": "Наберися терпіння до всього, що ще не розв’язане в твоїй душі, і спробуй полюбити самі запитання.",
    "author": "Райнер Марія Рільке"
  },
  {
    "text": "Ментальне здоров’я потребує такої ж уваги й турботи, як і фізичне.",
    "author": "Невідомий автор"
  },
  {
    "text": "У кожній ночі є найяскравіша зоря.",
    "author": "Мая Анджелоу"
  },
  {
    "text": "Не бійся показати свою вразливість. Чесність щодо свого стану може принести тобі потрібну підтримку.",
    "author": "Невідомий автор"
  },
  {
    "text": "Будь собою — усі інші ролі вже зайняті.",
    "author": "Оскар Вайлд"
  },
  {
    "text": "Іноді найздоровіше, що ти можеш зробити, — дозволити собі відчувати.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не втрачай віри в себе. Ти ніколи не знаєш, наскільки близько можеш бути до своєї мети.",
    "author": "Невідомий автор"
  },
  {
    "text": "Любов до себе — це початок роману на все життя.",
    "author": "Оскар Вайлд"
  },
  {
    "text": "Ніколи не бійся просити про допомогу. Це ознака сили, а не слабкості.",
    "author": "Невідомий автор"
  },
  {
    "text": "Сила народжується не з фізичних можливостей. Вона виростає з незламної волі.",
    "author": "Махатма Ґанді"
  },
  {
    "text": "Визначай своє життя не тим, що тобі не вдалося, а тим, чого ти ще можеш досягти.",
    "author": "Невідомий автор"
  },
  {
    "text": "Єдиний спосіб зробити велику справу — любити те, що ти робиш.",
    "author": "Стів Джобс"
  },
  {
    "text": "Ми стаємо сильними не тоді, коли нам ніколи не доводиться боротися, а тоді, коли вчимося долати виклики.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не чекай особливих моментів — роби особливим кожен момент.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не переймайся тим, що про тебе подумають. Люди надто зайняті тим, що думають про себе.",
    "author": "Невідомий автор"
  },
  {
    "text": "Будь-який крок уперед, навіть найменший, — це крок до успіху.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не бійся рухатися повільно — бійся зупинитися.",
    "author": "Китайське прислів’я"
  },
  {
    "text": "Справжня сміливість — знати, що ти прокинешся завтра, навіть якщо сьогодні весь світ обвалився.",
    "author": "Невідомий автор"
  },
  {
    "text": "Пам’ятай: інколи не отримати те, чого ти хочеш, — це велика удача.",
    "author": "Далай-лама XIV"
  },
  {
    "text": "Щастя не в тому, щоб мати те, чого хочеш, а в тому, щоб хотіти те, що маєш.",
    "author": "Невідомий автор"
  },
  {
    "text": "Успіх — це здатність переходити від однієї невдачі до іншої, не втрачаючи ентузіазму.",
    "author": "Вінстон Черчилль"
  },
  {
    "text": "Насмілься жити життям своєї мрії. Іди вперед і зроби своє життя прекрасним.",
    "author": "Ральф Волдо Емерсон"
  },
  {
    "text": "Лише ті, хто ризикує зайти надто далеко, можуть дізнатися, наскільки далеко можна зайти.",
    "author": "Т. С. Еліот"
  },
  {
    "text": "Біль — це не завжди сигнал діяти; інколи це запрошення до тиші й медитації.",
    "author": "Невідомий автор"
  },
  {
    "text": "Справжній оптимізм — це не радість, а сила. Саме вона допомагає дивитися реальності в очі, не відводячи погляду.",
    "author": "Невідомий автор"
  },
  {
    "text": "Кожен день — нова можливість змінити своє життя.",
    "author": "Невідомий автор"
  },
  {
    "text": "Найважче — ухвалити рішення діяти, решта — лише наполегливість.",
    "author": "Амелія Ергарт"
  }
]
