[
  {
    "text": "Найбільша слава в житті полягає не в тому, щоб ніколи не падати, а в тому, щоб підніматися щоразу, коли ти впав.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Коли ти перебуваєш у темряві, пам'ятай: сонце сходить і заходить, але його світло вічне.",
    "author": "К. Х. Ґібран"
  },
  {
    "text": "Те, що не вбиває нас, робить нас сильнішими.",
    "author": "Фрідріх Ніцше"
  },
  {
    "text": "Навіть із ночі, яка здається всьому світові нескінченною, веде шлях до яскравого ранку.",
    "author": "Харукі Муракамі"
  },
  {
    "text": "Надія — це та річ з пір'ям, що сидить у душі й співає мелодію без слів, і ніколи не перестає в це вірити.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Найкращий спосіб підняти настрій — спробувати підняти настрій комусь іншому.",
    "author": "Марк Твен"
  },
  {
    "text": "Одна маленька позитивна думка вранці може змінити твій увесь день.",
    "author": "Далай-лама"
  },
  {
    "text": "Важливо пам'ятати, що ми не можемо стати тими, ким хочемо бути, залишаючись тими, ким ми є.",
    "author": "Макс ДеПрі"
  },
  {
    "text": "Завжди є світло, якщо тільки ми достатньо сміливі, щоб побачити його. Якщо тільки ми достатньо сміливі, щоб стати ним.",
    "author": "Аманда Горман"
  },
  {
    "text": "Не судіть кожен день по врожаю, який ти зібрав, а по насінні, яке ти посіяв.",
    "author": "Роберт Льюїс Стівенсон"
  },
  {
    "text": "Нагадуй собі, що це не ознака слабкості. Це хвороба, що потребує лікування, як і будь-яка інша хвороба.",
    "author": "Демі Ловато"
  },
  {
    "text": "Не дозволяйте своїй хворобі визначати, хто ви є.",
    "author": "Елізабет Вурцель"
  },
  {
    "text": "Те, що ми бачимо, залежить переважно від того, що ми шукаємо.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Важливо висловити свої почуття, замість того, щоб приховувати їх у собі.",
    "author": "Джиммі Хендрікс"
  },
  {
    "text": "Ви не самотні, і ця темрява, як і все, колись мине.",
    "author": "Еллен Дедженерес"
  },
  {
    "text": "Хоробрість не завжди реве. Іноді хоробрість — це тихий голос наприкінці дня, який каже: я спробую знову завтра.",
    "author": "Мері Енн Радмакер"
  },
  {
    "text": "Надія — це та річ з пір'ям, яка осідає в душі й співає мелодію без слів, і ніколи не перестає цілком.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Нагадуй собі, що ти не зобов'язаний робити те, що роблять усі інші.",
    "author": "Опра Вінфрі"
  },
  {
    "text": "Тримайтеся подалі від тих, хто намагається применшити ваші амбіції. Малі люди завжди це роблять, але справді великі змушують вас відчувати, що й ви теж можете стати великим.",
    "author": "Марк Твен"
  },
  {
    "text": "Депресія — це такий стан, коли ти не контролюєш своє життя. Знайдіть щось, що поверне вас до життя. Незалежно від того, наскільки малим це може здаватися.",
    "author": "Ендрю Соломон"
  },
  {
    "text": "Бути сильним означає відчувати себе жахливо й живим водночас.",
    "author": "Лена Данем"
  },
  {
    "text": "Твоя поточна ситуація не є твоїм кінцевим пунктом призначення.",
    "author": "Невідомий"
  },
    {
    "text": "Те, що ти відчуваєш зараз, не визначить тебе назавжди.",
    "author": "Крістіна Риммі"
  },
  {
    "text": "Надія — це віра, спрямована в майбутнє; віра в те, що кращі дні настануть, незалежно від того, наскільки темними є теперішні.",
    "author": "Невідомий автор"
  },
  {
    "text": "Депресія — це в'язниця, де ти і наглядач, і в'язень.",
    "author": "Дороті Роу"
  },
  {
    "text": "Якщо ти проходиш крізь пекло, продовжуй йти.",
    "author": "Вінстон Черчилль"
  },
  {
    "text": "Найважливіше, що можна зробити, коли ти перебуваєш на дні, — це піднятися.",
    "author": "Демі Ловато"
  },
  {
    "text": "Тримайся надії. Коли темно, зірки видно найкраще.",
    "author": "Ральф Волдо Емерсон"
  },
  {
    "text": "Ти не зобов'язаний бачити всю драбину, просто зроби перший крок.",
    "author": "Мартін Лютер Кінг"
  },
  {
    "text": "Лікування не означає негайного одужання, але це є перший крок до нього.",
    "author": "Невідомий автор"
  },
  {
    "text": "Будь терпеливим до всього, що не вирішено у твоїй душі, і намагайся любити самі питання.",
    "author": "Райнер Марія Рільке"
  },
  {
    "text": "Ментальне здоров'я потребує такої ж уваги й турботи, як і фізичне.",
    "author": "Невідомий автор"
  },
  {
    "text": "У кожної ночі є найяскравіша зірка.",
    "author": "Мая Анджелоу"
  },
  {
    "text": "Не бійтеся показати свою вразливість. Бути чесним щодо свого стану може принести вам необхідну підтримку.",
    "author": "Невідомий автор"
  },
  {
    "text": "Будь собою; всі інші ролі вже зайняті.",
    "author": "Оскар Уайльд"
  },
  {
    "text": "Іноді найздоровіше, що ти можеш зробити, — це дозволити собі відчувати.",
    "author": "Невідомий автор"
  },
  {
    "text": "Життя не в тому, щоб чекати, доки мине буря, а в тому, щоб навчитися танцювати під дощем.",
    "author": "Вівіан Грін"
  },
  {
    "text": "Не втрачайте віру в себе. Ви ніколи не знаєте, наскільки близько ви можете бути до своєї мети.",
    "author": "Невідомий автор"
  },
  {
    "text": "Любов до себе — це початок роману на все життя.",
    "author": "Оскар Уайльд"
  },
  {
    "text": "Ніколи не бійтеся просити про допомогу. Це ознака сили, а не слабкості.",
    "author": "Невідомий автор"
  },
    {
    "text": "Сила походить не від фізичної здатності. Вона походить від незламної волі.",
    "author": "Махатма Ганді"
  },
  {
    "text": "Визначайте своє життя не тим, у чому ви зазнали невдачі, а тим, що ще можете досягти.",
    "author": "Невідомий автор"
  },
  {
    "text": "Єдиний спосіб зробити велику справу — любити те, що ти робиш.",
    "author": "Стів Джобс"
  },
  {
    "text": "Ми стаємо сильними не тоді, коли нам ніколи не доводиться боротися, а коли ми вчимося долати виклики.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не чекайте особливих моментів, робіть кожен момент особливим.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не хвилюйтеся про те, що люди подумають про вас. Вони занадто зайняті тим, що думають про себе.",
    "author": "Невідомий автор"
  },
  {
    "text": "Будь-який крок уперед, навіть найменший, — це крок до успіху.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не бійтеся йти повільно, бійтеся стояти на місці.",
    "author": "Китайське прислів'я"
  },
  {
    "text": "Справжня сміливість — це знати, що ти завтра прокинешся, коли весь світ сьогодні завалився.",
    "author": "Невідомий автор"
  },
  {
    "text": "Пам'ятайте, що не отримати те, що ви хочете, іноді є чудовою удачею.",
    "author": "Далай-лама XIV"
  },
  {
    "text": "Щастя не в тому, щоб мати те, що ти хочеш, а в тому, щоб хотіти те, що у тебе є.",
    "author": "Невідомий автор"
  },
  {
    "text": "Успіх — це здатність переходити від одного невдалого досвіду до іншого без втрати ентузіазму.",
    "author": "Вінстон Черчилль"
  },
  {
    "text": "Наважтеся жити життям, про яке ви мріяли для себе. Ідіть уперед і зробіть своє життя чудовим.",
    "author": "Ральф Волдо Емерсон"
  },
  {
    "text": "Лише ті, хто ризикує зайти занадто далеко, можуть дізнатися, як далеко можна зайти.",
    "author": "Т. С. Еліот"
  },
  {
    "text": "Біль — це не завжди сигнал до дії; іноді це заклик до медитації.",
    "author": "Невідомий автор"
  },
  {
    "text": "Справжній оптимізм — це не радість, а сила. І ця сила допомагає дивитися реальності в обличчя з відкритими очима.",
    "author": "Невідомий автор"
  },
  {
    "text": "Кожен день — це нова можливість змінити своє життя.",
    "author": "Невідомий автор"
  },
  {
    "text": "Найважче — це рішення діяти, все інше — лише наполегливість.",
    "author": "Амелія Ергарт"
  }
]