[
  {
    "text": "Найбільша слава в житті не в тому, щоб ніколи не падати, а в тому, щоб вставати кожного разу, коли ти впав.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Коли ти знаходишся в темряві, пам'ятай: сонце сходить і заходить, але його світло вічне.",
    "author": "К. Х. Гібран"
  },
  {
    "text": "Те, що не вбиває нас, робить нас сильнішими.",
    "author": "Фрідріх Ніцше"
  },
  {
    "text": "Навіть із ночі, яка здається всьому світу безкінечною, веде шлях до яскравого ранку.",
    "author": "Харукі Муракамі"
  },
  {
    "text": "Надія — це та річ з перами, що сидить у душі і співає мелодію без слів, і ніколи не перестає в це вірити.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Найкращий спосіб підняти настрій — спробувати підняти настрій комусь іншому.",
    "author": "Марк Твен"
  },
  {
    "text": "Одна маленька позитивна думка вранці може змінити весь твій день.",
    "author": "Далай-лама"
  },
  {
    "text": "Важливо пам'ятати, що ми не можемо стати тим, ким хочемо бути, залишаючись тими, хто ми є.",
    "author": "Макс ДеПрі"
  },
  {
    "text": "Завжди є світло, якщо тільки ми достатньо сміливі, щоб його бачити. Якщо тільки ми достатньо сміливі, щоб бути ним.",
    "author": "Аманда Горман"
  },
  {
    "text": "Не суди кожен день по врожаю, який ти зібрав, а по насінню, яке ти посадив.",
    "author": "Роберт Льюїс Стівенсон"
  },
  {
    "text": "Нагадуй собі, що це не знак слабкості. Хвороба, яка потребує лікування, як і будь-яка інша.",
    "author": "Демі Ловато"
  },
  {
    "text": "Не дозволяйте вашій хворобі визначати, хто ви.",
    "author": "Елізабет Вурцель"
  },
  {
    "text": "Те, що ми бачимо, залежить головним чином від того, що ми шукаємо.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Важливо висловити свої почуття, замість того щоб їх приховувати в собі.",
    "author": "Джимі Гендрікс"
  },
  {
    "text": "Ви не самотні, і ця темрява, як і все, колись мине.",
    "author": "Еллен Дедженерес"
  },
  {
    "text": "Мужність не завжди ричить. Іноді мужність — це тихий голос в кінці дня, який каже: я спробую знову завтра.",
    "author": "Мері Енн Радмакер"
  },
  {
    "text": "Надія — це та річ з перами, яка осідає в душі і співає мелодію без слів, і ніколи не перестає взагалі.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Нагадуй собі, що ти не повинен робити те, що роблять усі інші.",
    "author": "Опра Вінфрі"
  },
  {
    "text": "Тримайтеся подалі від тих, хто намагається зменшити ваші амбіції. Маленькі люди завжди це роблять, але по-справжньому великі змушують вас відчувати, що і ви, також, можете стати великим.",
    "author": "Марк Твен"
  },
  {
    "text": "Депресія — це такий стан, коли ти не контролюєш своє життя. Знайдіть щось, що поверне вас до життя. Незалежно від того, наскільки це може здатися малим.",
    "author": "Ендрю Соломон"
  },
  {
    "text": "Бути сильним означає відчувати себе жахливо і живим одночасно.",
    "author": "Лена Данем"
  },
  {
    "text": "Ваша поточна ситуація не є вашим кінцевим пунктом призначення.",
    "author": "Невідомий"
  },
  {
    "text": "Найбільша слава в житті не в тому, щоб ніколи не падати, а в тому, щоб підніматися кожного разу, коли ми падаємо.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Те, що ти зараз відчуваєш, не визначить тебе назавжди.",
    "author": "Крістіна Ріммі"
  },
  {
    "text": "Не суди кожен день по врожаю, який ти зібрав, а по насінню, яке ти посадив.",
    "author": "Роберт Льюїс Стівенсон"
  },
  {
    "text": "Надія — це віра, спрямована в майбутнє; віра в те, що кращі дні настануть, незалежно від того, наскільки темним є сьогодення.",
    "author": "Невідомий"
  },
  {
    "text": "Депресія — це тюрма, де ти одночасно і наглядач, і ув'язнений.",
    "author": "Дороті Роу"
  },
  {
    "text": "Якщо ти проходиш через пекло, продовжуй іти.",
    "author": "Вінстон Черчілль"
  },
  {
    "text": "Найважливіше, що можна зробити, коли ти внизу, — це піднятися.",
    "author": "Демі Ловато"
  },
  {
    "text": "Тримайся за надію. Коли темно, зірки видно краще за все.",
    "author": "Ральф Вальдо Емерсон"
  },
  {
    "text": "Ти не зобов'язаний бачити всю сходинку, просто зроби перший крок.",
    "author": "Мартін Лютер Кінг"
  },
  {
    "text": "Лікування не означає негайне одужання, але воно є першим кроком до нього.",
    "author": "Невідомий"
  },
  {
    "text": "Те, що ми бачимо, залежить головним чином від того, що ми шукаємо.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Будь терплячим до всього, що не вирішено в твоїй душі, і намагайся любити питання самі по собі.",
    "author": "Райнер Марія Рільке"
  },
  {
    "text": "Психічне здоров'я вимагає такої ж уваги та догляду, як і фізичне.",
    "author": "Невідомий"
  },
  {
    "text": "В кожній ночі є яскравіша зірка.",
    "author": "Майя Енджелоу"
  },
  {
    "text": "Не бійтеся показати свою вразливість. Бути чесним щодо свого стану може принести вам необхідну підтримку.",
    "author": "Невідомий"
  },
  {
    "text": "Будь собою; всі інші ролі вже зайняті.",
    "author": "Оскар Вайльд"
  },
  {
    "text": "Іноді найздоровіше, що ти можеш зробити, це дозволити собі відчувати.",
    "author": "Невідомий"
  },
  {
    "text": "Життя — це не чекати, поки пройде буря, а навчитися танцювати під дощем.",
    "author": "Вівіан Грін"
  },
  {
    "text": "Не втрачайте віру в себе. Ви ніколи не знаєте, наскільки близько ви можете бути до своєї мети.",
    "author": "Невідомий"
  },
  {
    "text": "Те, що не вбиває нас, робить нас сильнішими.",
    "author": "Фрідріх Ніцше"
  },
  {
    "text": "Любов до себе — це початок довічного роману.",
    "author": "Оскар Вайльд"
  },
  {
    "text": "Ніколи не бійтеся просити про допомогу. Це знак сили, а не слабкості.",
    "author": "Невідомий"
  },
  {
    "text": "Життя — це не про те, як вижити в бурі, а про те, як танцювати під дощем.",
    "author": "Невідомий"
  },
  {
    "text": "Сила не походить від фізичної спроможності. Вона виходить із непохитної волі.",
    "author": "Махатма Ганді"
  },
  {
    "text": "Визначайте своє життя не тим, що вам не вдалося, а тим, що ви ще можете досягти.",
    "author": "Невідомий"
  },
  {
    "text": "Єдиний спосіб зробити велику справу — любити те, що ви робите.",
    "author": "Стив Джобс"
  },
  {
    "text": "Ми стаємо сильними не тоді, коли нам ніколи не доводиться боротися, а коли ми вчимося долати виклики.",
    "author": "Невідомий"
  },
  {
    "text": "Не чекайте особливих моментів, кожен момент робіть особливим.",
    "author": "Невідомий"
  },
  {
    "text": "Не хвилюйтеся про те, що люди подумають про вас. Вони занадто зайняті тим, що думають про себе.",
    "author": "Невідомий"
  },
  {
    "text": "Будь-який крок вперед, навіть найменший, — це крок до успіху.",
    "author": "Невідомий"
  },
  {
    "text": "Не бійтеся йти повільно, бійтеся стояти на місці.",
    "author": "Китайське прислів'я"
  },
  {
    "text": "Істинна сміливість — це знати, що ти завтра прокинешся, коли весь світ рухнув сьогодні.",
    "author": "Невідомий"
  },
  {
    "text": "Пам'ятайте, що не отримавши того, чого ви хочете, іноді є чудовою удачею.",
    "author": "Далай-лама XIV"
  },
  {
    "text": "Щастя не в тому, щоб мати те, що ти хочеш, а в тому, щоб хотіти те, що у тебе є.",
    "author": "Невідомий"
  },
  {
    "text": "Успіх — це здатність переходити від одного невдалого досвіду до іншого без втрати ентузіазму.",
    "author": "Вінстон Черчілль"
  },
  {
    "text": "Наважтеся жити життям, про яке ви мріяли для себе. Йдіть вперед і зробіть своє життя чудовим.",
    "author": "Ральф Вальдо Емерсон"
  },
  {
    "text": "Тільки ті, хто ризикує йти надто далеко, можуть дізнатися, наскільки далеко можна зайти.",
    "author": "Т. С. Еліот"
  },
  {
    "text": "Біль — це не завжди сигнал до дії; іноді це заклик до медитації.",
    "author": "Невідомий"
  },
  {
    "text": "Справжній оптимізм — це не радість, а сила. І ця сила допомагає дивитися в обличчя реальності з відкритими очима.",
    "author": "Невідомий"
  },
  {
    "text": "Кожен день — нова можливість змінити своє життя.",
    "author": "Невідомий"
  },
  {
    "text": "Найважче — це рішення діяти, все інше лише наполегливість.",
    "author": "Амелія Ерхарт"
  }
]
