[
  {
    "text": "Найвища слава в житті не в тому, щоб ніколи не падати, а в тому, щоб підводитися щоразу, коли впав/впала.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Коли опиняєшся в темряві, пам’ятай: сонце сідає й сходить, а світло лишається.",
    "author": "Халіль Джебран"
  },
  {
    "text": "Те, що нас не вбиває, робить сильнішими.",
    "author": "Фрідріх Ніцше"
  },
  {
    "text": "Навіть із ночі, що здається всім безкінечною, веде шлях до ясного ранку.",
    "author": "Харукі Муракамі"
  },
  {
    "text": "Надія — це пташка з крилами, що сидить у душі, співає мелодію без слів і ніколи не стихає.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Найкращий спосіб підняти настрій — спробувати підняти його комусь іншому.",
    "author": "Марк Твен"
  },
  {
    "text": "Одна маленька позитивна думка зранку може змінити весь день.",
    "author": "Далай-лама"
  },
  {
    "text": "Важливо пам’ятати: ми не можемо стати тими, ким прагнемо бути, залишаючись тими, ким є зараз.",
    "author": "Макс ДеПрі"
  },
  {
    "text": "Світло завжди є — аби лиш вистачило сміливості його побачити. І стати цим світлом теж потрібна сміливість.",
    "author": "Аманда Горман"
  },
  {
    "text": "Не суди кожен день за врожаєм, який зібрав/зібрала, а за насінням, яке посіяв/посіяла.",
    "author": "Роберт Льюїс Стівенсон"
  },
  {
    "text": "Нагадуй собі: це не слабкість. Це хвороба, що потребує лікування, як і будь-яка інша.",
    "author": "Демі Ловато"
  },
  {
    "text": "Не дозволяй хворобі визначати, ким ти є.",
    "author": "Елізабет Вурцель"
  },
  {
    "text": "Те, що ми бачимо, здебільшого залежить від того, що шукаємо.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Краще висловлювати почуття, ніж тримати їх у собі.",
    "author": "Джімі Гендрікс"
  },
  {
    "text": "Ви не самі. Темрява теж минає.",
    "author": "Еллен Дедженерес"
  },
  {
    "text": "Сміливість не завжди ричить. Інколи це тихий голос наприкінці дня: «Я спробую знову завтра».",
    "author": "Мері Енн Радмахер"
  },
  {
    "text": "Надія — це пташка з крилами, що оселяється в душі, співає без слів і ніколи не замовкає.",
    "author": "Емілі Дікінсон"
  },
  {
    "text": "Пам’ятай: тобі не обов’язково робити те, що роблять усі.",
    "author": "Опра Вінфрі"
  },
  {
    "text": "Уникай тих, хто принижує твої амбіції. Дрібні люди роблять саме так; справді великі надихають ставати більшим.",
    "author": "Марк Твен"
  },
  {
    "text": "Депресія — це стан, коли здається, ніби ти не керуєш життям. Шукай те, що повертає до нього, навіть якщо це щось зовсім мале.",
    "author": "Ендрю Соломон"
  },
  {
    "text": "Бути сильним/сильною — іноді відчувати біль і живість водночас.",
    "author": "Лєна Данем"
  },
  {
    "text": "Теперішня ситуація — не твоя кінцева зупинка.",
    "author": "Невідомий"
  },
  {
    "text": "Найвища слава в житті — підніматися щоразу, коли падаємо.",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Те, що відчуваєш зараз, не визначить тебе назавжди.",
    "author": "Крістіна Ріммі"
  },
  {
    "text": "Не міряй день зібраним урожаєм — міряй насінням, яке посіяв/посіяла.",
    "author": "Роберт Льюїс Стівенсон"
  },
  {
    "text": "Надія — це віра, звернена в майбутнє: упевненість, що кращі дні настануть, хай яким темним видається сьогодення.",
    "author": "Невідомий автор"
  },
  {
    "text": "Депресія — тюрма, де ти і наглядач, і ув’язнений.",
    "author": "Дороті Роу"
  },
  {
    "text": "Якщо проходиш крізь пекло — продовжуй іти.",
    "author": "Вінстон Черчилль"
  },
  {
    "text": "Коли опинився/опинилася на дні, найголовніше — почати вибиратися.",
    "author": "Демі Ловато"
  },
  {
    "text": "Тримайся за надію. Зірки найкраще видно в темряві.",
    "author": "Ральф Волдо Емерсон"
  },
  {
    "text": "Тобі не потрібно бачити всю драбину — зроби перший крок.",
    "author": "Мартін Лютер Кінг"
  },
  {
    "text": "Лікування не дає миттєвого результату, але веде до нього.",
    "author": "Невідомий автор"
  },
  {
    "text": "Те, що ми бачимо, залежить насамперед від того, що шукаємо.",
    "author": "Джон Лаббок"
  },
  {
    "text": "Будьте терплячі до нерозв’язаного всередині себе й спробуйте полюбити самі запитання.",
    "author": "Райнер Марія Рільке"
  },
  {
    "text": "Психічне здоров’я потребує не меншої уваги, ніж фізичне.",
    "author": "Невідомий автор"
  },
  {
    "text": "У кожній ночі є своя зоря.",
    "author": "Мая Енджелоу"
  },
  {
    "text": "Не бійся показати вразливість — це може принести підтримку.",
    "author": "Невідомий автор"
  },
  {
    "text": "Будь собою — інші ролі вже зайняті.",
    "author": "Оскар Вайльд"
  },
  {
    "text": "Іноді найздоровіше — дозволити собі відчувати.",
    "author": "Невідомий автор"
  },
  {
    "text": "Життя не про те, щоб чекати, доки буря вщухне, а про те, щоб навчитися танцювати під дощем.",
    "author": "Вівіан Ґрін"
  },
  {
    "text": "Не втрачайте віри в себе — Ви не знаєте, наскільки близько до мети.",
    "author": "Невідомий автор"
  },
  {
    "text": "Те, що не вбиває, робить сильнішим.",
    "author": "Фрідріх Ніцше"
  },
  {
    "text": "Любов до себе — початок довгого прекрасного роману.",
    "author": "Оскар Вайльд"
  },
  {
    "text": "Просити про допомогу — це сила, а не слабкість.",
    "author": "Невідомий автор"
  },
  {
    "text": "Сила не походить із тілесної могутності — вона з незламної волі.",
    "author": "Махатма Ґанді"
  },
  {
    "text": "Визначай себе не тим, що не вдалося, а тим, що ще можеш створити.",
    "author": "Невідомий автор"
  },
  {
    "text": "Єдиний спосіб робити велике — любити те, що робиш.",
    "author": "Стів Джобс"
  },
  {
    "text": "Ми стаємо сильними не без труднощів, а коли вчимося їх долати.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не чекай особливих миттєвостей — роби миті особливими.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не переймайся тим, що інші подумають про тебе — вони занадто зайняті собою.",
    "author": "Невідомий автор"
  },
  {
    "text": "Кожен маленький крок уперед — це крок до успіху.",
    "author": "Невідомий автор"
  },
  {
    "text": "Не бійся рухатися повільно — бійся завмерти на місці.",
    "author": "Китайське прислів’я"
  },
  {
    "text": "Справжня відвага — знати, що завтра знову піднімешся, навіть якщо сьогодні світ здається зруйнованим.",
    "author": "Невідомий автор"
  },
  {
    "text": "Пам’ятайте: неотримане бажане іноді — велика вдача.",
    "author": "Далай-лама XIV"
  },
  {
    "text": "Щастя — не мати все, чого хочеш, а хотіти те, що маєш.",
    "author": "Невідомий автор"
  },
  {
    "text": "Успіх — це здатність переходити від невдачі до невдачі, не втрачаючи ентузіазму.",
    "author": "Вінстон Черчилль"
  },
  {
    "text": "Насмілься жити життям своєї мрії. Іди вперед і зроби його величним.",
    "author": "Ральф Волдо Емерсон"
  },
  {
    "text": "Лише ті, хто наважується зайти надто далеко, дізнаються, як далеко можна піти.",
    "author": "Т. С. Еліот"
  },
  {
    "text": "Біль — не завжди заклик діяти; інколи це запрошення зупинитися й почути себе.",
    "author": "Невідомий автор"
  },
  {
    "text": "Оптимізм — це не наївність, а сила дивитися реальності в обличчя й усе одно йти далі.",
    "author": "Невідомий автор"
  },
  {
    "text": "Кожен день — нагода змінити життя.",
    "author": "Невідомий автор"
  },
  {
    "text": "Найскладніше — вирішити діяти. Далі — наполегливість.",
    "author": "Амелія Ерхарт"
  },
  {
    "text": "Життя — це не про те, як вижити в бурю, а про те, щоб навчитися танцювати під дощем.",
    "author": "Невідомий автор"
  }
]
