[
  "Merezco felicidad y amor en mi vida.",
  "Cada día gano fuerza y sabiduría.",
  "Elijo una forma de pensar positiva y me acepto tal como soy.",
  "Dejo ir el pasado y avanzo con esperanza y confianza.",
  "Mis emociones son importantes; me permito expresarlas y liberarlas.",
  "Soy capaz de superar cualquier obstáculo en mi camino.",
  "Me valoro y merezco lo mejor en la vida.",
  "Cada día doy un paso hacia mi crecimiento personal y mi desarrollo interior.",
  "Recibo apoyo y amor incluso en los momentos difíciles.",
  "Mi vida está llena de oportunidades para crecer y lograr cosas nuevas.",
  "Confío en mis capacidades y creo en mis sueños.",
  "Estoy abierta a nuevas oportunidades y a los cambios.",
  "Agradezco todo lo que tengo en la vida y valoro cada momento.",
  "Me quiero y me acepto de forma incondicional.",
  "Mi confianza crece cada día y confío en mis propias posibilidades.",
  "Creo mi propia realidad y soy responsable de mi felicidad.",
  "Estoy libre de miedos y dudas; mi interior está lleno de paz.",
  "Merezco el éxito y lo alcanzo con facilidad.",
  "Mis pensamientos y mis acciones están orientados a alcanzar mis objetivos.",
  "Estoy en armonía con mi cuerpo y mi mente.",
  "Valoro cada experiencia como una oportunidad para aprender y crecer.",
  "Mi intuición me guía hacia las decisiones adecuadas.",
  "Soy una fuente de fuerza y sabiduría para mí y para quienes me rodean.",
  "Vivo de acuerdo con mis valores y mis principios.",
  "Mi vida está llena de alegría, sentido y amor.",
  "Expreso gratitud por todas las lecciones que la vida me ofrece.",
  "Encuentro belleza en las cosas sencillas y disfruto de cada día.",
  "Mi creatividad no tiene límites y soy libre de expresarme.",
  "Cuido de mi bienestar físico y emocional.",
  "Encuentro un equilibrio sano entre el trabajo y el descanso; mi tiempo es valioso.",
  "Mi vida se enriquece con nuevos conocimientos y experiencias.",
  "Me perdono por los errores del pasado y sigo adelante.",
  "Tengo mucha energía e inspiración; el mundo está abierto para mí.",
  "Recibo cada día con una sonrisa y el corazón abierto.",
  "Mis relaciones con las personas cercanas están llenas de comprensión y respeto.",
  "Siento el apoyo del universo en todos mis proyectos.",
  "Sé decir «no» cuando es necesario para mi bienestar.",
  "Vivo aquí y ahora, disfrutando de cada minuto.",
  "Agradezco la oportunidad de crecer, aprender y desarrollarme.",
  "Mi vida es un viaje lleno de descubrimientos maravillosos.",
  "Cada paso que doy hacia adelante me acerca a mi sueño.",
  "Abro mi corazón a nuevos comienzos y oportunidades.",
  "Mi vida es hermosa y está llena de alegría cada día.",
  "Encuentro dentro de mí la fuerza para superar las dificultades.",
  "Mis pensamientos crean mi realidad y elijo pensar en positivo.",
  "Agradezco la experiencia única que me ofrece cada día.",
  "Mi armonía interior atrae a mi vida experiencias positivas.",
  "Respaldo mis decisiones y confío en las elecciones que hago.",
  "Siempre encuentro nuevas formas de crecer y realizarme.",
  "Mis logros me inspiran a fijarme nuevas metas.",
  "Acepto mis miedos y los transformo en fuerza.",
  "Poseo un potencial ilimitado para la creatividad y la autoexpresión.",
  "Cada día me convierto en una versión mejor de mí que ayer.",
  "Agradezco a todas las personas de mi vida que la hacen más luminosa.",
  "Avanzo con valentía, sabiendo que merezco grandes cosas en mi vida.",
  "Mis sueños se van convirtiendo en realidad día tras día.",
  "Elijo la alegría y la felicidad en mi vida.",
  "Mi vida está llena de sentido y propósito.",
  "Valoro cada experiencia que me hace más fuerte.",
  "Mi confianza y mi autoestima crecen cada día.",
  "Me libero de todo lo que ya no contribuye a mi crecimiento.",
  "Estoy dispuesta a aceptar los cambios y los recibo con el corazón abierto.",
  "Mi intuición me guía hacia las decisiones que son adecuadas para mí.",
  "Siento una profunda gratitud por todo lo que tengo.",
  "Comparto con alegría mi luz con el mundo que me rodea.",
  "Estoy en constante aprendizaje y aprovecho cada momento para aprender.",
  "Mi vida está llena de momentos intensos y encuentros felices.",
  "Me quiero y respeto mis necesidades y mis límites.",
  "Cada obstáculo solo me hace más fuerte.",
  "Celebro cada nuevo día y sus infinitas posibilidades."
]
