{
  "days": {
    "fist": {
      "header": "Me alegra darte la bienvenida a nuestra aplicación.",
      "content": "<p>Me llamo Alfredo y soy tu asistente virtual en esta aplicación. Mi objetivo es acompañarte en el camino hacia una vida más tranquila, estable y armoniosa.</p><p>He preparado una serie de primeros pasos para presentarte los enfoques y herramientas que utilizamos en la terapia.</p><p>Recuerda: cuanto más interactúes con la app, mejor podré comprender tus necesidades y más útiles se volverán mis recomendaciones.</p>"
    },
    "second": {
      "content": "<p>Ya has dado pasos muy importantes hacia cambios internos, ¡y eso es estupendo!</p><p>Hoy quiero presentarte una nueva función: la valoración diaria de tu estado. La he añadido a la lista de acciones recomendadas porque ayuda a seguir de cerca tu progreso y a comprender mejor cómo te sientes.</p><p>Te animo a rellenarla cada día antes de empezar las prácticas. Después, sigue trabajando con los diarios y explorando los materiales. Que tu día sea tranquilo y productivo.</p>"
    },
    "third": {
      "content": "<p>Hoy vamos a continuar el trabajo y a prestar atención al análisis de los pensamientos disfuncionales.</p><p>También te recomiendo echar un vistazo a nuestro directorio de profesionales de la psicología.</p><p>En la aplicación hacemos hincapié en la práctica autónoma, pero una profesional o un profesional de la psicología puede ayudarte con recomendaciones más personalizadas y un apoyo adicional. Esto puede ser especialmente valioso al comienzo del camino.</p>"
    },
    "fourth": {
      "content": "<p>Nos esforzamos por hacer que el aprendizaje sea no solo útil, sino también interesante para ti.</p><p>Por eso hemos creado una cuenta de Instagram donde hablamos de temas complejos con un lenguaje sencillo y cercano.</p><p>Únete a nuestra comunidad: caminemos juntos, paso a paso, hacia una vida más armoniosa y consciente.</p>"
    },
    "fifth": {
      "content": "<p>Quiero proponerte que pruebes nuestras funciones Premium.</p><p>Dispondrás de un periodo de prueba de 3 días y podrás cancelar la suscripción en cualquier momento si sientes que no es lo que necesitas.</p><p>Premium abre más posibilidades para trabajar conmigo y recibir un apoyo más profundo en tu proceso terapéutico.</p>"
    },
    "eighth": {
      "content": "<discount></discount><p>Veo que trabajas activamente en tu bienestar psicológico, y eso merece mucho respeto.</p><p>Al mismo tiempo, en la aplicación todavía hay funciones que podrían serte útiles.</p><p>Si el precio ha sido un obstáculo para ti, hoy he preparado un descuento especial.</p><p>Puedes mantener este nuevo precio hasta el final del día. Cuídate y cuida tu mundo interior.</p>"
    },
    "fifteenth": {
      "content": "<p>Llevas ya 8 días con nosotros, ¡es maravilloso!</p><p>Espero que la aplicación te esté ayudando y te resulte útil.</p><p>Para nosotros tu opinión es muy importante: cuéntanos qué te ha gustado y qué te gustaría mejorar.</p><p>Estaremos encantados de seguir mejorando la aplicación contigo.</p>"
    },
    "tenth": {
      "content": "<p>Es genial que lleves tanto tiempo con nosotros, de verdad nos inspira.</p><p>Hoy quiero llamar tu atención sobre una función importante: «Compartir con el psicólogo».</p><p>Si estás en terapia, esta opción puede convertirse en un apoyo muy valioso y cómodo para ti.</p>"
    }
  },
  "affirmations": [
    "Hoy he elegido para ti una afirmación que puede darte apoyo.",
    "Te propongo trabajar hoy con esta afirmación: puede ayudarte a sintonizarte con una actitud más positiva.",
    "Hoy quiero ofrecerte esta afirmación para tu equilibrio interior."
  ],
  "appUpdated": [
    "Me he actualizado mientras no estabas. ¡Veamos qué ha añadido el equipo de desarrollo!",
    "Durante tu ausencia ha salido una actualización. ¡Vamos a descubrir juntos las novedades!",
    "Te esperan nuevas mejoras. Mientras estabas sin conexión, seguimos trabajando. Conozcámoslas:",
    "Hemos preparado varias mejoras en la aplicación. ¡Vamos a revisarlas juntos!",
    "La aplicación se ha actualizado. Comprobemos qué funciones nuevas han aparecido:",
    "Nuestro equipo de desarrollo sigue mejorando la aplicación cada día. Echa un vistazo a lo que hemos añadido:"
  ],
  "neverUsed": [
    "Aún no has creado ninguna entrada en <b>{dairy}</b>. Quizá hoy sea un buen momento para empezar. Para encontrar el enfoque que realmente funcione para ti, es útil probar distintos métodos.",
    "He notado que todavía no has escrito nada en <b>{dairy}</b>. Hoy es un día perfecto para dar el primer paso. Prueba distintas formas de trabajar: así será más fácil entender qué es lo que mejor se adapta a ti.",
    "Tu <b>{dairy}</b> todavía está vacío. Haz hoy tu primera entrada y experimenta con distintas técnicas para encontrar las que mejor encajen contigo."
  ],
  "premiumThanks": {
    "content": "<p>He notado que has activado recientemente Premium: ¡muchas gracias por ello!</p><p>Ahora tienes acceso a un modelo de IA más potente y mi análisis será todavía más preciso y útil.</p><p>Tu elección ayuda a nuestro equipo a desarrollar este proyecto y a apoyar a las personas en su camino hacia el equilibrio interior.</p><p>Gracias por tu confianza.</p>"
  },
  "quote": [
    "Hoy me gustaría inspirarte con una cita de una persona extraordinaria.",
    "Te propongo acudir hoy a la sabiduría de una figura destacada: puede convertirse en una buena fuente de inspiración.",
    "Hoy quiero ofrecerte unas reflexiones de una persona conocida que pueden apoyarte e inspirarte.",
    "Recordemos hoy las palabras de una persona notable que pueden servirnos de referencia útil.",
    "He elegido para ti una cita de una persona reconocida.",
    "Hoy he decidido compartir contigo una cita profunda de una figura conocida: está llena de sentido.",
    "Te propongo sumergirte hoy en la sabiduría que nos dejó una persona extraordinaria y encontrar en ella inspiración."
  ],
  "readArticle": [
    "He analizado tus registros y he añadido al plan de hoy un material que puede resultarte interesante y útil.",
    "Tras revisar tus entradas, he decidido incluir en tu plan de hoy un material formativo que, creo, puede ayudarte en el trabajo personal.",
    "Después de analizar tus registros, he elegido un material que, a mi juicio, puede serte útil e interesante y lo he añadido a tu plan para hoy."
  ],
  "testExpired": [
    "Los resultados de tu test <b>{test_name}</b> se han quedado desactualizados. ¡Vamos a renovarlos y evaluar cómo te sientes ahora!",
    "Tus resultados del test <b>{test_name}</b> ya no son actuales. Te propongo actualizarlos para comprender mejor la dinámica.",
    "Parece que los resultados del test <b>{test_name}</b> se han quedado atrás. ¡Veamos cómo te encuentras en este momento!",
    "Los datos actuales del test <b>{test_name}</b> ya no reflejan tu estado. Ha llegado el momento de repetirlo.",
    "Los resultados de <b>{test_name}</b> han perdido vigencia. ¿Te gustaría actualizarlos y conocer tu estado actual?",
    "Ha pasado ya un tiempo desde que realizaste <b>{test_name}</b>. Comprobemos qué ha cambiado desde entonces."
  ],
  "header": [
    "Me alegra verte de nuevo.",
    "Espero que hoy tengas un día agradable.",
    "Me alegra muchísimo verte de nuevo.",
    "¿Cómo te sientes hoy?",
    "Siempre es un placer verte aquí.",
    "Me alegra darte la bienvenida una vez más.",
    "Siempre me alegra tu vuelta."
  ]
}
