{
  "days": {
    "fist": {
      "header": "¡Encantado de verte en nuestra aplicación por primera vez!",
      "content": "<p>Me llamo Alfred, y soy la inteligencia artificial de esta aplicación. Mi tarea es ayudarte en tu camino hacia una vida feliz y armoniosa, libre de problemas psicológicos!</p><p>He preparado algunos pasos iniciales para ti que te permitirán familiarizarte con nuestros métodos de terapia.</p><p>Recuerda: Cuanto más activamente interactúes con la aplicación, mejor podré entender tus necesidades y, por lo tanto, más precisas serán mis recomendaciones!</p>"
    },
    "second": {
      "content": "<p>Veo que ya has dado los primeros pasos en tu camino hacia la mejora psicológica, ¡eso es excelente!</p><p>Hoy me gustaría presentarte una nueva función - la Evaluación Diaria del Estado. La he incluido en la lista de acciones recomendadas, ya que es excepcionalmente útil para monitorear tu progreso.</p><p>Te recomiendo que la completes diariamente antes de comenzar tus actividades. Por lo demás, continúa llevando un diario y familiarizándote con la teoría. ¡Que tengas un buen día!</p>"
    },
    "third": {
      "content": "<p>Continuemos nuestras sesiones hoy, enfocándonos en el análisis de pensamientos destructivos.</p><p>Además, te recomiendo que eches un vistazo a nuestro escaparate de psicólogos.</p><p>En nuestra aplicación, enfatizamos el estudio independiente, pero solo un psicólogo puede ofrecerte las recomendaciones más personalizadas. Esto es extremadamente importante, especialmente al principio de tu camino.</p>"
    },
    "fourth": {
      "content": "<p>Damos una gran importancia a la educación, esforzándonos por hacerla no solo útil, sino también entretenida.</p><p>Para ello, hemos creado un canal de Instagram donde los temas complejos se presentan de manera sencilla y accesible.</p><p>¡Únete a nuestra comunidad y avanza paso a paso hacia una vida armoniosa y feliz, libre de barreras psicológicas!</p>"
    },
    "fifth": {
      "content": "<p>Le sugiero que pruebe nuestras funciones premium.</p><p>Se ofrece un período de prueba de 3 días, durante el cual puede cancelar la suscripción si no cumple con sus expectativas.</p><p>Esto le proporcionará capacidades ampliadas para interactuar conmigo durante el proceso terapéutico.</p>"
    },
    "eighth": {
      "content": "<p>¡Ya llevas 8 días con nosotros!</p><p>Espero que encuentres útil esta aplicación.</p><p>Valoramos mucho la retroalimentación de nuestros usuarios, ¡cuéntanos qué te ha gustado y qué te gustaría mejorar!</p><p>¡Haz mejor la aplicación contigo!</p>"
    },
    "fifteenth": {
      "content": "<p>Nos alegra que hayas estado con nosotros durante tanto tiempo – ¡es realmente maravilloso!</p><p>Hoy, me gustaría llamar tu atención sobre una característica especial – \"Compartir con un psicólogo\".</p><p>Si estás siguiendo un curso terapéutico, ¡esta función será increíblemente útil para ti!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>¡He notado que estás cuidando activamente de tu salud mental!</p><p>Sin embargo, aún no estás utilizando todas las funciones de la aplicación.</p><p>Si se trata del precio, ¡hoy lo he bajado para ti!</p><p>¡Asegura el nuevo precio antes de que termine el día y mantente saludable!</p>"
    }
  },
  "affirmations": [
    "Hoy he recogido la siguiente afirmación para ti.",
    "Intenta trabajar hoy con una afirmación como ésta.",
    "Hoy te ofrezco la siguiente afirmación."
  ],
  "appUpdated": [
    "He actualizado mientras estabas fuera, ¡a ver qué cosas nuevas han añadido los desarrolladores!",
    "Durante tu ausencia se ha producido una actualización. ¡Exploremos juntos las novedades de los desarrolladores!",
    "¡Te esperan nuevas actualizaciones! Mientras tú has estado desconectado, nosotros no nos hemos quedado quietos. Veamos qué hay de nuevo.",
    "Hemos preparado varias mejoras para la aplicación. ¿Las exploramos juntos?",
    "La aplicación se ha actualizado. Veamos qué funciones interesantes se han añadido.",
    "Nuestros desarrolladores trabajan cada día por el bien del proyecto. Veamos qué nos tienen preparado..."
  ],
  "neverUsed": [
    "Aún no ha realizado ninguna entrada en <b>{dairy}</b>. Pruébelo hoy mismo. Para encontrar un método que te funcione, tienes que probar distintos enfoques.",
    "Me he dado cuenta de que no has publicado ninguna entrada en <b>{dairy}</b>. Hoy es un buen día para remediarlo. Explora diferentes estrategias para descubrir las más eficaces para ti.",
    "Tu <b>{dairy}</b> aún está vacía. Da hoy el primer paso explorando diversas técnicas para encontrar la más adecuada para ti."
  ],
  "premiumThanks": {
    "content": "<p>He notado que recientemente has activado el premium!</p><p>El premium te da acceso a un modelo de IA más potente, lo que hará mi análisis aún más efectivo!</p><p>Gracias a ti, nuestros desarrolladores pueden seguir evolucionando el proyecto y ayudar a las personas a encontrar la armonía interior.</p><p>¡Gracias por tu confianza!</p>"
  },
  "quote": [
    "Hoy me gustaría inspirarle con una cita de un gran hombre.",
    "Recurramos hoy a la sabiduría de una gran personalidad que puede ser fuente de inspiración.",
    "Hoy le ofrezco las reflexiones de una gran figura que puede inspirarle a nuevos logros.",
    "Recordemos las palabras de un gran hombre que pueden ser un sabio consejo para nosotros.",
    "Recogí una cita de una persona famosa para usted.",
    "Hoy he pensado en compartir con usted una cita perspicaz de una personalidad famosa llena de profundo significado.",
    "Hoy le invito a profundizar en la sabiduría que nos legó un gran hombre y a inspirarse en ella."
  ],
  "readArticle": [
    "He analizado tus notas y he añadido hoy a tu plan material de formación que probablemente te resulte interesante.",
    "Después de estudiar tus notas, he decidido añadir a tu plan diario algunos materiales didácticos que creo que te resultarán útiles.",
    "Como resultado del análisis de tus notas, he seleccionado el material de formación que me parece útil e interesante para ti y lo he añadido a tu plan de hoy."
  ],
  "testExpired": [
    "Los resultados de tus pruebas <b>{test_name}</b> no están actualizados, ¡vamos a establecer tu estado actual!",
    "Los resultados de tus exámenes <b>{test_name}</b> ya no son válidos. ¡Es hora de actualizar tu información de estado!",
    "Parece que los resultados de las pruebas <b>{test_name}</b> no están actualizados. Averigüemos cómo están las cosas ahora.",
    "Los datos de la prueba <b>{test_name}</b> ya no reflejan tu estado actual. ¡Es hora de un nuevo test!",
    "Los resultados <b>{test_name}</b> han perdido su relevancia. ¿Deseas actualizarlos y conocer tu estado actual?",
    "Ha pasado bastante tiempo desde el paso <b>{test_name}</b>. Veamos qué ha cambiado desde entonces."
  ],
  "header": [
    "¡Encantado de verle de nuevo!",
    "¡Espero que tenga un tiempo estupendo!",
    "¡Qué alegría verle de nuevo!",
    "¿Cómo está de ánimo?",
    "¡Siempre es un placer verle!",
    "¡Bienvenido de nuevo!",
    "¡Siempre contento de verle!"
  ]
}