[
  {
    "text": "La mayor gloria en la vida no es nunca caer, sino levantarse cada vez que caemos.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Cuando te encuentras en la oscuridad, recuerda: el sol sale y se pone, pero su luz es eterna.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Lo que no nos mata, nos hace más fuertes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Incluso de la noche que parece interminable para todo el mundo, hay un camino hacia una brillante mañana.",
    "author": "Haruki Murakami"
  },
  {
    "text": "La esperanza es esa cosa con plumas que se posa en el alma y canta una melodía sin palabras, y nunca cesa de creer.",
    "author": "Emily Dickinson"
  },
  {
    "text": "El mejor remedio para levantarse el ánimo es intentar levantar el ánimo de otra persona.",
    "author": "Mark Twain"
  },
  {
    "text": "Un pequeño pensamiento positivo por la mañana puede cambiar todo tu día.",
    "author": "Dalai Lama"
  },
  {
    "text": "Es importante recordar que no podemos convertirnos en lo que queremos ser, permaneciendo como somos.",
    "author": "Max DePree"
  },
  {
    "text": "Siempre hay luz, si solo somos lo suficientemente valientes para verla. Si solo somos lo suficientemente valientes para ser esa luz.",
    "author": "Amanda Gorman"
  },
  {
    "text": "No juzgues cada día por la cosecha que recoges, sino por las semillas que plantas.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Recuérdate a ti mismo que no es señal de debilidad. Es una enfermedad que requiere tratamiento, como cualquier otra.",
    "author": "Demi Lovato"
  },
  {
    "text": "No permitas que tu enfermedad defina quién eres.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Lo que vemos depende principalmente de lo que buscamos.",
    "author": "John Lubbock"
  },
  {
    "text": "Es importante expresar tus sentimientos, en lugar de guardarlos dentro de ti.",
    "author": "Jimmy Hendrix"
  },
  {
    "text": "No estás solo, y esta oscuridad, como todo, pasará algún día.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "El coraje no siempre ruge. A veces, el coraje es esa vocecita al final del día que dice: lo intentaré de nuevo mañana.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "La esperanza es esa cosa con plumas que se posa en el alma y canta una melodía sin palabras, y nunca cesa del todo.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Recuérdate a ti mismo que no tienes que hacer lo que todos los demás hacen.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Mantente alejado de aquellos que intentan menospreciar tus ambiciones. La gente pequeña siempre hace eso, pero los verdaderamente grandes te hacen sentir que tú también puedes ser grande.",
    "author": "Mark Twain"
  },
  {
    "text": "La depresión es un estado en el que no controlas tu vida. Encuentra algo que te devuelva a la vida. No importa lo pequeño que parezca.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Ser fuerte significa sentirse terrible y vivo al mismo tiempo.",
    "author": "Lena Dunham"
  },
  {
    "text": "Tu situación actual no es tu destino final.",
    "author": "Desconocido"
  },
  {
    "text": "La mayor gloria en la vida no es nunca caer, sino levantarnos cada vez que caemos.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Lo que sientes ahora no te definirá para siempre.",
    "author": "Christina Rimmy"
  },
  {
    "text": "No juzgues cada día por la cosecha que recoges, sino por las semillas que plantas.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "La esperanza es la fe dirigida hacia el futuro; la creencia de que vendrán días mejores, sin importar cuán oscuro sea el presente.",
    "author": "Autor desconocido"
  },
  {
    "text": "La depresión es una prisión donde tú eres tanto el carcelero como el prisionero.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Si estás atravesando el infierno, sigue adelante.",
    "author": "Winston Churchill"
  },
  {
    "text": "Lo más importante que puedes hacer cuando estás abajo es levantarte.",
    "author": "Demi Lovato"
  },
  {
    "text": "Aférrate a la esperanza. Cuando está oscuro, las estrellas se ven mejor.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "No necesitas ver toda la escalera, solo da el primer paso.",
    "author": "Martin Luther King"
  },
  {
    "text": "El tratamiento no significa una recuperación inmediata, pero es el primer paso hacia ella.",
    "author": "Autor desconocido"
  },
  {
    "text": "Lo que vemos depende principalmente de lo que buscamos.",
    "author": "John Lubbock"
  },
  {
    "text": "Sé paciente con todo lo que no está resuelto en tu alma, y trata de amar las preguntas por sí mismas.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "La salud mental requiere la misma atención y cuidado que la física.",
    "author": "Autor desconocido"
  },
  {
    "text": "En cada noche hay una estrella más brillante.",
    "author": "Maya Angelou"
  },
  {
    "text": "No tengas miedo de mostrar tu vulnerabilidad. Ser honesto respecto a tu estado puede traerte el apoyo necesario.",
    "author": "Autor desconocido"
  },
  {
    "text": "Sé tú mismo; todos los demás papeles ya están ocupados.",
    "author": "Oscar Wilde"
  },
  {
    "text": "A veces lo más saludable que puedes hacer es permitirte sentir.",
    "author": "Autor desconocido"
  },
  {
    "text": "La vida no consiste en esperar a que pase la tormenta, sino en aprender a bailar bajo la lluvia.",
    "author": "Vivian Greene"
  },
  {
    "text": "No pierdas la fe en ti mismo. Nunca sabes lo cerca que puedes estar de tu meta.",
    "author": "Autor desconocido"
  },
  {
    "text": "Lo que no nos mata, nos hace más fuertes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "El amor propio es el comienzo de un romance de por vida.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nunca tengas miedo de pedir ayuda. Es una señal de fortaleza, no de debilidad.",
    "author": "Autor desconocido"
  },
  {
    "text": "La vida no se trata de sobrevivir a la tormenta, sino de bailar bajo la lluvia.",
    "author": "Autor desconocido"
  },
  {
    "text": "La fuerza no proviene de la capacidad física. Proviene de una voluntad inquebrantable.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Define tu vida no por lo que no has logrado, sino por lo que aún puedes conseguir.",
    "author": "Autor desconocido"
  },
  {
    "text": "La única forma de hacer un gran trabajo es amar lo que haces.",
    "author": "Steve Jobs"
  },
  {
    "text": "Nos volvemos fuertes no cuando nunca tenemos que luchar, sino cuando aprendemos a superar los desafíos.",
    "author": "Autor desconocido"
  },
  {
    "text": "No esperes momentos especiales, haz especial cada momento.",
    "author": "Autor desconocido"
  },
  {
    "text": "No te preocupes por lo que la gente piense de ti. Están demasiado ocupados pensando en sí mismos.",
    "author": "Autor desconocido"
  },
  {
    "text": "Cualquier paso adelante, por pequeño que sea, es un paso hacia el éxito.",
    "author": "Autor desconocido"
  },
  {
    "text": "No temas ir despacio, teme quedarte quieto.",
    "author": "Proverbio chino"
  },
  {
    "text": "El verdadero valor es saber que despertarás mañana cuando todo el mundo se ha derrumbado hoy.",
    "author": "Autor desconocido"
  },
  {
    "text": "Recuerda que no obtener lo que quieres a veces es una maravillosa suerte.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "La felicidad no está en tener lo que quieres, sino en querer lo que tienes.",
    "author": "Autor desconocido"
  },
  {
    "text": "El éxito es la capacidad de ir de un fracaso a otro sin perder el entusiasmo.",
    "author": "Winston Churchill"
  },
  {
    "text": "Atrévete a vivir la vida que has soñado para ti. Ve adelante y haz tu vida magnífica.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Solo aquellos que se arriesgan a ir demasiado lejos pueden descubrir lo lejos que se puede llegar.",
    "author": "T. S. Eliot"
  },
  {
    "text": "El dolor no siempre es una señal para actuar; a veces es una invitación a la meditación.",
    "author": "Autor desconocido"
  },
  {
    "text": "El verdadero optimismo no es alegría, sino fuerza. Y esa fuerza te ayuda a mirar la realidad a la cara con los ojos abiertos.",
    "author": "Autor desconocido"
  },
  {
    "text": "Cada día es una nueva oportunidad para cambiar tu vida.",
    "author": "Autor desconocido"
  },
  {
    "text": "Lo más difícil es tomar la decisión de actuar, el resto es mera perseverancia.",
    "author": "Amelia Earhart"
  }
]
