[
  {
    "text": "La mayor gloria de la vida no está en no caer nunca, sino en levantarse cada vez que uno se cae.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Cuando te encuentres en la oscuridad, recuerda que el sol sale y se pone, pero su luz es eterna.",
    "author": "Khalil Gibran"
  },
  {
    "text": "Lo que no nos mata nos hace más fuertes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Incluso de una noche que al mundo entero le parece interminable se puede llegar a una mañana luminosa.",
    "author": "Haruki Murakami"
  },
  {
    "text": "La esperanza es esa cosa con plumas que se posa en el alma y canta una melodía sin palabras, y nunca deja de hacerlo.",
    "author": "Emily Dickinson"
  },
  {
    "text": "La mejor manera de levantar el ánimo es intentar levantárselo a alguien más.",
    "author": "Mark Twain"
  },
  {
    "text": "Una pequeña actitud positiva por la mañana puede cambiarte el día por completo.",
    "author": "Dalái Lama"
  },
  {
    "text": "Es importante recordar que no podemos llegar a ser quienes queremos ser si seguimos siendo quienes somos ahora.",
    "author": "Max DePree"
  },
  {
    "text": "Siempre hay luz si somos lo bastante valientes para verla. Y si somos lo bastante valientes para ser esa luz.",
    "author": "Amanda Gorman"
  },
  {
    "text": "No juzgues cada día por la cosecha que recoges, sino por las semillas que siembras.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Recuerda que no es un signo de debilidad: es una enfermedad que necesita tratamiento, como cualquier otra.",
    "author": "Demi Lovato"
  },
  {
    "text": "No permitas que tu enfermedad determine quién eres.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Lo que vemos depende sobre todo de lo que buscamos.",
    "author": "John Lubbock"
  },
  {
    "text": "Es importante poder hablar de lo que sientes en lugar de guardártelo todo por dentro.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "No estás sola ni solo; esta oscuridad, como todo, también pasará.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "El valor no siempre ruge. A veces el valor es esa voz tranquila al final del día que dice: mañana lo intentaré de nuevo.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "La esperanza es esa cosa con plumas que anida en el alma y entona una melodía sin palabras, y nunca deja de hacerlo del todo.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Recuerda que no tienes por qué hacer lo que hace todo el mundo.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Aléjate de quienes intentan rebajar tus aspiraciones. Las personas pequeñas siempre hacen eso, mientras que las verdaderamente grandes te hacen sentir que tú también puedes llegar a ser grande.",
    "author": "Mark Twain"
  },
  {
    "text": "La depresión es un estado en el que sientes que has perdido el control de tu vida. Encuentra algo que te vuelva a conectar con ella, por pequeño que parezca.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Ser fuerte significa sentirse fatal y vivo a la vez.",
    "author": "Lena Dunham"
  },
  {
    "text": "Tu situación actual no es tu destino final.",
    "author": "Autor desconocido"
  },
  {
    "text": "Lo que sientes ahora no te definirá para siempre.",
    "author": "Kristina Rimm"
  },
  {
    "text": "La esperanza es la fe puesta en el futuro: la confianza en que llegarán días mejores, por muy oscuro que sea el presente.",
    "author": "Autor desconocido"
  },
  {
    "text": "La depresión es una cárcel en la que eres a la vez carcelero y prisionero.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Si estás atravesando el infierno, sigue caminando.",
    "author": "Winston Churchill"
  },
  {
    "text": "Lo más importante que puedes hacer cuando tocas fondo es empezar a levantarte.",
    "author": "Demi Lovato"
  },
  {
    "text": "Aférrate a la esperanza. Cuando está oscuro, es cuando mejor se ven las estrellas.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "No tienes que ver toda la escalera, solo da el primer paso.",
    "author": "Martin Luther King"
  },
  {
    "text": "El tratamiento no significa una recuperación inmediata, pero sí es el primer paso hacia ella.",
    "author": "Autor desconocido"
  },
  {
    "text": "Ten paciencia con todo lo que sigue sin resolverse en tu interior e intenta amar las preguntas en sí mismas.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "La salud mental requiere tanta atención y cuidado como la salud física.",
    "author": "Autor desconocido"
  },
  {
    "text": "En cada noche hay una estrella que brilla con más fuerza.",
    "author": "Maya Angelou"
  },
  {
    "text": "No temas mostrar tu vulnerabilidad. Hablar con sinceridad sobre cómo te sientes puede darte el apoyo que necesitas.",
    "author": "Autor desconocido"
  },
  {
    "text": "Sé tú; todos los demás papeles ya están ocupados.",
    "author": "Oscar Wilde"
  },
  {
    "text": "A veces lo más sano que puedes hacer es permitirte sentir.",
    "author": "Autor desconocido"
  },
  {
    "text": "No pierdas la fe en ti. Nunca sabes lo cerca que puedes estar de tu meta.",
    "author": "Autor desconocido"
  },
  {
    "text": "Amarse a uno mismo es el comienzo de una historia de amor para toda la vida.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nunca tengas miedo de pedir ayuda: es un signo de fuerza, no de debilidad.",
    "author": "Autor desconocido"
  },
  {
    "text": "La fuerza no proviene de la capacidad física, sino de una voluntad indomable.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Define tu vida no por lo que no conseguiste, sino por todo lo que aún puedes lograr.",
    "author": "Autor desconocido"
  },
  {
    "text": "La única manera de hacer un gran trabajo es amar lo que haces.",
    "author": "Steve Jobs"
  },
  {
    "text": "Nos hacemos fuertes no cuando nunca tenemos que luchar, sino cuando aprendemos a superar los desafíos.",
    "author": "Autor desconocido"
  },
  {
    "text": "No esperes momentos especiales: convierte cada momento en algo especial.",
    "author": "Autor desconocido"
  },
  {
    "text": "No te preocupes tanto por lo que la gente piensa de ti; están demasiado ocupados pensando en sí mismos.",
    "author": "Autor desconocido"
  },
  {
    "text": "Cada paso hacia adelante, incluso el más pequeño, es un paso hacia el éxito.",
    "author": "Autor desconocido"
  },
  {
    "text": "No temas avanzar despacio; teme quedarte inmóvil.",
    "author": "Proverbio chino"
  },
  {
    "text": "El verdadero valor es saber que mañana volverás a levantarte, aunque hoy parezca que el mundo se derrumba.",
    "author": "Autor desconocido"
  },
  {
    "text": "Recuerda que no conseguir lo que quieres a veces es un golpe de suerte maravilloso.",
    "author": "Dalái Lama XIV"
  },
  {
    "text": "La felicidad no consiste en tener lo que deseas, sino en desear lo que ya tienes.",
    "author": "Autor desconocido"
  },
  {
    "text": "El éxito es la capacidad de ir de fracaso en fracaso sin perder el entusiasmo.",
    "author": "Winston Churchill"
  },
  {
    "text": "Atrévete a vivir la vida que has soñado para ti. Da el paso y haz de tu vida algo extraordinario.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Solo quienes se arriesgan a ir demasiado lejos pueden descubrir hasta dónde se puede llegar.",
    "author": "T. S. Eliot"
  },
  {
    "text": "El dolor no siempre es una llamada a la acción; a veces es una invitación a la reflexión.",
    "author": "Autor desconocido"
  },
  {
    "text": "El verdadero optimismo no es alegría, sino fuerza, y esa fuerza te permite mirar de frente a la realidad con los ojos bien abiertos.",
    "author": "Autor desconocido"
  },
  {
    "text": "Cada día es una nueva oportunidad para cambiar tu vida.",
    "author": "Autor desconocido"
  },
  {
    "text": "Lo más difícil es tomar la decisión de actuar; el resto es solo perseverancia.",
    "author": "Amelia Earhart"
  }
]
