{
  "title": "Залежність від досягнень",
  "description": "Любов, оспівана поетами та художниками, окрилює і дарує відчуття повноти життя. Однак перетворення любові на патологічну потребу руйнує особистість і заважає будувати здорові відносини, особливо у людей з низькою самооцінкою. Справжнє щастя і повноцінність життя можна знайти, навчившись регулювати свій настрій і насолоджуватися задоволеннями, які не залежать від наявності партнера.",
  "screen_1": {
    "texts": [
      "Ми живемо в епоху «гонки за досягненнями», коли нас визначає наш успіх. Здається, будь-хто може стати ким завгодно, заробляти великі гроші і здобувати авторитет у суспільстві.",
      "Стелі для амбіцій немає, і це перетворює наше життя на постійну гонку, де ми впевнені, що людська цінність визначається досягненнями.",
      "Хоча це переконання здається невинним, насправді воно має руйнівні наслідки.",
      "Що означає залежність від досягнень?",
      "Це коли ваша самооцінка будується на продуктивності, статусі, інтелекті або успіху.",
      "Поки у вас все добре з навчанням або роботою, ви відчуваєте себе щасливою і повноцінною людиною. Але як тільки ви зазнаєте невдачі або не досягнете поставленої мети, вас охоплюють інтенсивні негативні емоції.",
      "У цей момент ви, швидше за все, думаєте, що ви ні на що не здатний невдаха.",
      "Які можуть бути переконання, засновані на такій залежності?",
      "Якщо я не досягну успіху, це буде жахливо. Значить, я слабак/дурень/нікчема.",
      "Якщо у мене не вийде, значить, я невдаха.",
      "Якщо я зазнав невдачі, значить, я нікчемний і ніколи нічого не досягну.",
      "Мені потрібно бути успішним, інакше немає сенсу жити. Все втратить сенс. Я ніколи не буду по-справжньому щасливий.",
      "Надмірна заклопотаність досягненнями поширена не тільки серед чоловіків, але і, останнім часом, серед жінок, які також все частіше проявляють кар'єрні амбіції і прагнення до успіху.",
      "У той час як у жінок частіше проявляється турбота про відносини, у чоловіків часто спостерігається вразливість до невдач у кар'єрі, оскільки з дитинства їм навіюють, що їх цінність визначається досягненнями.",
      "Чому і як формуються такі переконання?",
      "Причин може бути безліч, але, як правило, такі установки формуються ще в дитинстві. Можливо, батьки цієї людини були холодними і відстороненими, не давали їй любові, турботи і прийняття.",
      "Тоді дитина намагається пояснити, чому це відбувається.",
      "Якщо хлопчика Петю з сусіднього двору люблять, хвалять і приймають, а мене ні, значить, я якийсь не такий, і якби був кращим, мене б обов'язково любили.",
      "Інший варіант - батьки давали любов, увагу, похвалу і турботу тільки в тому випадку, якщо він досягав якихось успіхів.",
      "Якщо дитина приносила п'ятірку зі школи, її хвалили, а якщо ні, то на неї не звертали уваги."
    ]
  },
  "screen_2": {
    "texts": [
      "Ще один варіант - відсутній батько. Діти мають егоцентричне мислення і все, що відбувається у світі, вони пояснюють через себе.",
      "Якщо тато пішов, це означає, що я був поганою дитиною, а не те, що вони з мамою не поладили. Відповідно, якщо тато побачить, який я хороший, успішний, розумний, він обов'язково повернеться, або принаймні зрозуміє, кого втратив.",
      "Такі сценарії якраз і формують залежність від успіху. І далі, в підлітковому віці, юності або вже в дорослому житті, певні події та ситуації можуть зміцнювати віру в переконання.",
      "Як підсумок, людина засвоює, що її можна любити тільки за досягнення. Потрібно бути успішним, інакше тебе кинуть, відкинуть і ти залишишся один.",
      "Відповідно, стикаючись з невідповідністю ідеального образу і реального, людина натрапляє на власну непотрібність і нікчемність, а це дуже болісно.",
      "Перший крок до зміни ставлення до особистої цінності - визначити, чи піде це вам на користь або буде на шкоду. Прийняти рішення перестати визначати свою цінність власними досягненнями - це найважливіший перший крок до зміни системи переконань.",
      "Безумовно, залежність від досягнень може мати плюси. Можна нахвалювати себе і чудово почуватися при досягненні чогось.",
      "Почуття власної переваги порівняно з іншими людьми. Адже це ви досягли чогось, а інші ні.",
      "Завдяки цій системі переконань можна бути мотивованим на успіх, докладати більше зусиль, робити кар'єру, заробляти гроші.",
      "Адже досягнення надають вам цінність. Для того, щоб відчувати свою важливість вам щоразу потрібно бути все краще і краще. Звучить дуже навіть непогано, на перший погляд.",
      "Які тоді недоліки мислення «цінність дорівнює досягненням»?",
      "Якщо ваш бізнес або кар'єра йде добре, ви можете настільки зануритися в них, що ізолюєте себе від інших потенційних джерел задоволення і насолоди.",
      "Відносини з сім'єю, близькими, друзями - перестають вас радувати, ви швидше приділите час роботі, ніж побудете з рідними.",
      "У вас не залишається часу на себе, ви працюєте не покладаючи рук з ранку до пізньої ночі.",
      "Ваш трудоголізм не дає вам перепочинку, адже якщо ви уповільните темп, у вас почнеться ломка, ви будете відчувати порожнечу, непотрібність, нудьгу, ніби ви щось важливе упускаєте. Ви розучитеся відпочивати.",
      "Відпочинок для вас буде прирівнюватися до неробства, начебто ви зараз могли щось корисне зробити, але не робите цього. Без досягнень ви будете відчувати себе непотрібним і нудним, адже у вас не буде іншої основи для самоповаги і задоволеності.",
      "Це може призвести до вигорання, хронічних захворювань, постійного відчуття стресу і депресії.",
      "До того ж трудоголізм можна вважати ще однією залежністю, яка підживлює одержимість успіхом, через що з нею складніше впоратися."
    ],
    "quote": {
      "text": "В епоху «гонки за досягненнями» нас визначає наш успіх, і здається, що кожен може стати ким завгодно.",
      "author": "Олександр Іванов"
    }
  },
  "screen_3": {
    "texts": [
      "Погіршення соціальних відносин.",
      "Часто буває так, що люди, які постійно прагнуть до успіху, відчувають себе самотніми і це цілком зрозуміло.",
      "У вас може не знаходитися часу або сил на підтримання соціальних контактів. Якщо тривалий час не приділяти час близьким, це безумовно позначиться на ваших взаєминах.",
      "Ваш партнер може знайти когось іншого, адже він не отримує у відносинах з вами уваги, любові і турботи.",
      "Залежність від успіху впливає і на ваше сприйняття оточуючих. Може бути, так що людина відмовляється спілкуватися з тими, хто нижче неї за соціальним статусом або не відповідає критеріям «успішності», які вона для себе визначила.",
      "Все це негативно впливає на відносини з оточуючими людьми.",
      "Прокрастинація.",
      "Коли є лише один «ідеальний», правильний варіант, один лише шлях до щастя, то не можна зробити помилку, потрібно все чітко розрахувати і спланувати, щоб все було саме так, як задумано.",
      "Але насправді ви чудово розумієте, що гарантій успіху немає, а значить, краще і не починати цей шлях. Тоді виникає думка, що відсутність спроби краще, ніж провальна спроба.",
      "Після невдачі ще доведеться проживати неприємні емоції, які здаються нестерпними. Це все веде до практично неминучої прокрастинації.",
      "Відсутність почуття власної гідності.",
      "Життя така непередбачувана річ: хвороба, погіршення справ на роботі, військові дії або щось інше, що від вас не залежить, коли ви не зможете більше підтримувати працездатність на колишньому рівні.",
      "Тоді і настане час розплати - важка депресія, викликана переконанням, що зниження продуктивності вказує на вашу непотрібність. У цей момент все ваше життя буде зруйноване, ви будете розбиті.",
      "Ви жили для того, щоб досягати, а тепер ви це робити не можете. Відсутність почуття власної гідності може навіть призвести до спроби самогубства - найвищої і необоротної плати за те, що ви оцінюєте свою цінність виключно стандартами ринку.",
      "У будь-якій залежності присутня толерантність і залежність від досягнень не є винятком.",
      "Ви зіткнетеся з тим, що вам всього мало, успіху, звань, нагород, грошей, нерухомості. У міру просування вимоги тільки зростають, змушуючи вас не зупинятися.",
      "Кожне нове досягнення перестає доставляти колишнє задоволення, і для того, щоб відчути щось знову, вам доводиться значно збільшувати зусилля.",
      "Чому ефект так недовговічний?",
      "Чому вам потрібно все більше і більше?",
      "Відповідь очевидна: успіх не гарантує щастя.",
      "Ці два явища не є синонімами і не об'єднані причинно-наслідковим зв'язком. Зрештою ви ганяєтеся за ілюзією.",
      "Тому що ключ до вашого настрою - це ваші думки, а не успіх, адже гострі відчуття від перемоги швидко випаровуються. Важливо розуміти, що справжнє щастя залежить виключно від вас самих."
    ],
    "quote": {
      "text": "Прагнення до успіху бездумно підштовхує нас вперед, не залишаючи часу насолодитися самим процесом.",
      "author": "Ернест Хемінгуей"
    }
  }
}
