{
  "title": "Як перестати жити досягненнями?",
  "description": "Стаття обговорює небезпеки залежності від успіху, вказуючи на те, що досягнення не гарантують щастя та благополуччя. Приклади знаменитостей, таких як Леді Гага та Джим Керрі, ілюструють, що навіть найуспішніші люди можуть страждати від депресії та інших проблем. Важливість знаходження балансу між цілями та особистим життям, а також визнання внутрішньої цінності кожної людини, незалежно від її досягнень, є ключовими висновками.",
  "screen_1": {
    "texts": [
      "Звісно, не варто кидати всі свої починання або відмовлятися від важливих цілей, щоб справитися із залежністю від успіху.",
      "Адже немає нічого поганого в тому, щоб мати досягнення. Прекрасно мати гроші, роботу, машину, квартиру тощо.",
      "Проблеми починаються тоді, коли без цих показників успіху ви вважаєте себе нікчемним, невдахою та недостойною людиною.",
      "Для того щоб звільнити себе від пастки необхідності бути видатним та ефективним, ми пропонуємо вам подумати про таке:",
      "Чи готові ви все життя кататися на гірках самооцінки?",
      "Якщо розмірковувати раціонально, то, вибираючи жити за концепцією досягнень, ви прирікаєте себе на нескінченні емоційні гойдалки.",
      "Сьогодні ви досягли якихось висот і щасливі, а завтра зазнали невдачі, і життя набуває зовсім інших фарб. Є досягнення – молодець, немає досягнень – невдаха.",
      "Вашим настроєм буде легко керувати. Якщо інші люди зрозуміють, що ви залежите від досягнень, то вони цілком можуть використовувати це для своїх цілей.",
      "Наприклад, начальник може давати вам надмірне навантаження, тому що знає, що ви будете працювати до знемоги, але зробите все заради чергової похвали.",
      "Досягнення не дорівнюють щастю.",
      "Гроші, відомість та досягнення давно сприймаються як якась гарантія щастя та благополуччя. Але якби рівень щастя залежав від успішності людини, ми б спостерігали суттєві відмінності між людьми різних соціальних статусів.",
      "Більшість людей не можуть похвалитися серйозними досягненнями, проте багато хто з них щасливі і задоволені своїм життям.",
      "Але знову ж таки, бути задоволеним не означає не прагнути до більшого. Між здоровим прагненням досягти поставлених цілей та залежністю існує величезна прірва.",
      "На ділі виявляється, що навіть ті, хто багато заробляє, займає престижну посаду або володіє успішним бізнесом, можуть страждати від депресії, мати різні проблеми або просто розчаруватися в житті.",
      "Наприклад, всім відома Леді Гага, на перший погляд успішна, багата, щаслива людина, заснувала свій фонд «Born This Way Foundation», щоб допомогти підліткам, які опинилися в складній ситуації, тому що про труднощі співачка знає не з чуток.",
      "«Я страждала від депресії та тривожності все своє життя, і я продовжую боротися з цим до сьогодні», — зізналася вона в інтерв'ю Billboard у 2015 році.",
      "Або Джим Керрі, який подарував шанувальникам можливість щиро посміхатися і отримувати позитивні емоції від його робіт, але навіть на піку популярності актору було зовсім не до сміху.",
      "Джим протягом багатьох років боровся з важкою депресією.",
      "Це стосується не тільки знаменитостей, ті ж бізнесмени часто скаржаться на психічні розлади та залежності.",
      "Взагалі, багато успішних людей закінчують життя самогубством. Появився навіть особливий термін — «суїцид генеральних директорів».",
      "З цим феноменом стикалися: мільярдер Адольф Меркле зі списку Forbes, стартапери Ілля Житомирський і Остін Гайнц, власниця модного дому Кейт Спейд та багато інших.",
      "Тож, якщо ви досі думаєте, що успіх дорівнює щастю, то ви глибоко помиляєтеся."
    ]
  },
  "screen_2": {
    "texts": [
      "Подумайте, чи будете ви ставитися до своєї близької людини гірше тільки тому, що у неї немає досягнень?",
      "Уявіть, ви зустрілися зі своїм другом, якого дуже цінуєте. Але раптом дізнаєтеся, що він звичайний продавець у магазині, тоді як ви володієте бізнесом і є багатою та успішною людиною.",
      "Чи будете ви дивитися на нього зверхньо, ставлячи нижче себе?",
      "Можливо, вам буде важливо, щоб цей друг визнав свою нікчемність у порівнянні з вами? Вам приємно бути такою людиною?",
      "А якщо на місці цього друга були б ви?",
      "Чи погодилися б спілкуватися з успішною людиною за умови, що ви визнаєте свою нікчемність на її фоні?",
      "Усі діти невдахи?",
      "Якщо цінність мають тільки ті, хто щось досяг у своєму житті, тоді діти — найбільші нікчеми на планеті.",
      "Ну а що? Немовлята ж навіть голову тримати не можуть. Чи все-таки вони мають цінність?",
      "Якщо так, то чому виходить, що немовля має цінність?",
      "Адже вони нічого не внесли в цей світ, вони навіть говорити не можуть. Безумовно, що вас, що немовля цінують не за те, які у вас досягнення, а за те, які ви люди.",
      "Ну і в зворотний бік. Тепер усіх бабусь і дідусів що, знищити?",
      "Ну а що, вони вже старі, нічого в світ привнести не можуть. Ми ж так не думаємо. Ми цінуємо, любимо наших вже немічних батьків і намагаємося їм допомагати.",
      "Кожна людина має цінність.",
      "Нам здається, що цінність — це кількісна одиниця, яку можна виміряти, порахувати. Але насправді цінність — це якісна одиниця.",
      "У кожної людини з народження є одиниця цінності, і у всіх вона однакова. Які б у вас не були успіхи та провали, ваша одиниця цінності незмінна. Ви цінні з мільйоном чи без.",
      "Не порівнюйте свої досягнення з чужими.",
      "Порівняння з оточуючими не приносить нічого, крім відчуття дискомфорту та сумнівів у собі.",
      "Воно породжує почуття заздрості, яке підживлює залежність від успіху. Ви відчуваєте, що робите недостатньо, коли порівнюєте свої досягнення з чужими, що підкріплює ваше бажання брати участь у гонці з оточуючими.",
      "Припиніть порівнювати свої досягнення з чужими. Замість цього перегляньте свої пріоритети і подумайте, наскільки поставлені цілі зможуть задовольнити саме ваші інтереси, а не бажання відповідати тим, з ким ви себе порівнюєте."
    ],
    "quote": {
      "text": "Успіх не має значення, якщо ви нещасливі. Для мене успіх — це щастя, а не гроші чи слава.",
      "author": "Еллен ДеДженерес"
    }
  },
  "screen_3": {
    "texts": [
      "Вчіться знаходити баланс.",
      "Нерідко люди, залежні від успіху, відчувають провину за те, що дозволяють собі відпочивати, проводити час з близькими, займатися тим, що не пов'язане прямо з їхніми цілями.",
      "Безумовно, досягнення мають певне значення в житті, але далеко не найголовніше. Ви робите ставку на успіх, при цьому забуваєте жити. Вчіться балансувати між роботою/навчанням та іншими сферами життя.",
      "Прислухайтеся до того, що хочете ви і ваше тіло. Не ігноруйте сигнали, дбайте про себе з усіх сил.",
      "Працюйте зі своїми думками.",
      "Для зміни системи переконань дуже важливо продовжувати відповідати на негативні автоматичні думки, які змушують вас почуватися неповноцінним.",
      "Це допоможе вам зрозуміти, що проблема полягає не в ваших успіхах чи невдачах, а в критичному ставленні до себе та звичці себе лаяти. Коли ви навчитеся реалістично оцінювати свою діяльність, задоволеність і прийняття себе зростуть.",
      "Хто все-таки важливіший для суспільства?",
      "Говорячи про успішних людей, ми, звісно, одразу уявляємо популярних співаків, відомих акторів, топових бізнесменів та публічних політиків.",
      "А як же бути з учителями, лікарями, будівельниками та людьми інших непопулярних професій, від яких залежить наш завтрашній день? Але якщо говорити об'єктивно, всі ці люди часто корисніші для суспільства, ніж ті, кому прийнято заздрити.",
      "На завершення хочемо поділитися з вами чудовою думкою з книги журналіста Девіда Орра.",
      "Він пише, що планеті не потрібна велика кількість успішних людей, їй набагато потрібніші миротворці, цілителі, оповідачі та просто люблячі люди.",
      "Їй потрібні люди з мораллю, ті, хто робить світ добрішим і людянішим. Планеті потрібні люди, поруч з якими просто добре жити.",
      "Ніхто не проти амбіційних цілей та підкорення кар'єрних вершин. Але дуже важливо, щоб усі сторони життя були в гармонії.",
      "Продуктивність та успіх можуть бути надзвичайно приємними і приносити багато задоволення. Однак успіх не є ні обов'язковою, ні достатньою умовою для максимального щастя.",
      "Вам не потрібно заробляти чиюсь любов чи повагу важкою працею, і необов'язково бути першим, щоб відчути себе реалізованим та зберігати стійку самооцінку.",
      "Просто пам'ятайте, що «найголовніші речі на світі — це зовсім не речі»!"
    ],
    "quote": {
      "text": "Справжня цінність життя полягає не в тому, що ми маємо, а в тому, хто ми є.",
      "author": "Опра Вінфрі"
    }
  }
}
