{
  "title": "Залежність від досягнень",
  "description": "Кохання, оспіване поетами та художниками, надихає та дарує відчуття повноти життя. Однак перетворення кохання на патологічну потребу руйнує особистість і заважає будувати здорові стосунки, особливо в людей із низькою самооцінкою. Справжнє щастя і повноцінність життя можна знайти, навчившись регулювати свій настрій і насолоджуватися задоволеннями, які не залежать від наявності партнера.",
  "screen_1": {
    "texts": [
      "Ми живемо в епоху \"перегонів за досягненнями\", коли нас визначає наш успіх. Здається, будь-хто може стати ким завгодно, заробляти великі гроші та завойовувати авторитет у суспільстві.",
      "Стелі для амбіцій немає і це перетворює наше життя на постійні перегони, де ми впевнені, що людська цінність визначається досягненнями.",
      "Хоча це переконання здається невинним, насправді воно має руйнівні наслідки.",
      "Що означає залежність від досягнень?",
      "Це коли ваша самооцінка будується на продуктивності, статусі, інтелекті чи успіху.",
      "Поки у вас все гаразд з навчанням чи роботою, ви відчуваєте себе щасливим і повноцінною людиною. Але щойно ви зазнаєте невдачі або не досягаєте поставленої мети, вас охоплюють інтенсивні негативні емоції.",
      "У цей момент ви, найімовірніше, думаєте, що ви ні на що не здатний невдаха.",
      "Які можуть бути переконання, засновані на такій залежності?",
      "Якщо я не досягну успіху, це буде жахливо. Значить, я слабак / дурень / нікчема",
      "Якщо в мене не вийде, значить, я невдаха",
      "Якщо я зазнав невдачі, значить я нікчемний і ніколи нічого не досягну",
      "Мені потрібно бути успішним, інакше незачем жити. Все втратить сенс. Я ніколи не буду по-справжньому щасливий",
      "Надмірна турбота про досягнення поширена не тільки серед чоловіків, але й, останнім часом, серед жінок, які також все частіше проявляють кар'єрні амбіції та прагнення до успіху.",
      "В той час як у жінок частіше проявляється турбота про стосунки, у чоловіків часто спостерігається вразливість до невдач у кар'єрі, оскільки з дитинства їм закохують що їхня цінність визначається досягненнями.",
      "Чому і як формуються подібні переконання?",
      "Причин може бути багато, але, як правило, такі установки формуються ще в дитинстві. Можливо, батьки такої людини були холодними і відстороненими, не давали йому любові, турботи та прийняття.",
      "Тоді дитина намагається пояснити, чому так відбувається.",
      "Якщо хлопчика Петю із сусіднього двору люблять, хвалять і приймають, а мене немає, значить, я якийсь не такий, і якби був кращим, мене б обов'язково любили.",
      "Інший варіант — батьки давали любов, увагу, похвалу і турботу тільки в тому випадку, якщо він досягав якихось успіхів.",
      "Якщо дитина приносила п'ятірку зі школи, її хвалили, а якщо ні, то на неї не звертали уваги."
    ]
  },
  "screen_2": {
    "texts": [
      "Ще один варіант – відсутній батько. Діти володіють егоцентричним мисленням і все, що відбувається у світі, вони пояснюють через себе.",
      "Якщо тато пішов, це означає я був поганим дитиною, а не те, що вони з мамою не поладили. Відповідно, якщо тато побачить який я хороший, успішний, розумний, він обов'язково повернеться, ну або принаймні зрозуміє кого втратив.",
      "Такі сценарії якраз і формують залежність від успіху. І далі, в підлітковому віці, юності або вже в дорослому житті, певні події та ситуації можуть зміцнювати віру в переконання.",
      "Як підсумок, людина засвоює, що її можна любити тільки за досягнення. Потрібно бути успішним, інакше тебе кинуть, відвергнуть і ти залишишся один.",
      "Відповідно, стикаючись з невідповідністю ідеального образу і реального, людина натрапляє на власну непотрібність і нікчемність, а це дуже болісно.",
      "Перший крок до зміни ставлення до особистої цінності — визначити, піде це вам на користь чи буде на шкоду. Прийняти рішення перестати визначати свою цінність власними досягненнями — це найважливіший перший крок до зміни системи переконань.",
      "Безумовно, залежність від досягнень може мати плюси. Можна нахвалювати себе і чудово почуватися при досягненні чогось.",
      "Почуття власної переваги порівняно з іншими людьми. Бо це ви досягли чогось, а інші ні.",
      "Завдяки цій системі переконань можна бути мотивованим на успіх, докладати більше зусиль, робити кар'єру, заробляти гроші.",
      "Бо досягнення надають вам цінність. Щоб відчувати свою важливість вам з кожним разом потрібно бути все краще і краще. Звучить дуже навіть непогано, на перший погляд.",
      "Які тоді недоліки мислення \"цінність дорівнює досягненням\"?",
      "Якщо ваш бізнес чи кар'єра йде добре, ви можете настільки зануритися в них, що огородите себе від інших потенційних джерел задоволення та насолоди.",
      "Стосунки з сім'єю, близькими, друзями — перестають вас радувати, ви скоріше приділите час роботі, ніж побудете з рідними.",
      "У вас не залишається часу на себе, ви працюєте не покладаючи рук з ранку до пізньої ночі.",
      "Ваш трудоголізм не дає вам перепочинку, бо якщо ви сповільните темп, у вас почнеться ломка, ви будете відчувати порожнечу, безкорисність, нудьгу, ніби ви упускаєте щось важливе. Ви розучитеся відпочивати.",
      "Відпочинок для вас буде прирівнюватися бездіяльності, ніби ви зараз могли б щось корисне зробити, але не робите цього. Без досягнень ви будете відчувати себе безкорисним і нудним, бо в вас не буде іншої основи для самоповаги та задоволеності.",
      "Це може призвести до вигорання, хронічних захворювань, постійного відчуття стресу та депресії.",
      "До того ж трудоголізм можна вважати ще однією залежністю, яка підтримує одержимість успіхом, через що з нею складніше впоратися."
    ],
    "quote": {
      "text": "В епоху \"перегонів за досягненнями\" нас визначає наш успіх, і здається, що кожен може стати ким завгодно.",
      "author": "Олександр Іванов"
    }
  },
  "screen_3": {
    "texts": [
      "Погіршення соціальних стосунків",
      "Часто буває так, що люди, які постійно прагнуть до успіху, відчувають себе самотніми і це цілком пояснювано.",
      "У вас може не знаходитися часу чи сил на підтримку соціальних контактів. Якщо довгий час не приділяти час близьким, це безумовно скажеться на ваших взаємовідносинах.",
      "Ваш партнер може знайти когось іншого, бо він не отримує у стосунках з вами уваги, любові та турботи.",
      "Залежність від успіху впливає і на ваше сприйняття оточуючих. Можливо, таке що людина відмовляється спілкуватися з тими, хто нижче нього за соціальним статусом або не відповідає критеріям \"успішності\", які він для себе визначив.",
      "Все це негативно впливає на стосунки з оточуючими людьми.",
      "Прокрастинація",
      "Коли є лише один \"ідеальний\", правильний варіант, лише один шлях до щастя, то не можна вчинити помилку, потрібно все чітко розрахувати і планувати, щоб усе було саме так, як задумано.",
      "Але насправді ви чудово розумієте, що гарантій успіху немає, а значить, краще і не починати цей шлях. Тоді виникає думка що відсутність спроби краще, ніж провальна спроба.",
      "Після невдачі ще ж доведеться переживати неприємні емоції, які здаються нестерпимими. Це все веде до практично неминучої прокрастинації.",
      "Відсутність почуття власної гідності",
      "Життя такий непередбачуваний річ, хвороба, погіршення справ на роботі, військові дії або щось інше, що від вас не залежить, коли ви не зможете більше підтримувати працездатність на колишньому рівні.",
      "Тоді і настане час розплати — важка депресія, викликана переконанням, що зниження продуктивності вказує на вашу безкорисність. У цей момент вся ваше життя буде порушено, ви будете розбиті.",
      "Ви жили для того, щоб досягати, а тепер ви це робити не можете. Відсутність почуття власної гідності може навіть призвести до спроби самогубства — найвищої і незворотної плати за те, що ви оцінюєте свою цінність виключно стандартами ринку.",
      "У будь-якій залежності присутня толерантність і залежність від досягнень не є винятком.",
      "Ви зіткнетеся з тим, що вам всього мало, успіху, звань, нагород, грошей, нерухомості. По мірі просування вимоги тільки зростають, змушуючи вас не зупинятися.",
      "Кожне нове досягнення перестає доставляти колишнє задоволення, і для того, щоб відчути щось знову вам доводиться значно збільшувати зусилля.",
      "Чому ефект так недовговічний?",
      "Чому вам потрібно все більше і більше?",
      "Відповідь очевидна: успіх не гарантує щастя.",
      "Ці два явища не є синонімами і не об'єднані причинно-наслідковим зв'язком. Зрештою ви женіться за ілюзією.",
      "Бо ключ до вашого настрою — це ваші думки, а не успіх, бо гострі відчуття від перемоги швидко випаровуються. Важливо розуміти, що істинне щастя залежить виключно від вас самих."
    ],
    "quote": {
      "text": "Прагнення до успіху бездумно підштовхує нас вперед, не залишаючи часу насолодитися самим процесом.",
      "author": "Ернест Хемінгуей"
    }
  }
}