{
  "title": "Залежність від досягнень",
  "description": "Любов може надихати, підтримувати та надавати життю сенс. Проте якщо вона перетворюється на необхідність, без якої неможливо відчувати себе повноцінною людиною, вона починає руйнувати особистість та заважати будувати здорові стосунки. Те саме відбувається і з залежністю від досягнень. Справжнє щастя можливе тоді, коли людина спирається не лише на успіхи, а й на свої почуття, цінності та здатність знаходити радість поза результатами.",
  "screen_1": {
    "texts": [
      "Ми живемо в епоху «гонитви за досягненнями», де успіх часто стає головною мірою нашої цінності. Здається, що кожен може досягти всього, якщо достатньо старатися.",
      "Амбіції ніби не мають меж, і життя перетворюється на нескінченний забіг, у якому ми починаємо вірити, що цінність людини визначається її результатами.",
      "На перший погляд це переконання здається безпечним, але на практиці воно може завдати чимало шкоди.",
      "Що означає залежність від досягнень?",
      "Це стан, коли самооцінка повністю залежить від продуктивності, статусу, інтелекту або професійних успіхів.",
      "Поки в навчанні чи роботі все добре, ви відчуваєте себе гідною та цінною людиною. Але варто щось піти не так — і накривають сильні негативні емоції.",
      "У такі моменти може здаватися, що ви — невдаха й «нічого не варті».",
      "Які переконання формуються за такої залежності?",
      "Якщо я не досяг успіху, це катастрофа. Значить, я слабкий / недостатньо розумний / нікчемний",
      "Якщо щось не вдалося, значить, я невдаха",
      "Якщо мене спіткала невдача, я нікому не потрібен і нічого не досягну",
      "Я маю обов’язково бути успішним, інакше моє життя втратить сенс і не принесе щастя",
      "Одержимість досягненнями зустрічається і у чоловіків, і у жінок. Сьогодні жінки теж усе частіше прагнуть кар’єрного росту та професійного розвитку.",
      "Водночас чоловіки часто особливо болісно реагують на невдачі, бо з дитинства чують, що їхня цінність вимірюється досягненнями.",
      "Чому формуються такі установки?",
      "Найчастіше — у дитинстві. Можливо, батьки були емоційно відстороненими й не давали безумовної любові та підтримки.",
      "Дитина намагається пояснити це собі.",
      "Якщо Петрика з сусіднього двору люблять і хвалять, а мене — ні, значить, зі мною щось не так. Якби я був кращим, мене теж би любили.",
      "Інший сценарій — коли увагу й тепло давали лише за успіхи.",
      "Приніс відмінну оцінку — молодець. Не впорався — тебе ніби не помічають."
    ]
  },
  "screen_2": {
    "texts": [
      "Ще один поширений сценарій — відсутній батько чи мати. Дитина пояснює ситуацію через себе.",
      "Якщо тато пішов, значить, я був недостатньо хорошим, а не тому, що дорослі не змогли порозумітися. Отже, якщо я стану успішним, розумним, найкращим — він повернеться або хоча б зрозуміє, кого втратив.",
      "Такі дитячі переконання стають основою залежності від досягнень. А події у підлітковому та дорослому житті можуть лише зміцнити цю віру.",
      "Людина засвоює: любити можна лише за успіхи. Щоб уникнути відторгнення, потрібно весь час доводити свою цінність.",
      "І якщо образ «ідеального себе» не збігається з реальністю, виникає біль, сором і відчуття власної нікчемності.",
      "Перший крок до змін — усвідомити, що оцінювати свою цінність лише досягненнями шкідливо. Рішення перестати вимірювати себе результатами — важливий етап розвитку.",
      "Залежність від досягнень іноді може давати відчуття сили.",
      "Це відчуття переваги: ви змогли — інші ні.",
      "Така система мислення може мотивувати, допомагати розвиватися, будувати кар’єру та заробляти.",
      "Кожне нове досягнення ніби додає цінності. Хочеться знову і знову бути «кращим». На перший погляд, це звучить непогано.",
      "Але які мінуси в мисленні «цінність = успіх»?",
      "Коли робота або бізнес ідуть добре, ви настільки поринаєте в них, що позбавляєте себе інших джерел радості.",
      "Стосунки з близькими відходять на другий план: робота завжди здається важливішою.",
      "Ви живете в режимі постійної зайнятості, від ранку до ночі.",
      "Якщо сповільнитися — з’являється порожнеча, тривога й відчуття, що ви марнуєте час. Відпочинок здається слабкістю.",
      "Без досягнень вам здається, що ви нічого не варті, адже немає іншої опори для самоцінності.",
      "Це може призвести до вигорання, проблем зі здоров’ям, постійного стресу та депресії.",
      "Трудоголізм перетворюється на залежність, яка підтримує одержимість успіхом."
    ],
    "quote": {
      "text": "У часи «гонитви за досягненнями» здається, що кожен може стати будь-ким — і ми мусимо довести свою значущість.",
      "author": "Олександр Іванов"
    }
  },
  "screen_3": {
    "texts": [
      "Погіршення стосунків",
      "Люди, зосереджені на досягненнях, часто відчувають самотність — і це закономірно.",
      "На підтримку близьких зв’язків бракує часу та емоційних ресурсів. Стосунки поступово відходять на задній план.",
      "Партнер може почати шукати підтримку й увагу ззовні, тому що поруч із вами її просто немає.",
      "Крім того, залежність від успіху впливає на сприйняття інших: з’являється схильність оцінювати людей лише за статусом.",
      "Це неминуче позначається на соціальних зв’язках.",
      "Прокрастинація",
      "Коли є лише один «правильний» шлях і немає права на помилку, з’являється страх невдачі.",
      "Розуміння, що успіх не гарантований, спонукає відкладати дії. Здається, що краще не пробувати, ніж зіткнутися з невдачею.",
      "Страх переживати неприємні емоції робить прокрастинацію майже неминучою.",
      "Втрата почуття власної гідності",
      "Життя непередбачуване: хвороба, криза, зовнішні обставини — і людина вже не може працювати так, як раніше.",
      "Тоді настає болюче розчарування: якщо цінність будувалася лише на продуктивності, її втрата може спричинити глибоку депресію.",
      "Якщо жити лише заради досягнень і раптом втратити можливість їх створювати, може виникнути відчуття порожнечі та втрати сенсу.",
      "Іноді це призводить до відчайдушних кроків — адже самооцінка повністю залежала від результатів.",
      "Як і в будь-якій залежності, виникає толерантність — потрібно все більше успіхів і визнання.",
      "Кожне нове досягнення тішить менше, і доводиться підсилювати темп, щоб відчути задоволення.",
      "Чому ефект так швидко зникає?",
      "Чому хочеться все більше?",
      "Відповідь проста: успіх не дорівнює щастю.",
      "Ці поняття не пов’язані безпосередньо. У результаті людина женеться за ілюзією.",
      "Ваш настрій формують не досягнення, а думки та ставлення до себе. Радість від перемог минає швидко, а внутрішня опора залишається найважливішою."
    ],
    "quote": {
      "text": "Прагнення до успіху рухає нас вперед, але важливо не загубити в цьому процесі саме життя.",
      "author": "Ернест Гемінґвей"
    }
  }
}
