{
  "title": "Як перестати жити досягненнями?",
  "description": "Стаття обговорює небезпеки залежності від успіху й підкреслює, що досягнення не гарантують щастя та добробуту. Приклади відомих людей — Леді Ґаґи та Джима Керрі — показують, що навіть найуспішніші можуть страждати від депресії та інших проблем. Ключові висновки: важливо знаходити баланс між цілями та особистим життям і визнавати внутрішню цінність кожної людини — незалежно від її успіхів.",
  "screen_1": {
    "texts": [
      "Звісно, не варто відкидати всі починання чи зрікатися важливих цілей, щоб подолати залежність від успіху.",
      "Адже в досягненнях немає нічого поганого. Добре мати гроші, роботу, автомобіль, квартиру тощо.",
      "Проблеми починаються тоді, коли без цих «показників успіху» Ви вважаєте себе нікчемним/нікчемною, невдахою чи «негідною/негідним» людиною.",
      "Щоб вирватися з пастки обов’язкової «видатності» та безперервної ефективності, варто замислитися над таким:",
      "Готові все життя кататися на «американських гірках» самооцінки?",
      "Якщо будувати самооцінку на досягненнях, Ви прирікаєте себе на нескінченні емоційні гойдалки.",
      "Сьогодні Ви сягнули певних висот і радієте, а завтра зазнали невдачі — і світ різко тьмяніє. Є досягнення — «молодець», немає — «невдаха».",
      "Вашим настроєм буде легко керувати. Якщо інші помітять залежність від досягнень, вони можуть скористатися цим у власних інтересах.",
      "Наприклад, керівник даватиме надмірне навантаження, знаючи: Ви «розіб’єтеся», але зробите все заради чергової похвали.",
      "Досягнення ≠ щастя",
      "Гроші, слава та здобутки часто сприймаються як гарантія щастя й добробуту. Та якби рівень щастя залежав від «успішності», ми бачили б разючі відмінності між людьми різних статусів.",
      "Багато хто не має гучних здобутків, однак живе щасливо й задоволено.",
      "Водночас задоволеність не означає відсутності прагнень і бажання більшого. Між здоровим рухом до цілей і залежністю — прірва.",
      "На практиці навіть ті, хто багато заробляє, обіймає престижні посади чи має успішний бізнес, можуть страждати від депресії, мати інші труднощі або просто розчаровуватися в житті.",
      "Наприклад, Леді Ґаґа — на перший погляд успішна, заможна й щаслива — заснувала Born This Way Foundation, аби підтримувати підлітків у складних ситуаціях, бо про труднощі співачка знає не з чуток.",
      "«Я страждала від депресії та тривожності все своє життя і досі з цим борюся», — зізналася вона в інтерв’ю Billboard у 2015 році.",
      "Або Джим Керрі, який дарував мільйонам щирі усмішки, — навіть на піку популярності йому часто було не до сміху.",
      "Джим упродовж багатьох років боровся з тяжкою депресією.",
      "І це не лише про знаменитостей: підприємці так само часто повідомляють про психічні розлади та залежності.",
      "Ба більше, чимало успішних людей вчиняють самогубство. Навіть з’явився термін — «самогубства генеральних директорів».",
      "Серед відомих випадків — мільярдер Адольф Меркле зі списку Forbes, засновники стартапів Ілля Житомирський та Остін Гайнц, власниця модного дому Кейт Спейд та інші.",
      "Тож якщо Ви й далі вважаєте, що успіх дорівнює щастю, — помиляєтеся."
    ]
  },
  "screen_2": {
    "texts": [
      "Замисліться: чи ставилися б Ви гірше до близької людини лише тому, що в неї немає досягнень?",
      "Уявіть: Ви зустрілися з другом, якого дуже цінуєте. Раптом дізнаєтеся, що він — звичайний продавець у крамниці, тоді як Ви маєте власний бізнес і вважаєтеся успішною людиною.",
      "Чи глянете на нього зверхньо, поставите нижче за себе?",
      "Вам би хотілося, щоб цей друг визнав власну «нікчемність» на Вашому тлі? Приємно бути такою людиною?",
      "А якщо на місці цього друга — Ви?",
      "Чи погодилися б спілкуватися з «успішною» людиною, якщо доведеться визнати власну нікчемність поруч із нею?",
      "Усі діти — невдахи?",
      "Якщо цінність мають лише ті, хто чогось досяг, тоді діти — «найголовніші нікчеми» на планеті.",
      "Справді? Немовлята ж навіть голови ще не тримають.",
      "Чи все-таки вони мають цінність?",
      "Адже вони ще нічого не внесли у світ і навіть говорити не вміють. Безумовно, і Вас, і немовля люблять не за здобутки, а за те, ким Ви є.",
      "І навпаки. Що тепер — «списати» всіх бабусь і дідусів?",
      "Мовляв: уже старі, нічого в світ не «принесуть». Але ми так не мислимо. Ми цінуємо, любимо наших немічних батьків і піклуємося про них.",
      "Кожна людина має цінність",
      "Часто здається, що цінність — це кількість, яку можна виміряти. Насправді ж це якісна величина.",
      "У кожної людини від народження є «одиниця цінності», і в усіх вона однакова. Якими б не були Ваші успіхи чи провали, ця одиниця незмінна. Ви цінні з мільйоном і без нього.",
      "Не порівнюйте свої досягнення з чужими",
      "Порівняння з іншими майже завжди приносить дискомфорт і сумніви в собі.",
      "Воно породжує заздрість і підживлює залежність від успіху. Коли зіставляєте власні здобутки з чужими, здається, що Ви робите замало — і це лише підсилює «гонку».",
      "Припиніть такі порівняння. Натомість перегляньте пріоритети й подумайте, наскільки Ваші цілі відповідають саме Вашим інтересам, а не бажанню «тримати планку» чужих очікувань."
    ],
    "quote": {
      "text": "Успіх нічого не вартий, якщо Ви нещасні. Для мене успіх — це щастя, а не гроші чи слава.",
      "author": "Еллен Дедженерес"
    }
  },
  "screen_3": {
    "texts": [
      "Вчіться знаходити баланс",
      "Люди, залежні від успіху, часто відчувають провину за відпочинок, час із близькими чи заняття, не пов’язані безпосередньо з цілями.",
      "Досягнення важливі, але точно не найголовніші. Роблячи ставку лише на успіх, Ви забуваєте жити. Вчіться балансувати між роботою/навчанням та іншими сферами життя.",
      "Прислухайтеся до себе й потреб свого тіла. Не ігноруйте сигнали, дбайте про себе якнайкраще.",
      "Працюйте зі своїми думками",
      "Щоб змінити систему переконань, продовжуйте відповідати на негативні автоматичні думки, які змушують відчувати себе «недостатніми».",
      "Так поступово стає зрозуміло: річ не в успіхах чи невдачах, а в критичному ставленні до себе та звичці себе сварити. Коли навчаєтеся реалістично оцінювати свою діяльність, зростають задоволеність і самоприйняття.",
      "Хто ж важливіший для суспільства?",
      "Кажучи про «успішних», зазвичай уявляємо популярних співаків, відомих акторів, топових бізнесменів і публічних політиків.",
      "А як щодо вчителів, лікарів, будівельників та інших «непопулярних» професій, від яких залежить наше завтра? Якщо бути об’єктивними, ці люди часто корисніші для суспільства, ніж ті, кому зазвичай заздрять.",
      "Наостанок — чудова думка з книжки журналіста Девіда Орра.",
      "Він пише, що планеті не потрібно багато «успішних»; їй значно потрібніші миротворці, цілителі, оповідачі та просто люблячі люди.",
      "Їй потрібні люди з моральними принципами — ті, хто робить світ добрішим і гуманнішим. Планеті потрібні ті, поруч із ким добре жити.",
      "Ніхто не проти амбітних цілей і кар’єрних вершин. Але вкрай важливо, щоб усі сфери життя були в гармонії.",
      "Продуктивність і успіх можуть приносити велике задоволення. Та успіх не є ані необхідною, ані достатньою умовою щастя.",
      "Вам не потрібно «заробляти» любов чи повагу виснажливою працею, і не обов’язково бути першими, щоб відчувати самореалізацію та зберігати стійку самооцінку.",
      "Пам’ятайте: «найголовніші речі у світі — зовсім не речі»!"
    ],
    "quote": {
      "text": "Справжня цінність життя — не в тому, що ми маємо, а в тому, хто ми є.",
      "author": "Опра Вінфрі"
    }
  }
}
