{
  "title": "Як перестати жити лише досягненнями?",
  "description": "Ця стаття допомагає побачити приховані ризики залежності від успіху та показує, що самі по собі досягнення не гарантують щастя. Приклади з життя таких зірок, як Леді Гага та Джим Керрі, нагадують: навіть ті, кого ми вважаємо дуже успішними, можуть зіштовхнутися з депресією та внутрішніми кризами. Головна думка проста: важливо знаходити баланс між прагненням до цілей і повноцінним життям, цінувати себе не за результати, а просто за те, хто Ви є.",
  "screen_1": {
    "texts": [
      "Звісно, щоб упоратися із залежністю від досягнень, не обов’язково відмовлятися від своїх мрій, планів і амбіцій.",
      "Прагнути результатів — природно. Приємно мати роботу, дохід, дім, авто та інші здобутки.",
      "Складнощі починаються тоді, коли без зовнішніх ознак успіху Ви починаєте вважати себе менш значущою людиною, «недостатньою» або негідною поваги.",
      "Щоб звільнитися від тиску «бути ідеальним і завжди на висоті», спробуйте замислитися над наступним:",
      "Чи готові Ви прожити життя на емоційних гойдалках?",
      "Якщо поглянути тверезо, вибір жити за принципом «я = мої результати» перетворює внутрішні гойдалки на нескінченні.",
      "Сьогодні Ви на вершині та радієте, завтра трапляється невдача — і все навколо здається сірим. Вийшло — Ви молодець. Не вийшло — відчуваєте себе нікчемним.",
      "Настрій стає вразливим. І якщо люди побачать, що Ви залежите від оцінок і досягнень, на це легко тиснути.",
      "Наприклад, керівник може навантажувати Вас непосильними завданнями, знаючи, що Ви будете старатися до останнього, аби заслужити схвалення.",
      "Досягнення не дорівнюють щастю",
      "Ми звикли думати, що гроші, статус і слава гарантують благополуччя. Але якби щастя залежало лише від успіху, ми б бачили величезну різницю в рівні щастя людей з різним соціальним статусом.",
      "Більшість людей не можуть похвалитися гучними здобутками, і це не заважає багатьом із них бути щиро щасливими та задоволеними життям.",
      "При цьому прагнення до цілей ніхто не заперечує. Важливо відрізняти здорову мотивацію від виснажливої залежності.",
      "На практиці навіть люди з високим статусом і великими доходами можуть відчувати депресію, емоційне вигорання та розчарування.",
      "Наприклад, Леді Гага, яку часто сприймають як символ успіху, заснувала фонд «Born This Way Foundation», щоб підтримати молодь, адже сама добре знає, що таке внутрішні труднощі.",
      "«Я страждала від депресії й тривожності все своє життя і досі продовжую з цим боротися», — розповідала вона в інтерв’ю Billboard у 2015 році.",
      "Або Джим Керрі — людина, що дарувала світові сміх, але в найяскравіші моменти кар’єри переживала тяжку внутрішню кризу.",
      "Джим багато років боровся з глибокою депресією.",
      "І це не лише про знаменитостей. Багато підприємців і керівників теж стикаються з психоемоційним виснаженням і залежністю від успіху.",
      "Дехто доходить до крайнощів. Навіть існує термін «суїцид генеральних директорів».",
      "Так пішли з життя мільярдер Адольф Меркле, підприємці Ілля Житомирський та Остін Хайнц, дизайнерка Кейт Спейд та інші.",
      "Тому якщо Ви досі вважаєте, що успіх автоматично приносить щастя, варто переосмислити цю установку."
    ]
  },
  "screen_2": {
    "texts": [
      "Уявіть: чи стали б Ви менше цінувати близьку людину лише через відсутність гучних досягнень?",
      "Наприклад, Ви зустрічаєтеся з другом, якого щиро поважаєте, і раптом дізнаєтеся, що він працює продавцем, тоді як Ви маєте власний бізнес.",
      "Чи будете Ви ставити себе вище?",
      "Хотіли б Ви, щоб він вважав себе «нікчемним» лише тому, що його успіхи не такі помітні? Чи комфортно Вам бути людиною з такою позицією?",
      "А тепер уявіть, що на його місці — Ви.",
      "Хотіли б Ви дружити з людиною, яка вважає Вас менш гідною?",
      "Усі діти — невдахи?",
      "Якщо цінність визначати досягненнями, виходить, що немовлята — «найменш вартісні».",
      "Але це абсурд: дитину люблять просто тому, що вона є, а не за її здобутки.",
      "Чому її цінують? Бо цінність — не в успіхах, а в самому факті існування.",
      "І навпаки: якщо слідувати логіці «цінність = результати», можна було б знецінити й літніх людей. Але ми так не думаємо — ми підтримуємо їх.",
      "Кожна людина має цінність",
      "Може здаватися, що цінність можна виміряти, але це не так. Це якість, а не кількість.",
      "У кожного з нас від народження є внутрішня цінність, і вона однакова для всіх. Вона не залежить від перемог чи поразок.",
      "Не порівнюйте свої досягнення з чужими",
      "Порівняння породжує тривогу, почуття недостатності та заздрість.",
      "Воно підсилює залежність від успіхів, змушуючи постійно бігти та доводити щось іншим.",
      "Спробуйте замість порівняння переосмислити свої цілі й запитати себе: чого хочу саме я, а не що «правильно» хотіти з точки зору інших?"
    ],
    "quote": {
      "text": "Успіх нічого не означає, якщо Ви нещасні. Для мене успіх — це щастя, а не гроші чи слава.",
      "author": "Еллен ДеДженерес"
    }
  },
  "screen_3": {
    "texts": [
      "Навчіться знаходити баланс",
      "Люди, залежні від досягнень, часто відчувають провину, коли відпочивають або проводять час із близькими.",
      "Досягнення важливі, але вони не повинні позбавляти Вас радості життя. Варто вчитися знаходити рівновагу між справами, відпочинком і турботою про себе та близьких.",
      "Прислухайтеся до себе. Ваші потреби та сигнали тіла — теж частина життя, не ігноруйте їх.",
      "Працюйте зі своїми думками",
      "Помічайте й оскаржуйте автоматичні негативні думки, які знецінюють Вас.",
      "З часом Ви побачите: справа не в досягненнях, а в критиці, яка звучить усередині. З реалістичним поглядом на себе зростає прийняття і внутрішній спокій.",
      "Хто важливіший для суспільства?",
      "Ми часто думаємо про успіх через призму слави й багатства.",
      "Але вчителі, лікарі, будівельники та багато інших — це люди, завдяки яким існує суспільство. Їхній внесок безцінний.",
      "Журналіст Девід Орр писав:",
      "Планеті потрібні не лише «успішні», а люди, які приносять тепло, мир і людяність.",
      "Світові потрібні ті, поруч із ким просто добре й спокійно.",
      "Амбіції — чудово. Але важливо, щоб життя не перетворювалося на нескінченну гонку без можливості видихнути.",
      "Успіх може приносити радість, але він не гарантує щастя.",
      "Вам не потрібно заслужити любов і повагу. Не обов’язково бути першим, щоб бути цінним.",
      "Найважливіші речі в житті — не матеріальні."
    ],
    "quote": {
      "text": "Справжня цінність життя полягає не в тому, що ми маємо, а в тому, хто ми є.",
      "author": "Опра Вінфрі"
    }
  }
}
