{
  "title": "Як перестати жити досягненнями?",
  "description": "Стаття обговорює небезпеки залежності від успіху, вказуючи на те, що досягнення не гарантують щастя та благополуччя. Приклади відомих особистостей, таких як Леді Гага та Джим Керрі, ілюструють, що навіть найуспішніші люди можуть страждати від депресії та інших проблем. Важливість знаходження балансу між цілями та особистим життям, а також визнання внутрішньої цінності кожної людини, незалежно від її успіхів, є ключовими висновками.",
  "screen_1": {
    "texts": [
      "Звісно, не варто кидати всі свої починання чи відмовлятися від важливих цілей, щоб впоратися із залежністю від успіху.",
      "Бо немає нічого поганого в тому, щоб мати досягнення. Чудово мати гроші, роботу, машину, квартиру і т.д.",
      "Проблеми починаються тоді, коли без цих показників успіху ви вважаєте себе нікчемним, невдахою і негідною людиною.",
      "Щоб звільнити себе з пастки необхідності бути видатним і ефективним, ми пропонуємо вам подумати про таке:",
      "Готові ви все життя кататися на гірках самооцінки?",
      "Якщо міркувати раціонально, то, обираючи жити за концепцією досягнень, ви приречуєте себе на безкінечні емоційні гойдалки.",
      "Сьогодні ви досягли якихось висот і щасливі, а завтра зазнали невдачі, і життя набуває зовсім інших барв. Є досягнення – молодець, немає досягнень – невдаха.",
      "Вашим настроєм буде легко керувати. Якщо інші люди зрозуміють, що ви залежні від досягнень, то вони цілком можуть використати це для своїх цілей.",
      "Наприклад, начальник може давати вам наднавантаження, бо знає, що ви розіб'єтеся, але зробите все заради чергової похвали.",
      "Досягнення не дорівнює щастю",
      "Гроші, відомість і досягнення давно сприймаються як якась гарантія щастя і благополуччя. Але якби рівень щастя залежав від успішності людини, ми б спостерігали істотні відмінності між людьми різних соціальних статусів.",
      "Більшість людей не можуть похвалитися серйозними досягненнями, тим не менше багато з них щасливі і задоволені своїм життям.",
      "Але знову ж таки, бути задоволеним не означає не прагнути і не бажати більшого. Між здоровим прагненням досягти поставлених цілей і залежністю існує величезна прірва.",
      "На справді виявляється, що навіть ті, хто багато заробляє, займають престижну посаду або володіють успішним бізнесом, можуть страждати депресією, мати різні проблеми або просто розчаруватися в житті.",
      "Наприклад, всім відома Леді Гага, на перший погляд успішна, багата, щаслива людина, заснувала свій фонд «Born This Way Foundation», щоб допомогти підліткам, що опинилися в непростій ситуації, бо про труднощі співачка знає не з чуток.",
      "«Я страждала від депресії та тривожності все своє життя, і я продовжую боротися з цим по цей день», — визнала вона в інтерв'ю Billboard у 2015 році.",
      "Або Джим Керрі, який подарував шанувальникам можливість щиро усміхатися і отримувати позитивні емоції від його робіт, але навіть на піку популярності акторові виявлялося зовсім не до сміху.",
      "Джим протягом довгих років боровся з важкою депресією.",
      "Це стосується не тільки відомих особистостей, ті ж бізнесмени часто скаржаться на психічні розлади та залежності.",
      "Загалом, багато успішних людей кінчають життя самогубством. З'явився навіть особливий термін — «суїцид генеральних директорів».",
      "З цим феноменом зіткнулися: мільярдер Адольф Меркле зі списку Forbes, стартапери Ілля Житомирський та Остін Хайнц, володарка модного будинку Кейт Спейд і багато інших.",
      "Тож, якщо ви все ще думаєте, що успіх дорівнює щастю, то ви глибоко помиляєтеся."
    ]
  },
  "screen_2": {
    "texts": [
      "Подумайте, чи будете ви ставитися до свого близької людини гірше тільки тому, що в нього немає досягнень?",
      "Уявіть, ви зустрілися зі своїм другом, якого дуже сильно цінуєте. Але раптом дізнаєтеся, що він звичайний продавець у магазині, тоді як ви володієте бізнесом і є багатою і успішною людиною.",
      "Станете ви дивитися на нього зверхньо, ставити нижче себе?",
      "Може, вам важливо буде, щоб цей друг визнав свою нікчемність на вашому фоні? Вам приємно бути такою людиною?",
      "А якщо на місці цього друга були б ви?",
      "Погодилися б спілкуватися з успішною людиною за умови, що ви визнаєте свою нікчемність на його фоні?",
      "Усі діти невдахи?",
      "Якщо цінність мають тільки ті, хто щось у своєму житті досяг, тоді діти — найголовніші нікчеми на планеті.",
      "Ну а що? Немовлята ж навіть голову тримати не можуть. Або все-таки вони володіють цінністю?",
      "Якщо так, то чому так виходить, що немовля володіє цінністю?",
      "Бо вони нічого в цей світ не принесли, вони навіть говорити не можуть. Безумовно, що вас, що немовляти цінують не за те, які у вас досягнення, а за те, які ви люди.",
      "Ну і в зворотний бік. Усіх бабусь і дідусів тепер що, винищити?",
      "Ну а що, вони вже старі, нічого у світ принести не можуть. Ми ж так не думаємо. Ми цінуємо, любимо наших вже немічних батьків і намагаємося їм допомагати.",
      "Кожна людина володіє цінністю",
      "Нам здається, що цінність — це кількісна одиниця, що її можна виміряти, порахувати. Але насправді цінність — це якісна одиниця.",
      "У кожної людини з народження є одиниця цінності, і у всіх вона однакова. Які б у вас не були успіхи і провали, ваша одиниця цінності незмінна. Ви цінні, що з мільйоном, що без.",
      "Не порівнюйте свої досягнення з чужими",
      "Порівняння з оточуючими не приносить нічого, окрім відчуття дискомфорту і сумнів у собі.",
      "Воно породжує почуття заздрості, яке підтримує залежність від успіху. Ви відчуваєте, що робите недостатньо, коли зіставляєте свої досягнення з чужими, що підкріплює ваше бажання брати участь у перегонах з оточуючими.",
      "Перестаньте порівнювати свої досягнення з чужими. Замість цього перегляньте свої пріоритети і подумайте, наскільки поставлені цілі зможуть задовольнити саме ваші інтереси, а не бажання відповідати тим, з ким ви себе порівнюєте."
    ],
    "quote": {
      "text": "Успіх не має значення, якщо ви нещасливі. Для мене успіх — це щастя, а не гроші чи слава.",
      "author": "Еллен ДеДженерес"
    }
  },
  "screen_3": {
    "texts": [
      "Вчитеся знаходити баланс",
      "Нерідко люди, залежні від успіху, відчувають провину за те, що дозволяють собі відпочивати, проводити час з близькими, займатися тим, що не пов'язано напряму з їхніми цілями.",
      "Безумовно, досягнення мають певне значення в житті, але далеко не найголовніше. Ви робите ставку на успіх, при цьому забуваєте жити. Вчитеся балансувати між роботою/навчанням та іншими сферами в житті.",
      "Прислухайтеся до того, що хочете ви і ваш організм. Не відмахуйтеся від сигналів, дбайте про себе з усіх сил.",
      "Працюйте зі своїми думками",
      "Для зміни системи переконань дуже важливо продовжувати відповідати на негативні автоматичні думки, які змушують вас відчувати себе неповноцінним.",
      "Це допоможе вам зрозуміти, що проблема полягає не у ваших успіхах чи невдачах, а в критичному ставленні до себе і звичці себе сварити. Коли ви навчитеся реалістично оцінювати свою діяльність, задоволеність і прийняття себе зростуть.",
      "Хто все-таки важливіший суспільству?",
      "Говорячи про успішних людей, ми, звісно, одразу уявляємо популярних співаків, відомих акторів, топових бізнесменів і публічних політиків.",
      "Але як же тоді бути з вчителями, лікарями, будівельниками і людьми інших непопулярних професій, від яких залежить наше завтрашній день? Але якщо говорити об'єктивно, всі ці люди часто корисніші для суспільства, ніж ті, кому заведено заздрити.",
      "На завершення хочемо поділитися з вами чудовою думкою з книги журналіста Девіда Орра.",
      "Він пише, що планета не потребує великої кількості успішних людей, їй набагато потрібніші миротворці, цілителі, оповідачі і просто люблячі люди.",
      "Вона потребує людей з мораллю, в тих, хто робить світ добрішим і гуманнішим. Планеті потрібні люди, поруч з якими просто добре жити.",
      "Ніхто не проти амбітних цілей і підкорення кар'єрних вершин. Але дуже важливо, щоб всі сторони життя були в гармонії.",
      "Продуктивність і успіх можуть бути надзвичайно приємними і доставляти багато задоволення. Однак успіх не є ні обов'язковим, ні достатньою умовою для максимального щастя.",
      "Вам не потрібно заробляти чиюсь любов чи повагу стомною працею, і не обов'язково бути першим, щоб відчути себе реалізованим і зберігати стійку самооцінку.",
      "Просто пам'ятайте, що «найголовніші речі на світі — це аж ніяк не речі»!"
    ],
    "quote": {
      "text": "Реальна цінність життя полягає не в тому, що ми маємо, а в тому, хто ми є.",
      "author": "Опра Уїнфрі"
    }
  }
}