{
  "title": "Як перестати бути жертвою і взяти відповідальність за своє щастя?",
  "description": "Стаття закликає відмовитися від ролі жертви обставин і взяти відповідальність за своє життя, контролюючи свої думки та дії. Автор пропонує практику ведення щоденника, щоб усвідомити обмежувальні переконання, і розвивати проактивне мислення за допомогою правильних запитань. Перехід до активної позиції в житті вимагає терпіння, усвідомленості та поступового досягнення реалістичних цілей.",
  "screen_1": {
    "texts": [
      "Переконання «я жертва обставин» базується на тому, що ви вважаєте: зовнішні фактори, такі як життєва ситуація, стосунки, вік, фінанси, здоров'я або інші обставини, обмежують ваші можливості і заважають вам бути повноцінними і щасливими.",
      "Хоча обставини можуть бути несприятливими, ми самі несемо повну відповідальність за своє життя і емоційний стан.",
      "«Щастя залежить не від зовнішніх обставин, а від того, як ми їх сприймаємо». Ця фраза може здатися заїждженою і банальною, але вона містить глибоку істину, здатну змінити ваше уявлення про щастя і способи його досягнення.",
      "Перший крок до того, щоб перестати вважати себе жертвою і звинувачувати світ, — це усвідомлення: такі думки не тільки марні, але й виснажують вас.",
      "Почніть вести щоденник",
      "Записуйте свої думки, емоції та дії. Це може бути щоденник автоматичних думок або більш вільна форма запису.",
      "Відзначайте моменти, коли ви почуваєтеся жертвою, і фіксуйте ситуації та причини цього. Наприклад: «Коли моя колега отримала підвищення, а я — ні, я відчула себе жертвою системи».",
      "Записуйте свої думки і переконання, які підтримують цей стан. Наприклад: «Я вірю, що не можу змінити своє життя», «Я не заслуговую на успіх».",
      "Задавайте собі питання, щоб глибше зрозуміти свої переконання і ситуації, що підтримують вашу роль жертви:",
      "Чому я відчуваю себе жертвою в цій ситуації?",
      "Які емоції я відчуваю?",
      "Які події або ситуації підтверджують мою роль жертви?",
      "Як ці думки і переконання впливають на моє життя?",
      "Як я можу змінити свої думки і переконання?"
    ]
  },
  "screen_2": {
    "texts": [
      "Прийняття відповідальності",
      "Після того, як ви виявили свої моделі поведінки, прийміть рішення взяти на себе відповідальність за своє життя.",
      "Визнайте, що ви контролюєте свої реакції і дії, незалежно від обставин.",
      "Усвідомте, що ви не є жертвою долі чи інших людей, і у ваших силах змінити свою ситуацію.",
      "Напишіть невелике есе, в якому виражаєте прийняття відповідальності. Наприклад:",
      "Я усвідомлюю, що тільки я можу вплинути на своє життя і його результати.",
      "Я приймаю відповідальність за свої думки, емоції і дії.",
      "Я розумію, що у мене є вибір, як ставитися до ситуацій і як на них реагувати.",
      "Я відмовляюся від ментальності жертви і буду активно шукати можливості для особистого зростання і розвитку.",
      "Перехід від пасивної позиції до активної",
      "Замість того щоб залишатися пасивними спостерігачами, візьміть на себе активну роль у своєму житті.",
      "Запишіть свої цілі і бажання.",
      "Розробіть план дій для їх досягнення.",
      "Не бійтеся ініціювати дії і робити кроки до бажаних результатів.",
      "Приклад списку цілей і бажань:",
      "Здоров'я:",
      "Почати регулярно займатися спортом, купити абонемент в зал.",
      "Покращити раціон харчування, додавши більше свіжих фруктів і овочів.",
      "Кар'єра та освіта:",
      "Поставити за мету підвищення кваліфікації, освоєння нових навичок або отримання додаткової освіти в своїй галузі.",
      "Розробити план кар'єрного зростання і визначити мету — досягнення певної посади або ролі.",
      "Особисті стосунки і саморозвиток:",
      "Намагатися бути більш емпатичним і уважним до потреб інших людей.",
      "Розвивати навички управління конфліктами і вчитися будувати здорові межі у стосунках.",
      "Запишіть ці цілі і бажання на видному місці і почніть розробляти конкретні плани дій для їх досягнення.",
      "Пам'ятайте, що ваші цілі повинні бути реалістичними, вимірюваними і досяжними. Встановіть терміни і поступово рухайтеся до їх реалізації.",
      "Навчіться слідкувати за своєю мовою",
      "Замініть запитання, що виражають скарги, на запитання, що спонукають до дії. Це допоможе розвинути особисту відповідальність і позбутися позиції жертви.",
      "Уникайте запитань, що починаються з «чому». Запитання на кшталт «Чому мене ніхто не любить?», «Чому ніхто не хоче працювати?» і «Чому це сталося зі мною?» непродуктивні, оскільки не ведуть до вирішення.",
      "Ці запитання лише підтверджують, що ви відчуваєте себе жертвою обставин і не вірите у свою здатність щось змінити.",
      "Використовуйте запитання, що починаються з «що» і «як». Такі запитання спонукають до дії і розвивають проактивне мислення.",
      "Запитання «Чому це відбувається зі мною?» не потребує відповіді і більше схоже на скаргу.",
      "Запитання «Чому це сталося?» допомагає розібратися в причинах і знайти шляхи до покращення."
    ]
  },
  "screen_3": {
    "texts": [
      "Обмежте використання риторичних запитань",
      "Риторичні запитання, на які не очікується відповіді, можуть зміцнювати менталітет жертви.",
      "Намагайтеся уникати їх і зосереджуйтеся на запитаннях, які спонукають шукати рішення і брати відповідальність за своє життя.",
      "Запасіться терпінням",
      "Вихід із стану жертви — це процес, що вимагає часу і зусиль.",
      "Неможливо змінити своє мислення і поведінку миттєво.",
      "Запасіться терпінням і усвідомленістю, щоб розпізнавати ситуації, в яких проявляється жертвеність.",
      "Коли ви розвиваєте терпіння, ви створюєте можливість більш усвідомлено реагувати на ситуації і вибирати конструктивні моделі поведінки.",
      "Пам'ятайте, що зміни вимагають часу і практики.",
      "Будьте добрі до себе, продовжуйте докладати зусиль, і з часом ви зможете подолати менталітет жертви і взяти відповідальність за своє життя."
    ],
    "quote": {
      "text": "Щастя — це не щось готове. Воно виходить із ваших власних дій.",
      "author": "Далай-лама"
    }
  }
}
