{
  "title": "Як перестати відчувати себе жертвою і взяти відповідальність за своє щастя?",
  "description": "Ця стаття допомагає м’яко вийти з ролі жертви обставин і поступово навчитися впливати на своє життя, емоції та вибір. Завдяки практиці усвідомленості, веденню щоденника та правильним запитанням ви зможете краще розуміти свої переконання і активніше створювати умови для власного благополуччя. Це шлях, який потребує часу й турботливого ставлення до себе, але він приносить свободу й внутрішню стійкість.",
  "screen_1": {
    "texts": [
      "Переконання «я — жертва обставин» з’являється тоді, коли здається, що зовнішні умови — стосунки, робота, фінанси, здоров’я, вік або оточення — повністю визначають ваше життя та обмежують можливості для щастя.",
      "Так, обставини можуть бути непростими. Але важливо пам’ятати: ми здатні впливати на свої реакції, думки та подальші кроки.",
      "«Щастя залежить не від обставин, а від того, як ми їх сприймаємо». Ця думка може здаватися знайомою, але в ній багато сили: іноді саме наше ставлення формує внутрішній стан.",
      "Перший крок — помітити, що роль жертви виснажує і забирає енергію, а не допомагає рухатися вперед.",
      "Почніть вести щоденник",
      "Записуйте свої думки, емоції та реакції. Це може бути щоденник автоматичних думок або вільний формат.",
      "Звертайте увагу на моменти, коли з’являється почуття безпорадності. Наприклад: «Коли підвищили колегу, а мене — ні, я відчула себе непоміченою й безсилою».",
      "Фіксуйте думки, які підтримують цей стан. Наприклад: «Я не можу змінити своє життя», «Я недостатньо хороша, щоб досягти більшого».",
      "Ставте собі запитання, які допомагають глибше зрозуміти емоції та переконання:",
      "Чому я так реагую на цю ситуацію?",
      "Що саме я зараз відчуваю?",
      "Які події посилюють відчуття безсилля?",
      "Як ці думки впливають на мої рішення і настрій?",
      "Що я могла б подумати або зробити інакше?"
    ]
  },
  "screen_2": {
    "texts": [
      "Прийняття відповідальності",
      "Коли ви помітили свої звичні реакції, зробіть маленький крок: спробуйте обрати позицію впливу, а не безсилля.",
      "Нагадуйте собі, що навіть у складних умовах ви можете обирати, як реагувати і що робити далі.",
      "Важливо усвідомити: ви не жертва долі чи інших людей. У вас є сила поступово змінювати своє життя.",
      "Напишіть невелике твердження чи короткий текст про прийняття відповідальності. Наприклад:",
      "Я можу впливати на своє життя і його результати.",
      "Я беру відповідальність за свої думки, емоції та рішення.",
      "Я маю вибір у тому, як ставитися до обставин і як на них реагувати.",
      "Я більше не обираю позицію безсилля й шукаю способи зростати та рухатися вперед.",
      "Перехід до активної позиції",
      "Поступово переходьте від спостереження до дій.",
      "Запишіть свої бажання й цілі, навіть якщо зараз вони здаються маленькими.",
      "Продумайте перші кроки — вони можуть бути невеликими, але значущими.",
      "Не бійтеся діяти, навіть дуже поступово.",
      "Орієнтири:",
      "Здоров’я:",
      "Регулярна фізична активність, навіть 10–20 хвилин на день.",
      "Більше свіжих овочів, фруктів і води — турбота про тіло.",
      "Кар'єра та навчання:",
      "Вивчення нових навичок, дослідження можливостей розвитку.",
      "Невелика, але конкретна професійна ціль.",
      "Стосунки та особистісне зростання:",
      "Практикувати емпатію, вчитись чути й бути почутою.",
      "Розвивати навички спілкування та здорові межі.",
      "Запишіть цілі на видному місці та розбийте їх на зрозумілі кроки.",
      "Нехай цілі будуть реалістичними та здійсненними. Рухайтеся поступово.",
      "Слідкуйте за мовленням",
      "Замінюйте питання-скарги на питання-дії — це допомагає виходити зі стану безсилля.",
      "Намагайтеся уникати запитань, що починаються з «чому» — вони часто утримують у переживаннях.",
      "Наприклад: «Чому це сталося зі мною?» — не веде до розвитку, лише закріплює безсилля.",
      "Зосереджуйтесь на запитаннях «що» і «як»: вони відкривають простір для рішень і дій."
    ]
  },
  "screen_3": {
    "texts": [
      "Менше риторичних запитань",
      "Риторичні запитання на кшталт «Чому мені так не щастить?» можуть утримувати відчуття безсилля.",
      "Намагайтеся формулювати запитання, що ведуть до пошуку рішень і руху вперед.",
      "Запасіться терпінням",
      "Це шлях змін, і він потребує часу. Мисленнєві звички не формуються за один день.",
      "Ваше мислення змінюватиметься поступово. Це нормально.",
      "Розвивайте уважність до себе: помічайте моменти, коли повертаються старі реакції, і м’яко нагадуйте собі про новий підхід.",
      "Терпіння й усвідомленість допомагають реагувати спокійніше й обирати підтримувальні моделі поведінки.",
      "Зміни потребують практики і турботливого ставлення до себе.",
      "Будьте добрі до себе. Ваші кроки можуть бути маленькими, але вони мають значення.",
      "Поступово роль жертви відходитиме, і ви відчуєте більше впевненості та впливу на власне життя."
    ],
    "quote": {
      "text": "Щастя — це не щось готове. Воно народжується з ваших власних дій.",
      "author": "Далай-лама"
    }
  }
}
