{
  "title": "Бути нещасним: вибір чи обставини?",
  "description": "Стаття розглядає ідею, що істинне щастя не залежить від зовнішніх обставин, а скоріше від внутрішнього сприйняття та особистих рішень. Вона підкреслює, що прив'язаність до високих очікувань та зовнішніх факторів робить нас вразливими до незадоволеності, тоді як прийняття реальності та практика вдячності сприяють більш стійкому щастю. Основна ідея полягає в тому, що усвідомлення своєї відповідальності за власне щастя та внутрішній стан є ключем до більш повноцінного та задоволеного життя.",
  "screen_1": {
    "texts": [
      "Здається, що питання абсурдне. Як можна обрати нещастя? Бо всі ми хочемо бути щасливими, але іноді перекладаємо відповідальність за своє щастя на обставини, інших людей, долю чи проблеми.",
      "Якщо ви помічали в собі наступні думки:",
      "Мені суджено бути нещасливим;",
      "Я зможу добре жити тільки тоді, коли в мене не буде проблем;",
      "Моє щастя залежить від того, що відбувається зі мною;",
      "Іншим пощастило більше: у них є можливість жити добре, а в мене немає.",
      "Це означає, що ви перебуваєте в пастці переконання, ніби радість і впевненість у собі залежать від зовнішніх факторів.",
      "Це ставить вас у вразливе становище, оскільки оточуючий світ знаходиться за межами вашого контролю, і ваш настрій стає заручником зовнішніх обставин.",
      "Такі переконання ніби підпреснюють, що вас потрібно забезпечити всіма бажаними речами і ідеальними умовами, і огородити від будь-яких бід, інакше ваше життя стане нестерпимим, і ви ніколи не зможете бути щасливими.",
      "Вони засновані на хибній установці, що щастя залежить виключно від зовнішніх факторів і відсутності проблем.",
      "Прив'язаність до такого переконання робить вас вразливими перед незадоволеністю та відчаєм, коли життя не виправдовує завищених очікувань.",
      "Справжнє щастя не залежить тільки від матеріальних благ чи безтурботного життя. Воно походить від нашої здатності пристосовуватися, знаходити радість у дрібницях і виявляти стійкість перед обличчям різних бід.",
      "Задоволеність життям приблизно на 50% залежить від особистісних особливостей. Є люди, які завжди незадоволені.",
      "Задоволеність життям лише на 10–15% залежить від зовнішніх обставин і на 35–40% — від наших рішень і вибору. Тому найважливіше завдання людини — навчитися бути щасливим."
    ],
    "quote": {
      "text": "Щасливий не той, хто має все найкраще, а той, хто витягує все найкраще з того, що має.",
      "author": "Конфуцій"
    }
  },
  "screen_2": {
    "texts": [
      "Сучасні психологічні дослідження показують, що джерело щастя знаходиться не стільки у зовнішніх факторах, скільки всередині нас. Високі очікування можуть негативно впливати на наше щастя.",
      "Люди з високими очікуваннями часто прагнуть до досконалості і постійно відчувають тиск, пов'язаний з необхідністю досягати високих стандартів.",
      "Хоча високі очікування можуть мотивувати нас на досягнення цілей, якщо вони стають надмірними та нереалістичними, це може призвести до стресу, тривожності і нещастя. Постійні очікування більшого, ніж є, викликають розчарування і негативне сприйняття життя.",
      "Парадокс щастя: менше очікувань — більше радості.",
      "Дослідження показують, що чим менше ми очікуємо від життя і прагнемо до досконалості, тим більша ймовірність того, що ми будемо щасливі. Це пояснюється кількома факторами:",
      "Прийняття реальності. Коли ми перестаємо ідеалізувати своє життя, ми починаємо приймати його таким, яке воно є. Це дозволяє нам насолоджуватися теперешнім, а не чекати щастя в майбутньому.",
      "Зменшення стресу. Високі очікування створюють постійний стрес і тривожність. Переглядаючи свої очікування і допускаючи, що не все має бути ідеальним, ми звільняємося від непотрібної напруги.",
      "Вдячність. Один зі способів знайти щастя у світі високих очікувань — це практика вдячності. Коли ми вчимося цінувати те, що в нас є, навіть якщо це не відповідає високим очікуванням, ми відчуваємо себе більш щасливими і задоволеними."
    ],
    "quote": {
      "text": "Якщо ви не вдячні за те, що у вас вже є, вам буде здаватися, що ви стали б щасливішими, маючи набагато більше.",
      "author": "Рой Беннет"
    }
  },
  "screen_3": {
    "texts": [
      "Важливо чесно відповісти собі на питання: сприймаєте ви себе як господаря свого життя чи як жертву обставин? Керуєте ви подіями свого життя, чи вони відбуваються без вашої участі?",
      "Подумайте про наступні відмінності:",
      "Ви думаєте чи за вас думають?",
      "Ви дієте чи слідуєте чужим вказівкам?",
      "Ви живете повним життям чи просто існуєте?",
      "Автор свого життя приймає відповідальність за свої дії і розуміє, що сам створює кожен досвід.",
      "Життя складається з рішень, і все, що ми маємо чи не маємо, є результатом наших власних виборів.",
      "Автор мислить з позиції \"я\": я готовий, я зробив, я планую, я хочу, я можу, я вирішив (він самостійно обирає напрямок свого життя).",
      "Жертва — це повністю протилежна позиція. Така людина вважає, що все відбувається з ним проти його волі.",
      "Улюблені вирази жертви: \"мені доводиться\", \"я змушений\", \"я повинен\", \"так сталося\", \"це через них\" (він діє під впливом обставин або інших людей).",
      "На жаль, суспільству вигідно виховувати жертв, якими легше маніпулювати. Тому багато людей звикають бути жертвами, отримуючи освіту і виховання за класичними моделями.",
      "Але є і хороші новини: бути жертвою — це всього лише звичка мислення, ірраціональне переконання, яке можна змінити.",
      "Реальні приклади показують, що зміна нашого сприйняття світу може призвести до позитивних змін у житті і підвищити задоволеність.",
      "Наше ставлення до подій, вміння приймати себе, керувати емоціями і міркувати про свої цінності відіграють ключову роль у формуванні щастя.",
      "Усвідомлення того, що наше щастя значною мірою залежить від нас самих, дає нам потужний інструмент для підвищення благополуччя.",
      "Зміна внутрішнього світу і сприйняття може стати ключем до більш щасливого і задоволеного життя, навіть у складних і проблемних умовах."
    ]
  }
}