{
  "title": "Бути нещасним: вибір чи обставини?",
  "description": "Ця стаття допомагає поглянути на щастя як на внутрішній ресурс, що залежить не лише від обставин, а й від нашого сприйняття, очікувань та щоденних рішень. Ми розглядаємо, чому опора тільки на зовнішні фактори робить нас вразливими, і як прийняття своєї частки відповідальності, реалістичні очікування та практика вдячності сприяють формуванню стійкого відчуття задоволеності й внутрішнього спокою.",
  "screen_1": {
    "texts": [
      "На перший погляд запитання здається дивним. Хто б обрав нещастя? Ми всі прагнемо щастя, але інколи, самі того не помічаючи, перекладаємо відповідальність за свій стан на обставини, людей, долю або труднощі.",
      "Якщо вам знайомі такі думки:",
      "Мені, мабуть, не судилось бути щасливою;",
      "Я зможу почуватися добре тільки тоді, коли зникнуть усі проблеми;",
      "Моє щастя повністю залежить від того, що відбувається навколо;",
      "Іншим пощастило більше, у них є можливості, а в мене — ні.",
      "Це може свідчити про переконання, що радість і впевненість залежать насамперед від зовнішніх умов.",
      "Такий підхід робить нас уразливими, адже більшість подій у світі не піддаються нашому контролю, і настрій ніби стає «заручником» обставин.",
      "Тоді виникає очікування, що тільки ідеальні умови і відсутність труднощів зроблять життя терпимим, а інакше — щастя неможливе.",
      "Проте це хибне переконання: воно ґрунтується на уявленні, що щастя створюється виключно зовнішньою стабільністю й комфортом.",
      "Прив’язаність до цієї ідеї підвищує ризик розчарування і відчуття несправедливості, коли реальність не відповідає очікуванням.",
      "Насправді щастя не зводиться до матеріальних благ чи ідеального життя. Воно багато в чому народжується з нашої здатності помічати хороше, адаптуватися і знаходити радість навіть у недосконалих умовах.",
      "Дослідження показують: приблизно 50% задоволеності життям пов'язано з особистісними рисами і внутрішніми установками. Є люди, яким важко радіти будь-чому.",
      "Лише 10–15% щастя залежать від зовнішніх умов. А 35–40% — від наших думок, рішень і поведінки. Тож важливо вчитися будувати внутрішні опори для щастя."
    ],
    "quote": {
      "text": "Щасливий не той, хто має все найкраще, а той, хто знаходить найкраще в тому, що має.",
      "author": "Конфуцій"
    }
  },
  "screen_2": {
    "texts": [
      "Сучасна психологія підтверджує: значна частина нашого щастя формується всередині. І часто нам заважають не обставини, а завищені очікування.",
      "Іноді ми прагнемо ідеальності й відчуваємо напруження, ніби маємо завжди бути на висоті й відповідати найвищим стандартам.",
      "Високі очікування можуть надихати, але якщо вони стають жорсткими й нереалістичними, це призводить до стресу, тривожності й відчуття, що нічого ніколи не досить. Тоді радість від досягнень швидко зникає.",
      "Парадокс щастя: що менше ми вимагаємо від світу ідеальності, то легше нам відчувати задоволення й спокій.",
      "Дослідження показують, що зниження надмірних очікувань допомагає покращити емоційний стан. Цьому сприяють такі практики:",
      "Прийняття реальності. Коли ми перестаємо очікувати, що життя має бути «правильним», ми починаємо помічати цінність теперішнього моменту.",
      "Зменшення стресу. Надмірні вимоги до себе й світу створюють постійну напругу. Послаблюючи їх, ми дозволяємо собі більше свободи й спокою.",
      "Вдячність. Регулярна практика помічати цінне в тому, що вже є, допомагає відчути повноту життя, навіть якщо воно далеке від ідеалу."
    ],
    "quote": {
      "text": "Якщо ви не цінуєте те, що вже маєте, навіть значно більше не принесе задоволення.",
      "author": "Рой Беннет"
    }
  },
  "screen_3": {
    "texts": [
      "Корисно чесно запитати себе: я сприймаю себе як людину, яка впливає на своє життя, чи радше як спостерігачку, на яку все «звалюється»?",
      "Для роздумів:",
      "Я ухвалюю рішення чи дозволяю обставинам вирішувати за мене?",
      "Я дію чи рухаюся за інерцією?",
      "Я живу усвідомлено чи просто «пливу за течією»?",
      "Людина, яка відчуває себе автором свого життя, визнає свою роль у тому, що відбувається, і розуміє, що може впливати на напрямок свого шляху.",
      "Більшість результатів — це поєднання зовнішніх умов і наших дій.",
      "Автор мислить від першої особи: «я можу», «я обираю», «я пробую», «я вчуся», «я створюю». Це не про контроль над усім, а про відчуття впливу.",
      "Позиція жертви — інша. Вона ґрунтується на уявленні, що світ діє на людину всупереч її волі, а вона лише реагує.",
      "У цій ролі часто звучать думки: «в мене немає вибору», «так склалося», «це через них».",
      "Цьому можуть сприяти й культурні установки — тривалий час суспільству було простіше керувати людьми, які почуваються залежними.",
      "Добра новина: роль жертви — це не доля, а звичний спосіб мислення. І його можна поступово змінювати.",
      "Коли ми починаємо помічати свої думки, розвивати емоційну стійкість і спиратися на себе, ми створюємо умови для нового бачення й більш стійкого щастя.",
      "Усвідомлення, що внутрішня робота та ставлення до подій значною мірою впливають на якість життя, повертає відчуття сили та вибору.",
      "Навіть у непростих умовах зміна мислення здатна приносити більше задоволення, внутрішньої опори й спокою."
    ]
  }
}
