{
  "title": "Бути нещасним: вибір чи обставини?",
  "description": "У статті розглядається ідея, що справжнє щастя залежить не стільки від зовнішніх обставин, скільки від внутрішнього сприйняття та особистих рішень. Підкреслюється: прив’язаність до завищених очікувань і зовнішніх чинників робить нас уразливими до незадоволеності, тоді як прийняття реальності й практика вдячності сприяють стійкішому відчуттю щастя. Головна думка полягає в тому, що усвідомлення власної відповідальності за свій стан і щастя є ключем до більш повного та задоволеного життя.",
  "screen_1": {
    "texts": [
      "Здається, запитання абсурдне. Як можна обрати нещастя? Адже всі ми хочемо бути щасливими, але інколи перекладаємо відповідальність за своє щастя на обставини, інших людей, долю або проблеми.",
      "Якщо ви помічали в себе такі думки:",
      "Мені судилося бути нещасним;",
      "Я зможу добре жити лише тоді, коли в мене не буде проблем;",
      "Моє щастя залежить від того, що зі мною відбувається;",
      "Іншим пощастило більше: у них є можливість жити добре, а в мене — ні.",
      "Це означає, що ви в пастці переконання, ніби радість і впевненість у собі залежать від зовнішніх чинників.",
      "Це ставить вас у вразливе становище, адже навколишній світ поза вашим контролем, і ваш настрій стає заручником обставин.",
      "Такі переконання ніби передбачають, що вам мають забезпечити все бажане й ідеальні умови та вберегти від будь-яких негараздів — інакше життя стане нестерпним і ви ніколи не зможете бути щасливими.",
      "Вони ґрунтуються на хибній установці, що щастя залежить винятково від зовнішніх чинників і відсутності проблем.",
      "Прив’язаність до такого переконання робить вас уразливими до незадоволеності й відчаю, коли життя не виправдовує завищених очікувань.",
      "Справжнє щастя не зводиться лише до матеріальних благ чи безтурботного життя. Воно народжується з нашої здатності пристосовуватися, знаходити радість у дрібницях і залишатися стійкими перед різними труднощами.",
      "Задоволеність життям приблизно на 50% залежить від рис особистості. Є люди, які завжди незадоволені.",
      "Задоволеність життям лише на 10–15% залежить від зовнішніх обставин і на 35–40% — від наших рішень і вибору. Тож найважливіше завдання людини — навчитися бути щасливою."
    ],
    "quote": {
      "text": "Щасливий не той, хто має все найкраще, а той, хто вміє знаходити найкраще в тому, що має.",
      "author": "Конфуцій"
    }
  },
  "screen_2": {
    "texts": [
      "Сучасні психологічні дослідження показують, що джерело щастя — не стільки в зовнішніх чинниках, скільки всередині нас. Завищені очікування можуть негативно впливати на наше відчуття щастя.",
      "Люди з високими очікуваннями часто прагнуть досконалості й постійно відчувають тиск через потребу відповідати високим стандартам.",
      "Хоча високі очікування можуть мотивувати нас досягати цілей, якщо вони стають надмірними й нереалістичними, це може призводити до стресу, тривоги та нещастя. Постійне очікування більшого, ніж є, викликає розчарування й формує негативне сприйняття життя.",
      "Парадокс щастя: менше очікувань — більше радості.",
      "Дослідження показують: що менше ми очікуємо від життя й чим менше прагнемо ідеалу, то вища ймовірність, що будемо щасливими. Це пояснюється кількома чинниками:",
      "Прийняття реальності. Коли ми перестаємо ідеалізувати своє життя, ми починаємо приймати його таким, яким воно є. Це дає змогу насолоджуватися теперішнім, а не чекати щастя в майбутньому.",
      "Зменшення стресу. Завищені очікування створюють постійний стрес і тривожність. Переглядаючи свої очікування й допускаючи, що не все має бути ідеальним, ми звільняємося від зайвої напруги.",
      "Вдячність. Один зі способів знайти щастя у світі високих очікувань — практика вдячності. Коли ми вчимося цінувати те, що маємо, навіть якщо це не відповідає завищеним очікуванням, ми відчуваємо більше щастя й задоволення."
    ],
    "quote": {
      "text": "Якщо ви не вдячні за те, що вже маєте, вам здаватиметься, що ви були б щасливішими, маючи значно більше.",
      "author": "Рой Беннет"
    }
  },
  "screen_3": {
    "texts": [
      "Важливо чесно відповісти собі: чи сприймаєте ви себе господарем власного життя чи жертвою обставин? Ви керуєте подіями свого життя чи вони стаються без вашої участі?",
      "Подумайте про такі відмінності:",
      "Ви думаєте — чи за вас думають?",
      "Ви дієте — чи виконуєте чиїсь вказівки?",
      "Ви живете повним життям — чи просто існуєте?",
      "Автор свого життя бере відповідальність за свої дії й розуміє, що сам створює кожен досвід.",
      "Життя складається з рішень, і все, що ми маємо або не маємо, є результатом наших власних виборів.",
      "Автор мислить із позиції «я»: я готовий, я зробив, я планую, я хочу, я можу, я вирішив (він сам обирає напрям свого життя).",
      "Жертва — це протилежна позиція. Така людина вважає, що все відбувається з нею всупереч її волі.",
      "Улюблені фрази жертви: «мені доводиться», «я змушений», «я повинен», «так сталося», «це через них» (вона діє під впливом обставин або інших людей).",
      "На жаль, суспільству вигідно виховувати жертв, якими легше маніпулювати. Тому багато людей звикають бути жертвами, отримуючи освіту й виховання за класичними моделями.",
      "Але є й хороші новини: бути жертвою — це лише звичка мислення, ірраціональне переконання, яке можна змінити.",
      "Реальні приклади показують: зміна нашого сприйняття світу може привести до позитивних змін у житті й підвищити задоволеність.",
      "Наше ставлення до подій, уміння приймати себе, керувати емоціями й розмірковувати про власні цінності відіграють ключову роль у формуванні щастя.",
      "Усвідомлення того, що наше щастя значною мірою залежить від нас самих, дає потужний інструмент для підвищення благополуччя.",
      "Зміна внутрішнього світу й сприйняття може стати ключем до більш щасливого та задоволеного життя навіть у складних і проблемних умовах."
    ]
  },
  "exercise": {
    "title": "Як перестати бути жертвою й узяти відповідальність за своє щастя?",
    "description": "Стаття закликає відмовитися від ролі жертви обставин і взяти відповідальність за своє життя, контролюючи думки та дії. Автор пропонує практику ведення щоденника, щоб усвідомити обмежувальні переконання, а також розвивати проактивне мислення за допомогою правильних запитань. Перехід до активної позиції потребує терпіння, усвідомленості та поступового досягнення реалістичних цілей.",
    "screen_1": {
      "texts": [
        "Переконання «я жертва обставин» ґрунтується на тому, що ви вважаєте: зовнішні чинники — життєва ситуація, стосунки, вік, фінанси, здоров’я чи інші обставини — обмежують ваші можливості й заважають вам почуватися повноцінною та щасливою людиною.",
        "Хоча обставини можуть бути несприятливими, ми самі несемо повну відповідальність за своє життя та емоційний стан.",
        "«Щастя залежить не від зовнішніх обставин, а від того, як ми їх сприймаємо». Ця фраза може здаватися затертою й банальною, але в ній є глибока істина, здатна змінити ваше уявлення про щастя та шляхи його досягнення.",
        "Перший крок до того, щоб перестати вважати себе жертвою й звинувачувати світ, — усвідомити: такі думки не лише не допомагають, а й виснажують вас.",
        "Почніть вести щоденник",
        "Записуйте свої думки, емоції та дії. Це може бути щоденник автоматичних думок або більш вільна форма записів.",
        "Відзначайте моменти, коли ви почуваєтеся жертвою, і фіксуйте ситуації та причини цього. Наприклад: «Коли моя колега отримала підвищення, а я — ні, я відчула себе жертвою системи».",
        "Записуйте думки й переконання, які підтримують цей стан. Наприклад: «Я вірю, що не можу змінити своє життя», «Я не заслуговую успіху».",
        "Ставте собі запитання, щоб глибше зрозуміти переконання та ситуації, які підтримують вашу роль жертви:",
        "Чому я почуваюся жертвою в цій ситуації?",
        "Які емоції я відчуваю?",
        "Які події чи ситуації підтверджують мою роль жертви?",
        "Як ці думки й переконання впливають на моє життя?",
        "Як я можу змінити свої думки й переконання?"
      ]
    },
    "screen_2": {
      "texts": [
        "Прийняття відповідальності",
        "Після того як ви виявили свої моделі поведінки, ухваліть рішення взяти відповідальність за своє життя.",
        "Визнайте, що ви контролюєте свої реакції та дії незалежно від обставин.",
        "Усвідомте, що ви не є жертвою долі чи інших людей, і у ваших силах змінити свою ситуацію.",
        "Напишіть коротке есе, у якому висловите прийняття відповідальності. Наприклад:",
        "Я усвідомлюю, що лише я можу впливати на своє життя та його результати.",
        "Я беру відповідальність за свої думки, емоції й дії.",
        "Я розумію, що маю вибір у тому, як ставитися до ситуацій і як на них реагувати.",
        "Я відмовляюся від ментальності жертви й буду активно шукати можливості для особистісного зростання та розвитку.",
        "Перехід від пасивної позиції до активної",
        "Замість того щоб залишатися пасивним спостерігачем, візьміть на себе активну роль у своєму житті.",
        "Запишіть свої цілі й бажання.",
        "Розробіть план дій для їх досягнення.",
        "Не бійтеся ініціювати дії та робити кроки до бажаних результатів.",
        "Приклад списку цілей і бажань:",
        "Здоров’я:",
        "Почати регулярно займатися спортом, купити абонемент у зал.",
        "Поліпшити раціон, додавши більше свіжих фруктів і овочів.",
        "Кар’єра та освіта:",
        "Поставити мету підвищення кваліфікації, опанування нових навичок або отримання додаткової освіти у своїй сфері.",
        "Розробити план кар’єрного зростання й визначити ціль — досягнення певної посади чи ролі.",
        "Особисті стосунки та саморозвиток:",
        "Намагатися бути більш емпатійним і уважним до потреб інших людей.",
        "Розвивати навички керування конфліктами й учитися будувати здорові межі у стосунках.",
        "Запишіть ці цілі й бажання на видному місці та почніть розробляти конкретні плани дій для їх досягнення.",
        "Пам’ятайте, що ваші цілі мають бути реалістичними, вимірюваними й досяжними. Встановіть терміни й поступово рухайтеся до їх реалізації.",
        "Навчіться стежити за своєю мовою",
        "Замініть запитання-скарги на запитання, що спонукають до дії. Це допоможе розвинути особисту відповідальність і вийти з позиції жертви.",
        "Уникайте запитань, що починаються з «чому». Запитання на кшталт «Чому мене ніхто не любить?», «Чому ніхто не хоче працювати?» і «Чому це сталося зі мною?» непродуктивні, бо не ведуть до розв’язання.",
        "Ці запитання лише підтверджують, що ви почуваєтеся жертвою обставин і не вірите у свою здатність щось змінити.",
        "Натомість використовуйте запитання, що починаються з «що» та «як». Вони спонукають діяти й розвивають проактивне мислення.",
        "Запитання «Чому це зі мною відбувається?» не потребує відповіді й радше схоже на скаргу.",
        "Запитання «Чому це сталося?» допомагає розібратися в причинах і знайти шляхи до поліпшення."
      ]
    },
    "screen_3": {
      "texts": [
        "Обмежте використання риторичних запитань",
        "Риторичні запитання, на які не очікується відповіді, можуть зміцнювати менталітет жертви.",
        "Намагайтеся уникати їх і зосереджуйтеся на запитаннях, які спонукають шукати рішення та брати відповідальність за своє життя.",
        "Запасіться терпінням",
        "Вихід зі стану жертви — процес, що потребує часу й зусиль.",
        "Неможливо змінити мислення та поведінку миттєво.",
        "Запасіться терпінням і усвідомленістю, щоб розпізнавати ситуації, у яких проявляється позиція жертви.",
        "Коли ви розвиваєте терпіння, ви створюєте можливість більш усвідомлено реагувати на ситуації та обирати конструктивні моделі поведінки.",
        "Пам’ятайте, що зміни потребують часу й практики.",
        "Будьте добрими до себе, продовжуйте докладати зусиль — і з часом ви зможете подолати менталітет жертви та взяти відповідальність за своє життя."
      ],
      "quote": {
        "text": "Щастя — це не щось готове. Воно походить із ваших власних дій.",
        "author": "Далай-лама"
      }
    }
  }
}
