{
  "title": "Бути нещасним: вибір чи обставини?",
  "description": "Стаття розглядає ідею, що справжнє щастя не залежить від зовнішніх обставин, а радше від внутрішнього сприйняття та особистих рішень. Вона підкреслює, що прив’язаність до високих очікувань і зовнішніх факторів робить нас вразливими до незадоволеності, тоді як прийняття реальності та практика вдячності сприяють більш стійкому щастю. Основна ідея полягає в тому, що усвідомлення відповідальності за власне щастя та внутрішній стан є ключем до повноціннішого та задоволеного життя.",
  "screen_1": {
    "texts": [
      "Здається, це абсурдне питання. Як можна вибрати нещастя? Адже всі ми хочемо бути щасливими, але іноді перекладаємо відповідальність за своє щастя на обставини, інших людей, долю чи проблеми.",
      "Якщо ви помічали в собі такі думки:",
      "Мені судилося бути нещасним;",
      "Я зможу добре жити лише тоді, коли у мене не буде проблем;",
      "Моє щастя залежить від того, що відбувається зі мною;",
      "Іншим пощастило більше: вони мають можливість жити добре, а я — ні.",
      "Це означає, що ви перебуваєте в пастці переконання, що радість і впевненість у собі залежать від зовнішніх факторів.",
      "Це ставить вас у вразливе становище, оскільки навколишній світ перебуває поза вашим контролем, і ваш настрій стає заручником зовнішніх обставин.",
      "Такі переконання наче припускають, що вам потрібно забезпечити всі бажані речі та ідеальні умови, і захистити від будь-яких бід, інакше ваше життя стане нестерпним, і ви ніколи не зможете бути щасливими.",
      "Вони засновані на помилковій установці, що щастя залежить виключно від зовнішніх факторів і відсутності проблем.",
      "Прив’язаність до такого переконання робить вас вразливими перед незадоволеністю та відчаєм, коли життя не виправдовує завищених очікувань.",
      "Справжнє щастя не залежить лише від матеріальних благ чи безтурботного життя. Воно походить з нашої здатності пристосовуватися, знаходити радість у дрібницях і проявляти стійкість перед лицем різних негараздів.",
      "Задоволеність життям приблизно на 50% залежить від особистісних рис. Є люди, які завжди незадоволені.",
      "Задоволеність життям лише на 10–15% залежить від зовнішніх обставин і на 35–40% — від наших рішень і вибору. Тому найважливіше завдання людини — навчитися бути щасливим."
    ],
    "quote": {
      "text": "Щасливий не той, хто має все найкраще, а той, хто бере найкраще з того, що має.",
      "author": "Конфуцій"
    }
  },
  "screen_2": {
    "texts": [
      "Сучасні психологічні дослідження показують, що джерело щастя знаходиться не стільки у зовнішніх факторах, скільки всередині нас. Високі очікування можуть негативно впливати на наше щастя.",
      "Люди з високими очікуваннями часто прагнуть досконалості й постійно відчувають тиск, пов'язаний із необхідністю досягати високих стандартів.",
      "Хоча високі очікування можуть мотивувати нас до досягнення цілей, якщо вони стають надмірними та нереалістичними, це може призвести до стресу, занепокоєння та нещастя. Постійні очікування більшого, ніж є, викликають розчарування та негативне сприйняття життя.",
      "Парадокс щастя: менше очікувань — більше радості.",
      "Дослідження показують, що чим менше ми очікуємо від життя і прагнемо досконалості, тим більше ймовірність того, що ми будемо щасливими. Це пояснюється кількома факторами:",
      "Прийняття реальності. Коли ми перестаємо ідеалізувати своє життя, ми починаємо приймати його таким, яким воно є. Це дозволяє нам насолоджуватися теперішнім, а не чекати щастя в майбутньому.",
      "Зменшення стресу. Високі очікування створюють постійний стрес і тривожність. Переглядаючи свої очікування й допускаючи, що не все має бути ідеальним, ми звільняємося від зайвої напруги.",
      "Вдячність. Один із способів знайти щастя в світі високих очікувань — це практика вдячності. Коли ми вчимося цінувати те, що у нас є, навіть якщо це не відповідає високим очікуванням, ми відчуваємо себе щасливішими й більш задоволеними."
    ],
    "quote": {
      "text": "Якщо ви не вдячні за те, що у вас вже є, вам здаватиметься, що ви стали б щасливішими, маючи набагато більше.",
      "author": "Рой Беннет"
    }
  },
  "screen_3": {
    "texts": [
      "Важливо чесно відповісти собі на питання: чи сприймаєте ви себе як господаря свого життя чи як жертву обставин? Чи керуєте ви подіями свого життя, чи вони відбуваються без вашої участі?",
      "Подумайте про такі відмінності:",
      "Ви думаєте самі чи за вас думають?",
      "Ви дієте чи слідуєте чужим вказівкам?",
      "Ви живете повноцінним життям чи просто існуєте?",
      "Автор свого життя бере на себе відповідальність за свої дії й розуміє, що він сам створює кожен досвід.",
      "Життя складається з рішень, і все, що ми маємо або не маємо, є результатом наших власних виборів.",
      "Автор мислить з позиції «я»: я готовий, я зробив, я планую, я хочу, я можу, я вирішив (він самостійно обирає напрямок свого життя).",
      "Жертва — це повністю протилежна позиція. Така людина вважає, що все відбувається всупереч її волі.",
      "Улюблені вирази жертви: «мені доводиться», «я змушений», «я повинен», «так сталося», «це через них» (вона діє під впливом обставин або інших людей).",
      "На жаль, суспільству вигідно виховувати жертв, якими легше маніпулювати. Тому багато людей звикають бути жертвами, здобуваючи освіту та виховання за класичними моделями.",
      "Але є і хороші новини: бути жертвою — це лише звичка мислення, ірраціональне переконання, яке можна змінити.",
      "Реальні приклади показують, що зміна нашого сприйняття світу може призвести до позитивних змін у житті та підвищити задоволеність.",
      "Наше ставлення до подій, уміння приймати себе, керувати емоціями та розмірковувати про свої цінності відіграють ключову роль у формуванні щастя.",
      "Усвідомлення того, що наше щастя значною мірою залежить від нас самих, дає нам потужний інструмент для підвищення добробуту.",
      "Зміна внутрішнього світу та сприйняття може стати ключем до щасливішого й задоволенішого життя, навіть у складних і проблемних умовах."
    ]
  }
}
