{
  "title": "Залежність від кохання",
  "description": "Любов, оспівана поетами та художниками, надихає і дарує відчуття повноти життя. Однак перетворення любові на патологічну потребу руйнує особистість і перешкоджає будуванню здорових відносин, особливо у людей з низькою самооцінкою. Справжнє щастя та повнота життя можуть бути знайдені, навчившись регулювати свій настрій і насолоджуватися задоволеннями, які не залежать від наявності партнера.",
  "screen_1": {
    "texts": [
      "Любов — це чудове почуття, оспіване поетами, художниками та музикантами. Вона надихає, мотивує та дарує відчуття повноти життя.",
      "Природно, кожен з нас прагне кохати та бути коханим.",
      "Однак, якщо ваше уявлення про любов зводиться до переконання: «Я не можу бути по-справжньому щасливим і реалізованим, якщо у мене немає партнера. Для повного щастя мені потрібно бути коханим», це вже ознака залежності.",
      "Що означає бути залежним від любові?",
      "Це коли любов стає патологічною потребою, без якої ви не відчуваєте щастя.",
      "Ви страждаєте від відсутності любові, чекаєте, що хтось заповнить цю порожнечу. Ви впевнені, що ваше життя стане кращим, цікавішим і насиченішим лише тоді, коли у ньому з'явиться кохана людина, яка зробить вас потрібним, значущим і повноцінним.",
      "Така залежність — це деструктивний стан, який підриває вашу особистість, самооцінку і можливість будувати здорові стосунки.",
      "Причини любовної залежності можуть бути різними, але найчастіше вони сягають корінням у дитинство чи юність.",
      "Особливо схильні до цього люди з низькою самооцінкою, які бояться самотності, зосереджені на своїх недоліках і не вірять у свої сили та здібності.",
      "Низька самооцінка, що походить з дитинства, сприймається як неповноцінність.",
      "Коли батьки приділяють дитині мало уваги, і він відчуває нестачу батьківської любові, у дорослому житті він шукатиме ці почуття у партнерів, формуючи залежні відносини.",
      "Розглянемо приклад Вікторії, 28 років, яка проводить вечори та вихідні у відчаї, бо вірить: «Я можу бути щасливою лише у стосунках. Без чоловіка я — ніщо».",
      "Для неї бути коханою так само важливо, як дихати. Така вимогливість часто відштовхує людей."
    ]
  },
  "screen_2": {
    "texts": [
      "У процесі аналізу своїх переконань Вікторія виписала недоліки та переваги свого мислення.",
      "Недоліки звучали так:",
      "Переконання вганяє мене в пригніченість, тому що я сама.",
      "Я втрачаю бажання щось робити, досліджувати світ чи займатися хобі.",
      "Через це я відчуваю себе ледачою та нещасною.",
      "Це викликає почуття жалю до себе",
      "Воно позбавляє мене гордості та впевненості, змушуючи заздрити іншим і відчувати розчарування.",
      "Потім вона виписала переваги переконання:",
      "Надія знайти партнера, здобути любов і безпеку.",
      "Воно дає мені мету і сенс життя.",
      "Наскільки ці переваги реальні?",
      "Вікторія багато років вважала, що не може жити без чоловіка, але це переконання досі не привернуло до неї бажаного партнера.",
      "Вікторія дійшла висновку, що надто багато значення приділяє чоловікам, і це не привернуло жодного з них.",
      "Вона також усвідомила, що залежні люди часто виглядають надто вимогливими, що ускладнює налагодження стосунків.",
      "Вона побачила, що люди, які знаходять щастя всередині себе, найчастіше приваблюють інших, бо випромінюють радість та впевненість.",
      "Любовна залежність заважає будувати здорові стосунки. Висловлюючи потребу в іншій людині для власного щастя, ви підсвідомо повідомляєте: «Люби мене, бо сам по собі я нічого не варт». Такі стосунки малоймовірно будуть здоровими.",
      "Але навіть якщо ви будете в стосунках, маючи подібні переконання, вони малоймовірно будуть здоровими. Адже ви повністю розраховуєте на те, що певна особа, яку ви підсвідомо вважаєте джерелом свого щастя, буде поруч.",
      "І готові заради цього на все. Не отримуючи «дозу» тих емоцій і відчуттів, у яких потребуєте, ви будете чинити тиск на свого партнера, щоб відчути себе коханим, або почнете фантазувати про те, щоб знайти ту саму любов на стороні.",
      "І вам завжди буде недостатньо або «щось не так», бо ви поклали на іншу людину відповідальність за свій стан."
    ],
    "quote": {
      "text": "Справжнє щастя полягає в тому, щоб бути задоволеним собою.",
      "author": "Сенека"
    }
  },
  "screen_3": {
    "texts": [
      "Дуже важливо навчитися регулювати власний настрій і знаходити щастя в самому собі. Це дасть вам можливість відчувати себе в рівній мірі живим, коли ви самі, і коли ви разом з коханою людиною.",
      "Але ви можете подумати: «Звучить звичайно добре, але це неправдоподібно. Бути самотнім — це значить бути емоційним невдахою.»",
      "Багато хто вірить, що любов — це двигун світу. Ви бачите це у рекламі, чуєте у популярних піснях, читаєте у віршах. Але насправді любов зовсім не єдиний шлях до щасливого і повноцінного життя.",
      "Бути самотнім зовсім не означає бути нещасним. Більшість задоволень у житті ми отримуємо самі по собі.",
      "Наприклад, коли ви слухаєте улюблену музику, танцюєте, гуляєте по красивих місцях, читаєте книгу або їсте морозиво. Вам не потрібна компанія, щоб відчути приємні відчуття.",
      "Кількість задоволень, якими можна насолоджуватися на самоті, нескінченна. Це означає, що у вас є безліч джерел задоволення незалежно від того, чи є хтось поруч чи ні.",
      "Подумайте, який ваш список задоволень? Чим ви можете порадувати себе?",
      "Іноді ми так сильно прагнемо до ідеальних стосунків і самої ідеї високого почуття, що втрачаємо з виду те, що нам дійсно необхідно, щоб відчути справжнє кохання."
    ],
    "quote": {
      "text": "Любов до себе — початок роману, що триває все життя.",
      "author": "Оскар Уайльд"
    }
  }
}
