{
  "title": "Залежність від кохання",
  "description": "Кохання, оспіване поетами та художниками, надихає та дарує відчуття повноти життя. Однак перетворення кохання на патологічну потребу руйнує особистість і заважає будувати здорові стосунки, особливо в людей із низькою самооцінкою. Справжнє щастя і повноцінність життя можна знайти, навчившись регулювати свій настрій і насолоджуватися задоволеннями, які не залежать від наявності партнера.",
  "screen_1": {
    "texts": [
      "Кохання — це чудове почуття, оспіване поетами, художниками та музикантами. Воно надихає, надає крила й дарує відчуття повноти життя.",
      "Звісно, кожен із нас прагне любити і бути коханим.",
      "Однак, якщо ваше уявлення про кохання зводиться до переконання: «Я не можу бути по-справжньому щасливою та самореалізованою людиною, якщо в мене немає партнера. Для повного щастя мені необхідно бути коханою», це вже ознака залежності.",
      "Що означає бути залежним від кохання?",
      "Це коли кохання стає патологічною потребою, без якої ви не відчуваєте щастя.",
      "Ви страждаєте від відсутності кохання, очікуєте, що хтось заповнить цю порожнечу. Ви впевнені, що ваше життя стане кращим, цікавішим і насиченішим лише тоді, коли в ньому з'явиться кохана людина, яка зробить вас потрібною, значущою та повноцінною.",
      "Така залежність — це деструктивний стан, який підриває вашу особистість, самооцінку та можливість будувати здорові стосунки.",
      "Причини коханої залежності можуть бути різними, але найчастіше вони сягають корінням у дитинство чи юність.",
      "Особливо схильні до цього люди з низькою самооцінкою, які бояться самотності, зосереджені на своїх недоліках і не вірять у свої сили та здібності.",
      "Низька самооцінка, що походить з дитинства, сприймається як неповноцінність.",
      "Коли батьки приділяють дитині мало уваги й вона відчуває нестачу батьківського кохання, у дорослому житті вона шукатиме ці почуття в партнерів, формуючи залежні стосунки.",
      "Розглянемо приклад Вікторії, 28 років, яка проводить вечори та вихідні у відчаї, бо вірить: «Я можу бути щасливою лише у стосунках. Без чоловіка я ніщо».",
      "Для неї бути коханою так само важливо, як дихати. Така вимогливість часто відштовхує людей."
    ]
  },
  "screen_2": {
    "texts": [
      "У процесі аналізу своїх переконань Вікторія виписала недоліки та переваги свого мислення.",
      "Недоліки звучали так:",
      "Переконання занурює мене в тугу, бо я одна.",
      "Я втрачаю бажання щось робити, пізнавати світ або займатися хобі.",
      "Через це я почуваюся лінивою і нещасною.",
      "Це викликає почуття жалю до себе",
      "Воно позбавляє мене гордості та впевненості, змушуючи заздрити іншим і відчувати розчарування.",
      "Тоді вона виписала переваги переконання:",
      "Надія знайти партнера, здобути кохання й безпеку.",
      "Воно дає мені мету і сенс життя.",
      "Наскільки ці переваги реальні?",
      "Вікторія багато років вважала, що не може жити без чоловіка, але це переконання досі не привернуло до неї бажаного партнера.",
      "Вікторія дійшла висновку, що надто багато значущості надає чоловікам, і це не привернуло жодного з них.",
      "Вона також усвідомила, що залежні люди часто виглядають занадто вимогливими, що ускладнює побудову стосунків.",
      "Вона побачила, що люди, які знаходять щастя всередині себе, найчастіше приваблюють інших, бо випромінюють радість і впевненість.",
      "Кохана залежність заважає будувати здорові стосунки. Висловлюючи потребу в іншій людині для власного щастя, ви підсвідомо повідомляєте: «Полюби мене, бо сама по собі я нічого не варта». Такі стосунки навряд чи можуть бути здоровими.",
      "Але навіть якщо ви перебуватимете у стосунках, маючи подібні переконання, вони навряд чи будуть здоровими. Бо ви цілком розраховуєте на те, що певна людина, яку ви підсвідомо вважаєте джерелом свого щастя, буде поряд.",
      "І готові заради цього на все. Не отримуючи «дозу» тих емоцій і почуттів, у яких потребуєте, ви тиснутимете на свого партнера, щоб відчути себе коханою, або почнете фантазувати про те, щоб знайти те саме кохання на стороні.",
      "І вам завжди буде недостатньо або «щось не так», бо ви поклали на іншу людину відповідальність за свій стан."
    ],
    "quote": {
      "text": "Справжнє щастя полягає в тому, щоб бути задоволеним собою.",
      "author": "Сенека"
    }
  },
  "screen_3": {
    "texts": [
      "Дуже важливо навчитися регулювати власний настрій і знаходити щастя в самому собі. Це дасть вам можливість почуватися однаково живою і коли ви одна, і коли ви разом із коханою людиною.",
      "Але ви можете подумати: «Звучить звісно добре, але це неправдоподібно. Бути одною — це означає бути емоційною невдахою.»",
      "Багато хто вірить, що кохання — рушій світу. Ви бачите це в рекламі, чуєте в популярних піснях, читаєте у віршах. Але насправді кохання далеко не єдиний шлях до щасливого і повноцінного життя.",
      "Бути одною абсолютно не означає бути нещасною. Більшість задоволень у житті ми отримуємо самі по собі.",
      "Наприклад, коли ви слухаєте улюблену музику, танцюєте, гуляєте красивими місцями, читаєте книгу або їсте морозиво. Вам не потрібна компанія, щоб відчути приємні відчуття.",
      "Кількість задоволень, якими можна насолоджуватися наодинці, безмежна. А це означає, що вам доступна безліч джерел задоволення незалежно від того, є хтось поруч чи ні.",
      "Подумайте, який ваш список задоволень? Чим ви можете порадувати себе?",
      "Іноді ми так сильно прагнемо досконалих стосунків і самої ідеї високого почуття, що втрачаємо з виду те, що нам справді необхідно, щоб відчути справжнє кохання."
    ],
    "quote": {
      "text": "Кохання до себе — початок роману, який триває усе життя.",
      "author": "Оскар Уайльд"
    }
  },
  "exercise": {
    "title": "Як позбутися коханої залежності?",
    "description": "Стаття присвячена дослідженню щастя та переконань, пов'язаних із коханням і стосунками. У ній пояснюється, що щастя можна досягати різними способами, і пропонуються техніки для зміни негативних переконань, пов'язаних із самотністю. Стаття вчить бачити радість у повсякденних речах і розвиватися незалежно від наявності романтичних стосунків.",
    "screen_1": {
      "texts": [
        "Стосунки й кохання можуть принести чимало радості й щастя в життя, але вони не є єдиним шляхом.",
        "Щастя — це складний і багатогранний процес, і кожен має право обирати власні методи та шляхи для його досягнення.",
        "Тому, якщо в цей момент ваше життя не включає романтичних стосунків, це не робить його неповноцінним.",
        "Щоб змінити свої переконання, треба докласти чимало зусиль — це довгий і трудомісткий процес.",
        "Але ми впевнені, що використовуючи наступні рекомендації та техніки, ви зможете позбутися коханої залежності й навчитеся бути щасливою як у стосунках, так і без них.",
        "Зміна фільтра",
        "Ви помічали, що коли почуваєтеся самотньо, на вулиці то й справа трапляються закохані парочки?",
        "І здається, увесь світ проти вас: тут пара голубів, там котик і киця, а ви все самотні. Так працює когнітивне викривлення — негативний фільтр.",
        "Це помилка мислення й сприйняття, коли ви помічаєте лише те, що вас турбує, а решту ігноруєте.",
        "Змініть фільтр — дивіться на світ ширше. Навчитеся бачити не лише щасливі пари, а й щасливих самотніх. Або людей, у яких є пара, але щасливішими від цього вони не стали — соціальний статус не завжди виправдовує себе."
      ],
      "quote": {
        "text": "Щастя — це як метелик: чим більше ви його ловите, тим більше воно вислизає. Але якщо ви звернете свою увагу на інші речі, воно прийде й тихо сяде вам на плече.",
        "author": "Генрі Девід Торо"
      }
    },
    "screen_2": {
      "texts": [
        "Лист передбачуваного задоволення",
        "Щастя можна знаходити щодня в малих радощах, у власному розвитку, у дружбі та безлічі інших аспектів життя.",
        "Але найімовірніше, ви так не думаєте й впевнені, що не можете бути щасливою без іншої людини.",
        "Щоб перевірити це переконання на реальність, використовуйте «Лист передбачуваного задоволення». У ньому кілька стовпців, де вам треба буде спрогнозувати й вказати фактичний ступінь задоволення, який ви отримуєте від різних занять (роботи та відпочинку) наодинці або в компанії інших людей.",
        "У першій колонці вкажіть дату експерименту",
        "У другій запишіть кілька дій, які плануєте зробити цей день у рамках експерименту (Рекомендуємо провести 40–50 експериментів протягом двох-трьох тижнів. Оберіть заняття, які зазвичай приносять вам відчуття задоволеності чи насолоди, або ті, що мають потенціал для навчання чи особистісного зростання.)",
        "У третій колонці запишіть, з ким ви будете їх робити. Якщо наодинці, напишіть: «Я».",
        "У четвертій колонці припустіть, скільки задоволення вам принесе те чи інше заняття, оцінюючи його за шкалою від 0 до 100% — чим більше число, тим вище очікуване задоволення.",
        "Дуже важно заповнювати четверту колонку до того, як приступите до запланованого заняття, а не після! Заповнивши перші чотири колонки, переходьте до дії.",
        "Після цього в п'яту колонку запишіть реальний ступінь задоволення, використовуючи ту саму систему оцінки — від 0 до 100%.",
        "Провівши низку таких експериментів, ви зможете проаналізувати зібрані дані й дізнаєтеся про себе багато цікавого.",
        "По-перше, порівнюючи передбачуване задоволення (колонка 4) із реальним (колонка 5), ви дізнаєтеся, наскільки точні ваші прогнози.",
        "Ви можете усвідомити, що зазвичай недооцінюєте ступінь задоволення, якого очікуєте отримати, особливо коли щось робите наодинці.",
        "Можливо, ви також здивуєтеся, дізнавшись, що заняття з кимось не завжди виправдовують ваші очікування.",
        "Насправді ви навіть можете виявити, що в багатьох випадках проводити час наодинці вам було приємніше, ніж у компанії.",
        "А також ви можете побачити, що найвищі оцінки, якими ви відзначили самотні заняття, дорівнюють оцінкам занять у компанії або навіть вищі за них."
      ],
      "quote": {
        "text": "Ніхто не може змусити вас почуватися неповноцінною без вашої згоди.",
        "author": "Елеонора Рузвельт"
      }
    },
    "screen_3": {
      "texts": [
        "Коригування переконань",
        "Кохання, стосунки й шлюб не є необхідною умовою щастя та підвищення самооцінки, іноді їх просто недостатньо.",
        "Доказ тому — мільйони чоловіків та жінок, які перебувають у шлюбі й при цьому нещасні.",
        "Якби кохання було ліками від самотності, проблем, поганого настрою, депресій, тоді всі психологи залишилися б без роботи.",
        "Але на жаль, це не так, наявність партнера не гарантує щасливого життя. І це треба усвідомити й прийняти.",
        "Щоб почати роботу з переконанням — сформулюйте й випишіть його. Воно може звучати по-різному:",
        "Якщо в мене немає пари, я нещаслива",
        "Якщо мене не кохають, значить я невдаха",
        "Без стосунків я неповноцінна",
        "Потім розпишіть, як саме ваше переконання заважає вам. Наприклад:",
        "надмірно високі вимоги до себе, яким немає кінця, здається, що я недостатньо добра для стосунків",
        "нереалістичні очікування від партнера, глобальні висновки про кохання й не кохання замість уваги до конкретних проблем",
        "постійна невдоволеність і пригнічений настрій, що живляться будь-якими ситуаціями самотності",
        "Після цього напишіть контраргументи. Це може бути складним процесом і, можливо, займе не один день, доповнюйте список мірою того, як приходять нові думки.",
        "Наприклад, для переконання «Бути самотньою – жахливо і принизливо» можна записати такі контраргументи:",
        "коли людина сама, це дає їй можливість краще пізнати себе",
        "без стосунків є можливість спробувати щось нове, зробити те, що у стосунках буде набагато складніше",
        "краще бути самотній, ніж із невідповідним партнером",
        "І найголовніший елемент цього процесу — замініть ваше старе переконання на нове. Воно має звучати реалістично й раціонально, щоб ви вірили в нього.",
        "Наприклад: «Самотність буває приємною й корисною, в ній можна відпочити й краще пізнати себе. А кохання проявляється в різних стосунках.",
        "Навіть за відсутності партнера можна відчувати близькість з людьми, ділитися переживаннями й проявляти тепло. Варто спиратися на те, яких стосунків хочу особисто я, і, якщо в мене їх немає — поставити собі мету й спробувати їх створити.",
        "Але відсутність партнера не робить мене неповноцінною. Так само як і бажання мати партнера не робить мене слабкою й залежною.»",
        "Перечитуйте ці записи щодня протягом 2-3 тижнів, можете доповнювати їх або змінювати. Таким чином, у вас вийде подолати негативний образ мислення й покласти початок своїм змінам.",
        "Кохання — дивовижний досвід, але, як і будь-який інший, може бути позитивним і негативним і не має визначати, хто ми і навіщо ми тут.",
        "Бажання і потреба — це не одне й те саме. Кисень — це потреба, а кохання — це бажання.",
        "Кохання не є потребою дорослої людини!",
        "Бажання побудувати кохані стосунки — це нормально. У ньому немає нічого поганого. Гарні стосунки з коханою людиною — це чарівне задоволення.",
        "Але щоб вижити чи відчути найвище щастя, вам не потрібні ні схвалення, ні кохання, ні увага іншої людини."
      ]
    }
  }
}
