{
  "title": "Залежність від любові",
  "description": "Любов, оспівана поетами й художниками, окрилює та дарує відчуття повноти життя. Та коли любов перетворюється на патологічну потребу, вона руйнує особистість і заважає будувати здорові стосунки, особливо в людей із низькою самооцінкою. Справжнє щастя й відчуття повноцінності можна знайти, навчившись регулювати свій настрій і насолоджуватися радощами, які не залежать від наявності партнера.",
  "screen_1": {
    "texts": [
      "Любов — це прекрасне почуття, оспіване поетами, художниками й музикантами. Вона окрилює, надихає та дарує відчуття повноти життя.",
      "Звісно, кожен із нас прагне любити й бути коханим.",
      "Однак якщо ваше уявлення про любов зводиться до переконання: «Я не можу бути по-справжньому щасливою й реалізованою людиною, якщо в мене немає партнера. Для повного щастя мені необхідно бути коханою», — це вже ознака залежності.",
      "Що означає бути залежним від любові?",
      "Це коли любов стає патологічною потребою, без якої ви не відчуваєте щастя.",
      "Ви страждаєте від браку любові й чекаєте, що хтось заповнить цю порожнечу. Ви певні, що ваше життя стане кращим, цікавішим і насиченішим лише тоді, коли в ньому з’явиться кохана людина, яка зробить вас потрібними, значущими й повноцінними.",
      "Така залежність — деструктивний стан, який підточує вашу особистість, самооцінку та здатність будувати здорові стосунки.",
      "Причини любовної залежності можуть бути різними, але найчастіше вони сягають корінням у дитинство або юність.",
      "Особливо вразливі до цього люди з низькою самооцінкою, які бояться самотності, зосереджуються на своїх недоліках і не вірять у власні сили та здібності.",
      "Низька самооцінка, що бере початок у дитинстві, часто переживається як власна неповноцінність.",
      "Коли батьки приділяють дитині мало уваги й вона відчуває нестачу батьківської любові, у дорослому житті вона шукатиме ці почуття в партнерах, формуючи залежні стосунки.",
      "Розгляньмо приклад Вікторії (28 років), яка проводить вечори й вихідні у відчаї, бо вірить: «Я можу бути щасливою лише у стосунках. Без чоловіка я ніщо».",
      "Для неї бути коханою так само важливо, як дихати. Така вимогливість часто відштовхує людей."
    ]
  },
  "screen_2": {
    "texts": [
      "Під час аналізу своїх переконань Вікторія виписала недоліки й переваги свого мислення.",
      "Недоліки звучали так:",
      "Переконання вганяє мене в зневіру, бо я одна.",
      "Я втрачаю бажання щось робити, пізнавати світ або займатися хобі.",
      "Через це я почуваюся ледачою й нещасною.",
      "Це викликає жалість до себе.",
      "Воно позбавляє мене гордості й упевненості, змушує заздрити іншим і відчувати розчарування.",
      "Потім вона виписала переваги переконання:",
      "Надія зустріти партнера, відчути любов і безпеку.",
      "Воно дає мені мету й сенс життя.",
      "Наскільки ці переваги реальні?",
      "Вікторія багато років вважала, що не може жити без чоловіка, але це переконання досі не наблизило її до бажаного партнера.",
      "Вікторія дійшла висновку, що надає чоловікам надто великого значення — і це не привабило жодного з них.",
      "Вона також усвідомила, що залежні люди часто виглядають надто вимогливими, і це ускладнює побудову стосунків.",
      "Вона побачила, що люди, які знаходять щастя в собі, найчастіше приваблюють інших, бо випромінюють радість і впевненість.",
      "Любовна залежність заважає будувати здорові стосунки. Висловлюючи потребу в іншій людині як умову власного щастя, ви підсвідомо повідомляєте: «Полюби мене, бо сам по собі я нічого не вартий». Такі стосунки навряд чи можуть бути здоровими.",
      "Але навіть якщо ви будете у стосунках із подібними переконаннями, вони навряд чи стануть здоровими. Адже ви цілком розраховуєте на те, що певна людина, яку ви підсвідомо вважаєте джерелом свого щастя, має бути поруч.",
      "І готові заради цього на все. Не отримуючи «дози» емоцій і почуттів, яких потребуєте, ви тиснутимете на партнера, щоб відчути себе коханими, або почнете фантазувати про «ту саму» любов деінде.",
      "І вам завжди буде замало, або здаватиметься, що «щось не так», бо ви поклали на іншу людину відповідальність за свій стан."
    ],
    "quote": {
      "text": "Справжнє щастя полягає в тому, щоб бути задоволеним собою.",
      "author": "Сенека"
    }
  },
  "screen_3": {
    "texts": [
      "Дуже важливо навчитися регулювати власний настрій і знаходити щастя в собі. Це дасть вам змогу почуватися однаково живими і тоді, коли ви самі, і тоді, коли ви поруч із коханою людиною.",
      "Але ви можете подумати: «Звучить, звісно, добре, але це неправдоподібно. Бути наодинці — означає бути емоційним невдахою».",
      "Багато хто вірить, що любов — двигун світу. Ви бачите це в рекламі, чуєте в популярних піснях, читаєте у віршах. Та насправді любов — далеко не єдиний шлях до щасливого й повноцінного життя.",
      "Бути наодинці зовсім не означає бути нещасним. Більшість задоволень у житті ми отримуємо самі по собі.",
      "Наприклад, коли ви слухаєте улюблену музику, танцюєте, гуляєте красивими місцями, читаєте книжку або їсте морозиво. Вам не потрібна компанія, щоб відчути приємні емоції.",
      "Кількість радощів, якими можна насолоджуватися наодинці, безмежна. А це означає, що вам доступно багато джерел задоволення незалежно від того, чи є хтось поруч, чи ні.",
      "Подумайте: який ваш список задоволень? Чим ви можете потішити себе?",
      "Іноді ми так сильно прагнемо ідеальних стосунків і самої ідеї високого почуття, що втрачаємо з поля зору те, що нам насправді потрібно, аби пережити справжню любов."
    ],
    "quote": {
      "text": "Любов до себе — початок роману, що триває все життя.",
      "author": "Оскар Вайльд"
    }
  },
  "exercise": {
    "title": "Як позбутися любовної залежності?",
    "description": "Стаття присвячена дослідженню щастя й переконань, пов’язаних із любов’ю та стосунками. У ній пояснюється, що щастя можна досягати різними способами, і пропонуються техніки для зміни негативних переконань, пов’язаних із самотністю. Стаття вчить бачити радість у повсякденних речах і розвиватися незалежно від наявності романтичних стосунків.",
    "screen_1": {
      "texts": [
        "Стосунки й любов можуть принести чимало радості й щастя в життя, але це не єдиний шлях.",
        "Щастя — складний і багатогранний процес, і кожен має право обирати власні методи та дороги, щоб його досягти.",
        "Тож якщо зараз у вашому житті немає романтичних стосунків, це не робить його неповноцінним.",
        "Щоб змінити свої переконання, потрібно докласти чимало зусиль: це довгий і трудомісткий процес.",
        "Але ми впевнені, що, використовуючи наступні рекомендації й техніки, ви зможете позбутися любовної залежності та навчитеся бути щасливими і в стосунках, і без них.",
        "Зміна фільтра",
        "Ви помічали, що, коли почуваєтеся самотньо, на вулиці раз у раз трапляються закохані парочки?",
        "І здається, ніби весь світ проти вас: тут пара голубів, там котик і киця, а ви все самі. Так працює когнітивне викривлення — негативний фільтр.",
        "Це помилка мислення й сприйняття, коли ви помічаєте лише те, що вас тривожить, а решту ігноруєте.",
        "Змініть фільтр — дивіться на світ ширше. Вчіться бачити не лише щасливі пари, а й щасливих людей без пари. Або людей, у яких пара є, але щасливішими вони від цього не стали, — соціальний статус не завжди себе виправдовує."
      ],
      "quote": {
        "text": "Щастя — як метелик: що більше ви намагаєтеся його впіймати, то більше воно вислизає. Але якщо ви звернете увагу на інші речі, воно прийде і тихо сяде вам на плече.",
        "author": "Генрі Девід Торо"
      }
    },
    "screen_2": {
      "texts": [
        "Аркуш прогнозованого задоволення",
        "Щастя можна знаходити щодня в малих радощах, у власному розвитку, у дружбі та в багатьох інших аспектах життя.",
        "Але, найімовірніше, ви так не думаєте й переконані, що не можете бути щасливими без іншої людини.",
        "Щоб перевірити це переконання на реальність, використайте «Аркуш прогнозованого задоволення». У ньому кілька стовпців: вам потрібно спрогнозувати та вказати фактичний рівень задоволення, яке ви отримуєте від різних занять (роботи й відпочинку) наодинці або в компанії інших людей.",
        "У першому стовпці вкажіть дату експерименту",
        "У другому запишіть кілька дій, які плануєте зробити цього дня в межах експерименту (Рекомендуємо провести 40–50 експериментів протягом двох-трьох тижнів. Оберіть заняття, які зазвичай приносять вам відчуття задоволення чи насолоди, або ті, що мають потенціал для навчання чи особистісного зростання.)",
        "У третьому стовпці запишіть, з ким ви їх робитимете. Якщо наодинці, напишіть: «Я».",
        "У четвертому стовпці припустіть, скільки задоволення вам принесе те чи інше заняття, оцінюючи його за шкалою від 0 до 100% — що більше число, то вищим є очікуване задоволення.",
        "Дуже важливо заповнювати четвертий стовпець до того, як ви почнете заплановане заняття, а не після! Заповнивши перші чотири стовпці, переходьте до дії.",
        "Після цього в п’ятий стовпець запишіть реальний рівень задоволення, використовуючи ту саму систему оцінювання — від 0 до 100%.",
        "Провівши низку таких експериментів, ви зможете проаналізувати зібрані дані й дізнаєтеся про себе багато цікавого.",
        "По-перше, порівнюючи прогнозоване задоволення (стовпець 4) з реальним (стовпець 5), ви побачите, наскільки точними є ваші прогнози.",
        "Ви можете усвідомити, що зазвичай недооцінюєте рівень задоволення, який очікуєте отримати, особливо коли робите щось наодинці.",
        "Можливо, вас також здивує, що заняття з кимось не завжди виправдовують ваші очікування.",
        "Насправді ви навіть можете виявити, що в багатьох випадках проводити час наодинці вам було приємніше, ніж у компанії.",
        "А також ви можете побачити, що найвищі оцінки, які ви поставили заняттям наодинці, дорівнюють оцінкам занять у компанії або навіть перевищують їх."
      ],
      "quote": {
        "text": "Ніхто не може змусити вас почуватися неповноцінним без вашої згоди.",
        "author": "Елеонора Рузвельт"
      }
    },
    "screen_3": {
      "texts": [
        "Коригування переконань",
        "Любов, стосунки й шлюб не є необхідною умовою щастя та підвищення самооцінки, а інколи цього просто недостатньо.",
        "Доказ тому — мільйони чоловіків і жінок, які перебувають у шлюбі й водночас нещасні.",
        "Якби любов була ліками від самотності, проблем, поганого настрою та депресії, тоді всі психологи залишилися б без роботи.",
        "Але, на жаль, це не так: наявність партнера не гарантує щасливого життя. І це потрібно усвідомити й прийняти.",
        "Щоб почати роботу з переконанням, сформулюйте й випишіть його. Воно може звучати по-різному:",
        "Якщо в мене немає пари, я нещасна",
        "Якщо мене не люблять, значить, я невдаха",
        "Без стосунків я неповноцінна",
        "Далі розпишіть, як саме це переконання заважає вам. Наприклад:",
        "Надмірно високі вимоги до себе, яким немає кінця; здається, що я недостатньо хороша для стосунків.",
        "Нереалістичні очікування від партнера, глобальні висновки про любов і нелюбов замість уваги до конкретних проблем.",
        "Постійна незадоволеність і пригнічений настрій, які підживлюються будь-якими ситуаціями самотності.",
        "Після цього напишіть контраргументи. Це може бути складний процес і, можливо, займе не один день — доповнюйте список у міру того, як з’являються нові думки.",
        "Наприклад, для переконання «Бути самотнім — жахливо й принизливо» можна записати такі контраргументи:",
        "коли людина наодинці, це дає їй можливість краще пізнати себе",
        "без стосунків є можливість спробувати щось нове, зробити те, що у стосунках було б значно складніше",
        "краще бути наодинці, ніж із невідповідним партнером",
        "І найголовніший елемент цього процесу — замініть ваше старе переконання на нове. Воно має звучати реалістично й раціонально, щоб ви вірили в нього.",
        "Наприклад: «Самотність інколи буває приємною й корисною: у ній можна відпочити та краще пізнати себе. А любов проявляється в різних стосунках.",
        "Навіть без партнера можна відчувати близькість із людьми, ділитися переживаннями й проявляти тепло. Варто спиратися на те, яких стосунків хочу саме я, і якщо їх немає — поставити мету й спробувати їх створити.",
        "Але відсутність партнера не робить мене неповноцінною. Так само як і бажання мати партнера не робить мене слабкою і залежною».",
        "Перечитуйте ці записи щодня протягом 2–3 тижнів. Можете доповнювати їх або змінювати. Так ви зможете подолати негативний стиль мислення й започаткувати зміни.",
        "Любов — чудовий досвід, але, як і будь-який інший, він може бути і позитивним, і негативним та не має визначати, хто ми і навіщо ми тут.",
        "Бажання і потреба — не одне й те саме. Кисень — це потреба, а любов — це бажання.",
        "Любов не є потребою дорослої людини!",
        "Бажання побудувати любовні стосунки — це нормально. У цьому немає нічого поганого. Хороші стосунки з коханою людиною — це неймовірне задоволення.",
        "Але щоб вижити або відчути найвище щастя, вам не потрібні ні схвалення, ні любов, ні увага іншої людини."
      ]
    }
  }
}
