{
  "title": "Як позбутися любовної залежності?",
  "description": "Стаття присвячена дослідженню щастя і переконань, пов'язаних із любов'ю та стосунками. У ній пояснюється, що щастя можна досягати різними способами, і пропонуються техніки для зміни негативних переконань, пов'язаних із самотністю. Стаття вчить бачити радість у повсякденних речах і розвиватися незалежно від наявності романтичних стосунків.",
  "screen_1": {
    "texts": [
      "Стосунки і любов можуть принести багато радості і щастя в життя, але вони не є єдиним шляхом.",
      "Щастя — це складний і багатогранний процес, і кожен має право обирати свої власні методи і шляхи для його досягнення.",
      "Тому, якщо в даний момент ваше життя не включає романтичних стосунків, це не робить її неповноцінною.",
      "Для того щоб змінити свої переконання, треба докласти чимало зусиль, це довгий і трудомісткий процес.",
      "Але ми впевнені, що, використовуючи наступні рекомендації і техніки, ви зможете позбутися любовної залежності і навчитеся бути щасливими як у стосунках, так і без них.",
      "Зміна фільтра",
      "Ви помічали, що, коли відчуваєте себе самотньо, на вулиці постійно трапляються закохані парочки?",
      "І здається, весь світ проти вас: тут пара голубів, там котик і кішечка, а ви все одні або одна. Так працює когнітивне викривлення — негативний фільтр.",
      "Це помилка мислення і сприйняття, коли ви помічаєте тільки те, що вас турбує, а решту ігноруєте.",
      "Змініть фільтр — дивіться на світ ширше. Вчіться бачити не тільки щасливі пари, але й щасливих одинаків. Або людей, у яких є пара, але вони від цього не стали щасливішими, — соціальний статус не завжди виправдовує себе."
    ],
    "quote": {
      "text": "Щастя — це як метелик: чим більше ви його ловите, тим більше воно вислизає. Але якщо ви звернете свою увагу на інші речі, воно прийде і тихо сяде вам на плече.",
      "author": "Генрі Девід Торо"
    }
  },
  "screen_2": {
    "texts": [
      "Лист передбачуваного задоволення",
      "Щастя можна знаходити кожен день у малих радощах, у власному розвитку, у дружбі та багатьох інших аспектах життя.",
      "Але швидше за все, ви так не думаєте і впевнені, що не можете бути щасливими без іншої людини.",
      "Щоб перевірити це переконання на реальність, використовуйте «Лист передбачуваного задоволення». У ньому кілька стовпців, де вам треба буде спрогнозувати і вказати фактичний ступінь задоволення, яке ви отримуєте від різних занять (роботи і відпочинку) на самоті або в компанії інших людей.",
      "У першій колонці вкажіть дату експерименту.",
      "У другій запишіть кілька дій, які плануєте зробити в цей день у рамках експерименту (рекомендуємо провести 40–50 експериментів протягом двох-трьох тижнів. Виберіть заняття, які зазвичай приносять вам відчуття задоволення або насолоди, або ті, що мають потенціал для навчання або особистого зростання).",
      "У третій колонці запишіть, з ким ви будете їх робити. Якщо на самоті, напишіть: «Я».",
      "У четвертій колонці припустіть, скільки задоволення вам принесе те чи інше заняття, оцінюючи його за шкалою від 0 до 100%, — чим більше число, тим вище очікуване задоволення.",
      "Дуже важливо заповнювати четверту колонку до того, як приступите до запланованого заняття, а не після! Заповнивши перші чотири колонки, переходьте до дії.",
      "Після цього, у п'яту колонку запишіть реальний ступінь задоволення, використовуючи ту ж систему оцінки — від 0 до 100%.",
      "Провівши низку таких експериментів, ви зможете проаналізувати зібрані вами дані і дізнаєтеся про себе багато цікавого.",
      "По-перше, порівнюючи передбачуване задоволення (колонка 4) з реальним (колонка 5), ви дізнаєтеся, наскільки точні ваші прогнози.",
      "Ви можете усвідомити, що зазвичай недооцінюєте ступінь задоволення, яке очікуєте отримати, особливо коли робите щось на самоті.",
      "Можливо, ви також здивуєтеся, дізнавшись, що заняття з кимось не завжди виправдовують ваші очікування.",
      "Насправді ви навіть можете виявити, що в багатьох випадках проводити час на самоті вам було приємніше, ніж у компанії.",
      "А також ви можете побачити, що найвищі оцінки, якими ви відзначили одиночні заняття, рівні оцінкам занять у компанії або навіть вище них."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас почуватися неповноцінним без вашої згоди.",
      "author": "Елеонора Рузвельт"
    }
  },
  "screen_3": {
    "texts": [
      "Коригування переконань",
      "Любов, стосунки і шлюб не є необхідною умовою щастя і підвищення самооцінки, іноді їх просто недостатньо.",
      "Доказ цьому — мільйони чоловіків і жінок, які перебувають у шлюбі і при цьому нещасні.",
      "Якби любов була ліками від самотності, проблем, поганого настрою, депресій, тоді всі психологи залишилися б без роботи.",
      "Але, на жаль, це не так, наявність партнера не гарантує щасливого життя. І це треба усвідомити і прийняти.",
      "Для того щоб почати роботу з переконанням – сформулюйте і запишіть його. Воно може звучати по-різному:",
      "Якщо у мене немає пари, я нещасливий",
      "Якщо мене не люблять, значить я невдаха",
      "Без стосунків я неповноцінний",
      "Потім, розпишіть як саме ваше переконання заважає вам. Наприклад:",
      "надмірно високі вимоги до себе, яким немає кінця, здається, що я недостатньо хороший для стосунків",
      "нереалістичні очікування від партнера, глобальні висновки про любов і не любов замість уваги до конкретних проблем",
      "постійна незадоволеність і пригнічений настрій, підживлювані будь-якими ситуаціями самотності",
      "Після цього, напишіть контраргументи. Це може бути складним процесом і можливо займе не один день, доповнюйте список у міру того, як приходять нові думки.",
      "Наприклад, для переконання «Бути самотнім – жахливо і принизливо» можна записати наступні контраргументи:",
      "коли людина одна, це дає їй можливість краще пізнати себе",
      "без стосунків є можливість спробувати щось нове, зробити те, що у стосунках буде набагато складніше",
      "краще бути одному, ніж з невідповідним партнером",
      "І найголовніший елемент цього процесу – замініть ваше старе переконання на нове. Воно повинно звучати реалістично і раціонально, щоб ви вірили в нього.",
      "Наприклад: «Самотність буває приємною і корисною, у ній можна відпочити і краще пізнати себе. А любов проявляється в різних стосунках.",
      "Навіть за відсутності партнера можна відчувати близькість з людьми, ділитися переживаннями і проявляти тепло. Варто спиратися на те, яких стосунків хочу особисто я, і, якщо у мене їх немає — поставити за мету і спробувати їх створити.",
      "Але відсутність партнера не робить мене неповноцінним. Так само як і бажання мати партнера не робить мене слабким і залежним.»",
      "Перечитуйте ці записи кожен день протягом 2-3 тижнів, можете доповнювати їх або змінювати. Таким чином, у вас вийде подолати негативний образ мислення і покласти початок своїм змінам.",
      "Любов — чудовий досвід, але, як і будь-який інший, може бути позитивним і негативним і не повинен визначати, хто ми і навіщо ми тут.",
      "Бажання і потреба — це не одне і те ж. Кисень — це потреба, а любов — це бажання.",
      "Любов не є потребою дорослої людини!",
      "Бажання побудувати любовні стосунки — це нормально. У ньому немає нічого поганого. Хороші стосунки з коханою людиною — це чудове задоволення.",
      "Але для того, щоб вижити або відчути найвище щастя, вам не потрібні ні схвалення, ні любов, ні увага іншої людини."
    ]
  }
}
