{
  "title": "Як позбутися любовної залежності?",
  "description": "Ця стаття пропонує подивитися на любов і стосунки зріло й спокійно. У ній пояснюється, як формуються переконання, що заважають почуватися задоволеними життям без романтичного партнера, і як крок за кроком навчитися спиратися на себе, знаходити радість у різних сферах і розвиватися незалежно від наявності стосунків. Запропоновані техніки допомагають послабити залежність від стосунків і навчитися відчувати себе повноцінною й щасливою людиною як у парі, так і наодинці.",
  "screen_1": {
    "texts": [
      "Кохання й близькі стосунки справді можуть приносити багато тепла й радості, але вони не єдиний шлях до щасливого життя.",
      "Щастя — багатогранне, і кожна людина має право знаходити його по-своєму.",
      "Якщо зараз поруч немає романтичного партнера, це не робить ваше життя менш цінним чи змістовним.",
      "Зміна переконань — поступовий процес, який потребує часу, уваги до себе й практики.",
      "За регулярної роботи над собою та використання технік із цієї статті ви зможете зменшити залежність від стосунків і відчути внутрішній спокій та впевненість — і в парі, і поза нею.",
      "Зміна фокуса",
      "Бувало таке, що коли відчуваєте самотність, наче раптом усюди бачите закохані пари?",
      "Здається, що весь світ пронизаний романтикою: голуби, коти, друзі-в закоханості — і ви ніби єдина людина, що залишилася сама.",
      "Так працює когнітивне викривлення — негативний фільтр, коли увага автоматично чіпляється за підтвердження сумних думок.",
      "Спробуйте м’яко розширювати фокус: помічайте не лише пари, а й людей, які почуваються добре наодинці. І тих, хто у стосунках, але при цьому не виглядає щасливим — це нагадує, що сам факт стосунків не гарантує радості."
    ],
    "quote": {
      "text": "Щастя — як метелик: чим більше намагаєшся впіймати, тим швидше воно вислизає. Але якщо звернути увагу на інше, воно тихо сяде на плече.",
      "author": "Генрі Девід Торо"
    }
  },
  "screen_2": {
    "texts": [
      "Аркуш передбачуваного задоволення",
      "Радість можна знаходити в дрібницях, турботі про себе, у друзях, розвитку й нових відкриттях — не лише в романтичному зв’язку.",
      "Але коли всередині є переконання, що щастя можливе лише поруч із партнером, мозок автоматично ігнорує інші джерела задоволення.",
      "Щоб перевірити це переконання на практиці, скористайтеся технікою «Аркуш передбачуваного задоволення». Вона допоможе побачити реальну картину.",
      "У першій колонці зазначте дату.",
      "У другій — кілька дій, які плануєте виконати в межах експерименту (оптимально провести 40–50 таких спостережень за 2–3 тижні).",
      "Це можуть бути заняття, що зазвичай приносять задоволення, або щось нове, що потенційно може порадувати чи навчити.",
      "У третій колонці вкажіть, будете робити це наодинці чи з кимось.",
      "У четвертій — припустіть рівень задоволення за шкалою 0–100% до початку дії.",
      "Важливо записати прогноз заздалегідь, а потім виконати активність.",
      "У п’яту колонку внесіть фактичний рівень задоволення за тією ж шкалою.",
      "Проаналізуйте результати.",
      "Порівнюючи прогнозоване й реальне задоволення, ви побачите, наскільки точними були ваші очікування.",
      "Часто виявляється, що заняття наодинці приносять набагато більше радості, ніж ми припускаємо — іноді навіть більше, ніж діяльність із іншими.",
      "І, можливо, ви переконаєтесь, що радість наодинці — не міф, а цілком реальний і доступний досвід."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас почуватися неповноцінними без вашої згоди.",
      "author": "Елеонора Рузвельт"
    }
  },
  "screen_3": {
    "texts": [
      "Корекція переконань",
      "Кохання і стосунки — чудова частина життя, але самі по собі вони не гарантують щастя чи впевненості в собі.",
      "Мільйони людей у стосунках почуваються самотньо, тривожно або незадоволено.",
      "Якби партнер автоматично захищав від емоційного болю, психологи нам би не були потрібні — але це не так.",
      "Тому важливо визнати: наявність стосунків — не гарантія щастя, хоча вони й можуть бути прекрасним доповненням до нього.",
      "Щоби розпочати роботу, сформулюйте переконання, яке викликає біль або тривогу.",
      "Наприклад:",
      "Якщо в мене немає пари, я нещасна",
      "Якщо мене не люблять, значить, зі мною щось не так",
      "Без стосунків я не маю цінності",
      "Потім подумайте і запишіть, як це переконання впливає на вас:",
      "підвищені вимоги до себе, відчуття «я недостатньо хороша для стосунків»",
      "нереалістичні очікування від партнера та ідеалізація кохання",
      "часті переживання самотності та смутку",
      "Тепер створіть контраргументи. На це може піти кілька днів — і це нормально.",
      "Наприклад, для переконання «Самотність — це погано й соромно»:",
      "у самотності можна краще пізнати себе",
      "є свобода пробувати нове й будувати життя за власними правилами",
      "краще бути наодинці, ніж у нещасливих стосунках",
      "Потім сформулюйте нове переконання — реалістичне й підтримувальне:",
      "Самотність може бути ресурсною й корисною. У ній є час для себе, відпочинок і свобода обирати. Я можу будувати близькість у різних формах. Партнер — цінне доповнення до життя, але він не визначає мою цінність.",
      "Повертаючись до цих думок щодня протягом 2–3 тижнів і доповнюючи їх, ви поступово сформуєте нову мисленнєву й емоційну звичку.",
      "Кохання — чудовий досвід, але воно не визначає, хто ми. Бажати стосунків — абсолютно нормально, але це не життєва необхідність.",
      "Стосунки можуть приносити багато радості, але здатність бути в гармонії із собою — фундамент, на якому будується щаслива взаємність."
    ]
  }
}
