{
  "title": "Залежність від кохання",
  "description": "Кохання дарує тепло, натхнення і відчуття близькості. Але коли воно стає єдиним джерелом цінності й радості, це може завдавати болю та заважати будувати здорові стосунки. Ця стаття допомагає помітити такі переконання й м’яко переосмислити їх, щоб щастя ставало доступним і всередині себе, і поруч з іншою людиною.",
  "screen_1": {
    "texts": [
      "Кохання — дивовижне почуття, якому присвячено стільки музики, віршів і картин. Воно здатне надихати, давати сили та наповнювати життя яскравими емоціями.",
      "Прагнення любити й бути коханим природне — це частина людської природи.",
      "Однак якщо всередині звучить думка: «Я зможу бути по-справжньому щасливою та повноцінною лише тоді, коли в мене є партнер», — це може свідчити про залежність від кохання.",
      "Що ми маємо на увазі під любовною залежністю?",
      "Це стан, коли кохання сприймається як життєва необхідність, без якої важко відчувати радість і внутрішню опору.",
      "У такі моменти з’являється очікування, що саме партнер заповнить внутрішню порожнечу, дасть упевненість і почуття значущості.",
      "Поступово це може послаблювати відчуття власної гідності й заважати будувати здорові, зрілі стосунки.",
      "Часто корені такої залежності — у ранньому досвіді: нестача уваги, любов «за досягнення», страх бути забутою чи покинутою.",
      "Особливо схильні до цього ті, кому складно побачити свої сильні сторони та відчути внутрішню опору.",
      "Якщо в дитинстві любові було мало, може сформуватися відчуття «зі мною щось не так» або «мене можна любити лише якщо я ідеальна».",
      "Тоді доросле життя може перетворитися на пошук підтвердження своєї цінності через партнера.",
      "Наприклад, Вікторія, 28 років, часто відчувала тугу та тривогу наодинці й думала: «Щастя можливе тільки у стосунках» — і це робило її вразливою та залежною від зовнішньої любові."
    ]
  },
  "screen_2": {
    "texts": [
      "Працюючи зі своїми переконаннями, Вікторія чесно досліджувала, що їй дає і що забирає ця думка.",
      "Вона помітила такі наслідки:",
      "«Коли я одна, швидко втрачаю настрій і не маю бажання діяти»",
      "«Мені складно радіти життю й цікавитися світом поза стосунками»",
      "«Я починаю порівнювати себе з іншими, відчуваю заздрість і смуток»",
      "«Моя самооцінка падає, я починаю себе жаліти»",
      "А потім вона побачила й уявні «плюси» переконання:",
      "«Якщо я вірю, що стосунки — це головне, у мене є мета й сенс»",
      "«Віра в кохання дає надію і відчуття напрямку»",
      "Водночас вона усвідомила:",
      "Попри роки пошуків та очікувань, це переконання не допомогло їй побудувати стосунки, про які вона мріяла.",
      "Вона побачила, що залежність може відштовхувати людей: коли ми надто потребуємо любові, ми стаємо тривожними, вимогливими або надмірно вразливими.",
      "Люди, які вміють знаходити внутрішню опору, зазвичай притягують: їхня емоційна стійкість робить їх теплішими та вільнішими.",
      "Якщо внутрішній посил звучить як «люби мене, бо без цього я ніхто», це створює тиск — і стосунки стають не про вибір, а про необхідність.",
      "Навіть якщо зв’язок виникає, він часто виявляється крихким: партнер стає джерелом настрою, впевненості й сенсу, і будь-яка його дія може завдати болю.",
      "З часом така залежність виснажує і стосунки, і саму людину."
    ],
    "quote": {
      "text": "Справжнє щастя починається з того, що ви вже зараз достатньо хороші.",
      "author": "Сенека"
    }
  },
  "screen_3": {
    "texts": [
      "Дуже цінно вчитися знаходити радість і підтримку в собі. Тоді стосунки стають вибором, а не єдиною опорою.",
      "Може з’явитися думка: «Це звучить красиво, але неможливо. Бути наодинці — означає бути нещасною».",
      "Але реальність часто інша: світ сповнений людей, які знаходять задоволення, сенс і натхнення також і в самостійному житті.",
      "Самотність не дорівнює порожнечі. Ми не втрачаємо людяність, залишаючись наодинці.",
      "Багато радощів доступно саме в одиночні моменти: улюблена музика, прогулянки, подорожі, творчість, читання, спорт, смачна їжа, відчуття свободи.",
      "Спробуйте замислитися: що приносить задоволення саме вам? Які прості радощі роблять ваш день теплішим?",
      "Часто ми так прагнемо стосунків, що забуваємо: спершу важливо створити всередині себе безпечний, теплий простір.",
      "Тоді кохання перестає бути порятунком — і стає подарунком.",
      "А партнер — не джерело сенсу, а людина, з якою можна ділитися вже наповненим життям."
    ],
    "quote": {
      "text": "Любов до себе — це початок довгих, красивих стосунків.",
      "author": "Оскар Вайльд"
    }
  }
}