{
  "title": "Завжди я винен? Ілюзія всемогутності",
  "description": "Ця стаття досліджує психологічне явище персоналізації — переконання, що ви є причиною всього, що відбувається навколо. У тексті розкриваються механізми цього мислення, його негативні наслідки, такі як стрес, тривожність, низька самооцінка та проблеми у стосунках. Також розглядаються причини формування таких переконань, починаючи з дитинства та під впливом культурних норм. На завершення надаються рекомендації щодо подолання персоналізації та звільнення від почуття необґрунтованої провини.",
  "screen_1": {
    "texts": [
      "У будь-якій ситуації, незалежно від результату — причина цього я.",
      "Запізнився на поїзд — довго збирався. Люди навпроти в метро сміються — напевно з мене. У партнера немає настрою — значить, я зробив щось не так.",
      "Знайомо?",
      "Якщо так, то ми маємо справу з переконанням у власній всемогутності.",
      "Кожен з нас в тій чи іншій мірі стикався з персоналізацією.",
      "Це підступна психологічна пастка, яка змушує вас відчувати себе центром всесвіту і брати на себе відповідальність за багато з того, що відбувається навколо.",
      "Ви переконані, що люди навколо реагують виключно на вас, що їхні дії, думки та почуття цілком залежать від ваших вчинків, хоча насправді все це не підлягає вашому контролю.",
      "Але ви мучите себе, засуджуючи себе і відчуваючи гнітюче почуття провини.",
      "Як не парадоксально, переконання у власній всемогутності і всесиллі обмежує вас, занурюючи в тривогу і знижуючи ефективність.",
      "Як проявляється персоналізація?",
      "«Все через мене»: Ви схильні вірити, що все, що відбувається в житті, — результат ваших власних дій. Неважливо, хороше це чи погане, ви берете на себе всю відповідальність.",
      "«Все навколо мене»: Ви переконані, що оточуючі постійно думають про вас, обговорюють, помічають усі ваші помилки і недоліки.",
      "«Я винен»: Почуття провини стає постійним супутником, незалежно від реальних причин подій."
    ]
  },
  "screen_2": {
    "texts": [
      "Наприклад:",
      "Уявіть, що ви зайшли в магазин, і на касі продавець грубо вам відповів. Замість того щоб подумати, що у продавця міг бути поганий день або він просто грубіян, ви починаєте картати себе: «Напевно, я сказав або зробив щось не так».",
      "На зустріч з друзями покликали знайому, яка вам не подобається. Ви думаєте, що вони зробили це спеціально, щоб показати, що ви зайва і що вони не хочуть з вами спілкуватися.",
      "«Якщо вона не відповідає на мій дзвінок, значить, вона образилася на мене».",
      "Ці підлітки сміються і переглядаються — напевно обговорюють мене.",
      "При такому стилі мислення зовсім неважливо, хто винен насправді — вина все одно відчувається як ваша. Як думаєте, до чого це може призвести? Звичайно, до стресу, апатії, тривожності, проблем з самооцінкою і навіть до депресії.",
      "Чому персоналізація небезпечна?",
      "Надмірна самокритика: Люди можуть схилятися до самокритики і провини за події, які насправді не залежали від них.",
      "Стрес і тривожність: Постійне відчуття, що всі проблеми через мене, викликає хронічний стрес і тривожність.",
      "Проблеми у стосунках: Люди, схильні до персоналізації, можуть неправильно інтерпретувати поведінку інших, ображаючись і руйнуючи стосунки.",
      "Спотворене сприйняття реальності: Як і будь-яке ірраціональне переконання, персоналізація вводить вас в оману, заважаючи тверезо оцінювати ситуацію і упускаючи з виду об'єктивні факти та обставини.",
      "Низька самооцінка: Постійно звинувачуючи себе у всьому, ви підриваєте свою впевненість у собі.",
      "Позиція жертви: Деякі люди несвідомо намагаються нашкодити собі, караючи себе за вигадані проступки. Вони можуть дозволяти іншим зневажливо до них ставитися."
    ],
    "quote": {
      "text": "Почуття провини обов'язково породжує сценарій покарання, причому без відома вашої свідомості",
      "author": "Вадим Зеланд"
    }
  },
  "screen_3": {
    "texts": [
      "Звідки з'являється персоналізація?",
      "Цей тип переконань формується ще в дитинстві.",
      "Відомо, що мислення дітей егоцентричне, а отже, дитина щиро вважає себе причиною всього, що відбувається навколо.",
      "Наприклад, для дітей трьох-чотирьох років цілком нормально вважати, що сонце сходить, тому що вони прокинулися, і сідає, коли їм пора спати.",
      "Однак багато дорослих, виростаючи, все ще використовують елементи егоцентричного мислення в повсякденному житті.",
      "Сімейний або суспільний тиск може змусити людину вважати себе відповідальною за добробут інших. Наприклад, дитина, змушена піклуватися про своїх батьків уже в ранньому віці.",
      "Проблеми з самооцінкою можуть бути як наслідком, так і причиною таких переконань.",
      "Люди з низькою самооцінкою часто схильні до персоналізації. Вони можуть вважати, що не варті того, щоб до них добре ставилися, і тому приписують негативні події своїм діям або недолікам.",
      "Травматичний досвід у минулому також може сприяти персоналізації. У ранньому віці велика ймовірність спотворення мислення дитини і переконання, що все, що відбувається, залежить від неї.",
      "Наприклад, якщо людина в дитинстві часто чула від батьків фрази «ти в усьому винен» або «ти ніколи нічого не робиш правильно», вона може потім носити цей «ярлик» все життя, приписуючи всі негативні події своїй провині.",
      "У деяких культурах прийнято брати на себе відповідальність за все, що відбувається навколо. Це може призвести до того, що люди будуть схильні до персоналізації, навіть якщо вони не винні в тому, що сталося.",
      "Якими б не були причини формування переконань, ми можемо змінювати своє мислення на будь-якому етапі життя, якщо у нас є мотивація.",
      "У наступній главі ми, як завжди, розглянемо основні рекомендації щодо роботи з вірою у власну всемогутність."
    ],
    "quote": {
      "text": "Не можна звинувачувати себе за все, якщо ти не вважаєш себе всемогутнім.",
      "author": "Михайло Булгаков"
    }
  }
}
