{
  "title": "Вихід із пастки «Все через мене»",
  "description": "У статті розглядається феномен персоналізації — схильність сприймати події як пов'язані особисто із собою. Обговорюються методи, що дозволяють знизити негативні наслідки такого мислення, включаючи самоспостереження та аналіз ситуацій. Автор пропонує практичні поради та вправи для покращення психічного добробуту та звільнення від непотрібного почуття провини.",
  "screen_1": {
    "texts": [
      "Іноді люди помилково називають переконання в персоналізації «манією величчя».",
      "Однак це не обов'язково свідчить про наявність у людини ілюзій величчя, а радше відображає такий світогляд, за якого людина, схильна до персоналізації, ставить себе в центр всесвіту: усі події, що відбуваються, здаються їй пов'язаними особисто з нею.",
      "Внутрішньо це переживається не як володіння неймовірною владою чи силою, а як постійний тиск, увага з боку оточуючих і прихована ворожість.",
      "Щоб подолати цей шкідливий стиль мислення, важливо навчитися виявляти справжні причини виниклих проблем.",
      "Замість того, щоб звинувачувати себе в тому, що знаходиться поза вашим контролем, і, як наслідок, відчувати себе винною перед усім світом, зосередьтеся на аналізі ситуації.",
      "Почніть із самоспостереження. Перший крок до зниження персоналізації — усвідомлення, як і в разі з будь-яким іншим ірраціональним мисленням. Ретельно стежте за своїми думками й реакціями на події. Помічайте, коли ви схильні брати на себе відповідальність за те, що насправді не залежить від вас.",
      "Потім спробуйте виявити інші фактори, які могли вплинути на ситуацію, за яку ви прийняли відповідальність. Наприклад: «Чи вірно, що тільки я винна в цій сварці? Які інші фактори й обставини могли зіграти свою роль?»",
      "Розгляньте можливі причини поведінки інших людей, не пов'язані з вашими діями. Спробуйте поставити себе на їхнє місце й зрозуміти, що могло вплинути на їхню реакцію. Наприклад, що ще могло викликати їхній настрій чи поведінку?"
    ],
    "quote": {
      "text": "Усе, що ми чуємо, є думкою, а не фактом. Усе, що ми бачимо, є перспективою, а не істиною.",
      "author": "Марк Аврелій"
    }
  },
  "screen_2": {
    "texts": [
      "Використовуйте наступні запитання для аналізу:",
      "Чи треба звинувачувати себе за те, що сталося?",
      "Чи була я в стані це контролювати?",
      "Чи справді я несу відповідальність за все? Або лише за частину проблеми? За яку саме?",
      "Які ще можуть бути причини цієї проблеми?",
      "Приклад:",
      "Уявіть ситуацію: ви прийшли на роботу, а ваша колега не привіталася з вами. У голові одразу виникає думка: «Я зробила щось не так. Здається, вона ставиться до мене погано. Можливо, вчора я сказала їй щось не те, або сама не привіталася, і тепер вона мені мстить».",
      "Розберіть свої думки за допомогою згаданих вище запитань і запишіть альтернативні раціональні відповіді:",
      "Можливо, вона не привіталася зі мною, бо не виспалася, просто забула, була занурена в свої думки або привіталася раніше, а я не помітила.",
      "Найімовірніше, її можливий неважливий стан і те, що вона не привіталася, ніяк не пов'язані з моєю поведінкою. Я не зможу довести протилежне, тільки якщо не запитаю її напряму. Найімовірніше пояснення: вона не виспалася, зранку щось сталося, або вона просто забула.",
      "Я не впевнена, чи була вона сумною, але навіть якщо так, існує безліч причин її стану, які можуть не мати до мене жодного відношення. Навіть якщо вона засмучена через мене, їй варто було б сказати мені про це, інакше я не зможу зрозуміти ситуацію напевно.",
      "Оскільки я не знаю точно, чи пов'язана причина з моїми діями, я не відчуватиму провину за це.",
      "Пам'ятайте, що ми не можемо контролювати все в житті. Іноді треба просто прийняти те, що відбувається, і не намагатися пояснювати все своїми помилками."
    ],
    "quote": {
      "text": "Не самі речі турбують людей, а їхні уявлення про речі.",
      "author": "Епіктет"
    }
  },
  "screen_3": {
    "texts": [
      "Також ви можете використовувати наступні вправи для роботи з переконанням:",
      "Застосування зовнішньої перспективи",
      "Уявіть, що ваш друг розповідає вам про те, що його колега не привіталася з ним вранці. Як би ви відреагували? Що б ви йому сказали? Яку пораду дали б? Це допоможе вам дистанціюватися від власних емоцій і поглянути на ситуацію більш об'єктивно.",
      "Продовжте фразу «якби»",
      "Спробуйте завершити наступне речення: «Якби я справді була відповідальною за це, то це б означало...».",
      "Наприклад: «Якби я справді була відповідальною за невдачу проєкту, то це б означало, що я можу контролювати всіх учасників і запобігати будь-яким помилкам». Але насправді багато факторів знаходяться поза вашим контролем.",
      "«Якби я справді була відповідальною за те, що мій друг образився на мене, то це б означало, що я можу читати його думки й вгадувати його бажання». Але це неможливо.",
      "Завершення фрази «якби» допоможе вам проаналізувати свою відповідальність і усвідомити, що ви не завжди можете контролювати все, що відбувається.",
      "Використовуючи ці прості техніки, ви зможете позбутися негативних думок і звільнити себе від почуття, що несете відповідальність за все на світі.",
      "Пам'ятайте, що ви не є центром всесвіту й не зобов'язані відповідати за всі події навколо. Краще спрямуйте свої сили на вирішення проблем і створення більш щасливого й гармонійного життя."
    ]
  }
}