{
  "title": "Вихід з пастки «Все через мене»",
  "description": "У статті розглядається феномен персоналізації — схильність сприймати події як такі, що стосуються особисто себе. Обговорюються методи зниження негативних наслідків такого мислення, включаючи самоспостереження та аналіз ситуацій. Автор пропонує практичні поради та вправи для покращення психічного благополуччя і звільнення від непотрібного почуття провини.",
  "screen_1": {
    "texts": [
      "Іноді люди помилково називають переконання в персоналізації «манією величі».",
      "Однак це не обов’язково свідчить про наявність у людини ілюзій величі, а скоріше відображає таку світоглядну позицію, коли людина, схильна до персоналізації, ставить себе в центр всесвіту: усі події здаються їй особисто пов'язаними з нею.",
      "Внутрішньо це переживається не як відчуття неймовірної влади чи сили, а як постійний тиск, увага з боку оточуючих і прихована ворожість.",
      "Щоб подолати цей шкідливий стиль мислення, важливо навчитися виявляти справжні причини виниклих проблем.",
      "Замість того щоб звинувачувати себе в тому, що не піддається вашому контролю, і, як наслідок, відчувати провину перед усім світом, зосередьтеся на аналізі ситуації.",
      "Почніть із самоспостереження. Перший крок до зниження персоналізації — усвідомлення, як і в будь-якому іншому випадку ірраціонального мислення. Уважно стежте за своїми думками та реакціями на події. Помічайте, коли ви схильні брати на себе відповідальність за те, що насправді не залежить від вас.",
      "Потім спробуйте виявити інші фактори, які могли вплинути на ситуацію, за яку ви взяли відповідальність. Наприклад: «Чи справді тільки я винен у цій сварці? Які інші фактори та обставини могли зіграти свою роль?»",
      "Розгляньте можливі причини поведінки інших людей, не пов'язані з вашими діями. Спробуйте поставити себе на їхнє місце і зрозуміти, що могло вплинути на їхню реакцію. Наприклад, що ще могло викликати їхній настрій або поведінку?"
    ],
    "quote": {
      "text": "Усе, що ми чуємо, є думкою, а не фактом. Усе, що ми бачимо, є перспективою, а не істиною.",
      "author": "Марк Аврелій"
    }
  },
  "screen_2": {
    "texts": [
      "Використовуйте наступні питання для аналізу:",
      "Чи потрібно звинувачувати себе за те, що сталося?",
      "Чи міг я це контролювати?",
      "Чи дійсно я відповідаю за все? Чи лише за частину проблеми? За яку саме?",
      "Які ще можуть бути причини цієї проблеми?",
      "Приклад:",
      "Уявіть ситуацію: ви приходите на роботу, а ваша колега не привіталася з вами. Відразу виникає думка: «Я зробив щось не так. Здається, вона до мене погано ставиться. Можливо, я вчора щось не те сказав, або сам не привітався, і тепер вона мені мститься».",
      "Розберіть свої думки за допомогою вищезгаданих питань і запишіть альтернативні раціональні відповіді:",
      "Можливо, вона не привіталася зі мною, тому що не виспалася, просто забула, була заглиблена у свої думки або привіталася раніше, а я не помітив.",
      "Швидше за все, її можливий поганий стан і те, що вона не привіталася, ніяк не пов’язано з моєю поведінкою. Я не зможу довести зворотне, тільки якщо не запитаю її прямо. Найбільш ймовірне пояснення: вона не виспалася, вранці щось сталося, або вона просто забула.",
      "Я не впевнений, чи була вона сумною, але навіть якщо так, існує безліч причин її стану, які можуть не мати до мене жодного відношення. Навіть якщо вона засмучена через мене, їй варто було б сказати мені про це, інакше я не зможу зрозуміти ситуацію напевно.",
      "Оскільки я не знаю точно, чи пов'язана причина з моїми діями, я не буду відчувати провину за це.",
      "Пам’ятайте, що ми не можемо контролювати все в житті. Іноді потрібно просто прийняти те, що відбувається, і не намагатися пояснити все своїми помилками."
    ],
    "quote": {
      "text": "Людей турбують не самі речі, а їхні уявлення про ці речі.",
      "author": "Епіктет"
    }
  },
  "screen_3": {
    "texts": [
      "Також ви можете використовувати наступні вправи для роботи з переконанням:",
      "Застосування зовнішньої перспективи",
      "Уявіть, що ваш друг розповідає вам про те, що його колега не привітався з ним вранці. Як би ви відреагували? Що б ви йому сказали? Яку пораду дали б? Це допоможе вам дистанціюватися від власних емоцій і поглянути на ситуацію більш об’єктивно.",
      "Продовжте фразу «якби я дійсно…»",
      "Спробуйте завершити наступне речення: «Якби я дійсно був відповідальний за це, це означало б, що…».",
      "Наприклад: «Якби я дійсно був відповідальний за невдачу проекту, це означало б, що я можу контролювати всіх учасників і запобігати будь-яким помилкам». Але насправді багато факторів знаходяться поза вашим контролем.",
      "«Якби я дійсно був відповідальний за те, що мій друг образився на мене, це означало б, що я можу читати його думки і вгадувати його бажання». Але це неможливо.",
      "Завершення фрази «якби я дійсно…» допоможе вам проаналізувати свою відповідальність і усвідомити, що ви не завжди можете контролювати все, що відбувається.",
      "Використовуючи ці прості техніки, ви зможете позбутися негативних думок і звільнити себе від почуття, що несете відповідальність за все на світі.",
      "Пам’ятайте, що ви не є центром всесвіту і не зобов’язані відповідати за всі події навколо. Краще направте свої сили на вирішення проблем і створення більш щасливого та гармонійного життя."
    ]
  }
}
