{
  "title": "Завжди винна я? Ілюзія всемогутності",
  "description": "Персоналізація — це тенденція сприймати події довкола як пов’язані особисто з собою. Такий спосіб мислення часто призводить до почуття провини, тривоги й емоційного виснаження. У цій статті ми розглядаємо, як формується переконання «все через мене», чому воно так виснажує і як поступово навчитися дивитися на ситуації об’єктивніше й турботливіше до себе.",
  "screen_1": {
    "texts": [
      "«У будь-якій ситуації причина — я».",
      "Не встигла на потяг — «погано спланувала». Хтось сміється в метро — «напевно, з мене». Партнер замислився — «мабуть, я винна».",
      "Якщо ці думки знайомі, ви стикаєтеся з персоналізацією — відчуттям, що навколо все відбувається через вас або стосується саме вас.",
      "Це не про велич чи грандіозність. Швидше про тягар: ніби ви постійно під прицілом уваги й повинні контролювати все довкола.",
      "Такий стиль мислення притаманний багатьом — від тривожних людей до перфекціоністів.",
      "Персоналізація змушує ставити себе в центр будь-якої ситуації, мимоволі беручи на себе надмірну відповідальність.",
      "Здається, що реакція інших, їхні слова й настрій — відображення вас.",
      "Це створює внутрішнє напруження, провину й відчуття, ніби потрібно безкінечно «бути правильною».",
      "Парадокс у тому, що переконання «я впливаю на все» не дає сили. Воно виснажує, підсилює тривогу й заважає бачити реальну картину.",
      "Як це проявляється?",
      "«Це через мене»: будь-яка ситуація переживається як особиста відповідальність.",
      "«Усі думають про мене»: відчуття постійної уваги та оцінки.",
      "«Я винна»: провина виникає раніше фактів — або всупереч їм."
    ]
  },
  "screen_2": {
    "texts": [
      "Приклади:",
      "Ви в магазині, касир відповідає різко. Замість припустити, що в людини важкий день, з’являється думка: «Що я зробила не так?»",
      "На зустрічі людина, з якою вам складно — і замість простого «ми не збігаємося», з’являється думка: «Це спеціально проти мене».",
      "Хтось довго не відповідає на повідомлення — і у вас тривога: «Я її образила».",
      "Підлітки сміються у стороні — і в голові спливає: «Напевно, про мене».",
      "Таке мислення призводить до емоційного перенавантаження: тривоги, апатії, внутрішньої скутості, сумнівів у собі та, на жаль, підвищує ризик депресії.",
      "Чому це шкодить?",
      "Надмірна самокритика: відповідальність береться навіть там, де немає фактів.",
      "Підвищена тривожність: постійне напруження і прагнення всім догодити.",
      "Складності у стосунках: легко помилитися в причинах поведінки інших.",
      "Викривлення реальності: увага зосереджена на собі замість об’єктивного погляду.",
      "Падіння самооцінки: коли все — «моя помилка», важко вірити в себе.",
      "Відчуття безсилля: здається, що світ треба весь час утримувати під контролем."
    ],
    "quote": {
      "text": "Почуття провини завжди шукає покарання, навіть якщо ви цього не усвідомлюєте.",
      "author": "Вадим Зеланд"
    }
  },
  "screen_3": {
    "texts": [
      "Звідки це береться?",
      "Часто корені — у дитинстві. Дитяче мислення егоцентричне: здається, що світ крутиться навколо нас.",
      "Якщо дитина бачить напругу вдома, їй простіше вирішити: «Це через мене», ніж визнати, що дорослі не справляються.",
      "Інколи діти рано беруть на себе роль «відповідальної» — емоційно або навіть фізично. Це створює звичку контролювати і шукати провину в собі.",
      "Якщо любов і схвалення давалися лише «за правильність», людина вчиться: щоб бути в безпеці, треба бути ідеальною.",
      "Фрази на кшталт «через тебе…» або «ти мала зрозуміти» можуть закріпитися й звучати всередині навіть через роки.",
      "Культурні установки теж впливають: нас часто вчили «думати про інших у першу чергу», і це може перетворитися на нездорову гіпервідповідальність.",
      "Важливо пам’ятати: персоналізація — не риса характеру, а мисленнєва звичка.",
      "І хороша новина в тому, що звички можна змінювати — з підтримкою, спостереженням за думками й поступовим тренуванням.",
      "У наступній частині ми розглянемо практики, які допомагають м’яко відпускати зайву провину та повертати собі відчуття реальності й спокою."
    ],
    "quote": {
      "text": "Якщо ви вважаєте себе винними у всьому — це означає, що ви приписуєте собі роль всемогутнього.",
      "author": "Михайло Булгаков"
    }
  }
}
