{
  "title": "Вихід із пастки «Все через мене»",
  "description": "Ця стаття пояснює, що таке персоналізація — звичка сприймати події як пов’язані особисто з собою. Ви дізнаєтесь, чому такий спосіб мислення викликає зайве почуття провини і тривогу, та як поступово сформувати здоровіший погляд на ситуації. Запропоновані техніки допоможуть м’яко відокремлювати факти від думок, зменшити самокритику і відчути більше внутрішнього спокою.",
  "screen_1": {
    "texts": [
      "Іноді персоналізацію жартома називають «манією величі», але мова тут зовсім не про відчуття сили чи значущості.",
      "Персоналізація — це коли здається, що все, що відбувається навколо, пов’язано з вами, навіть якщо на це немає доказів.",
      "Внутрішньо це частіше відчувається не як влада, а як тривога: наче всі дивляться, оцінюють і чекають ідеальної поведінки.",
      "Щоб вийти з цього патерну, важливо вчитися помічати реальні причини подій, а не автоматично звинувачувати себе.",
      "Коли ми беремо відповідальність за те, що не контролюємо, ми перевантажуємо себе і створюємо ґрунт для провини та втоми.",
      "Перший крок — спостереження. Відзначайте моменти, коли з’являється думка: «Це моя провина», хоча доказів мало або їх немає.",
      "Запитуйте себе: «Чи справді я вплинула на цю ситуацію? Чи це просто думка, а не факт?»",
      "Спробуйте розглядати інші пояснення того, що сталося. Наприклад: «Вона не привіталася. Можливо, вона засмучена, поспішає або занурена у свої думки — це може взагалі не стосуватися мене»."
    ],
    "quote": {
      "text": "Усе, що ми чуємо, — це думка, а не факт. Усе, що ми бачимо, — це погляд, а не істина.",
      "author": "Марк Аврелій"
    }
  },
  "screen_2": {
    "texts": [
      "Допоможе серія запитань:",
      "Чи справді я маю себе звинувачувати?",
      "Чи було це під моїм контролем?",
      "За що саме я можу відповідати? І де проходить межа моєї відповідальності?",
      "Які інші причини могли вплинути на ситуацію?",
      "Приклад:",
      "Ви прийшли на роботу, а колега не привіталася. Автоматична думка: «Напевно, я щось зробила не так».",
      "А тепер — аналіз:",
      "Вона могла мене не помітити, замислитися, не виспатися, поспішати або переживати через щось своє.",
      "Я не можу знати справжню причину без прямої розмови.",
      "Навіть якщо в неї поганий настрій, це може бути пов’язано з багатьма факторами, а не зі мною.",
      "Якщо немає фактів — немає і підстав для провини.",
      "Ми не можемо контролювати все. Іноді найкращий крок — відпустити та дозволити світу йти своїм шляхом."
    ],
    "quote": {
      "text": "Людей тривожать не речі, а їхня думка про ці речі.",
      "author": "Епіктет"
    }
  },
  "screen_3": {
    "texts": [
      "Декілька вправ, які можуть допомогти:",
      "Погляд збоку",
      "Уявіть, що подруга розповідає вам таку ж ситуацію. Що б ви їй сказали? Як би підтримали? Так само можна підтримати і себе.",
      "Фраза «якби…»",
      "Продовжуйте думку: «Якби я справді відповідала за все, це означало б…».",
      "Наприклад: «…що я можу контролювати чужі почуття», або «…що я вмію читати думки», або «…що я відповідаю за всі події навколо».",
      "Усвідомлюючи абсурдність таких фантазій, легше повернути реалістичний погляд на ситуацію.",
      "З часом ці вправи допомагають м’яко відокремлювати факти від автоматичного відчуття провини.",
      "Пам’ятайте: бути уважною до подій — це цінно. Але це не означає, що ви зобов’язані відповідати за все.",
      "Вивільняючись від персоналізації, ви повертаєте собі більше легкості, простору та внутрішнього спокою."
    ]
  }
}
