{
  "title": "Винна завжди я? Ілюзія всемогутності",
  "description": "Ця стаття досліджує психологічне явище персоналізації — переконання, що ви є причиною всього, що відбувається навколо. У тексті розкриваються механізми цього мислення, його негативні наслідки, такі як стрес, тривожність, низька самооцінка та проблеми у стосунках. Також розглядаються причини формування такого переконання, починаючи з дитинства та впливу культурних норм. Наприкінці наводяться рекомендації щодо подолання персоналізації та звільнення від почуття необґрунтованої провини.",
  "screen_1": {
    "texts": [
      "У будь-якій ситуації, яким би не був результат — причина цьому я.",
      "Не встиг на поїзд — довго збирався. Люди навпроти в метро сміються — напевно, наді мною. У партнера немає настрою — значить, я зробила щось не так.",
      "Знайомо?",
      "Якщо так, то ми маємо справу з переконанням про власне всемогутність.",
      "Кожен із нас у тій чи іншій мірі стикався з персоналізацією.",
      "Це підступна психологічна пастка, що змушує вас почуватися центром всесвіту й брати на себе відповідальність за багато з того, що відбувається навколо.",
      "Ви переконані, що люди навколо реагують виключно на вас, що їхні дії, думки й почуття цілком залежать від ваших вчинків, хоча насправді все це не підлягає вашому контролю.",
      "Але ви мучитеся, засуджуючи себе й відчуваючи гнітюче почуття провини.",
      "Як парадоксально б не було, переконання у власному всемогутності й всемогутності обмежує вас, занурюючи в тривогу й знижуючи ефективність.",
      "Як проявляється персоналізація?",
      "«Все через мене»: Ви схильні вірити, що все, що відбувається в житті, — результат ваших власних дій. Неважливо, хороше це чи погане, ви приймаєте на себе всю відповідальність.",
      "«Все навколо мене»: Ви переконані, що оточуючі постійно думають про вас, обговорюють, помічають усі ваші помилки й недоліки.",
      "«Я винна»: Почуття провини стає постійним супутником, незалежно від реальних причин подій."
    ]
  },
  "screen_2": {
    "texts": [
      "Наприклад:",
      "Уявіть, що ви зайшли до магазину, і на касі продавець грубо вам відповів. Замість того, щоб подумати, що в продавця міг бути поганий день або він просто грубіян, ви починаєте корити себе: «Напевно, я сказала або зробила щось не так».",
      "На зустріч із друзями покликали знайому, яка вам не подобається. Ви думаєте, що вони зробили це спеціально, щоб показати, що ви зайва і що вони не хочуть з вами спілкуватися.",
      "«Якщо вона не відповідає на мій дзвінок, значить, вона образилася на мене».",
      "Ці підлітки сміються й переглядаються — напевно, обговорюють мене.",
      "За такого стилю мислення абсолютно неважливо, хто винен насправді — провина все одно відчувається як ваша. Як думаєте, до чого це може призвести? Звісно, до стресу, апатії, тривожності, проблем із самооцінкою й навіть до депресії.",
      "Чому персоналізація небезпечна?",
      "Надмірна самокритика: Люди можуть схилятися до самокритики й провини за події, які насправді не залежали від них.",
      "Стрес і тривога: Постійне відчуття, що всі проблеми через мене, викликає хронічний стрес і тривожність.",
      "Проблеми у стосунках: Люди, схильні до персоналізації, можуть неправильно інтерпретувати поведінку інших, ображаючись і руйнуючи стосунки.",
      "Спотворене сприйняття реальності: Як і будь-яке ірраціональне переконання, персоналізація вводить вас в оману, заважаючи тверезо оцінювати ситуацію й упускаючи з уваги об'єктивні факти й обставини.",
      "Низька самооцінка: Постійно звинувачуючи себе в усьому, ви підриваєте свою впевненість у собі.",
      "Позиція жертви: Деякі люди несвідомо намагаються нашкодити собі, караючи себе за вигадані проступки. Вони можуть дозволяти іншим зневажливо до них ставитися."
    ],
    "quote": {
      "text": "Почуття провини обов'язково породжує сценарій покарання, причому без відома вашої свідомості",
      "author": "Вадим Зеланд"
    }
  },
  "screen_3": {
    "texts": [
      "Звідки з'являється персоналізація?",
      "Цей тип переконань формується ще в дитинстві.",
      "Відомо, що мислення дітей егоцентричне, а отже, дитина щиро вважає себе причиною всього, що відбувається навколо.",
      "Наприклад, для дітей трьох-чотирьох років абсолютно нормально вважати, що сонце сходить, бо вони прокинулися, і заходить, коли їм час спати.",
      "Однак багато дорослих, виростаючи, усе ще використовують елементи егоцентричного мислення в повсякденному житті.",
      "Сімейний або суспільний тиск може змусити людину вважати себе відповідальною за добробут інших. Наприклад, дитина, змушена піклуватися про своїх батьків уже в ранньому віці.",
      "Проблеми з самооцінкою можуть бути як наслідком, так і причиною подібних переконань.",
      "Люди з низькою самооцінкою часто схильні до персоналізації. Вони можуть вважати, що не достойні того, щоб до них ставилися добре, і тому приписують негативні події своїм діям чи недолікам.",
      "Травматичний досвід у минулому також може сприяти персоналізації. У ранньому віці велика ймовірність викривлення мислення дитини й переконання, що все, що відбувається, залежить від неї.",
      "Наприклад, якщо людина в дитинстві часто чула від батьків фрази «ти в усьому винна» або «ти ніколи нічого не робиш правильно», вона може потім носити цей «ярлик» усе життя, приписуючи всі негативні події своїй провині.",
      "У деяких культурах прийнято брати на себе відповідальність за все, що відбувається навколо. Це може призвести до того, що люди будуть схильні до персоналізації, навіть якщо вони не винні в тому, що відбувається.",
      "Якими б не були причини формування переконань, ми можемо змінювати своє мислення на будь-якому етапі життя, якщо в нас є мотивація.",
      "У наступному розділі ми, як завжди, розглянемо основні рекомендації щодо роботи з вірою у власне всемогутність."
    ],
    "quote": {
      "text": "Не можна звинувачувати себе в усьому, якщо ти не вважаєш себе всемогутньою.",
      "author": "Михайло Булгаков"
    }
  },
  "exercise": {
    "title": "Вихід із пастки «Все через мене»",
    "description": "У статті розглядається феномен персоналізації — схильність сприймати події як пов'язані особисто із собою. Обговорюються методи, що дозволяють знизити негативні наслідки такого мислення, включаючи самоспостереження та аналіз ситуацій. Автор пропонує практичні поради та вправи для покращення психічного добробуту та звільнення від непотрібного почуття провини.",
    "screen_1": {
      "texts": [
        "Іноді люди помилково називають переконання в персоналізації «манією величчя».",
        "Однак це не обов'язково свідчить про наявність у людини ілюзій величчя, а радше відображає такий світогляд, за якого людина, схильна до персоналізації, ставить себе в центр всесвіту: усі події, що відбуваються, здаються їй пов'язаними особисто з нею.",
        "Внутрішньо це переживається не як володіння неймовірною владою чи силою, а як постійний тиск, увага з боку оточуючих і прихована ворожість.",
        "Щоб подолати цей шкідливий стиль мислення, важливо навчитися виявляти справжні причини виниклих проблем.",
        "Замість того, щоб звинувачувати себе в тому, що знаходиться поза вашим контролем, і, як наслідок, відчувати себе винною перед усім світом, зосередьтеся на аналізі ситуації.",
        "Почніть із самоспостереження. Перший крок до зниження персоналізації — усвідомлення, як і в разі з будь-яким іншим ірраціональним мисленням. Ретельно стежте за своїми думками й реакціями на події. Помічайте, коли ви схильні брати на себе відповідальність за те, що насправді не залежить від вас.",
        "Потім спробуйте виявити інші фактори, які могли вплинути на ситуацію, за яку ви прийняли відповідальність. Наприклад: «Чи вірно, що тільки я винна в цій сварці? Які інші фактори й обставини могли зіграти свою роль?»",
        "Розгляньте можливі причини поведінки інших людей, не пов'язані з вашими діями. Спробуйте поставити себе на їхнє місце й зрозуміти, що могло вплинути на їхню реакцію. Наприклад, що ще могло викликати їхній настрій чи поведінку?"
      ],
      "quote": {
        "text": "Усе, що ми чуємо, є думкою, а не фактом. Усе, що ми бачимо, є перспективою, а не істиною.",
        "author": "Марк Аврелій"
      }
    },
    "screen_2": {
      "texts": [
        "Використовуйте наступні запитання для аналізу:",
        "Чи треба звинувачувати себе за те, що сталося?",
        "Чи була я в стані це контролювати?",
        "Чи справді я несу відповідальність за все? Або лише за частину проблеми? За яку саме?",
        "Які ще можуть бути причини цієї проблеми?",
        "Приклад:",
        "Уявіть ситуацію: ви прийшли на роботу, а ваша колега не привіталася з вами. У голові одразу виникає думка: «Я зробила щось не так. Здається, вона ставиться до мене погано. Можливо, вчора я сказала їй щось не те, або сама не привіталася, і тепер вона мені мстить».",
        "Розберіть свої думки за допомогою згаданих вище запитань і запишіть альтернативні раціональні відповіді:",
        "Можливо, вона не привіталася зі мною, бо не виспалася, просто забула, була занурена в свої думки або привіталася раніше, а я не помітила.",
        "Найімовірніше, її можливий неважливий стан і те, що вона не привіталася, ніяк не пов'язані з моєю поведінкою. Я не зможу довести протилежне, тільки якщо не запитаю її напряму. Найімовірніше пояснення: вона не виспалася, зранку щось сталося, або вона просто забула.",
        "Я не впевнена, чи була вона сумною, але навіть якщо так, існує безліч причин її стану, які можуть не мати до мене жодного відношення. Навіть якщо вона засмучена через мене, їй варто було б сказати мені про це, інакше я не зможу зрозуміти ситуацію напевно.",
        "Оскільки я не знаю точно, чи пов'язана причина з моїми діями, я не відчуватиму провину за це.",
        "Пам'ятайте, що ми не можемо контролювати все в житті. Іноді треба просто прийняти те, що відбувається, і не намагатися пояснювати все своїми помилками."
      ],
      "quote": {
        "text": "Не самі речі турбують людей, а їхні уявлення про речі.",
        "author": "Епіктет"
      }
    },
    "screen_3": {
      "texts": [
        "Також ви можете використовувати наступні вправи для роботи з переконанням:",
        "Застосування зовнішньої перспективи",
        "Уявіть, що ваш друг розповідає вам про те, що його колега не привіталася з ним вранці. Як би ви відреагували? Що б ви йому сказали? Яку пораду дали б? Це допоможе вам дистанціюватися від власних емоцій і поглянути на ситуацію більш об'єктивно.",
        "Продовжте фразу «якби»",
        "Спробуйте завершити наступне речення: «Якби я справді була відповідальною за це, то це б означало...».",
        "Наприклад: «Якби я справді була відповідальною за невдачу проєкту, то це б означало, що я можу контролювати всіх учасників і запобігати будь-яким помилкам». Але насправді багато факторів знаходяться поза вашим контролем.",
        "«Якби я справді була відповідальною за те, що мій друг образився на мене, то це б означало, що я можу читати його думки й вгадувати його бажання». Але це неможливо.",
        "Завершення фрази «якби» допоможе вам проаналізувати свою відповідальність і усвідомити, що ви не завжди можете контролювати все, що відбувається.",
        "Використовуючи ці прості техніки, ви зможете позбутися негативних думок і звільнити себе від почуття, що несете відповідальність за все на світі.",
        "Пам'ятайте, що ви не є центром всесвіту й не зобов'язані відповідати за всі події навколо. Краще спрямуйте свої сили на вирішення проблем і створення більш щасливого й гармонійного життя."
      ]
    }
  }
}
