{
  "title": "Як впоратися з повинностями?",
  "description": "Стаття обговорює переконання «повинностей» як джерело стресу та незадоволеності, підкреслюючи, що ці установки змушують нас відчувати себе заручниками обставин. Автор пропонує усвідомити нереалістичність таких переконань, замінити їх на більш гнучкі формулювання та взяти відповідальність за свої бажання та дії. Практика вдячності та співчуття, а також вміння просити про допомогу та приймати недосконалості, допоможуть зменшити стрес і покращити якість життя.",
  "screen_1": {
    "texts": [
      "Переконання «повинностей» — це тихий ворог, який краде у нас радість життя, підриває спокій і заважає будувати конструктивні, близькі відносини з оточуючими.",
      "Центральною ідеєю цієї установки є ідея обов'язку.",
      "Саме слово «повинен» є в більшості випадків мовною пасткою.",
      "Сенс слова «повинен» — тільки так і ніяк інакше. Фрази: «повинен», «зобов'язаний», «необхідно» змушують нас відчувати себе заручниками обставин, оскільки вони позначають ситуацію, де відсутня будь-яка альтернатива.",
      "Але таке позначення справедливо лише у дуже рідкісних, практично виняткових випадках.",
      "Наприклад, реалістичним буде вислів «людина повинна дихати повітрям», оскільки фізично альтернатива відсутня.",
      "А ось вислів «ніхто не повинен запізнюватися» неадекватний і нереалістичний, оскільки насправді це цілком може статися. Люди запізнюються, затримуються або взагалі не приходять.",
      "Тому наявність переконань повинностей неминуче призводить до появи стресу, гострого або хронічного.",
      "Як звільнитися від «повинностей»?",
      "Усвідомте нереалістичність вашого переконання",
      "Вимагаючи від інших людей, як вони повинні поводитися з вами, що говорити і робити, ви очікуєте від них лише певного результату.",
      "Це потужне джерело стресу, тому що ніколи і ні в кого в житті не було такого оточення, щоб воно завжди виправдовувало наші очікування.",
      "Навіть у найавторитетніших громадян, у верховних правителів з'являлися люди, які діяли «не так, як повинні».",
      "Природно, що коли ми стикаємося з людиною, яка діє «не так, як повинна», то рівень психоемоційного збудження стрімко зростає. Звідси — постійний стрес, образи та цілий букет негативних емоцій."
    ],
    "quote": {
      "text": "Якщо ти думаєш, що світ тобі щось винен, це буде джерелом твоєї болі. Пам'ятай, що світ нічого не винен нікому.",
      "author": "Будда"
    }
  },
  "screen_2": {
    "texts": [
      "Визначте коріння вашого переконання",
      "Подумайте, звідки це переконання взялося. Можливо, вас у дитинстві балували і не ставили перед вами реалістичних меж, або ви успадкували таке мислення від своїх батьків. Усвідомлення причини не допоможе позбутися переконання, але це важливий крок у роботі з ним.",
      "Звертайте увагу на те, що ви говорите. Відстежуйте у своїй мові слова «повинен», «зобов'язаний», «треба» і замінюйте їх на «хочу», «віддаю перевагу», «мені б хотілося».",
      "Приклад: «Мої друзі повинні дзвонити мені першими» замінюємо на «Мені б хотілося, щоб мої друзі дзвонили мені першими».",
      "Візьміть на себе відповідальність",
      "Семантичне значення цих слів визначає ставлення до ситуації.",
      "У одному випадку — це неминуча необхідність, відповідальність за яку лежить на зовнішній силі (люди, природа, обставини тощо), в іншому випадку — вільний вибір, відповідальність за який лежить на вас самих.",
      "Важко взяти відповідальність за вибір на себе, але цей шлях збільшує ступінь свободи і зменшує стресове навантаження в довгостроковій перспективі.",
      "Розберіть свою «повинність» на частини",
      "Замість того щоб говорити «мені повинні ...» запитайте себе:",
      "Чому я вважаю, що це повинно бути так?",
      "Чи є альтернативні варіанти?",
      "Чого я хочу цим досягти?",
      "В чому буде користь, якщо це буде так?",
      "Визначте свої справжні бажання, будьте чесними із собою. Чого ви дійсно хочете, коли говорите, що хтось або щось вам винен? Які цінності ви захищаєте тут?"
    ]
  },
  "screen_3": {
    "texts": [
      "Вчіться просити і виражати свої потреби",
      "Замість того щоб припускати, що інші люди знають про ваші потреби або бажання, навчіться чітко і відкрито їх виражати і просити про допомогу, коли це необхідно.",
      "Практикуйте співчуття",
      "Намагайтеся зрозуміти почуття інших людей. Пам'ятайте, що у кожного є свої турботи і що вас не завжди можуть підтримати, вислухати, похвалити, не завжди можуть надати необхідну допомогу.",
      "Намагайтеся ставати на місце інших людей, шукати альтернативні пояснення того, що відбувається, розвиваючи таким чином емпатію.",
      "Будьте вдячними",
      "Замість того щоб зосереджуватися на тому, що інші повинні робити для вас, зосередьтеся на вдячності за те, що вони роблять.",
      "Наприклад, уявіть, що колега допомагає вам з проєктом, хоча він сам дуже зайнятий. Замість того щоб думати «Він повинен допомагати мені, це його обов'язок», переформулюйте свої думки на: «Я вдячний за допомогу колеги, враховуючи його зайнятість. Він справжній професіонал».",
      "Практика вдячності дозволяє нам бачити і оцінювати добрі вчинки інших людей, а також створює атмосферу взаємної поваги та підтримки. Вдячність можна виражати як особисто, так і публічно, і вона сприяє зміцненню наших відносин з оточуючими.",
      "Приймайте недосконалість",
      "Світ не ідеальний, не вимагайте від себе і від інших неможливого. Не намагайтеся змінити світ і інших людей під себе, нічого хорошого з цього все одно не вийде.",
      "Звільнення від ірраціональних установок — це довгий і не завжди легкий процес. Але це того варте, поступово ви почнете відчувати себе більш вільним, щасливим і впевненим у собі."
    ]
  }
}
