{
  "title": "Мені винні. Що не так із цим переконанням?",
  "description": "Стаття розглядає проблему установки «мені винні», яка формується в людей, що очікують, ніби світ має крутитися навколо них і задовольняти всі їхні потреби. Автор пояснює, як така установка виникає в дитинстві, наводить приклади її проявів у дорослому житті та описує негативні наслідки такого мислення — зокрема розчарування, напруження у стосунках і втрату незалежності. Наприкінці пропонується ідея: важливо приймати світ таким, яким він є, і пам’ятати, що в ньому є місце не лише для нас, а й для інших людей.",
  "screen_1": {
    "texts": [
      "«Мені винні» — це пастка, у яку потрапляє багато людей, вважаючи, що світ крутиться навколо них.",
      "Люди в такій позиції часто очікують, що інші погоджуватимуться з ними й виконуватимуть їхні прохання.",
      "Вони не беруть до уваги думки й потреби інших, вважаючи, що їхні власні бажання та потреби важливіші.",
      "Такі вимоги можуть звучати так:",
      "Друзі завжди повинні допомагати мені",
      "Мій партнер має завжди й у всьому мене підтримувати",
      "Моя мама повинна сидіти з моїми дітьми",
      "Усе має бути так, як я хочу",
      "Мені не мають відмовляти",
      "Світ має бути справедливим до мене",
      "Якщо ви помічали подібне мислення в себе, то, найімовірніше, ви вважаєте, що заслуговуєте успіху, любові й щастя просто за правом народження.",
      "Ви очікуєте, що всесвіт і люди навколо мають виконувати ваші бажання, бо ви хороша, добра людина або тому, що ви наполегливо працюєте.",
      "Та коли цього не стається, а таке трапляється часто, ви опиняєтеся перед вибором: зануритися в пригніченість і відчуття неповноцінності або спалахнути гнівом. Люди, яким усі «винні», нерідко стикаються з проблемами."
    ],
    "quote": {
      "text": "Ми не можемо керувати вітром, але можемо спрямовувати вітрила.",
      "author": "Доллі Партон"
    }
  },
  "screen_2": {
    "texts": [
      "І насамперед це розчарування: якщо вам відмовили, не зрозуміли, що інші мають розв’язувати ваші проблеми, не виправдали ваших очікувань — на вас неминуче чекають розчарування, образа, гнів і нерозуміння: як узагалі можна так зі мною вчинити — з такою чудовою людиною!",
      "Ви витрачаєте купу енергії на негативні емоції, бачачи світ у похмурих тонах. Ваше вимогливе ставлення до життя заважає вам отримувати задоволення й радіти, адже ви не приймаєте світ таким, яким він є: у вас завжди є претензії до того, як він улаштований.",
      "Таня — яскравий приклад людини з установкою «мені всі винні». Вона очікує, що друзі завжди будуть на зв’язку, готові кинути все й бігти до неї на допомогу, розв’язуючи будь-які її проблеми та задовольняючи всі її запити.",
      "Наприклад, вона може зателефонувати о третій ночі й вимагати, щоб подруга негайно приїхала та підтримала її після сварки з хлопцем.",
      "Або, не попередивши заздалегідь, попросити допомогти з переїздом, хоча подруга того дня вже запланувала важливу зустріч. Коли друзі не можуть їй допомогти, Таня ображається й почувається покинутою та непотрібною.",
      "Це небезпечна позиція, яка може призвести до ізоляції, напруження у стосунках або навіть до їх руйнування.",
      "Друзі й близькі починають уникати зустрічей чи розмов, боячись чергової вимоги, образи або сварки. Бо ніхто не хоче постійно почуватися винним і підкорятися чужим примхам.",
      "Звідки ж береться це переконання? Ця установка часто формується в дитинстві, коли дитина не стикається з реалістичними межами й отримує все, що хоче. Це може статися з різних причин:",
      "Батьки балують дитину й дозволяють їй робити все, що заманеться.",
      "У такому разі в дитини формується нарцисична частина особистості із завищеним відчуттям власної важливості.",
      "Приклад: маленька Катя завжди отримувала все, що хотіла. Її батьки вважали, що вона заслуговує найкращого, і ні в чому їй не відмовляли. Катя звикла, що світ крутиться навколо неї, і не розуміла, чому в школі вчителі не приділяють їй усю свою увагу, а однокласники не зважають на її думку.",
      "Батьки самі живуть за принципом «мені всі винні».",
      "Дитина повторює батьківський сценарій, засвоюючи такий спосіб мислення.",
      "Приклад: батьки Вані постійно скаржилися на життя, вважаючи, що їм мають більше платити, що їх не цінують і що їхні права постійно порушують. Ваня зростав у атмосфері невдоволення й очікування, що світ йому щось винен."
    ],
    "quote": {
      "text": "Ніхто вам нічого не винен. Усе, що ви отримуєте в житті, — це подарунок.",
      "author": "Ошо"
    }
  },
  "screen_3": {
    "texts": [
      "Батьки не зважали на думку дитини, ігнорували її інтереси та бажання.",
      "Дитина злиться на батьків, але не може відкрито висловити свій гнів. Тому вона переносить його на оточення, вважаючи, що інші мають її пожаліти й компенсувати те, чого їй бракувало в дитинстві.",
      "Приклад: Аня завжди мріяла стати художницею, але батьки змусили її піти вчитися на юристку, вважаючи, що це престижніша професія. Аня поступилася, та її серце завжди тягнулося до творчості.",
      "Вона ображалася на батьків за те, що вони не дали їй реалізувати мрію, і згодом переносила цю образу на всіх навколо, вважаючи, що вони повинні допомогти їй знайти щастя в житті.",
      "Дитину змушували догоджати батькам, щоб вони її любили. Вона виросла з переконанням, що любов треба заслужити.",
      "Приклад: Сергій завжди намагався задовольнити всі потреби своїх батьків, боячись, що вони його не любитимуть, якщо він зробить щось не так. Він виріс із відчуттям невпевненості в собі й постійно намагався довести свою цінність, вважаючи, що йому мають дати те, що він «заслужив».",
      "Наслідки такої установки можуть бути різними й негативними. Вони включають:",
      "Розчарування й незадоволеність: очікування, що інші мають задовольняти всі ваші потреби, призводить до постійного розчарування та відчуття незадоволеності через розрив між очікуваннями й реальністю",
      "Напруженість у стосунках: переконання, що світ має підлаштовуватися під вас, може спричиняти напруження й конфлікти у стосунках, адже часто веде до невдоволення та суперечок",
      "Втрата незалежності: постійне очікування, що інші мають брати на себе всі обов’язки, робить вас залежними й заважає розвитку самостійності та особистісного зростання",
      "Негативний вплив на самооцінку: покладаючись на інших у задоволенні своїх потреб, ви не розвиваєте внутрішню опору, що може призводити до негативних емоцій і відчуття неповноцінності",
      "Брак взаємодопомоги: зосереджуючись лише на собі, ви втрачаєте здатність бути емпатійними й підтримувати інших, а це може заважати формуванню якісних стосунків і взаємної підтримки"
    ],
    "quote": {
      "text": "Не очікуй, що світ крутитиметься навколо тебе. У цьому світі є місце й для інших.",
      "author": "Арістотель"
    }
  },
  "exercise": {
    "title": "Як упоратися з «повинністю»?",
    "description": "Стаття обговорює переконання «повинності» як джерело стресу й незадоволеності, підкреслюючи, що ці установки змушують нас почуватися заручниками обставин. Автор пропонує усвідомити нереалістичність таких переконань, замінити їх на гнучкіші формулювання та взяти відповідальність за свої бажання й дії. Практика вдячності та співчуття, а також уміння просити про допомогу й приймати недосконалість, допоможуть зменшити стрес і поліпшити якість життя.",
    "screen_1": {
      "texts": [
        "Переконання «повинності» — тихий ворог, який краде в нас радість життя, підточує спокій і заважає будувати конструктивні, близькі стосунки з оточенням.",
        "У центрі цієї установки — уявлення про обов’язок.",
        "Саме слово «повинен» у більшості випадків є мовною пасткою.",
        "Сенс слова «повинен» — тільки так і ніяк інакше. Фрази «повинен», «зобов’язаний», «необхідно» змушують нас почуватися заручниками обставин, бо описують ситуацію, де немає жодної альтернативи.",
        "Але таке формулювання справедливе лише у дуже рідкісних, майже виняткових випадках.",
        "Наприклад, реалістичним буде твердження «людина повинна дихати повітрям», адже фізично альтернативи немає.",
        "А ось твердження «ніхто не повинен запізнюватися» неадекватне й нереалістичне, бо насправді таке цілком може статися. Люди запізнюються, затримуються або взагалі не приходять.",
        "Тому наявність переконань «повинності» неминуче призводить до стресу — гострого або хронічного.",
        "Як звільнитися від «повинності»?",
        "Усвідомте нереалістичність свого переконання",
        "Висуваючи вимоги до інших щодо того, як вони мають поводитися з вами, що говорити й робити, ви очікуєте від них лише одного певного результату.",
        "Це потужне джерело стресу, адже ніколи й ні в кого в житті не було такого оточення, яке завжди виправдовувало б наші очікування.",
        "Навіть у найавторитетніших людей, у верховних правителів знаходилися ті, хто діяв «не так, як повинен».",
        "Природно, коли ми стикаємося з людиною, яка поводиться «не так, як повинна», рівень психоемоційного збудження зростає. Звідси — постійний стрес, образи й цілий букет негативних емоцій."
      ],
      "quote": {
        "text": "Якщо ти думаєш, що світ тобі щось винен, це стане джерелом твого болю. Пам’ятай: світ не винен нікому нічого.",
        "author": "Будда"
      }
    },
    "screen_2": {
      "texts": [
        "Визначте корені переконання",
        "Подумайте, звідки взялося це переконання. Можливо, у дитинстві вас балували й не ставили перед реалістичними межами або ви перейняли таке мислення від батьків. Усвідомлення причини не позбавить переконання саме по собі, але це важливий крок у роботі з ним.",
        "Звертайте увагу на те, що ви говорите. Стежте у своїй мові за словами «повинен», «зобов’язаний», «треба» й замінюйте їх на «хочу», «віддаю перевагу», «мені б хотілося».",
        "Приклад: «Мої друзі повинні дзвонити мені першими» замінюємо на «Мені б хотілося, щоб мої друзі дзвонили мені першими».",
        "Візьміть на себе відповідальність",
        "Зміст цих слів визначає ставлення до ситуації.",
        "В одному випадку — це неминуча необхідність, відповідальність за яку ніби лежить на зовнішній силі (людях, природі, обставинах тощо), в іншому — вільний вибір, відповідальність за який лежить на вас самих.",
        "Взяти відповідальність за вибір на себе непросто, але цей шлях додає свободи й у довгостроковій перспективі зменшує стрес.",
        "Розберіть свою «повинність» на частини",
        "Замість того щоб говорити «мені винні ...», запитайте себе:",
        "Чому я вважаю, що це має бути саме так?",
        "Є альтернативні варіанти?",
        "Чого я хочу цим досягти?",
        "У чому буде користь, якщо буде саме так?",
        "Визначте свої справжні бажання й будьте чесними із собою. Чого ви насправді хочете, коли кажете, що хтось або щось вам «винні»? Які цінності ви тут захищаєте?"
      ]
    },
    "screen_3": {
      "texts": [
        "Вчіться просити й озвучувати свої потреби",
        "Замість того щоб припускати, що інші люди знають про ваші потреби чи бажання, навчіться чітко й відкрито висловлювати їх і просити про допомогу, коли це потрібно.",
        "Практикуйте співчуття",
        "Спробуйте зрозуміти почуття інших людей. Пам’ятайте, що в кожного є свої турботи й що вас не завжди можуть підтримати, вислухати чи похвалити, а інколи — і надати потрібну допомогу.",
        "Намагайтеся ставати на місце інших, шукати альтернативні пояснення того, що відбувається, — так ви розвиватимете емпатію.",
        "Будьте вдячні",
        "Замість того щоб зосереджуватися на тому, що інші повинні робити для вас, зосередьтеся на вдячності за те, що вони роблять.",
        "Наприклад, уявіть, що колега допомагає вам із проєктом, хоча сам дуже зайнятий. Замість думки «Він повинен мені допомагати, це його обов’язок» переформулюйте її так: «Я вдячна колезі за допомогу, зважаючи на його завантаженість. Він справжній професіонал».",
        "Практика вдячності допомагає нам помічати й цінувати добрі вчинки інших людей, а також створює атмосферу взаємної поваги та підтримки. Вдячність можна висловлювати і особисто, і публічно — і вона сприяє зміцненню наших стосунків з оточенням.",
        "Приймайте недосконалість",
        "Світ не ідеальний — не вимагайте від себе й від інших неможливого. Не намагайтеся підлаштувати світ і людей під себе: усе одно нічого доброго з цього не вийде.",
        "Звільнення від ірраціональних установок — тривалий і не завжди легкий процес. Але він того вартий: поступово ви почнете почуватися більш вільною, щасливою й упевненою в собі людиною."
      ]
    }
  }
}
