{
  "title": "Мені зобов’язані. Що не так із цим переконанням?",
  "description": "Установка «мені зобов’язані» формується тоді, коли людина звикає очікувати, що світ і люди навколо мають задовольняти її бажання й потреби. Часто це переконання виникає в дитинстві, коли бракує кордонів або дорослі дають надмірну турботу. У дорослому житті така установка приводить до розчарувань, образ і складнощів у стосунках. Важливо вчитися бачити ширше: усвідомлювати, що в інших теж є свої потреби, бажання й обмеження, та будувати стосунки на взаємності, а не на очікуванні боргу.",
  "screen_1": {
    "texts": [
      "Фраза «мені повинні» звучить, ніби невидиме правило: наче світ зобов’язаний відповідати на наші бажання.",
      "При такому мисленні здається природним чекати розуміння, підтримки, згоди та готовності інших одразу відгукнутися.",
      "Та за цим може ховатися ігнорування автономії інших людей: їхніх почуттів, можливостей, бажань і кордонів.",
      "Типові формулювання такого мислення можуть виглядати так:",
      "«Друзі мають завжди мені допомагати»",
      "«Партнер зобов’язаний підтримувати мене у всьому»",
      "«Батьки повинні допомагати з дітьми»",
      "«Я не повинна стикатися з відмовою»",
      "«Світ має бути справедливим до мене»",
      "Такі думки створюють ілюзію, що щастя й благополуччя приходять «за правом», а не як результат власних кроків, вибору та взаємного обміну.",
      "Коли очікування не справджуються, з’являються образа, відчуття несправедливості, самотність і навіть роздратування.",
      "Проблема не в бажанні підтримки — це природно. Складнощі виникають тоді, коли очікування перетворюється на вимогу, а інша людина — на «зобов’язану»."
    ],
    "quote": {
      "text": "Ми не можемо керувати вітром, але можемо спрямовувати вітрила.",
      "author": "Доллі Партон"
    }
  },
  "screen_2": {
    "texts": [
      "Коли реальність не відповідає очікуванням, виникає розчарування: «Чому вони так? Хіба вони не повинні мене підтримати?»",
      "Емоції посилюються: образа, гнів, відчуття самотності. Здається, що люди недостатньо цінують або розуміють.",
      "Наприклад, людина може очікувати, що друзі завжди будуть на зв’язку — навіть пізно вночі, навіть коли в них свої справи чи втома.",
      "Коли вони не можуть допомогти, з’являється думка: «Мене покинули. Я їм не важлива».",
      "З часом така позиція може відштовхувати людей. Поруч стає важко — надто багато очікувань і мало простору.",
      "Звідки це береться?",
      "Часто — з досвіду дитинства:",
      "коли дитині рідко встановлювали кордони і намагалися виконувати всі бажання",
      "коли турбота була надмірною і не мала природних меж",
      "Тоді формується переконання: «Якщо я хочу — це повинні дати».",
      "Інший сценарій — коли батьки самі жили в установці «нам зобов’язані», і дитина перейняла цей спосіб бачення світу.",
      "Іноді людина не отримала тепла в дитинстві й сподівається, що інші компенсують цю нестачу. Це природне бажання близькості, просто шлях його реалізації став надто вимогливим.",
      "Усі ці історії — не про слабкість, а про незадоволені потреби, яким не знайшлося здорового способу вираження."
    ],
    "quote": {
      "text": "Ніхто вам нічого не винен. Все, що приходить — це подарунок.",
      "author": "Ошо"
    }
  },
  "screen_3": {
    "texts": [
      "Якщо в дитинстві потреби ігнорували, могла сформуватися внутрішня біль і очікування: «Тепер світ зобов’язаний дати те, чого я не отримала тоді».",
      "Наприклад, якщо дитині не дозволяли обирати чи проявляти себе, вона може чекати, що дорослі будуть давати їй увагу і підтримку постійно.",
      "Буває й навпаки: дитина багато віддавала, а у дорослості очікує, що тепер інші повинні їй компенсувати.",
      "Ці переживання можуть бути болючими — і це нормально. Але важливо бачити: спроба отримати від інших усе недоотримане часто веде до розчарування.",
      "Наслідки установки «мені зобов’язані»:",
      "розчарування і хронічна незадоволеність",
      "напруга і конфлікти у стосунках",
      "відчуття самотності та нерозуміння",
      "втрата автономії: залежність від поведінки інших",
      "труднощі з самооцінкою, адже цінність наче підтверджують інші",
      "Фокус лише на власних очікуваннях позбавляє можливості бачити людей, їхні почуття й внесок — а саме це створює теплі та взаємні зв’язки.",
      "Усвідомлення того, що світ не зобов’язаний відповідати нашим очікуванням, не робить нас слабшими. Воно повертає свободу — обирати, проявляти ініціативу, домовлятися, дякувати й будувати стосунки на повазі та взаємності."
    ],
    "quote": {
      "text": "Не очікуйте, що світ обертатиметься навколо вас. У кожного свій шлях і своя дорога.",
      "author": "Аристотель"
    }
  }
}