{
  "title": "Як впоратися з повинуванням?",
  "description": "Стаття обговорює переконання «повинування» як джерело стресу й невдоволення, підкреслюючи, що ці установки змушують нас почуватися заручниками обставин. Автор пропонує усвідомити нереалістичність таких переконань, замінити їх на гнучкіші формулювання й взяти відповідальність за свої бажання й дії. Практика вдячності й співчуття, а також уміння просити про допомогу й приймати недосконалості, допоможуть зменшити стрес і покращити якість життя.",
  "screen_1": {
    "texts": [
      "Переконання «повинування» — це тихий ворог, що краде в нас радість життя, підриває спокій і заважає будувати конструктивні, близькі стосунки з оточуючими.",
      "Центральною ідеєю установки слугує ідея боргу.",
      "Саме слово «повинен» є в більшості випадків мовною пасткою.",
      "Зміст слова «повинен» — тільки так і ніяк інакше. Фрази: «повинен», «зобов'язаний», «необхідно» змушують нас почуватися заручниками обставин, оскільки вони позначають ситуацію, де відсутня будь-яка альтернатива.",
      "Але таке позначення справедливе лише в дуже рідкісних, практично виняткових випадках.",
      "Наприклад, реалістичним буде висловлювання «людина повинна дихати повітрям», оскільки фізично альтернатива відсутня.",
      "А от висловлювання «ніхто не повинен запізнюватися» неадекватне й нереалістичне, оскільки насправді це цілком може трапитися. Люди запізнюються, затримуються або зовсім не приходять.",
      "Тому наявність переконань повинування неминуче призводить до появи стресу, гострого чи хронічного.",
      "Як звільнитися від «повинування»?",
      "Усвідомте нереалістичність вашого переконання",
      "Пред'являючи вимоги іншим людям щодо того, як вони повинні поводитися з вами, що говорити й робити, ви очікуєте від них лише певного результату.",
      "Це потужне джерело стресу, бо ніколи й ні в кого в житті не було такого оточення, щоб воно завжди виправдовувало наші очікування.",
      "Навіть у найавторитетніших громадян, у верховних правителів з'являлися люди, які вчиняли «не так, як повинні».",
      "Природно, що коли ми стикаємося з людиною, яка вчиняє «не так, як повинна», то рівень психоемоційного збудження зростає. Звідси — постійний стрес, образи й цілий букет негативних емоцій."
    ],
    "quote": {
      "text": "Якщо ти думаєш, що світ повинен тобі щось, це буде джерелом твого болю. Пам'ятай, що світ нічого не повинен нікому.",
      "author": "Будда"
    }
  },
  "screen_2": {
    "texts": [
      "Визначте корені переконання",
      "Подумайте, звідки це переконання виникло. Можливо, вас у дитинстві балували й не ставили перед вами реалістичних меж або ви успадкували таке мислення від батьків. Усвідомлення причини не допоможе позбутися переконання, але це важливий крок у роботі з ним.",
      "Звертайте увагу на те, що ви говорите. Відстежуйте у своїй мові слова «повинен», «зобов'язаний», «треба» й замінюйте їх на «хочу», «надаю перевагу», «мені б хотілося».",
      "Приклад: «Мої друзі повинні дзвонити мені першими» замінюємо на «Мені б хотілося, щоб мої друзі дзвонили мені першими».",
      "Візьміть на себе відповідальність",
      "Семантичне значення цих слів визначає ставлення до ситуації.",
      "В одному випадку — це неминуча необхідність, відповідальність за яку лежить на зовнішній силі (люди, природа, обставини тощо), в іншому випадку — вільний вибір, відповідальність за який лежить на вас самих.",
      "Важко взяти відповідальність за вибір на себе, але цей шлях збільшує ступінь свободи й зменшує стресове навантаження в довгостроковій перспективі.",
      "Розберіть своє «повинування» на частини",
      "Замість того, щоб говорити «мені повинні...» запитайте себе:",
      "Чому я вважаю, що це має бути так?",
      "Чи є альтернативні варіанти?",
      "Чого я хочу тим самим досягти?",
      "У чому буде користь, якщо це буде так?",
      "Визначте свої справжні бажання, будьте чесні самі із собою. Що ви справді хочете, коли кажете, що хтось чи щось вам повинні? Які цінності ви захищаєте тут?"
    ]
  },
  "screen_3": {
    "texts": [
      "Навчайтеся просити й висловлювати свої потреби",
      "Замість того, щоб припускати, що інші люди знають про ваші потреби чи бажання, навчайтеся ясно й відкрито висловлювати їх і просити про допомогу, коли це необхідно.",
      "Практикуйте співчуття",
      "Спробуйте зрозуміти почуття інших людей. Пам'ятайте, що в кожного є свої турботи й що вас не завжди можуть підтримати, вислухати, похвалити, не завжди можуть надати потрібну допомогу.",
      "Намагайтеся ставати на місце інших людей, шукати альтернативні пояснення того, що відбувається, виробляючи таким чином емпатію.",
      "Будьте вдячні",
      "Замість того, щоб зосереджуватися на тому, що інші повинні робити для вас, зосередьтеся на вдячності за те, що вони роблять.",
      "Наприклад, уявіть, що колега допомагає вам із проєктом, хоча він сам дуже зайнятий. Замість того, щоб думати «Він повинен допомагати мені, це його обов'язок», переформулюйте свої думки на: «Я вдячна за допомогу колеги, враховуючи його зайнятість. Він справжній професіонал».",
      "Практика вдячності дозволяє нам бачити й оцінювати добрі вчинки інших людей, а також створює атмосферу взаємної поваги й підтримки. Вдячність можна висловлювати як особисто, так і публічно, і вона сприяє зміцненню наших стосунків з оточуючими.",
      "Приймайте недосконалість",
      "Світ не ідеальний, не вимагайте від себе й від інших неможливого. Не намагайтеся змінити світ і інших людей під себе, нічого хорошого з цього все одно не вийде.",
      "Звільнення від ірраціональних установок — це довгий і не завжди легкий процес. Але це того варто, поступово ви почнете почуватися більш вільною, щасливою й впевненою в собі людиною."
    ]
  }
}