{
  "title": "Мені винні. Що не так із цим переконанням?",
  "description": "Стаття розглядає проблему установки «мені винні», яка формується в людей, що очікують, що світ обертатиметься навколо них і задовольнятиме всі їхні потреби. Автор пояснює, як ця установка виникає в дитинстві, наводить приклади її прояву в дорослому житті й описує негативні наслідки такого мислення, включно з розчаруванням, напруженістю у стосунках і втратою незалежності. Наприкінці пропонується ідея про те, що важливо приймати світ таким, яким він є, і розуміти, що в ньому є місце не тільки для нас, а й для інших людей.",
  "screen_1": {
    "texts": [
      "«Мені винні» — це пастка, в яку потрапляють багато хто, вважаючи, що світ обертається навколо них.",
      "Люди, які перебувають у такій позиції, часто очікують, що інші будуть погоджуватися з ними й виконувати їхні прохання.",
      "Вони не беруть до уваги думки й потреби інших людей, вважаючи, що їхні власні бажання й потреби важливіші.",
      "Переконання повинування можуть звучати так:",
      "Друзі завжди повинні допомагати мені",
      "Мій партнер повинен мене завжди й в усьому підтримувати",
      "Моя мама повинна сидіти з моїми дітьми",
      "Усе має бути так, як я хочу",
      "Мені не повинні відмовляти",
      "Світ має бути справедливим до мене",
      "Якщо ви помічали подібне мислення в себе, то найімовірніше, ви вважаєте, що заслуговуєте на успіх, кохання, щастя просто за правом народження.",
      "Ви очікуєте, що всесвіт і оточуючі люди мають виконувати ваші бажання, бо ви хороша, добра людина або бо ви старанно працюєте.",
      "Але коли цього не відбувається, а так трапляється часто, ви опиняєтеся перед вибором: зануритися в тугу й почуття неповноцінності або спалахнути гнівом. Люди, яким усе винні, нерідко стикаються з проблемами."
    ],
    "quote": {
      "text": "Ми не можемо керувати вітром, але можемо спрямовувати вітрила.",
      "author": "Доллі Партон"
    }
  },
  "screen_2": {
    "texts": [
      "І, перш за все, це розчарування: якщо вам відмовили, не зрозуміли, що повинні вирішувати ваші проблеми, не назустріч очікуванням, то вас безумовно чекає розчарування, образи, гнів, нерозуміння, як так узагалі можна зі мною поводитися – такою прекрасною людиною.",
      "Ви витрачаєте масу енергії на негативні емоції, бачачи світ у похмурих тонах. Ваша вимоглива ставлення до життя заважає вам отримувати задоволення, радіти, бо ви не приймаєте світ таким, яким він є, у вас завжди є претензії до того, як він влаштований.",
      "Таня — яскравий приклад людини з установкою «мені усе винні». Вона очікує, що друзі будуть завжди доступні, готові кинути все й бігти до неї на допомогу, вирішуючи будь-які її проблеми й задовольняючи всі її запити.",
      "Наприклад, вона може подзвонити о 3-й годині ночі, вимагаючи, щоб подруга негайно приїхала й підтримала її після сварки з хлопцем.",
      "Або, не попереджаючи заздалегідь, попросити допомогти з переїздом, хоча подруга в цей день уже запланувала важливу зустріч. Коли друзі не можуть їй допомогти, Таня ображається й почуває себе покинутою, непотрібною.",
      "Це небезпечна позиція, яка може призвести до ізоляції, напруженості у стосунках або навіть до руйнування цих стосунків.",
      "Друзі й близькі починають уникати зустрічей або розмов, боячись чергової вимоги, образи чи сварки. Бо ніхто не хоче постійно почуватися зобов'язаним і підкорятися чужим примхам.",
      "А звідки ж береться це переконання? Ця установка часто формується в дитинстві, коли дитина не стикається з реалістичними межами й отримує все, що хоче. Це може статися з різних причин:",
      "Батьки балують дитину й дозволяють їй робити все, що в голову збреде.",
      "У такому разі в дитини формується нарцисична частина особистості із завищеним почуттям власної важливості.",
      "Приклад: Маленька Катя завжди отримувала все, що хотіла. Її батьки вважали, що вона заслуговує на найкраще й не відмовляли їй ні в чому. Катя звикла, що світ обертається навколо неї, і не розуміла, чому в школі вчителі не приділяють їй всю свою увагу, а однокласники не враховують її думку.",
      "Батьки самі живуть за принципом «мені усе винні».",
      "Дитина повторює батьківський сценарій, засвоюючи цей спосіб мислення.",
      "Приклад: Батьки Вані постійно скаржилися на життя, вважаючи, що їм повинні більше платити, що їх не цінують і що їхні права постійно порушуються. Ваня виріс в атмосфері невдоволення й очікування, що світ щось йому винен."
    ],
    "quote": {
      "text": "Ніхто не повинен вам нічого. Усе, що ви отримуєте в житті: це подарунок.",
      "author": "Ошо"
    }
  },
  "screen_3": {
    "texts": [
      "Батьки не враховували думку дитини, ігнорували її інтереси й бажання.",
      "Дитина злиться на батьків, але не може висловити свій гнів відкрито. Тому вона переносить його на оточуючих, вважаючи, що вони повинні її пошкодувати й компенсувати те, чого їй бракувало в дитинстві.",
      "Приклад: Аня завжди мріяла стати художницею, але її батьки змусили її піти вчитися на юриста, вважаючи, що це престижніша професія. Аня пішла на поступки, але її серце завжди тягнуло до творчості. ",
      "Вона ображалася на батьків за те, що вони не дали їй реалізувати свою мрію, і потім переносила цю образу на всіх оточуючих, вважаючи, що вони їй винні допомогти знайти щастя в житті.",
      "Дитину змушували догоджати батькам, щоб вони її кохали. Вона виросла з переконанням, що її кохання треба заслужити.",
      "Приклад: Сергій завжди намагався задовольнити всі потреби своїх батьків, боячись, що вони його не покохають, якщо він зробить щось не так. Він виріс із почуттям невпевненості в собі й постійно намагався довести свою цінність, вважаючи, що йому повинні дати те, що він заслужив.",
      "Наслідки такої установки можуть бути різноманітні й негативні. Вони включають у себе:",
      "Розчарування й невдоволення: Очікування, що інші повинні задовольняти всі ваші потреби, може призвести до постійного розчарування й почуття невдоволення через розбіжність між очікуваннями та реальністю",
      "Напруженість у стосунках: Переконання, що світ має підлаштовуватися під вас, може викликати напруженість і конфлікти в стосунках, оскільки це часто призводить до невдоволення й розбіжностей",
      "Втрата незалежності: Постійне очікування, що інші повинні брати на себе всі обов'язки, робить вас залежними й заважає розвитку самостійності й особистісного зростання",
      "Негативний вплив на самооцінку: Спираючись на інших для задоволення своїх потреб, ви не розвиваєте власну самооцінку, що може призвести до негативних емоцій і відчуття неповноцінності",
      "Недостатня взаємодопомога: Зосереджуючись тільки на собі, ви упускаєте можливість бути емпатичними й допомагати іншим, що може перешкоджати розвитку якісних взаємовідносин і суспільної підтримки"
    ],
    "quote": {
      "text": "Не очікуй, що світ обертатиметься навколо тебе. У цьому світі є місце й для інших",
      "author": "Арістотель"
    }
  },
  "exercise": {
    "title": "Як впоратися з повинуванням?",
    "description": "Стаття обговорює переконання «повинування» як джерело стресу й невдоволення, підкреслюючи, що ці установки змушують нас почуватися заручниками обставин. Автор пропонує усвідомити нереалістичність таких переконань, замінити їх на гнучкіші формулювання й взяти відповідальність за свої бажання й дії. Практика вдячності й співчуття, а також уміння просити про допомогу й приймати недосконалості, допоможуть зменшити стрес і покращити якість життя.",
    "screen_1": {
      "texts": [
        "Переконання «повинування» — це тихий ворог, що краде в нас радість життя, підриває спокій і заважає будувати конструктивні, близькі стосунки з оточуючими.",
        "Центральною ідеєю установки слугує ідея боргу.",
        "Саме слово «повинен» є в більшості випадків мовною пасткою.",
        "Зміст слова «повинен» — тільки так і ніяк інакше. Фрази: «повинен», «зобов'язаний», «необхідно» змушують нас почуватися заручниками обставин, оскільки вони позначають ситуацію, де відсутня будь-яка альтернатива.",
        "Але таке позначення справедливе лише в дуже рідкісних, практично виняткових випадках.",
        "Наприклад, реалістичним буде висловлювання «людина повинна дихати повітрям», оскільки фізично альтернатива відсутня.",
        "А от висловлювання «ніхто не повинен запізнюватися» неадекватне й нереалістичне, оскільки насправді це цілком може трапитися. Люди запізнюються, затримуються або зовсім не приходять.",
        "Тому наявність переконань повинування неминуче призводить до появи стресу, гострого чи хронічного.",
        "Як звільнитися від «повинування»?",
        "Усвідомте нереалістичність вашого переконання",
        "Пред'являючи вимоги іншим людям щодо того, як вони повинні поводитися з вами, що говорити й робити, ви очікуєте від них лише певного результату.",
        "Це потужне джерело стресу, бо ніколи й ні в кого в житті не було такого оточення, щоб воно завжди виправдовувало наші очікування.",
        "Навіть у найавторитетніших громадян, у верховних правителів з'являлися люди, які вчиняли «не так, як повинні».",
        "Природно, що коли ми стикаємося з людиною, яка вчиняє «не так, як повинна», то рівень психоемоційного збудження зростає. Звідси — постійний стрес, образи й цілий букет негативних емоцій."
      ],
      "quote": {
        "text": "Якщо ти думаєш, що світ повинен тобі щось, це буде джерелом твого болю. Пам'ятай, що світ нічого не повинен нікому.",
        "author": "Будда"
      }
    },
    "screen_2": {
      "texts": [
        "Визначте корені переконання",
        "Подумайте, звідки це переконання виникло. Можливо, вас у дитинстві балували й не ставили перед вами реалістичних меж або ви успадкували таке мислення від батьків. Усвідомлення причини не допоможе позбутися переконання, але це важливий крок у роботі з ним.",
        "Звертайте увагу на те, що ви говорите. Відстежуйте у своїй мові слова «повинен», «зобов'язаний», «треба» й замінюйте їх на «хочу», «надаю перевагу», «мені б хотілося».",
        "Приклад: «Мої друзі повинні дзвонити мені першими» замінюємо на «Мені б хотілося, щоб мої друзі дзвонили мені першими».",
        "Візьміть на себе відповідальність",
        "Семантичне значення цих слів визначає ставлення до ситуації.",
        "В одному випадку — це неминуча необхідність, відповідальність за яку лежить на зовнішній силі (люди, природа, обставини тощо), в іншому випадку — вільний вибір, відповідальність за який лежить на вас самих.",
        "Важко взяти відповідальність за вибір на себе, але цей шлях збільшує ступінь свободи й зменшує стресове навантаження в довгостроковій перспективі.",
        "Розберіть своє «повинування» на частини",
        "Замість того, щоб говорити «мені повинні...» запитайте себе:",
        "Чому я вважаю, що це має бути так?",
        "Чи є альтернативні варіанти?",
        "Чого я хочу тим самим досягти?",
        "У чому буде користь, якщо це буде так?",
        "Визначте свої справжні бажання, будьте чесні самі із собою. Що ви справді хочете, коли кажете, що хтось чи щось вам повинні? Які цінності ви захищаєте тут?"
      ]
    },
    "screen_3": {
      "texts": [
        "Навчайтеся просити й висловлювати свої потреби",
        "Замість того, щоб припускати, що інші люди знають про ваші потреби чи бажання, навчайтеся ясно й відкрито висловлювати їх і просити про допомогу, коли це необхідно.",
        "Практикуйте співчуття",
        "Спробуйте зрозуміти почуття інших людей. Пам'ятайте, що в кожного є свої турботи й що вас не завжди можуть підтримати, вислухати, похвалити, не завжди можуть надати потрібну допомогу.",
        "Намагайтеся ставати на місце інших людей, шукати альтернативні пояснення того, що відбувається, виробляючи таким чином емпатію.",
        "Будьте вдячні",
        "Замість того, щоб зосереджуватися на тому, що інші повинні робити для вас, зосередьтеся на вдячності за те, що вони роблять.",
        "Наприклад, уявіть, що колега допомагає вам із проєктом, хоча він сам дуже зайнятий. Замість того, щоб думати «Він повинен допомагати мені, це його обов'язок», переформулюйте свої думки на: «Я вдячна за допомогу колеги, враховуючи його зайнятість. Він справжній професіонал».",
        "Практика вдячності дозволяє нам бачити й оцінювати добрі вчинки інших людей, а також створює атмосферу взаємної поваги й підтримки. Вдячність можна висловлювати як особисто, так і публічно, і вона сприяє зміцненню наших стосунків з оточуючими.",
        "Приймайте недосконалість",
        "Світ не ідеальний, не вимагайте від себе й від інших неможливого. Не намагайтеся змінити світ і інших людей під себе, нічого хорошого з цього все одно не вийде.",
        "Звільнення від ірраціональних установок — це довгий і не завжди легкий процес. Але це того варто, поступово ви почнете почуватися більш вільною, щасливою й впевненою в собі людиною."
      ]
    }
  }
}
