{
  "title": "Мені винні. Що не так з цим переконанням?",
  "description": "Стаття розглядає проблему установки «мені винні», яка формується у людей, які очікують, що світ обертатиметься навколо них і задовольнятиме всі їхні потреби. Автор пояснює, як ця установка виникає в дитинстві, наводить приклади її прояву в дорослому житті та описує негативні наслідки такого мислення, включаючи розчарування, напруженість у стосунках та втрату незалежності. На завершення пропонується ідея про те, що важливо приймати світ таким, яким він є, і розуміти, що в ньому є місце не лише для нас, а й для інших людей.",
  "screen_1": {
    "texts": [
      "«Мені винні» — це пастка, в яку потрапляють багато хто, вважаючи, що світ обертається навколо них.",
      "Люди, які перебувають у такій позиції, часто очікують, що інші погоджуватимуться з ними та виконуватимуть їхні прохання.",
      "Вони не беруть до уваги думки та потреби інших людей, вважаючи, що їхні власні бажання та потреби важливіші.",
      "Переконання боргу можуть звучати так:",
      "Друзі завжди повинні мені допомагати",
      "Мій партнер повинен мене завжди і в усьому підтримувати",
      "Моя мама повинна сидіти з моїми дітьми",
      "Все має бути так, як я хочу",
      "Мені не повинні відмовляти",
      "Світ повинен бути справедливим до мене",
      "Якщо ви помічали подібне мислення у себе, то, швидше за все, ви вважаєте, що заслуговуєте на успіх, любов, щастя просто за правом народження.",
      "Ви очікуєте, що всесвіт і оточуючі люди повинні виконувати ваші бажання, тому що ви хороша, добра людина або тому що ви старанно працюєте.",
      "Але коли цього не відбувається, а таке трапляється часто, ви опиняєтеся перед вибором: зануритися в зневіру та почуття неповноцінності або спалахнути гнівом. Люди, яким усі винні, нерідко стикаються з проблемами."
    ],
    "quote": {
      "text": "Ми не можемо керувати вітром, але можемо спрямовувати вітрила.",
      "author": "Доллі Партон"
    }
  },
  "screen_2": {
    "texts": [
      "І, в першу чергу, це розчарування: якщо вам відмовили, не зрозуміли, що повинні вирішувати ваші проблеми, не пішли назустріч очікуванням, то вас безумовно чекає розчарування, образи, гнів, нерозуміння, як так взагалі можна зі мною поводитися – такою прекрасною людиною.",
      "Ви витрачаєте масу енергії на негативні емоції, бачачи світ у похмурих тонах. Ваше вимогливе ставлення до життя заважає вам отримувати задоволення, радіти, адже ви не приймаєте світ таким, який він є, у вас завжди є претензії до того, як він влаштований.",
      "Таня – яскравий приклад людини з установкою «мені всі винні». Вона очікує, що друзі будуть завжди доступні, готові кинути все і бігти до неї на допомогу, вирішуючи будь-які її проблеми і задовольняючи всі її запити.",
      "Наприклад, вона може зателефонувати о 3 годині ночі, вимагаючи, щоб подруга негайно приїхала і підтримала її після сварки з хлопцем.",
      "Або, не попереджаючи заздалегідь, попросити допомогти з переїздом, хоча подруга в цей день вже запланувала важливу зустріч. Коли друзі не можуть їй допомогти, Таня ображається і почувається кинутою, непотрібною.",
      "Це небезпечна позиція, яка може призвести до ізоляції, напруження в стосунках або навіть до руйнування цих стосунків.",
      "Друзі та близькі починають уникати зустрічей або розмов, боячись чергової вимоги, образи або сварки. Тому що ніхто не хоче постійно почуватися зобов'язаним і підкорятися чужим примхам.",
      "Звідки ж береться це переконання? Ця установка часто формується в дитинстві, коли дитина не стикається з реалістичними межами і отримує все, що хоче. Це може статися з різних причин:",
      "Батьки балують дитину і дозволяють їй робити все, що в голову прийде.",
      "У такому випадку у дитини формується нарцисична частина особистості з завищеним почуттям власної важливості.",
      "Приклад: Маленька Катя завжди отримувала все, що хотіла. Її батьки вважали, що вона заслуговує на найкраще і не відмовляли їй ні в чому. Катя звикла, що світ обертається навколо неї, і не розуміла, чому в школі вчителі не приділяють їй всю свою увагу, а однокласники не зважають на її думку.",
      "Батьки самі живуть за принципом «мені всі винні».",
      "Дитина повторює батьківський сценарій, засвоюючи цей образ мислення.",
      "Приклад: Батьки Вані постійно скаржилися на життя, вважаючи, що їм повинні більше платити, що їх не цінують і що їхні права постійно порушуються. Ваня виріс в атмосфері невдоволення і очікування, що світ щось йому винен."
    ],
    "quote": {
      "text": "Ніхто не винен вам нічого. Все, що ви отримуєте в житті: це подарунок.",
      "author": "Ошо"
    }
  },
  "screen_3": {
    "texts": [
      "Батьки не рахувалися з думкою дитини, ігнорували її інтереси і бажання.",
      "Дитина злиться на батьків, але не може виразити свою злість відкрито. Тому вона переносить її на оточуючих, вважаючи, що вони повинні її пожаліти і компенсувати те, чого їй не вистачило в дитинстві.",
      "Приклад: Аня завжди мріяла стати художницею, але її батьки змусили її піти вчитися на юриста, вважаючи, що це більш престижна професія. Аня пішла на поступки, але її серце завжди тягнуло до творчості. ",
      "Вона ображалася на батьків за те, що вони не дали їй реалізувати свою мрію, і потім переносила цю образу на всіх оточуючих, вважаючи, що вони їй повинні допомогти знайти щастя в житті.",
      "Дитину змушували догоджати батькам, щоб вони її любили. Вона виросла з переконанням, що її любов потрібно заслужити.",
      "Приклад: Сергій завжди намагався задовольнити всі потреби своїх батьків, боячись, що вони його не полюблять, якщо він зробить щось не так. Він виріс з почуттям невпевненості в собі і постійно намагався довести свою цінність, вважаючи, що йому повинні дати те, що він заслужив.",
      "Наслідки такої установки можуть бути різноманітні і негативні. Вони включають в себе:",
      "Розчарування і незадоволеність: Очікування, що інші повинні задовольняти всі ваші потреби, може призвести до постійного розчарування і почуття незадоволеності через розбіжність між очікуваннями і реальністю",
      "Напруженість у стосунках: Переконання, що світ повинен підлаштовуватися під вас, може викликати напруженість і конфлікти у стосунках, оскільки це часто призводить до невдоволення і розбіжностей",
      "Втрата незалежності: Постійне очікування, що інші повинні брати на себе всі обов'язки, робить вас залежними і заважає розвитку самостійності і особистісного зростання",
      "Негативний вплив на самооцінку: Покладаючись на інших для задоволення своїх потреб, ви не розвиваєте власну самооцінку, що може призвести до негативних емоцій і відчуття неповноцінності",
      "Недостатність взаємодопомоги: Зосереджуючись тільки на собі, ви упускаєте можливість бути емпатичними і допомагати іншим, що може перешкоджати розвитку якісних взаємовідносин і суспільної підтримки"
    ],
    "quote": {
      "text": "Не чекай, що світ обертатиметься навколо тебе. У цьому світі є місце і для інших",
      "author": "Арістотель"
    }
  }
}
