{
  "title": "Що робити, якщо перфекціонізм є, ідеалу немає, а жити хочеться спокійно?",
  "description": "У статті розмежовуються нездоровий (патологічний) і здоровий перфекціонізм і пропонуються вісім практичних стратегій, як поводитися з перфекціоністичними тенденціями. Мова йде про мотивацію до змін, когнітивну реструктуризацію, фокус на процесі та формування більш гнучких і доброзичливих до себе переконань. Головна ідея: перфекціонізм можна пом’якшити, якщо вчитися приймати недосконалість, проявляти до себе безумовну повагу й підтримку щодня.",
  "screen_1": {
    "texts": [
      "Сучасні дослідження виділяють два типи перфекціонізму: нездоровий і здоровий.",
      "Щоб перетворити вимогливість на ресурс, важливо поєднувати прагнення до якості з реалістичністю та турботою про себе.",
      "Ми зібрали дієві поради, які допоможуть м'якше ставитися до перфекціонізму.",
      "Найкраща відправна точка будь-яких змін — усвідомлена мотивація.",
      "Щоб зменшити вплив перфекціонізму, корисно зрозуміти, навіщо вам це. Складіть список плюсів і мінусів такого підходу.",
      "Часто виявляється, що «плата» більша, ніж вигода. Прийнявши це, рухатися вперед стає легше.",
      "Багатьом знайоме переконання, що потрібно робити все ідеально, а помилки — неприпустимі. Це класичні думки перфекціоніста.",
      "Важливо м’яко ставити такі думки під сумнів і перевіряти, чи правда це.",
      "Як це робити? Ведіть щоденник автоматичних думок: фіксуйте переконання, шукайте докази і формулюйте більш реалістичні відповіді."
    ],
    "quote": {
      "text": "Я промахнувся більш ніж 9000 разів у своїй кар'єрі. Я програв майже 300 ігор. 26 разів мені довіряли вирішальний кидок — і я не влучив. Я зазнавав невдач знову і знову. І саме тому я досяг успіху.",
      "author": "Майкл Джордан"
    }
  },
  "screen_2": {
    "texts": [
      "У когнітивній реструктуризації корисні запитання:",
      "Які в мене є докази цієї думки?",
      "Чи приносить ця думка мені користь?",
      "Які є альтернативні пояснення ситуації та ставлення до себе?",
      "Чи не беру я на себе зайву провину?",
      "Хто або що ще вплинуло на результат?",
      "Чи справді це в зоні мого контролю?",
      "Чи не користуюся я завищеними або подвійними стандартами?",
      "Наскільки реалістичне моє очікування?",
      "Мета питань — перевірити переконання, прояснити його та сформувати альтернативу.",
      "Запитайте себе: якщо зроблю ідеально — що це мені дасть? А якщо ні — що реально станеться?",
      "Спробуйте зрозуміти, які потреби стоять за перфекціонізмом: страх критики? страх відмови? прагнення визнання?",
      "Чесно оцініть: чи справді «ідеальність» надовго заспокоює ці потреби?",
      "Частіше — ні: після короткого задоволення починається новий забіг за недосяжним ідеалом.",
      "Позбавляйтеся мислення «все або нічого».",
      "Перфекціонізм часто звучить як «або успіх, або провал».",
      "Та реальність рідко чорно-біла: світ — це спектр, не крайності."
    ]
  },
  "screen_3": {
    "texts": [
      "У реальному житті зростання відбувається через спроби й помилки.",
      "Ніхто не стає майстром одразу: ми пробуємо, помиляємося, коригуємо — і ростемо.",
      "Дозвольте собі бути «достатньо хорошими». Помилки — не вороги, а зворотний зв’язок.",
      "Не потрібно відмовлятися від ідеалів різко — зробіть це поступово.",
      "Почніть з малого.",
      "Оберіть одну менш значущу сферу і послабте вимоги. Подивіться на результат.",
      "Світ не зруйнується, якщо щось вийде неідеально. Люди не відвернуться, а ви не станете гіршими.",
      "Один експеримент — це початок. Важлива регулярність.",
      "Раз на тиждень або місяць пробуйте знижувати планку в одній сфері й спостерігайте за відчуттями.",
      "Ведіть журнал досягнень",
      "Записуйте великі й маленькі успіхи щодня. Коли з’явиться думка «у мене нічого не виходить», відкрийте записи — факти заспокоюють.",
      "Зміщуйте фокус на процес",
      "Оцінюйте зусилля, а не тільки результат. Це знижує тиск і повертає задоволення від справи.",
      "Уявіть щоденну поїздку: затори й світлофори не роблять вас «поганим водієм».",
      "Приклад процес-цілей для студентки:",
      "відвідувати заняття;",
      "слухати уважно і робити нотатки;",
      "ставити доречні запитання;",
      "приділяти кожному предмету запланований час;",
      "раз на кілька тижнів перечитувати записи.",
      "Процес — у зоні контролю. Остаточна оцінка — ні. Головне — те, що залежить від вас."
    ]
  },
  "screen_4": {
    "texts": [
      "Спробуйте «техніку жадібності»",
      "Ідея проста: зменшуючи планку з «майже ідеально» до «достатньо добре», ви часто виграєте у стабільності та результатах.",
      "Хтось два роки доводив одну роботу до 98% якості — і це достойно. Але інші за цей час створили десять робіт на 80% — і просунулися далі.",
      "Іноді «декілька добре» корисніше, ніж «одна ідеально»: менше напруги — більше прогресу.",
      "Сформуйте нові переконання",
      "Схема роботи: помічати → розуміти наслідки → шукати джерела → формулювати альтернативи.",
      "Наша мета — нормалізувати недосконалість: помилки — частина процесу.",
      "Відмовтеся від установок:",
      "«Я/інші/світ мають бути ідеальними»",
      "«Не ідеально — значить погано»",
      "«Якщо погано — мене відкинуть/не оцінять/я не впораюся»",
      "І зміцнюйте нові думки:",
      "«Я не ідеальна, але я…»",
      "росту й навчаюся;",
      "достатньо хороша;",
      "заслуговую на повагу й любов без умов.",
      "«Інші не ідеальні, але вони…»",
      "живі люди зі своїми плюсами й недоліками;",
      "не завжди будуть мене схвалювати — і це нормально.",
      "«Я роблю помилки — і це допомагає…»",
      "вчитися й ставати стійкішою;",
      "йти вперед і не зупинятися.",
      "Запишіть нові переконання — в нотатки, на наліпку, на заставку телефону — і перечитуйте щодня.",
      "Перфекціонізм — не вирок.",
      "Малі кроки, самоспівчуття і, за потреби, підтримка спеціаліста допомагають зробити перфекціонізм здоровішим: менше напруги — більше життя."
    ]
  }
}
