{
  "title": "Що робити, якщо у вас є перфекціонізм, ідеалу немає, а ви хочете нормально жити?",
  "description": "Стаття розглядає два типи перфекціонізму - негативний і позитивний, пропонуючи ефективні рекомендації щодо роботи з перфекціоністськими тенденціями. Автор представляє вісім ключових стратегій, включаючи мотивацію до змін, когнітивну реструктуризацію, орієнтацію на процес замість результату та формування нових, більш здорових переконань. Основна ідея полягає в тому, що перфекціонізм можна подолати, навчившись приймати недосконалість, любити себе безумовно і дбати про себе щодня.",
  "screen_1": {
    "texts": [
      "Сучасні вчені розрізняють два типи перфекціонізму: негативний і позитивний, або, іншими словами, здоровий і патологічний.",
      "Щоб перетворити мінус на плюс, важливо поєднувати свої лідерські якості та прагнення до досконалості зі здоровим глуздом і раціональністю.",
      "Ми підготували для вас ефективні рекомендації щодо роботи з перфекціонізмом.",
      "Найкраща відправна точка для боротьби з будь-якою проблемою - це мотивація до змін.",
      "Щоб подолати перфекціонізм, важливо усвідомити, навіщо вам це потрібно. Проаналізуйте та випишіть усі плюси та мінуси.",
      "Можливо, ви здивуєтеся, виявивши, що труднощів набагато більше, ніж переваг. Як тільки ви це усвідомите і приймете, вам буде набагато легше змінюватися.",
      "Як і багато людей, ви, ймовірно, думаєте, що все потрібно робити на 100% або що помилятися в жодному разі не можна, або дотримуєтесь інших подібних думок і переконань перфекціоніста.",
      "Вам дуже важливо ставити всі подібні думки під сумнів і працювати з ними.",
      "Яким чином? Буде корисно продовжувати вести щоденник автоматичних думок, де ви зможете виявляти ці ідеї, перевіряти їх на реальність і давати їм раціональну відповідь."
    ],
    "quote": {
      "text": "Я пропустив понад 9000 кидків у своїй кар'єрі. Я програв майже 300 ігор. 26 разів мені довіряли зробити переможний кидок, і я промахнувся. Я зазнавав невдач знову і знову в своєму житті. І тому я досяг успіху.",
      "author": "Майкл Джордан"
    }
  },
  "screen_2": {
    "texts": [
      "Допомогти тестуванню реальності (когнітивній реструктуризації) можуть такі запитання:",
      "Які у мене є докази, що підтверджують цю думку або переконання?",
      "Чи корисна ця думка?",
      "Чи є інші способи, якими я можу думати про цю ситуацію або про себе?",
      "Чи не звинувачую я себе даремно?",
      "Що або хто ще зробив свій внесок у цю ситуацію?",
      "Чи дійсно це під моїм контролем?",
      "Чи дотримуюсь я необґрунтованих або подвійних стандартів?",
      "Чи є це реалістичним очікуванням?",
      "Ці запитання спрямовані на те, щоб перевірити те чи інше переконання, підтвердити його, уточнити або спростувати і сформулювати альтернативне переконання.",
      "Запитайте себе: якщо зроблю ідеально, то що? А якщо не зроблю ідеально, то що? Спробуйте розібратися, що стоїть за вашим перфекціонізмом. Може, страшно, що відкинуть? Може, боїтеся публічних глузувань? Може, за перфекціонізмом криється жага визнання?",
      "Коли ви зрозумієте, що стоїть за перфекціонізмом, запитайте себе, а чи точно ви з його допомогою закриваєте ці страхи та потреби?",
      "Ну написали ви звіт ідеально, здали його, і що? Тепер взагалі не страшно, що від вас відвернуться? Ну виступили ви ідеально, вам поплескали, і все, вам достатньо цих овацій від натовпу незнайомців?",
      "Швидше за все, відповідь у вас негативна. Ви досягли ідеалу, на якийсь час відчули блаженство, а далі знову в цю гонку.",
      "Позбудьтеся чорно-білого мислення",
      "Перфекціоністи часто мислять категоріями «все або нічого», «успіх або провал», «роби ідеально або не берися взагалі».",
      "Такий підхід нереалістичний. Озирніться і запитайте себе, скільки речей у світі відповідає категорії «все або нічого». Ваші стіни абсолютно чисті? Чи на них є хоч трохи бруду?",
      "Чи знаєте ви людину, яка абсолютно спокійна і впевнена в собі? Чи має ваша улюблена актриса досконалу красу, чи у неї все-таки є недоліки?"
    ]
  },
  "screen_3": {
    "texts": [
      "У житті рідко що дається без помилок і невдач.",
      "Ніхто не народжується майстром – ми вчимося, пробуємо, помиляємося і поступово вдосконалюємося.",
      "Тож дозвольте собі бути недосконалим, робити щось не до кінця, допускати промахи. Помилки – не вороги, а помічники на шляху до успіху. Частіше згадуйте приказку: «Не помиляється той, хто нічого не робить».",
      "Не варто відразу відмовлятися від усіх ідеалів – це може бути занадто різкою зміною.",
      "Дійте поступово.",
      "Почніть з малого: виберіть один, найменш значущий ідеал і спробуйте від нього відмовитися. Поспостерігайте за результатом.",
      "Світ не зруйнується, якщо ви зробите щось не ідеально. Ваші близькі не відвернуться від вас, ви не станете жахливою людиною.",
      "Швидше за все, ви впораєтеся з неідеальним результатом набагато легше, ніж здається. Пам'ятайте, що один експеримент не дасть повної картини. Потрібна системність.",
      "Щотижня або щомісяця відмовляйтеся від одного ідеалу і спостерігайте за реакцією. Слухайте себе і рухайтеся в комфортному для вас темпі.",
      "Ведіть щоденник досягнень",
      "Записуйте як великі, так і маленькі, значущі і не дуже успіхи. Кожен день. Перфекціонізм любить поразки, і коли в черговий раз ви скажете собі: «У мене ніколи нічого не виходить», відразу після цього відкрийте блокнот і прочитайте, як багато вже у вас вийшло.",
      "Ще один спосіб подолання перфекціонізму полягає в орієнтації на процес.",
      "Це означає, що, оцінюючи ту чи іншу дію, ви концентруєтеся скоріше на процесі, а не на результаті.",
      "Уявіть, що ви — водій і щодня їздите з точки А в точку Б. У деякі дні на світлофорах в основному горить зелений, і ви швидко добираєтеся до місця. А в інші дні ви постійно потрапляєте на червоне світло світлофора, стоїте в заторах, і поїздка займає набагато більше часу.",
      "Ваші водійські вміння не змінюються, то чому б щодня не відчувати себе однаково задоволеним тією роботою, яку ви робите? Спробуйте поглянути на речі по-новому, не намагаючись робити свою роботу або якусь дію ідеально.",
      "Наприклад, будучи студентом, можна ставити перед собою наступні процес-орієнтовані цілі:",
      "відвідувати заняття;",
      "уважно слухати і робити записи;",
      "задавати доречні питання;",
      "присвячувати кожному предмету певний час;",
      "кожні два-три тижні перечитувати записи, зроблені під час занять.",
      "Всі ці процеси ви можете проконтролювати, тому успіх гарантований. А підсумкова оцінка або результат, навпаки, не підвладні вашому контролю.",
      "Підсумок залежить від того, як ваш викладач почувається в цей день, наскільки добре впоралися інші студенти, які критерії він застосовує тощо."
    ]
  },
  "screen_4": {
    "texts": [
      "Використовуйте «техніку жадібності»",
      "Вона заснована на тому простому факті, що більшість з нас прагне бути досконалим, щоб досягти успіху в житті. Можливо, вам не спадало на думку, що ви можете виявитися набагато успішнішим, якщо знизите стандарти.",
      "Наприклад, колись один відомий психотерапевт писав свою першу наукову статтю більше двох років.",
      "Вона була відмінною і була опублікована. Але за цей же час його колеги написали і опублікували значно більше таких же хороших робіт. Тому він замислився, що краще: мати одну статтю з 98% «досконалості» чи 10 статей по 80% «досконалості»?",
      "У другому випадку продуктивність була б вищою, і він міг би опинитися попереду своїх колег. Це усвідомлення підштовхнуло психотерапевта пом'якшити свої стандарти.",
      "В результаті його продуктивність підвищилася, а задоволення роботою зросло.",
      "Виконати кілька завдань добре може бути ефективніше, ніж зациклюватися на створенні ідеального продукту з великим стресом.",
      "Сформулюйте нові переконання",
      "Робота над переконаннями полягає в їх усвідомленні, осмисленні їх наслідків, пошуку джерел і завершується формулюванням нових, альтернативних переконань.",
      "По суті, наше завдання – допомогти «нормалізувати» різні прояви «недосконалості» (помилки, промахи), допомогти прийняти ідею власної недосконалості та недосконалості інших людей.",
      "Відмовтеся від переконань:",
      "Я/інші/світ повинні бути ідеальними",
      "Якщо не ідеально, то погано",
      "Якщо погано, то від мене відвернуться/мене не визнають/я не впораюся",
      "Замість них використовуйте нові переконання і фрази.",
      "Я не ідеальний, але я:",
      "Вчуся і росту",
      "Досить хороший",
      "Заслуговую на любов і повагу, навіть якщо я не ідеальний",
      "Інші не ідеальні, але вони:",
      "Теж люди, зі своїми достоїнствами і недоліками",
      "Не завжди будуть мене схвалювати, і це нормально",
      "Я роблю помилки, але це дає мені можливість:",
      "Вчитися на своїх помилках",
      "Ставати кращим",
      "Проявляти стійкість і не здаватися",
      "Запишіть ваші нові переконання і впроваджуйте їх у ваше життя.",
      "Ви можете написати їх на стікері і прикріпити на холодильник, вписати їх у нотатки на телефоні або створити зображення з ними і встановити на робочий стіл.",
      "Читайте ці твердження щодня, хоча б один раз, а краще більше. Це допоможе вам перепрограмувати свої думки і замінити нездорові переконання на більш адаптивні.",
      "На щастя, перфекціонізм — це не вирок.",
      "За допомогою невеликих кроків - самостійно або під керівництвом фахівця - ви можете вивести перфекціонізм на здоровий рівень. Для цього необхідно вчитися любити себе безумовно і піклуватися про себе щодня."
    ]
  }
}
