{
  "title": "Залежність від ідеалу та перфекціонізм",
  "description": "Стаття показує, що прагнення до високих стандартів може підтримувати розвиток, але перетворюючись на жорсткі вимоги — веде до тривоги та постійного відчуття незадоволеності. На прикладах розглядається, як ранній досвід і виховання формують перфекціоністичні переконання і способи поведінки. Завершується матеріал запрошенням до балансу: помічати прогрес і цінувати «достатньо хороший» результат, щоб жити стабільніше та не виснажувати себе гонкою за недосяжним.",
  "screen_1": {
    "texts": [
      "Бажання працювати якісно, досягати цілей і бути продуктивною — це природне та підтримувальне прагнення.",
      "Так само, як і бажання бути прийнятою, отримувати визнання, любити та мати значущі результати.",
      "Поки це залишається сферою бажань і цілей, такі установки допомагають рухатися вперед і надихають.",
      "Але коли вони перетворюються на жорсткі правила, а ціна за їхнє виконання стає занадто високою, ми стикаємося з перфекціонізмом.",
      "Що означає бути перфекціоністкою?",
      "Перфекціонізм — це переконання, що «все має бути на 100% бездоганно», і саме воно часто лежить в основі емоційних труднощів.",
      "Фокус зміщується на ідеал: помилка здається неприйнятною, а будь-який промах — катастрофою. З’являється внутрішня вимога бути бездоганною завжди і в усьому.",
      "Досягнувши мети, людина майже одразу ставить собі нову, ще вищу — і радість від зробленого швидко зникає. Життя стає виснажливою гонкою за недосяжним.",
      "Типові прояви перфекціонізму:",
      "часті порівняння з іншими",
      "відчуття постійного змагання",
      "зосередженість на помилках і знецінення успіхів",
      "жорстка самокритика і критика інших",
      "складність адаптуватися до реальності",
      "прокрастинація як реакція на страх зробити «не ідеально»"
    ],
    "quote": {
      "text": "Перфекціонізм — це страх у дорогому взутті та розкішній шубі, який видає себе за елегантність, але всередині просто наляканий.",
      "author": "Елізабет Гілберт"
    }
  },
  "screen_2": {
    "texts": [
      "Модель перфекціонізму на прикладі",
      "У КПТ вважають: досвід формує базові переконання про себе, інших і світ. Саме вони задають наші правила і стратегії.",
      "Євген: батьки мали високі очікування; усе, що нижче «відмінно», вважалося провалом.",
      "Попри талант до музики, його постійно спрямовували до «престижної» професії — медицини.",
      "Сформувалися переконання: «я недостатньо хороший», «я некомпетентний».",
      "Щоб компенсувати це і відчути свою цінність, з’явилося правило: «я повинен усе робити ідеально».",
      "Результат — перевтома, докори собі за найменші промахи, критичність до колег, тривога, виснаження в стосунках і відчуття внутрішньої пустоти.",
      "Цілі нереалістичні (наприклад, «ідеальний» виступ у стислі строки).",
      "Якщо виходить — правило ніби підтверджується. Якщо ні — вина посилює почуття «некомпетентності».",
      "Виникає цикл: правило «робити бездоганно» тимчасово захищає від болю «я недостатній», але тримається лише на завищених стандартах.",
      "Будь-яка помилка підсилює самокритику і живить перфекціонізм.",
      "Типові переконання перфекціонізму:",
      "«Я маю робити все ідеально»",
      "«У мене завжди має виходити»",
      "«Якщо не на максимум — краще не починати»",
      "«Критикують — значить, погано. Погано — недопустимо»",
      "«Я не маю права на помилку»",
      "«Я зобов’язана бути найкращою у всьому»",
      "Найчастіше бажання бути ідеальною формується у ранньому дитинстві під впливом сімейних моделей."
    ]
  },
  "screen_3": {
    "texts": [
      "Дослідження показують: невротичний перфекціонізм часто виростає у середовищі, де любов була умовною або підтримки бракувало.",
      "Щоб уникнути критики і зберегти зв’язок, дитина вчиться бути «бездоганною».",
      "Чотири фактори виховання, що сприяють перфекціонізму:",
      "перфекціоністські моделі батьків",
      "надмірна критичність і нестача емоційної підтримки",
      "схвалення лише за досягнення",
      "авторитарність і завищені вимоги",
      "Школа посилює фокус на оцінках — формується «синдром відмінниці». З’являється мислення «все або нічого».",
      "Якщо бути найкращою не виходить, виникає стратегія «краще нічого, ніж не ідеально» — звідси уникання та прокрастинація."
    ]
  },
  "screen_4": {
    "texts": [
      "Сучасне середовище додатково підтримує перфекціонізм: системі зручно, коли є слухняні «ідеальні» студенти й надмотиваційні співробітники.",
      "Конкурентна культура і соціальні мережі підсилюють стандарти «успіху» і бездоганності — зростає тиск відповідати.",
      "З’являється відчуття: щоб бути прийнятою, треба відповідати високим критеріям завжди.",
      "То перфекціонізм — це добре чи погано?",
      "Відповідь залежить від контексту: прагнення до якості корисне, але жорсткість та безпомилковість виснажують і забирають радість.",
      "Перфекціонізм багато в чому схожий на залежність від досягнень: результат той самий — вигорання, тривога, складність відпочивати і будувати стосунки.",
      "Основна пастка: ідеал недосяжний і суб’єктивний. Абсолютної досконалості для всіх не існує.",
      "Те, що для однієї людини — вершина, для іншої — ні. Навіть шедеври подобаються не всім.",
      "Пом’якшуючи переконання й повертаючись у реальність, ви повертаєте собі можливість радіти процесу й результатам, а не жити в хронічному розчаруванні.",
      "Ключ — знайти баланс між прагненням до найкращого і «достатньо хорошим»: так ви зберігаєте сили, здоров’я та внутрішню стійкість."
    ]
  }
}
