{
  "title": "Шлях до здорової самооцінки",
  "description": "Цей текст розглядає шляхи звільнення від залежності від схвалення оточуючих. Основні кроки включають аналіз переваг і недоліків поточних переконань, переписування негативних установок на більш реалістичні і корисні, а також розвиток звички до самосхвалення. Дотримуючись цих рекомендацій, людина може підвищити свою незалежність і поліпшити якість життя.",
  "screen_1": {
    "texts": [
      "Перший і дуже важливий крок на шляху до зміни деструктивних переконань — це аналіз їхніх переваг і недоліків.",
      "Подумайте про свої переконання щодо залежності від схвалення і запишіть їх. Вони можуть бути сформульовані по-різному, але відображають ваше прагнення бути схваленим іншими.",
      "Наприклад: «Я повинен робити те, що подобається людям», або «Якщо мене не схвалюють, значить, я поганий».",
      "Запитайте себе: які переваги і недоліки таких установок? Яку ціну ви платите за це і що отримуєте взамін?",
      "Перерахувавши всі можливі варіанти, як переконання шкодить або допомагає вам, ви зможете побачити, як насправді воно впливає на ваш стан, настрій і життя в цілому. Це може стати важливим першим кроком до особистісного зростання.",
      "Якщо ви побачили, що страх несхвалення завдає вам більше шкоди, ніж користі, наступний крок — переписати переконання таким чином, щоб воно звучало більш реалістично і корисно для вас.",
      "Для прикладу візьмемо переконання: «Якщо мене не схвалюють, значить, я поганий».",
      "Навіть якщо ви будете поводитися «ідеально», все одно знайдуться люди, які будуть висловлювати незадоволення вашою поведінкою або навіть вами самими.",
      "Наскільки б добре і зручно ви не намагалися бути для інших людей, вам все одно не уникнути критики, конфліктів і навіть відкидання.",
      "Однак це не є доказом того, що ви погана людина, оскільки інша людина може критикувати вас через свої переконання, сформовані під впливом виховання і життєвого досвіду (не завжди раціональні!), в які ви, будучи іншою людиною, просто не вписуєтесь.",
      "І якщо комусь більше подобаються блондинки, ніж брюнетки, чи робить це всіх брюнеток поганими?",
      "Виходячи з подібних міркувань, переконання можна переписати наступним чином: «Несхвалення може викликати дискомфорт, але це не робить мене поганою людиною».",
      "Перечитуйте нове переконання кілька разів на день. Таким чином, ви поступово формуватимете нові звички мислення."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас відчувати себе неповноцінним без вашої згоди.",
      "author": "Елеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Подумайте, чому боятися несхвалення нераціонально. Складіть свій особистий список причин, чому несхвалення — це неприємно, але не смертельно.",
      "Аргументи мають бути життєвими, зрозумілими, щоб ви в них зовсім не сумнівалися. Не вводьте себе в оману!",
      "Наприклад, твердження: «Якщо хтось критикує мене, не варто засмучуватися, бо мені не потрібні поруч такі зарозумілі люди», не спрацює, оскільки в ньому присутнє спотворення.",
      "Так ви тільки намагаєтеся самоствердитися за рахунок того, що заносите людину в «чорний список». Дотримуйтеся ідей, які вважаєте істинними.",
      "Ось деякі ідеї, які можуть бути корисними для вас:",
      "Несхвалення не завжди безпосередньо пов'язане з вами: вашими словами, діями або способом життя. Причина може бути в проблемах або особистих поглядах іншої людини.",
      "Навіть виправдана критика не несе загрози, адже допомагає знайти і виправити помилки. А на них, як відомо, ми вчимося.",
      "Один, два, п'ять, десять промахів не означають, що все, що ви робите, невірно. У противагу їм є багато речей, в яких ви не помиляєтеся.",
      "Ви самі вирішуєте, наскільки сильно засмучуватися через чуже несхвалення, ваша реакція залежить тільки від вас.",
      "Інші люди не можуть судити про вашу людську цінність, тільки про правильність і достоїнства ваших слів або вчинків.",
      "Всі люди будуть оцінювати вас по-різному, незалежно від того, наскільки добре або погано ви чините. Несхвалення не поширюється з великою швидкістю, а один випадок відкидання не призведе до повної ізоляції.",
      "Несхвалення і критика зазвичай викликають незручність, але дискомфорт пройде. Досить впадати в смуток. Займіться тим, що раніше приносило задоволення, навіть якщо відчуваєте, що починати зовсім безглуздо. Несхвалення — це не назавжди.",
      "Поміркуйте над цією темою кілька днів і поступово доповнюйте список. Виробіть своє власне ставлення до несхвалення. Ви здивуєтеся, наскільки це допоможе вам змінити погляд на світ і посилити почуття незалежності."
    ],
    "quote": {
      "text": "Ваш час обмежений, не витрачайте його, живучи чужим життям.",
      "author": "Стів Джобс"
    }
  },
  "screen_3": {
    "texts": [
      "Вчіться залежати тільки від власного схвалення.",
      "Ключ до емоційного одужання — знання, що на ваш настрій можуть впливати тільки ваші власні думки. Відмовившись від залежності від чужої похвали, спробуйте підтримувати себе самі.",
      "Для цього записуйте протягом дня в щоденнику або телефоні список своїх досягнень. Не важливо, наскільки вони масштабні, чи відзначив їх хтось, крім вас, чи ні.",
      "Можливо, ви притримали двері в метро або двічі терпляче пояснили якусь тему колезі. Або просто не пішли з усіма на червоний сигнал світлофора.",
      "Привчайте себе вести такий список, переглядайте його перед сном, і ви зробите великий крок до самосхвалення.",
      "Пам'ятайте, що думка оточуючих дуже нестабільна. Те, що сьогодні обговорюють і критикують, завтра може стати модним і бажаним для багатьох.",
      "Не намагайтеся і не прагніть всім подобатися. Це неможливо. У світі мільйони людей, і у кожного своя думка і своя голова на плечах.",
      "Живіть своїм життям, висловлюйте свою думку, вчіться на своїх помилках, виправляйте їх, прагніть до своїх цілей і рухайтеся вперед.",
      "Всі перераховані кроки працюють у комплексі. Так, це вимагає зусиль, але звільнення від залежності від схвалення оточуючих змінює життя на краще. Це дарує свободу бути собою."
    ]
  }
}
