{
  "title": "Шлях до здорової самооцінки",
  "description": "Цей текст розглядає, як звільнитися від залежності від схвалення оточення. Основні кроки — проаналізувати переваги й недоліки нинішніх переконань, переписати негативні установки на реалістичніші та корисніші, а також розвинути звичку схвалювати себе. Дотримуючись цих рекомендацій, людина може стати більш незалежною й поліпшити якість життя.",
  "screen_1": {
    "texts": [
      "Перший і дуже важливий крок на шляху до зміни деструктивних переконань — проаналізувати їхні переваги та недоліки.",
      "Подумайте про свої переконання щодо залежності від схвалення й запишіть їх. Вони можуть формулюватися по-різному, але відображають ваше прагнення отримувати схвалення від інших.",
      "Наприклад: «Я маю робити те, що подобається людям», або «Якщо мене не схвалюють, значить, я поганий».",
      "Запитайте себе: які переваги й недоліки таких установок? Яку ціну ви за це платите й що отримуєте натомість?",
      "Перелічивши всі можливі варіанти того, як переконання шкодить або допомагає вам, ви побачите, як насправді воно впливає на ваш стан, настрій і життя загалом. Це може стати важливим першим кроком до особистісного зростання.",
      "Якщо ви побачили, що страх несхвалення завдає вам більше шкоди, ніж користі, наступний крок — переписати переконання так, щоб воно звучало реалістичніше й було корисним саме для вас.",
      "Для прикладу візьмімо переконання: «Якщо мене не схвалюють, значить, я поганий».",
      "Навіть якщо ви поводитиметеся «ідеально», усе одно знайдуться люди, які висловлюватимуть невдоволення вашою поведінкою або навіть вами самими.",
      "Яким би хорошим і зручним ви не намагалися бути для інших, вам усе одно не уникнути критики, конфліктів і навіть відторгнення.",
      "Однак це не є доказом того, що ви погана людина, адже інша людина може критикувати вас через власні переконання, сформовані вихованням і життєвим досвідом (і не завжди раціональні), у які ви просто не вписуєтеся.",
      "І якщо комусь більше подобаються блондинки, ніж брюнетки, чи робить це всіх брюнеток поганими?",
      "Виходячи з таких міркувань, переконання можна переписати так: «Несхвалення може викликати дискомфорт, але це не робить мене поганою людиною».",
      "Перечитуйте нове переконання кілька разів на день. Так ви поступово формуватимете нові звички мислення."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас почуватися неповноцінним без вашої згоди.",
      "author": "Елеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Подумайте, чому боятися несхвалення — нераціонально. Складіть свій особистий список причин, чому несхвалення — неприємно, але не смертельно.",
      "Аргументи мають бути життєвими й зрозумілими — такими, щоб ви в них зовсім не сумнівалися. Не вводьте себе в оману!",
      "Наприклад, твердження «Якщо хтось мене критикує, не варто засмучуватися, бо мені не потрібні поруч такі зверхні люди» не спрацює, адже в ньому є викривлення.",
      "Так ви лише намагаєтеся самоутвердитися, заносячи людину до «чорного списку». Дотримуйтеся ідей, які ви вважаєте правдивими.",
      "Ось кілька думок, які можуть бути вам корисними:",
      "Не завжди несхвалення безпосередньо пов’язане з вами — вашими словами, діями чи способом життя. Причина може бути в проблемах або особистих поглядах іншої людини.",
      "Навіть обґрунтована критика не несе загрози, адже допомагає помічати й виправляти помилки. А на помилках, як відомо, ми вчимося.",
      "Одна, дві, п’ять чи десять помилок не означають, що все, що ви робите, неправильне. Поруч із ними є багато речей, у яких ви не помиляєтеся.",
      "Ви самі вирішуєте, наскільки сильно засмучуватися через чуже несхвалення — ваша реакція залежить тільки від вас.",
      "Інші люди не можуть судити про вашу людську цінність — лише про доречність і якість ваших слів або вчинків.",
      "Усі люди оцінюватимуть вас по-різному, незалежно від того, наскільки добре чи погано ви вчиняєте. Один випадок відторгнення не означає, що ви залишитесь наодинці.",
      "Несхвалення й критика зазвичай спричиняють дискомфорт, але він минає. Досить занепадати духом. Займіться тим, що раніше приносило задоволення, навіть якщо здається, що починати зовсім безглуздо. Несхвалення — не назавжди.",
      "Поміркуйте над цією темою кілька днів і потроху доповнюйте список. Сформуйте власне ставлення до несхвалення. Ви здивуєтеся, наскільки це допоможе змінити погляд на світ і посилити відчуття незалежності."
    ],
    "quote": {
      "text": "Ваш час обмежений — не витрачайте його, живучи чиїмось чужим життям.",
      "author": "Стів Джобс"
    }
  },
  "screen_3": {
    "texts": [
      "Вчіться спиратися лише на власне схвалення.",
      "Ключ до емоційного відновлення — усвідомлення того, що на ваш настрій впливають лише ваші власні думки. Відмовившись від залежності від чужої похвали, спробуйте підтримувати себе самі.",
      "Для цього протягом дня записуйте в щоденнику або в телефоні список своїх досягнень. Неважливо, наскільки вони масштабні, чи помітив їх хтось, окрім вас, чи ні.",
      "Можливо, ви притримали двері в метро або двічі терпляче пояснили якусь тему колезі. Або просто не пішли з усіма на червоне світло світлофора.",
      "Привчіть себе вести такий список, переглядайте його перед сном — і ви зробите великий крок до самосхвалення.",
      "Пам’ятайте, що думка оточення дуже мінлива. Те, що сьогодні обговорюють і критикують, завтра може стати модним і бажаним для багатьох.",
      "Не намагайтеся всім подобатися. Це неможливо. У світі мільйони людей, і в кожного своя думка й своя голова на плечах.",
      "Живіть своїм життям, висловлюйте свою думку, вчіться на своїх помилках, виправляйте їх, рухайтеся до своїх цілей і йдіть уперед.",
      "Усі перелічені кроки працюють у комплексі. Так, це потребує зусиль, але звільнення від залежності від схвалення оточення змінює життя на краще. Це дарує свободу бути собою."
    ]
  }
}
