{
  "title": "Шлях до здорової самооцінки",
  "description": "Цей матеріал показує, як поступово звільнятися від залежності від чужого схвалення та формувати стійку, внутрішню самооцінку. Основні кроки включають аналіз власних переконань, заміну їх більш реалістичними й підтримувальними, а також розвиток звички до самоодобрення. Такий підхід допомагає знизити тривожність, стати більш незалежною в оцінці себе і підвищити якість життя.",
  "screen_1": {
    "texts": [
      "Перший важливий крок — чесно проаналізувати, які переконання керують вами і яку користь чи шкоду вони приносять.",
      "Зверніть увагу на думки, пов’язані зі схваленням інших, і запишіть їх. Це можуть бути переконання на кшталт: «Я маю подобатися всім» або «Якщо мене критикують, значить, я погана».",
      "Запитайте себе: що я отримую від цих установок і що втрачаю? Яку емоційну ціну я за них плачу?",
      "Коли ви побачите, що страх осуду приносить більше напруги, ніж користі, з’явиться простір для змін.",
      "Наступний крок — замінити переконання на більш реалістичне і підтримувальне.",
      "Наприклад, замість «Якщо мене не схвалюють, значить, я нічого не варта» можна обрати: «Несхвалення неприємне, але воно не визначає мою цінність».",
      "Навіть якщо ви робитимете все ідеально, завжди знайдуться ті, кому щось не сподобається — і це нормально.",
      "Люди дивляться на світ крізь власний досвід і переконання. Їхня думка — не абсолютна істина.",
      "Регулярно повертайтеся до нового переконання — перечитуйте його двічі на день, щоб воно вкорінилося."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас почуватися неповноцінною без вашої згоди.",
      "author": "Елеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Поміркуйте, чому страх несхвалення не такий загрозливий, як здається.",
      "Створіть власний список аргументів, які допоможуть почуватися впевненіше у ситуаціях оцінки.",
      "Важливо, щоб ці аргументи були щирими та реалістичними, а не спробою применшити цінність іншої людини.",
      "Можливі думки-підтримки:",
      "Причини критики не завжди пов'язані зі мною: людина могла бути втомленою, напруженою чи мати складний день.",
      "Конструктивний фідбек — це можливість навчатися, а не доказ «нездатності».",
      "Кілька помилок не визначають ваш характер і не перекреслюють досягнення.",
      "Я можу обирати, як реагувати на чиюсь оцінку — спокійно, м'яко і з повагою до себе.",
      "Люди бачать нас по-різному — і це нормально. Один випадок несхвалення не означає ізоляцію.",
      "Чуже зауваження може засмутити, але це проходить. Дайте собі час, займіться чимось приємним — і напруга зникне.",
      "Доповнюйте свій список щодня — це зміцнить нове мислення і зменшить тривогу перед оцінкою."
    ],
    "quote": {
      "text": "Ваш час обмежений, не витрачайте його на те, щоби жити чиєюсь чужою мрією.",
      "author": "Стів Джобс"
    }
  },
  "screen_3": {
    "texts": [
      "Вчіться спиратися на власне схвалення.",
      "Ваш настрій визначають насамперед ваші думки. Тож саме ви можете підтримати себе.",
      "Сформуйте звичку помічати свої досягнення — навіть найскромніші.",
      "Записуйте їх у нотатки чи щоденник: теплий жест, виконане завдання, терпіння у складний момент.",
      "Переглядайте список увечері — це створює тепліші й стійкіші стосунки з собою.",
      "Пам’ятайте: думки людей змінюються. Сьогодні вони можуть критикувати, а завтра — захоплюватися вами.",
      "Прагнення подобатися всім приречене на розчарування. А бути собою дає свободу, самоповагу та притягує тих, хто близький вам по духу.",
      "Рухайтеся крок за кроком. Звільнення від залежності від схвалення — процес, і він того вартий.",
      "Коли потреба у зовнішньому підтвердженні слабшає, з’являється внутрішній спокій і відчуття справжньої свободи."
    ]
  }
}
