{
  "title": "Шлях до здорової самооцінки",
  "description": "Цей текст розглядає шляхи звільнення від залежності від схвалення оточуючих. Основні кроки включають аналіз переваг і недоліків поточних переконань, переписування негативних установок на більш реалістичні й корисні, а також розвиток звички до самосхвалення. Дотримуючись цих рекомендацій, людина може підвищити свою незалежність і покращити якість життя.",
  "screen_1": {
    "texts": [
      "Перший і дуже важливий крок на шляху до зміни деструктивних переконань — це аналіз їх переваг і недоліків.",
      "Подумайте про свої переконання щодо залежності від схвалення й запишіть їх. Вони можуть бути сформульовані по-різному, але відображають ваше прагнення бути схваленою іншими.",
      "Наприклад: «Я повинна робити те, що подобається людям», або «Якщо мене не схвалюють, значить, я погана».",
      "Запитайте себе: які переваги й недоліки таких установ? Яку ціну ви платите за це й що отримуєте натомість?",
      "Перелічивши всі можливі варіанти, як переконання шкодить чи допомагає вам, ви зможете побачити, як насправді воно впливає на ваш стан, настрій і життя в цілому. Це може стати важливим першим кроком до особистісного зростання.",
      "Якщо ви побачили, що страх несхвалення завдає вам більше шкоди, ніж користі, наступний крок — переписати переконання так, щоб воно звучало більш реалістично й корисно для вас.",
      "Для прикладу візьмемо переконання: «Якщо мене не схвалюють, значить, я погана».",
      "Навіть якщо ви поводитиметеся «ідеально», все одно знайдуться люди, які будуть висловлювати невдоволення вашою поведінкою або навіть вами самою.",
      "Якою б хорошою й зручною ви намагалися бути для інших людей, вам усе одно не уникнути критики, конфліктів і навіть відторгнення.",
      "Однак це не є доказом того, що ви погана людина, бо інша людина може критикувати вас в силу своїх сформованих під впливом виховання й життєвого досвіду переконань (не завжди раціональних!), у які ви, будучи іншою людиною, просто не вписуєтеся.",
      "І якщо комусь більше подобаються блондинки, ніж брюнетки, чи робить це всіх брюнеток поганими?",
      "Виходячи з подібних міркувань, переконання можна переписати таким чином: «Несхвалення може завдавати дискомфорту, але це не робить мене поганою людиною».",
      "Перечитуйте нове переконання пару разів на день. Таким чином, ви будете поступово формувати нові звички мислення."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас почуватися неповноцінною без вашої згоди.",
      "author": "Елеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Подумайте, чому боятися несхвалення нераціонально. Складіть свій особистий список причин, чому несхвалення — це неприємно, але не смертельно.",
      "Аргументи мають бути життєвими, зрозумілими, щоб ви в них аж ніяк не сумнівалися. Не вводьте себе в оману!",
      "Наприклад, твердження: «Якщо хтось критикує мене, не варто засмучуватися, бо мені не потрібні поруч такі зарозумілі люди», не спрацює, бо в ньому присутнє викривлення.",
      "Так ви тільки намагаєтеся самоствердитися за рахунок того, що заносите людину до «чорного списку». Дотримуйтеся ідей, які вважаєте істинними.",
      "Ось деякі ідеї, які можуть бути корисними для вас:",
      "Не завжди несхвалення напряму пов'язане з вами: вашими словами, діями чи способом життя. Причина може бути в проблемах або особистих поглядах іншої людини.",
      "Навіть обґрунтована критика не несе загрози, оскільки допомагає знайти й виправити помилки. А на них, як відомо, ми вчимося.",
      "Один, два, п'ять, десять промахів не означають, що все, що ви робите, невірно. На противагу їм є безліч речей, у яких ви не помиляєтеся.",
      "Ви самі вирішуєте, наскільки сильно засмучуватися через чужого несхвалення, ваша реакція залежить тільки від вас.",
      "Інші люди не можуть судити про вашу людську цінність, лише про правильність і гідності ваших слів чи вчинків.",
      "Усі люди будуть оцінювати вас по-різному, незалежно від того, наскільки добре чи погано ви чините. Несхвалення не поширюється з величезною швидкістю, а один випадок відторгнення не призведе до повного самотності.",
      "Несхвалення й критика зазвичай завдають незручності, але дискомфорт пройде. Досить припадати у відчай. Займіться тим, що раніше приносило задоволення, навіть якщо відчуваєте, що починати абсолютно безглуздо. Несхвалення — це не назавжди.",
      "Порозмірковуйте над цією темою кілька днів і потроху доповнюйте список. Виробіть своє власне ставлення до несхвалення. Ви здивуєтеся, наскільки це допоможе вам змінити погляд на світ і посилити почуття незалежності."
    ],
    "quote": {
      "text": "Ваш час обмежений, не витрачайте його, живучи чужим життям.",
      "author": "Стів Джобс"
    }
  },
  "screen_3": {
    "texts": [
      "Навчайтеся залежати тільки від власного схвалення.",
      "Ключ до емоційного одужання — знання, що на ваш настрій можуть вплинути тільки ваші власні думки. Відмовившись від залежності від чужої похвали, спробуйте надавати собі підтримку самі.",
      "Для цього записуйте протягом дня в щоденнику чи телефоні список своїх досягнень. Неважливо, наскільки вони масштабні, відзначив їх хтось, окрім вас, чи ні.",
      "Можливо, ви притримали двері в метро або двічі терпляче пояснили якусь тему колезі. Або просто не пішли з усіма на червоний сигнал світлофора.",
      "Привчайте себе вести такий список, переглядайте його перед сном, і ви зробите великий крок до схвалення себе.",
      "Пам'ятайте, що думка оточуючих дуже нестабільна. Те, що сьогодні обговорюють і критикують, завтра може стати модним і бажаним для багатьох.",
      "Не намагайтеся і не прагніть усім сподобатися. Це неможливо. У світі мільйони людей, і в кожного своє думка і своя голова на плечах.",
      "Живіть своїм життям, висловлюйте свою думку, вчіться на своїх помилках, виправляйте їх, прагніть до своїх цілей і рухайтеся вперед.",
      "Усі перелічені кроки працюють у комплексі. Так, це вимагає праці, але звільнення від залежності від схвалення оточуючих змінює життя в кращий бік. Це дарує свободу бути собою."
    ]
  }
}