{
  "title": "Başarıya Bağımlılık",
  "description": "Sevgi ilham verir, güç katar ve hayata anlam kazandırır. Ama vazgeçilmez bir ihtiyaç hâline gelip onsuz kendini eksik hissetmeye başladığında, kişiliği zedeler ve sağlıklı ilişkilerin önüne geçer. Aynı şey başarıya bağımlı olmak için de geçerlidir. Gerçek mutluluk, insanın yalnızca başarıya değil; duygularına, değerlerine ve sonuçlardan bağımsız neşe bulma kapasitesine de yaslanmayı öğrenmesiyle mümkündür.",
  "screen_1": {
    "texts": [
      "Bir “başarı yarışı” çağında yaşıyoruz; çoğu zaman değerimiz, elde ettiklerimizle ölçülüyor. Yeterince çabalayan herkesin her şeye ulaşabileceğine inanmamız bekleniyor.",
      "Hırsın sınırı yokmuş gibi görünür ve bu, hayatı bitmeyen bir koşuya çevirir; insanın değeri sonuçlarla eşitlenir.",
      "İlk bakışta masum duran bu inanç, pratikte ciddi zararlar verebilir.",
      "Peki başarıya bağımlılık ne demek?",
      "Özsaygınızın bütünüyle üretkenliğe, statüye, zekâya ya da mesleki sonuçlara bağlanmasıdır.",
      "Okulda ya da işte işler yolunda gittiğinde kendinizi değerli hissedersiniz; bir şey ters gittiğinde ise yoğun olumsuz duygular sizi kaplar.",
      "O anlarda “başarısızım, hiçbir şeye yaramıyorum” duygusu baskınlaşır.",
      "Böyle bir bağımlılık hangi inançları besler?",
      "“Başaramazsam bu bir felaket; demek ki güçsüzüm / aptalım / değersizim.”",
      "“Bir şey olmadıysa, bu benim başarısız olduğumun kanıtıdır.”",
      "“Kaybettiysem, kimseye faydam yok ve hiçbir yere varamayacağım.”",
      "“Mutluluk için mutlaka başarılı olmalıyım; yoksa hayatın anlamı kalmaz.”",
      "Başarı saplantısı hem kadınlarda hem erkeklerde görülür. Günümüzde kadınlar da giderek daha fazla kariyer ve profesyonel yükselişe yöneliyor.",
      "Öte yandan, erkekler çocukluklarından beri “değer başarıyla ölçülür” mesajını daha sık duydukları için başarısızlıklara daha hassas olabilir.",
      "Peki bu kalıplar nasıl oluşur?",
      "Çoğunlukla çocuklukta. Belki ebeveynler duygusal olarak mesafeli ve koşulsuz sevgi vermekte zorlanıyordu.",
      "Çocuk, bunu kendince anlamlandırır.",
      "“Komşunun çocuğu övülüyor da ben neden değilim? Demek ki bende bir sorun var. Daha iyi olursam beni de severlerdi.”",
      "Bir başka olasılık: ilgi ve sıcaklığın yalnızca başarıya bağlanmasıdır.",
      "“Peki getirdin — aferin. Başaramadın — sanki yoksun.”"
    ]
  },
  "screen_2": {
    "texts": [
      "Sık rastlanan bir başka senaryo ise ebeveynin yokluğudur. Çocuk, olup biteni kendisiyle açıklar.",
      "“Babam gittiyse demek yeterince iyi değildim; yoksa büyükler anlaşırdı. En iyi, en zeki, en başarılı olursam geri döner ya da en azından neyi kaybettiğini anlar.”",
      "Bu çocukluk yorumları, ileride başarıya bağımlılığın çekirdeğine dönüşür; ergenlik ve yetişkinlik deneyimleri de bu inancı pekiştirir.",
      "Kişi, sevginin yalnızca başarı karşılığında hak edildiğine inanır. Reddedilmemek için sürekli değerini kanıtlaması gerektiğini düşünür.",
      "Ve “ideal benlik” ile gerçeklik örtüşmediğinde acı, utanç ve değersizlik duyguları ortaya çıkar.",
      "Değişimin ilk adımı, değeri yalnızca başarıyla ölçmenin zararlı olduğunu fark etmektir. Kendinizi sadece sonuçlarla tartmayı bırakma kararı, en önemli büyüme noktasıdır.",
      "Elbette başarıya bağımlılık, güç hissi de verebilir.",
      "“Ben başardım — başkaları başaramadı” düşüncesi bir üstünlük duygusu yaratır.",
      "Bu sistem motive edebilir; büyümeyi, kariyeri ve kazancı destekleyebilir.",
      "Her yeni sonuç sanki değerinize değer katar; daha fazlasını istemek doğal görünür.",
      "Peki “değer = başarı” zihniyetinin eksileri neler?",
      "Kariyer ya da iş iyi gidiyorsa, buna öyle gömülürsünüz ki diğer neşe kaynaklarını kendinizden esirgirsiniz.",
      "Yakın ilişkiler ikinci plana düşer: iş her zaman daha önemli görünür.",
      "Sürekli “meşguliyet modu”nda yaşarsınız.",
      "Hız kestiğiniz anda ise boşluk, kaygı ve “zamanı heba ediyorum” duygusu belirir; dinlenmek zayıflık gibi gelir.",
      "Başarılar olmadığında, dayanak noktanız kalmamış gibi hissedersiniz.",
      "Bu, tükenmişlik, sağlık sorunları, kronik stres ve depresyona sürükleyebilir.",
      "İşkoliklik, başarı saplantısını besleyen bir bağımlılığa dönüşür."
    ],
    "quote": {
      "text": "“Başarı yarışı” çağında herkesin her şey olabileceğine ve bizim de mutlaka değerimizi kanıtlamamız gerektiğine inanırız.",
      "author": "Aleksandr İvanov"
    }
  },
  "screen_3": {
    "texts": [
      "İlişkilerin zedelenmesi",
      "Başarıya kilitlenen kişiler sıklıkla yalnızlık duyar — bu şaşırtıcı değildir.",
      "Yakın bağları besleyecek zaman ve duygusal kaynak kalmaz; ilişkiler yavaş yavaş zayıflar.",
      "Eş, ilgi ve desteği başka yerlerde aramaya başlayabilir; çünkü sizde bulamaz.",
      "Ayrıca başarı bağımlılığı, insanları statülerine göre değerlendirme eğilimini artırır.",
      "Bu da sosyal bağlara kaçınılmaz biçimde yansır.",
      "Erteleme (prokrastinasyon)",
      "Yalnızca tek bir “doğru” yolun olduğu ve hata yapmanın yasak olduğu inancı, başarısızlık korkusunu büyütür.",
      "Sonucun garanti olmadığı düşüncesi, adım atmayı ertelemeye iter. “Hiç denememek, başaramamaktan iyidir” duygusu ağır basar.",
      "Zor duygularla yüzleşme korkusu, ertelemeyi neredeyse kaçınılmaz kılar.",
      "Özdeğer duygusunun yitimi",
      "Hayat öngörülemezdir: hastalık, krizler, dış etkenler — ve artık eskisi kadar çalışamayabilirsiniz.",
      "Eğer değer sadece üretkenliğe kurulmuşsa, bu kayıp derin bir çöküşe yol açar.",
      "Yalnızca başarı için yaşamışsanız ve artık üretemiyorsanız, büyük bir boşluk ve anlamsızlık duygusu doğar.",
      "Bazen bu, umutsuz eylemlere kadar uzanır — çünkü özsaygı bütünüyle sonuca bağlanmıştır.",
      "Diğer bağımlılıklarda olduğu gibi burada da tolerans gelişir — aynı etki için daha çok başarı, daha çok onay gerekir.",
      "Her yeni sonuç daha az sevindirir; tatmin için çabayı artırmak zorunda kalırsınız.",
      "Etki neden bu kadar çabuk sönüyor?",
      "Neden hep daha fazlasını istiyoruz?",
      "Yanıt basit: başarı mutluluk değildir.",
      "Bu iki kavram doğrudan bağlantılı değildir; insan, bir yanılsamanın peşinden koşar.",
      "Ruh hâlinizi belirleyen başarılar değil; düşünceleriniz ve kendinize yaklaşımınızdır. Zaferlerin sevinci çabuk geçer; esas olan içsel dayanak noktasıdır."
    ],
    "quote": {
      "text": "Başarı arzusu bizi ileri iter; ama o süreçte hayatın kendisini yitirmemek gerekir.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Başarı Üzerinden Yaşamayı Nasıl Bırakmalı?",
    "description": "Bu yazı, başarı bağımlılığının tehlikelerini ele alıyor: elde edilen sonuçlar mutluluğu garanti etmez. Lady Gaga ve Jim Carrey gibi örnekler, en parlak kariyerlerin bile depresyon ve başka zorluklarla yan yana var olabildiğini gösteriyor. Hedeflerle özel yaşam arasında denge kurmak ve kişinin başarıdan bağımsız, doğuştan gelen değerini kabul etmek temel çıkarımlardır.",
    "screen_1": {
      "texts": [
        "Elbette başarı bağımlılığından kurtulmak için tüm girişimlerinizi bırakmanız ya da önemli hedeflerden vazgeçmeniz gerekmez.",
        "Sonuçta başarmakta bir sorun yoktur: para, iş, araba, ev — hepsi güzel şeylerdir.",
        "Sorun, bu göstergeler olmadan kendinizi değersiz, başarısız ve vasıfsız hissettiğinizde başlar.",
        "\"Sürekli olağanüstü ve verimli olmak zorundayım\" tuzağından çıkmak için şu noktaları düşünmenizi öneririz:",
        "Özsaygınızın bir gün zirvede, ertesi gün dipte gezdiği bir hayata gerçekten razı mısınız?",
        "Mantıklı bakarsak, değeri başarıyla eşitlemek, kendinizi bitmeyen duygusal bir lunaparka mahkûm etmek demektir.",
        "Bugün bir hedefe ulaşırsınız ve mutlu hissedersiniz; yarın bir aksilik olur ve her şey kararır. \"Sonuç varsa iyiyim, yoksa kötü\" sarkacı.",
        "Duygularınız kolayca yönlendirilebilir hâle gelir. Çevreniz bu bağımlılığı fark ederse sizi kendi hedefleri için kullanabilir.",
        "Örneğin bir yönetici, sırf övgü uğruna her şeyi yapacağınızı bildiği için size aşırı iş yükleyebilir.",
        "Başarı mutluluk değildir",
        "Para, ün ve başarı uzun zamandır mutluluğun garantisi gibi sunuluyor. Oysa mutluluk yalnızca statüye bağlı olsaydı, sosyal sınıflar arasında uçurum gibi farklar görürdük.",
        "Olağanüstü başarılara sahip olmayan pek çok insan yine de hayatından memnun ve huzurludur.",
        "Memnun olmak, hedeflerden vazgeçmek demek değildir. Sağlıklı hırs ile bağımlılık arasında büyük bir fark vardır.",
        "Gerçekte, çok kazananlar, prestijli görevlerde bulunanlar ya da başarılı işletme sahipleri de depresyon yaşayabilir, hayal kırıklıklarıyla boğuşabilir.",
        "Örneğin, dışarıdan bakıldığında son derece başarılı ve güçlü görünen Lady Gaga, zorlu deneyimlerini gençlere destek olmak için \"Born This Way Foundation\" ile çalışmaya dönüştürdü.",
        "\"Klinik depresyon ve kaygıyla hayatım boyunca mücadele ettim ve hâlâ ediyorum.\" demişti.",
        "Ya da insanlara kahkaha armağan eden Jim Carrey: popülerliğinin doruğunda bile iç dünyasında zor yıllar yaşadı.",
        "Jim uzun süre ağır depresyonla savaştı.",
        "Bu sadece ünlüler için geçerli değil; pek çok iş insanı da psikolojik zorluklar ve bağımlılıklar yaşadığını söylüyor.",
        "Hatta bazı çok başarılı kişiler intiharla hayatına son veriyor; buna dair \"CEO intiharı\" diye anılan bir olgu dahi var.",
        "Forbes milyarderi Adolf Merckle, girişimciler İlya Jitomirskiy ve Austen Heinz, moda evi kurucusu Kate Spade gibi isimler bunun acı örnekleri arasında anılıyor.",
        "Kısacası \"başarı = mutluluk\" inancı derinden yanıltıcıdır."
      ]
    },
    "screen_2": {
      "texts": [
        "Yakın birinizi, yalnızca \"başarıları\" yok diye daha az değerli görür müydünüz?",
        "Çok sevdiğiniz bir arkadaşınızla buluştunuz diyelim; ardından onun sıradan bir mağaza çalışanı olduğunu öğrendiniz, siz ise varlıklı ve girişimcisiniz.",
        "Ona tepeden bakar, kendinizi üstün mü hissedersiniz?",
        "Onun, yanınızda var olabilmek için kendi değersizliğini kabul etmesini ister miydiniz? Böyle biri olmak size iyi gelir mi?",
        "Peki o arkadaşın yerinde siz olsaydınız?",
        "Sırf karşı taraf başarılı diye, kendinizi aşağı görmek şartıyla bir ilişkiye razı olur muydunuz?",
        "Peki ya çocuklar \"başarısız\" mı?",
        "Değer yalnızca \"bir şey başaranlara\" aitse, o hâlde çocuklar gezegenin en değersizleri demek olur.",
        "Oysa bebekler başlarını bile zor tutar. Yine de değerli olduklarını biliriz.",
        "Neden? Çünkü insanı değerli kılan şey başarı listeleri değil, insan oluşudur.",
        "Konuşamasalar da, dünyaya büyük katkılar yapamasalar da onları severiz — tıpkı kendimiz gibi.",
        "Tersinden bakalım: Peki ya yaşlılar?",
        "Artık üretmiyorlar diye onları gözden mi çıkaracağız? Elbette hayır. Yaşlı yakınlarımızı sever, sayar, destekleriz.",
        "Herkesin değeri vardır",
        "Değer, sanki ölçülebilir bir sayıymış gibi düşünülür; oysa niteliktir.",
        "İnsanın değeri doğuştandır ve aynıdır; başarılar ya da hatalar bunu artırıp azaltmaz. Milyonunuz olsa da olmasa da aynı özdeğere sahipsiniz.",
        "Kendinizi başkalarıyla kıyaslamayın",
        "Kıyas çoğu zaman yalnızca huzursuzluk yaratır ve özgüveni aşındırır.",
        "Kıskançlığı besler; bu da başarı bağımlılığını pekiştirir. Başkalarının ölçülerine bakınca yaptıklarınız hep yetersiz görünür ve yarış bitmez.",
        "Kıyaslamayı bırakın. Bunun yerine önceliklerinizi gözden geçirip hedeflerinizin gerçekten sizin ihtiyaçlarınıza hizmet edip etmediğine bakın — yoksa yalnızca başkalarına yetişme arzusuna mı?"
      ],
      "quote": {
        "text": "Başarının anlamı yok, eğer mutsuzsanız. Benim için başarı mutluluktur; para ya da şöhret değil.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Dengeyi öğrenin",
        "Başarıya bağımlı kişiler, dinlenmeye, sevdikleriyle vakit geçirmeye ya da hedefleriyle doğrudan bağlantılı olmayan şeyler yapmaya izin verdiklerinde suçluluk hissedebilir.",
        "Elbette başarı önemlidir; ama hayatın en önemli şeyi değildir. Sırf üretkenlik uğruna yaşamayı unutmayın. İş/okul ile diğer alanlar arasında denge kurun.",
        "Bedeninizin ve içinizin sesine kulak verin. Sinyalleri küçümsemeyin; kendinize özen gösterin.",
        "Düşüncelerinizle çalışın",
        "İnanç sisteminizi değiştirmek için, sizi değersiz hissettiren otomatik düşüncelere düzenli olarak yanıt vermek kritik önemdedir.",
        "Böylece sorunun başarı/başarısızlıkta değil, kendinize acımasız yaklaşımda olduğunu fark edersiniz. Gerçeğe daha yakın değerlendirdikçe memnuniyet ve öz-kabul artar.",
        "Peki toplum için kimler daha kıymetli?",
        "\"Başarılı\" denince akla hemen ünlü şarkıcılar, popüler oyuncular, üst düzey iş insanları ve politikacılar gelir.",
        "Oysa öğretmenler, hekimler, inşaat işçileri ve \"gösterişli\" olmayan pek çok meslek, yarınımız için belirleyicidir — çoğu zaman kıskanılan figürlerden daha somut katkı sunarlar.",
        "Gazeteci David Orr’un kitabındaki güzel bir düşünceyle bitirelim:",
        "Dünya daha çok \"başarılı\" insana değil; barışçılara, iyileştiricilere, hikâye anlatıcılarına ve seven insanlara ihtiyaç duyuyor.",
        "Ahlakı olan, dünyayı daha yumuşak ve insanca kılan insanlara; yanında yaşamın iyi hissettirdiği insanlara…",
        "Elbette iddialı hedefler ve kariyer basamakları güzeldir. Ama hayatın tüm parçalarının uyumlu olması daha önemlidir.",
        "Üretkenlik ve başarı büyük haz verebilir; fakat mutluluğun ne ön koşulu ne de garantisidir.",
        "Sevilmek ya da saygı görmek için kendinizi kanıtlamak zorunda değilsiniz; birinci olmasanız da kendinizi gerçekleştirebilir ve sağlam bir özsaygı kurabilirsiniz.",
        "Unutmayın: \"Dünyanın en önemli şeyleri, 'şeyler' değildir.\""
      ],
      "quote": {
        "text": "Hayatın gerçek değeri, sahip olduklarımızda değil; kim olduğumuzdadır.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
