{
  "title": "Başarıya Bağımlılık",
  "description": "Sevgi ilham verir, güç katar ve hayata anlam kazandırır. Ama vazgeçilmez bir ihtiyaç hâline gelip onsuz kendini eksik hissetmeye başladığında, kişiliği zedeler ve sağlıklı ilişkilerin önüne geçer. Aynı şey başarıya bağımlı olmak için de geçerlidir. Gerçek mutluluk, insanın yalnızca başarıya değil; duygularına, değerlerine ve sonuçlardan bağımsız neşe bulma kapasitesine de yaslanmayı öğrenmesiyle mümkündür.",
  "screen_1": {
    "texts": [
      "Bir “başarı yarışı” çağında yaşıyoruz; çoğu zaman değerimiz, elde ettiklerimizle ölçülüyor. Yeterince çabalayan herkesin her şeye ulaşabileceğine inanmamız bekleniyor.",
      "Hırsın sınırı yokmuş gibi görünür ve bu, hayatı bitmeyen bir koşuya çevirir; insanın değeri sonuçlarla eşitlenir.",
      "İlk bakışta masum duran bu inanç, pratikte ciddi zararlar verebilir.",
      "Peki başarıya bağımlılık ne demek?",
      "Özsaygınızın bütünüyle üretkenliğe, statüye, zekâya ya da mesleki sonuçlara bağlanmasıdır.",
      "Okulda ya da işte işler yolunda gittiğinde kendinizi değerli hissedersiniz; bir şey ters gittiğinde ise yoğun olumsuz duygular sizi kaplar.",
      "O anlarda “başarısızım, hiçbir şeye yaramıyorum” duygusu baskınlaşır.",
      "Böyle bir bağımlılık hangi inançları besler?",
      "“Başaramazsam bu bir felaket; demek ki güçsüzüm / aptalım / değersizim.”",
      "“Bir şey olmadıysa, bu benim başarısız olduğumun kanıtıdır.”",
      "“Kaybettiysem, kimseye faydam yok ve hiçbir yere varamayacağım.”",
      "“Mutluluk için mutlaka başarılı olmalıyım; yoksa hayatın anlamı kalmaz.”",
      "Başarı saplantısı hem kadınlarda hem erkeklerde görülür. Günümüzde kadınlar da giderek daha fazla kariyer ve profesyonel yükselişe yöneliyor.",
      "Öte yandan, erkekler çocukluklarından beri “değer başarıyla ölçülür” mesajını daha sık duydukları için başarısızlıklara daha hassas olabilir.",
      "Peki bu kalıplar nasıl oluşur?",
      "Çoğunlukla çocuklukta. Belki ebeveynler duygusal olarak mesafeli ve koşulsuz sevgi vermekte zorlanıyordu.",
      "Çocuk, bunu kendince anlamlandırır.",
      "“Komşunun çocuğu övülüyor da ben neden değilim? Demek ki bende bir sorun var. Daha iyi olursam beni de severlerdi.”",
      "Bir başka olasılık: ilgi ve sıcaklığın yalnızca başarıya bağlanmasıdır.",
      "“Peki getirdin — aferin. Başaramadın — sanki yoksun.”"
    ]
  },
  "screen_2": {
    "texts": [
      "Sık rastlanan bir başka senaryo ise ebeveynin yokluğudur. Çocuk, olup biteni kendisiyle açıklar.",
      "“Babam gittiyse demek yeterince iyi değildim; yoksa büyükler anlaşırdı. En iyi, en zeki, en başarılı olursam geri döner ya da en azından neyi kaybettiğini anlar.”",
      "Bu çocukluk yorumları, ileride başarıya bağımlılığın çekirdeğine dönüşür; ergenlik ve yetişkinlik deneyimleri de bu inancı pekiştirir.",
      "Kişi, sevginin yalnızca başarı karşılığında hak edildiğine inanır. Reddedilmemek için sürekli değerini kanıtlaması gerektiğini düşünür.",
      "Ve “ideal benlik” ile gerçeklik örtüşmediğinde acı, utanç ve değersizlik duyguları ortaya çıkar.",
      "Değişimin ilk adımı, değeri yalnızca başarıyla ölçmenin zararlı olduğunu fark etmektir. Kendinizi sadece sonuçlarla tartmayı bırakma kararı, en önemli büyüme noktasıdır.",
      "Elbette başarıya bağımlılık, güç hissi de verebilir.",
      "“Ben başardım — başkaları başaramadı” düşüncesi bir üstünlük duygusu yaratır.",
      "Bu sistem motive edebilir; büyümeyi, kariyeri ve kazancı destekleyebilir.",
      "Her yeni sonuç sanki değerinize değer katar; daha fazlasını istemek doğal görünür.",
      "Peki “değer = başarı” zihniyetinin eksileri neler?",
      "Kariyer ya da iş iyi gidiyorsa, buna öyle gömülürsünüz ki diğer neşe kaynaklarını kendinizden esirgirsiniz.",
      "Yakın ilişkiler ikinci plana düşer: iş her zaman daha önemli görünür.",
      "Sürekli “meşguliyet modu”nda yaşarsınız.",
      "Hız kestiğiniz anda ise boşluk, kaygı ve “zamanı heba ediyorum” duygusu belirir; dinlenmek zayıflık gibi gelir.",
      "Başarılar olmadığında, dayanak noktanız kalmamış gibi hissedersiniz.",
      "Bu, tükenmişlik, sağlık sorunları, kronik stres ve depresyona sürükleyebilir.",
      "İşkoliklik, başarı saplantısını besleyen bir bağımlılığa dönüşür."
    ],
    "quote": {
      "text": "“Başarı yarışı” çağında herkesin her şey olabileceğine ve bizim de mutlaka değerimizi kanıtlamamız gerektiğine inanırız.",
      "author": "Aleksandr İvanov"
    }
  },
  "screen_3": {
    "texts": [
      "İlişkilerin zedelenmesi",
      "Başarıya kilitlenen kişiler sıklıkla yalnızlık duyar — bu şaşırtıcı değildir.",
      "Yakın bağları besleyecek zaman ve duygusal kaynak kalmaz; ilişkiler yavaş yavaş zayıflar.",
      "Eş, ilgi ve desteği başka yerlerde aramaya başlayabilir; çünkü sizde bulamaz.",
      "Ayrıca başarı bağımlılığı, insanları statülerine göre değerlendirme eğilimini artırır.",
      "Bu da sosyal bağlara kaçınılmaz biçimde yansır.",
      "Erteleme (prokrastinasyon)",
      "Yalnızca tek bir “doğru” yolun olduğu ve hata yapmanın yasak olduğu inancı, başarısızlık korkusunu büyütür.",
      "Sonucun garanti olmadığı düşüncesi, adım atmayı ertelemeye iter. “Hiç denememek, başaramamaktan iyidir” duygusu ağır basar.",
      "Zor duygularla yüzleşme korkusu, ertelemeyi neredeyse kaçınılmaz kılar.",
      "Özdeğer duygusunun yitimi",
      "Hayat öngörülemezdir: hastalık, krizler, dış etkenler — ve artık eskisi kadar çalışamayabilirsiniz.",
      "Eğer değer sadece üretkenliğe kurulmuşsa, bu kayıp derin bir çöküşe yol açar.",
      "Yalnızca başarı için yaşamışsanız ve artık üretemiyorsanız, büyük bir boşluk ve anlamsızlık duygusu doğar.",
      "Bazen bu, umutsuz eylemlere kadar uzanır — çünkü özsaygı bütünüyle sonuca bağlanmıştır.",
      "Diğer bağımlılıklarda olduğu gibi burada da tolerans gelişir — aynı etki için daha çok başarı, daha çok onay gerekir.",
      "Her yeni sonuç daha az sevindirir; tatmin için çabayı artırmak zorunda kalırsınız.",
      "Etki neden bu kadar çabuk sönüyor?",
      "Neden hep daha fazlasını istiyoruz?",
      "Yanıt basit: başarı mutluluk değildir.",
      "Bu iki kavram doğrudan bağlantılı değildir; insan, bir yanılsamanın peşinden koşar.",
      "Ruh hâlinizi belirleyen başarılar değil; düşünceleriniz ve kendinize yaklaşımınızdır. Zaferlerin sevinci çabuk geçer; esas olan içsel dayanak noktasıdır."
    ],
    "quote": {
      "text": "Başarı arzusu bizi ileri iter; ama o süreçte hayatın kendisini yitirmemek gerekir.",
      "author": "Ernest Hemingway"
    }
  }
}
