{
  "title": "Başarı Bağımlılığı",
  "description": "Şairler ve ressamlar tarafından yüceltilen aşk, insanı kanatlandırır ve yaşamın tamlığını hissettirir. Ancak aşkın patolojik bir ihtiyaç haline dönüşmesi, özellikle düşük benlik saygısı olan kişilerde, kişiliği yıkar ve sağlıklı ilişkiler kurmayı engeller. Gerçek mutluluğu ve yaşamın tamlığını, ruh halinizi düzenlemeyi ve partnerinizin varlığına bağlı olmayan zevklerden keyif almayı öğrenerek bulabilirsiniz.",
  "screen_1": {
    "texts": [
      "Biz \"başarı yarışı\" çağında yaşıyoruz, başarımızın bizi tanımladığı bir dönemde. Görünüşe göre herkes herhangi biri olabilir, büyük paralar kazanabilir ve toplumda saygınlık kazanabilir.",
      "Hırslar için bir sınır yok ve bu da hayatımızı, insan değerinin başarılarla belirlendiğine inandığımız sürekli bir yarışa dönüştürüyor.",
      "Bu inanç masum görünse de aslında yıkıcı sonuçlara sahiptir.",
      "Başarı bağımlılığı ne anlama gelir?",
      "Bu, benlik saygınızın üretkenlik, statü, zeka veya başarı üzerine inşa edilmesidir.",
      "Eğitim veya iş hayatınız iyi gittiği sürece kendinizi mutlu ve bütün bir insan olarak hissedersiniz. Ancak başarısız olduğunuzda veya hedefinize ulaşamadığınızda yoğun olumsuz duygular sizi sarar.",
      "Bu noktada muhtemelen kendinizi hiçbir şeye yaramayan bir başarısız olarak düşünürsünüz.",
      "Böyle bir bağımlılığa dayalı inançlar neler olabilir?",
      "Eğer başarılı olamazsam, bu korkunç olacak. Demek ki ben zayıfım / aptalım / değersizim.",
      "Eğer başaramazsam, demek ki ben bir başarısızım.",
      "Eğer başarısız olursam, demek ki değersizim ve asla hiçbir şey başaramayacağım.",
      "Başarılı olmam gerekiyor, yoksa yaşamanın anlamı yok. Her şey anlamını yitirecek. Asla gerçekten mutlu olamayacağım.",
      "Aşırı başarı kaygısı sadece erkekler arasında değil, son zamanlarda kariyer hırsları ve başarıya yönelik çabaları artan kadınlar arasında da yaygınlaşmıştır.",
      "Kadınlar genellikle ilişkilere daha fazla önem verirken, erkeklerde kariyer başarısızlıklarına karşı bir hassasiyet gözlemlenir, çünkü çocukluktan beri onlara değerlerinin başarılarıyla belirlendiği öğretilir.",
      "Bu tür inançlar neden ve nasıl oluşur?",
      "Nedenleri çok olabilir, ama genellikle bu tür tutumlar çocuklukta oluşur. Belki de bu kişinin ebeveynleri soğuk ve uzaklardı, ona sevgi, ilgi ve kabul göstermediler.",
      "O zaman çocuk neden böyle olduğunu anlamaya çalışır.",
      "Eğer komşu mahalleden Petya'yı seviyorlar, övüyorlar ve kabul ediyorlarsa, beni değilse, demek ki ben bir şeylerde eksikim ve daha iyi olsaydım beni kesinlikle severlerdi.",
      "Başka bir seçenek de ebeveynlerin sevgi, ilgi, övgü ve bakımı sadece o bir başarı elde ettiğinde vermeleridir.",
      "Eğer çocuk okuldan beş alırsa, onu överler, yoksa ona dikkat etmezler."
    ]
  },
  "screen_2": {
    "texts": [
      "Başka bir seçenek de olmayan ebeveyndir. Çocuklar egosantrik düşünceye sahiptir ve dünyada olan her şeyi kendileri üzerinden açıklarlar.",
      "Eğer baba gittiyse, bu benim kötü bir çocuk olduğum anlamına gelir, anneyle anlaşamadıkları değil. Dolayısıyla, baba benim ne kadar iyi, başarılı, akıllı olduğumu görürse, mutlaka geri dönecek ya da en azından kimi kaybettiğini anlayacaktır.",
      "Tam da bu tür senaryolar başarı bağımlılığını oluşturur. Ve ergenlik döneminde, gençlikte veya yetişkin yaşamda belirli olaylar ve durumlar bu inanca olan güveni pekiştirebilir.",
      "Sonuç olarak, kişi sadece başarıları için sevilebileceğini benimser. Başarılı olmak zorundasınız, yoksa sizi terk ederler, reddederler ve yalnız kalırsınız.",
      "Dolayısıyla, ideal imaj ile gerçek arasındaki uyumsuzlukla karşılaşınca, kişi kendi gereksizliği ve değersizliğiyle yüzleşir ve bu çok acı vericidir.",
      "Kişisel değerinize olan yaklaşımınızı değiştirmek için ilk adım, bunun size fayda sağlayıp sağlamayacağını veya zarar verip vermeyeceğini belirlemektir. Değerinizi kendi başarılarınızla tanımlamayı bırakma kararı almak, inanç sistemini değiştirmek için en önemli ilk adımdır.",
      "Elbette, başarı bağımlılığının artıları olabilir. Kendinizi övebilir ve bir şey başardığınızda harika hissedebilirsiniz.",
      "Diğer insanlara kıyasla kendinizi üstün hissetmek. Sonuçta bir şey başardınız, diğerleri başaramadı.",
      "Bu inanç sistemi sayesinde başarıya motive olabilir, daha fazla çaba gösterebilir, kariyer yapabilir, para kazanabilirsiniz.",
      "Çünkü başarı size değer katar. Öneminizi hissetmek için her seferinde daha iyi olmanız gerekir. İlk bakışta oldukça iyi görünüyor.",
      "Peki \"değer eşittir başarı\" düşüncesinin dezavantajları nelerdir?",
      "Eğer işiniz veya kariyeriniz iyi gidiyorsa, onlara o kadar dalabilirsiniz ki diğer potansiyel tatmin ve zevk kaynaklarından kendinizi soyutlarsınız.",
      "Aile, yakınlar, arkadaşlarla olan ilişkiler sizi artık mutlu etmez, onlarla vakit geçirmek yerine işinize zaman ayırırsınız.",
      "Kendinize zamanınız kalmaz, sabahın erken saatlerinden gece geç saatlere kadar durmadan çalışırsınız.",
      "İşkolikliğiniz size mola vermez, çünkü hızı yavaşlatırsanız yoksunluk hissedersiniz, boşluk, işe yaramazlık, sıkıntı hissedersiniz, sanki önemli bir şeyi kaçırıyorsunuz. Dinlenmeyi unutursunuz.",
      "Dinlenmek sizin için tembellikle eşdeğerdir, sanki şu an faydalı bir şey yapabilirsiniz ama yapmıyorsunuz. Başarılar olmadan kendinizi işe yaramaz ve sıkıcı hissedersiniz, çünkü kendinize saygı ve memnuniyet için başka bir temeliniz olmaz.",
      "Bu, tükenmişliğe, kronik hastalıklara, sürekli stres ve depresyon hissine yol açabilir.",
      "Ayrıca, işkoliklik başarıya olan saplantıyı besleyen bir başka bağımlılık olarak kabul edilebilir, bu da onunla başa çıkmayı zorlaştırır."
    ],
    "quote": {
      "text": "\"Başarı yarışında\" bizi başarımız tanımlar ve herkesin herhangi biri olabileceği gibi görünüyor.",
      "author": "Aleksandr İvanov"
    }
  },
  "screen_3": {
    "texts": [
      "Sosyal ilişkilerin bozulması",
      "Sürekli başarıya ulaşmaya çalışan insanların kendilerini yalnız hissetmeleri sıkça görülür ve bu oldukça anlaşılabilir bir durumdur.",
      "Sosyal temasları sürdürmek için zamanınız veya enerjiniz olmayabilir. Uzun süre yakınlarınıza zaman ayırmazsanız, bu kesinlikle ilişkilerinizi etkileyecektir.",
      "Partneriniz başkasını bulabilir, çünkü sizinle olan ilişkide ilgi, sevgi ve bakım alamaz.",
      "Başarı bağımlılığı, çevrenizdekileri algılamanızı da etkiler. Kişi, kendi belirlediği \"başarı\" kriterlerine uymayan veya sosyal statü olarak kendisinden aşağı olanlarla iletişim kurmayı reddedebilir.",
      "Bütün bunlar çevrenizdeki insanlarla olan ilişkilerinizi olumsuz etkiler.",
      "Erteleme (Prokrastinasyon)",
      "Sadece bir \"mükemmel\", doğru seçenek olduğunda, tek bir mutluluk yolu olduğunda, hata yapılamaz, her şey tam olarak planlandığı gibi olmalıdır.",
      "Ama aslında başarı garantisi olmadığını çok iyi anlarsınız, bu yüzden bu yola hiç başlamamak daha iyidir. O zaman başarısız bir denemedense hiç denememek daha iyi diye düşünürsünüz.",
      "Sonuçta başarısızlıktan sonra katlanılması zor gelen hoş olmayan duygular yaşamak zorunda kalacaksınız. Bu da neredeyse kaçınılmaz bir ertelemeye yol açar.",
      "Özsaygı eksikliği",
      "Hayat öngörülemeyen bir şeydir; hastalık, işlerin kötüleşmesi, savaş veya sizden bağımsız başka bir şey, artık önceki düzeyde çalışabilirliğinizi sürdüremediğinizde.",
      "O zaman hesaplaşma saati gelir — üretkenliğin azalmasının sizin işe yaramaz olduğunuzu gösterdiği inancıyla tetiklenen ağır bir depresyon. Bu anda hayatınız tamamen yıkılacak, mahvolacaksınız.",
      "Yaşamanızın amacı başarmaktı, şimdi bunu yapamıyorsunuz. Özsaygı eksikliği intihar girişimine bile yol açabilir — değerinizi yalnızca piyasa standartlarına göre değerlendirmenin en yüksek ve geri dönüşsüz bedeli.",
      "Her bağımlılıkta tolerans vardır ve başarı bağımlılığı bir istisna değildir.",
      "Her şeyin size yetmediğiyle karşılaşacaksınız; başarı, unvanlar, ödüller, para, mülk. İlerledikçe gereksinimler sadece artar, sizi durdurmaz.",
      "Her yeni başarı önceki zevki vermez ve yeniden bir şeyler hissetmek için çabalarınızı önemli ölçüde artırmanız gerekir.",
      "Neden etki bu kadar kısa ömürlü?",
      "Neden size giderek daha fazlası gerekiyor?",
      "Cevap açık: Başarı mutluluğu garanti etmez.",
      "Bu iki olgu eş anlamlı değildir ve nedensel bir bağlantı ile birleşmez. Sonunda bir illüzyonun peşinden koşuyorsunuz.",
      "Çünkü ruh halinizin anahtarı — düşüncelerinizdir, başarı değil, çünkü zaferin getirdiği heyecan hızla kaybolur. Gerçek mutluluğun yalnızca size bağlı olduğunu anlamak önemlidir."
    ],
    "quote": {
      "text": "Başarıya düşüncesizce yönelme, sürecin tadını çıkarmaya zaman bırakmadan bizi ileri iter.",
      "author": "Ernest Hemingway"
    }
  }
}
