{
  "title": "Başarılarla Yaşamaktan Nasıl Vazgeçilir?",
  "description": "Makale, başarıya bağımlılığın tehlikelerini tartışıyor ve başarıların mutluluk ve refahı garanti etmediğine dikkat çekiyor. Lady Gaga ve Jim Carrey gibi ünlülerin örnekleri, en başarılı insanların bile depresyon ve diğer sorunlarla mücadele edebileceğini gösteriyor. Kişisel hayat ve hedefler arasında denge bulmanın önemi ve her bireyin başarılarına bakılmaksızın içsel değerini kabul etmenin kilit çıkarımlardan biri olduğu vurgulanıyor.",
  "screen_1": {
    "texts": [
      "Elbette, başarı bağımlılığıyla başa çıkmak için tüm girişimlerinizi bırakmanız veya önemli hedeflerinizden vazgeçmeniz gerekmiyor.",
      "Sonuçta, başarıya sahip olmanın kötü bir yanı yok. Para, iş, araba, daire vb. gibi şeylere sahip olmak harika.",
      "Sorunlar, bu başarı kriterleri olmadan kendinizi değersiz, başarısız ve layık olmayan biri olarak görmeye başladığınızda ortaya çıkar.",
      "Öne çıkma ve sürekli verimli olma tuzağından kurtulmak için şu sorular üzerine düşünmenizi öneriyoruz:",
      "Tüm hayatınızı özgüven dalgalanmaları içinde mi geçirmek istiyorsunuz?",
      "Mantıklı düşünürsek, başarı kavramına göre yaşamayı seçmek, kendinizi sonsuz duygusal dalgalanmalara mahkûm etmek demektir.",
      "Bugün bazı zirvelere ulaşıp mutlu olabilirsiniz, ama yarın bir başarısızlık yaşadığınızda hayatın tüm renkleri değişir. Başarı var – harikasınız, başarı yoksa – başarısızsınız.",
      "Duygularınız kolayca yönetilebilir hale gelir. Diğer insanlar başarı bağımlılığınızı fark ederse, bunu kendi amaçları için kullanabilirler.",
      "Örneğin, patronunuz size aşırı iş yükü verebilir, çünkü ne pahasına olursa olsun bir övgü almak için her şeyi yapacağınızı bilir.",
      "Başarı mutluluk demek değildir",
      "Para, şöhret ve başarı uzun zamandır mutluluğun ve refahın garantisi olarak görülüyor. Ama eğer mutluluk seviyesi bir kişinin başarısına bağlı olsaydı, farklı sosyal statülere sahip insanlar arasında büyük farklar görürdük.",
      "Çoğu insan ciddi başarılara sahip olmasa da, pek çoğu hayatlarından memnun ve mutlu.",
      "Ancak, memnun olmak daha fazla çabalamamak veya daha fazlasını istememek anlamına gelmez. Sağlıklı bir hedefe ulaşma arzusu ile bağımlılık arasında büyük bir fark vardır.",
      "Gerçekte, çok para kazanan, prestijli bir pozisyonda çalışan ya da başarılı bir işe sahip olanların bile depresyonla mücadele ettiği, çeşitli sorunlar yaşadığı veya hayattan hayal kırıklığına uğradığı ortaya çıkıyor.",
      "Örneğin, herkesin tanıdığı Lady Gaga, ilk bakışta başarılı, zengin, mutlu bir insan gibi görünse de, şarkıcı, gençlerin zor zamanlarında onlara yardımcı olmak için kendi vakfı 'Born This Way Foundation'ı kurdu, çünkü yaşadığı zorlukları iyi biliyor.",
      "2015'te Billboard'a verdiği bir röportajda, \"Hayatım boyunca depresyon ve anksiyete ile mücadele ettim ve bugün hâlâ bu mücadeleye devam ediyorum,\" diye itiraf etti.",
      "Ya da Jim Carrey, hayranlarına içten bir gülümseme hediye eden ve eserleriyle pozitif duygular yaşatan bir aktör olmasına rağmen, popülaritesinin zirvesinde bile gülmeyi başaramamıştır.",
      "Jim, uzun yıllar boyunca ağır depresyonla mücadele etti.",
      "Bu sadece ünlülerle sınırlı değil; aynı şekilde iş insanları da sıklıkla psikolojik rahatsızlıklar ve bağımlılıklardan şikâyet eder.",
      "Genel olarak, birçok başarılı insan hayatına son verir. Hatta bu fenomen için özel bir terim ortaya çıktı: 'CEO intiharı'.",
      "Bu olgu ile karşılaşanlar arasında Forbes milyarderi Adolf Merckle, startup kurucuları Ilya Zhitomirskiy ve Austen Heinz, moda evi sahibi Kate Spade ve daha pek çok kişi bulunuyor.",
      "Dolayısıyla, hâlâ başarının mutluluk anlamına geldiğini düşünüyorsanız, çok yanılıyorsunuz."
    ]
  },
  "screen_2": {
    "texts": [
      "Yakın bir kişiye sadece başarısı olmadığı için daha mı kötü davranırsınız?",
      "Arkadaşınızla buluştuğunuzu ve onu çok değerli bulduğunuzu hayal edin. Ama birden, onun bir mağazada sıradan bir satıcı olduğunu ve sizin zengin, başarılı bir iş insanı olduğunuzu öğrendiğinizi varsayın.",
      "Ona tepeden bakar mısınız? Onu kendinizden daha mı aşağı görürsünüz?",
      "Bu arkadaşınızın, sizin yanınızda kendi değersizliğini kabul etmesini mi istersiniz? Bu şekilde bir insan olmak sizi mutlu eder mi?",
      "Peki ya bu arkadaşın yerinde siz olsaydınız?",
      "Başarılı biriyle, kendinizi onun yanında değersiz görme şartıyla arkadaşlık eder miydiniz?",
      "Tüm çocuklar başarısız mı?",
      "Eğer sadece bir şeyler başaran insanlar değerliyse, o zaman çocuklar gezegendeki en büyük değersizlerdir.",
      "Ne de olsa bebekler başlarını bile dik tutamıyorlar. Yoksa onların da bir değeri var mı?",
      "Eğer evet diyorsanız, bebeklerin nasıl bir değere sahip olduğunu açıklayın.",
      "Sonuçta, bu dünyaya hiçbir şey getirmediler, hatta konuşmayı bile bilmiyorlar. Kuşkusuz, insanlar sizi de, bebekleri de başarılarınızla değil, kim olduğunuz için değerli buluyor.",
      "Peki, tersine, tüm yaşlıları şimdi ne yapacağız? Onları da yok mu edeceğiz?",
      "Sonuçta, yaşlandılar, artık dünyaya bir şey katamıyorlar. Ama biz böyle düşünmüyoruz. Zayıf ebeveynlerimizi seviyor ve onlara yardımcı olmaya çalışıyoruz.",
      "Her insan değerlidir",
      "Değerin ölçülebilir bir birim olduğunu, hesaplanabileceğini düşünüyoruz. Ama aslında değer, niteliksel bir birimdir.",
      "Her insan doğuştan bir değer birimine sahiptir ve bu herkes için aynıdır. Başarılarınız veya başarısızlıklarınız ne olursa olsun, değer biriminiz değişmez. Milyonunuz olsun ya da olmasın, değerlisiniz.",
      "Başarılarınızı başkalarıyla karşılaştırmayın",
      "Başkalarıyla kıyaslama, rahatsızlık ve kendinizden şüphe etmenin ötesinde bir şey getirmez.",
      "Bu, başarıya bağımlılığı besleyen kıskançlık duygusunu tetikler. Başarılarınızı başkalarınınkilerle kıyasladığınızda yeterince çaba göstermediğinizi hisseder ve başkalarıyla yarışma arzunuzu güçlendirirsiniz.",
      "Başarılarınızı başkalarıyla kıyaslamayı bırakın. Bunun yerine, önceliklerinizi yeniden gözden geçirin ve belirlediğiniz hedeflerin ne kadarının gerçekten sizin ilgi alanlarınıza hizmet edeceğini düşünün, yoksa kendinizi başkalarıyla kıyaslama isteğinize mi hizmet ediyorsunuz?"
    ],
    "quote": {
      "text": "Başarı, mutsuzsanız anlamlı değildir. Benim için başarı mutluluktur, para veya şöhret değil.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Denge bulmayı öğrenin",
      "Başarıya bağımlı olan insanlar, dinlenmeye, sevdikleriyle vakit geçirmeye veya doğrudan hedefleriyle ilgili olmayan şeylerle ilgilenmeye zaman ayırdıkları için sık sık suçluluk duyarlar.",
      "Elbette, başarıların hayatta bir önemi vardır, ama en önemli şey değildir. Başarıya odaklanırken yaşamayı unutuyorsunuz. İş/okul ve yaşamın diğer alanları arasında denge kurmayı öğrenin.",
      "Kendi isteklerinize ve bedeninizin ihtiyaçlarına kulak verin. Sinyalleri göz ardı etmeyin, kendinize özen gösterin.",
      "Düşünceleriniz üzerinde çalışın",
      "İnanç sisteminizi değiştirmek için, kendinizi yetersiz hissettiren olumsuz otomatik düşüncelere cevap vermeye devam etmek çok önemlidir.",
      "Bu, sorunun başarılarınızda veya başarısızlıklarınızda değil, kendinize yönelik eleştirisel tavrınızda ve kendinizi azarlama alışkanlığınızda yattığını anlamanıza yardımcı olacaktır. Faaliyetlerinizi gerçekçi bir şekilde değerlendirmeyi öğrendiğinizde, memnuniyet ve kendinizi kabul etme artacaktır.",
      "Topluma kim daha fazla katkıda bulunur?",
      "Başarılı insanlardan bahsettiğimizde, hemen popüler şarkıcılar, ünlü aktörler, büyük iş insanları ve kamuya mal olmuş politikacılar aklımıza gelir.",
      "Peki öğretmenler, doktorlar, inşaatçılar ve geleceğimizin onlara bağlı olduğu diğer az bilinen meslek gruplarındaki insanlar ne olacak? Ama objektif olarak bakarsak, bu insanlar genellikle hayranlık duyulanlardan daha faydalıdır.",
      "Sonuç olarak, gazeteci David Orr'un kitabından harika bir düşünce paylaşmak istiyoruz.",
      "O, dünyanın daha fazla başarılı insana değil, daha çok barışsever, şifacı, hikâye anlatıcılarına ve sadece sevgi dolu insanlara ihtiyacı olduğunu yazıyor.",
      "Dünyanın ahlaklı insanlara, dünyayı daha nazik ve insancıl hale getirenlere ihtiyacı var. Dünyanın, yanında yaşamanın iyi olduğu insanlara ihtiyacı var.",
      "Kimse hırslı hedeflere ve kariyer basamaklarını tırmanmaya karşı değil. Ancak hayatın tüm alanlarının dengede olması çok önemlidir.",
      "Üretkenlik ve başarı son derece keyifli olabilir ve büyük bir tatmin sağlayabilir. Ancak başarı, maksimum mutluluk için ne gerekli ne de yeterlidir.",
      "Başkasının sevgisini veya saygısını yorgun bir şekilde kazanmanız gerekmez ve kendinizi gerçekleştirmek ve sağlam bir özgüvene sahip olmak için birinci olmanız şart değildir.",
      "Sadece unutmayın ki \"dünyadaki en önemli şeyler aslında şeyler değildir!\""
    ],
    "quote": {
      "text": "Gerçek yaşamın değeri sahip olduklarımızda değil, kim olduğumuzda yatar.",
      "author": "Oprah Winfrey"
    }
  }
}
