{
  "title": "Aşk Bağımlılığı",
  "description": "Şairler ve sanatçılar tarafından yüceltilen aşk, kanatlandırır ve hayata doluluk hissi verir. Ancak aşkın patolojik bir ihtiyaç haline gelmesi, kişiliği yok eder ve özellikle düşük benlik saygısına sahip kişilerde sağlıklı ilişkiler kurmayı zorlaştırır. Gerçek mutluluk ve yaşamın doluluğu, ruh halinizi düzenlemeyi ve bir partnerin varlığına bağlı olmayan zevklerin tadını çıkarmayı öğrenerek bulunabilir.",
  "screen_1": {
    "texts": [
      "Aşk, şairler, sanatçılar ve müzisyenler tarafından yüceltilen muhteşem bir duygudur. Kanatlandırır, ilham verir ve hayata doluluk hissi verir.",
      "Doğal olarak, hepimiz sevmek ve sevilmek isteriz.",
      "Ancak, eğer aşk hakkındaki düşünceniz şu inanca dayanıyorsa: \"Bir partnerim olmazsa gerçekten mutlu ve başarılı bir insan olamam. Tam anlamıyla mutlu olmak için sevilmem gerek\", bu bir bağımlılık belirtisidir.",
      "Aşka bağımlı olmak ne anlama gelir?",
      "Bu, aşkın patolojik bir ihtiyaç haline geldiği, onsuz mutlu olamadığınız bir durumdur.",
      "Aşksızlıktan acı çekiyorsunuz ve birinin bu boşluğu doldurmasını bekliyorsunuz. Hayatınızın ancak bir sevgiliniz olduğunda daha iyi, daha ilginç ve dolu olacağına inanıyorsunuz.",
      "Bu tür bir bağımlılık, kişiliğinizi, benlik saygınızı ve sağlıklı ilişkiler kurma yeteneğinizi baltalayan yıkıcı bir durumdur.",
      "Aşk bağımlılığının sebepleri farklı olabilir, ancak genellikle çocukluk veya gençlik yıllarına dayanır.",
      "Özellikle düşük benlik saygısına sahip, yalnız kalmaktan korkan, eksikliklerine odaklanan ve yeteneklerine inanmayan kişiler bu duruma yatkındır.",
      "Çocukluktan gelen düşük benlik saygısı, yetersizlik hissi olarak algılanır.",
      "Ebeveynleri tarafından yeterince ilgi görmeyen ve sevgi eksikliği yaşayan bir çocuk, yetişkinlikte bu duyguları partnerlerinde arar ve bağımlı ilişkiler geliştirir.",
      "28 yaşındaki Viktorya'nın örneğine bakalım. O, akşamlarını ve hafta sonlarını \"Bir ilişkide olmazsam mutlu olamam. Erkek olmadan hiçbir şeyim yok\" diyerek umutsuzluk içinde geçiriyor.",
      "Sevilmek onun için nefes almak kadar önemli. Bu tür talepler genellikle insanları uzaklaştırır."
    ]
  },
  "screen_2": {
    "texts": [
      "İnançlarını analiz ederken Viktorya, düşüncelerinin avantajlarını ve dezavantajlarını listeledi.",
      "Dezavantajlar şunlardı:",
      "Yalnız olduğum için bu inanç beni depresyona sokuyor.",
      "Bir şeyler yapma, dünyayı keşfetme ya da hobilerimle ilgilenme isteğimi kaybediyorum.",
      "Bu nedenle tembel ve mutsuz hissediyorum.",
      "Bu, kendime acıma duygusu uyandırıyor.",
      "Bu inanç, beni gururumdan ve özgüvenimden mahrum bırakıyor, başkalarına karşı kıskançlık ve hayal kırıklığı hissettiriyor.",
      "Daha sonra inancının avantajlarını yazdı:",
      "Bir partner bulma, aşk ve güven bulma umudu.",
      "Bu inanç bana yaşam amacımı ve anlamını veriyor.",
      "Bu avantajlar ne kadar gerçekçi?",
      "Viktorya, bir erkek olmadan yaşayamayacağına yıllarca inandı, ancak bu inanç ona hala istediği partneri getirmedi.",
      "Viktorya, erkeklere çok fazla önem verdiğini ve bu durumun onları ona çekmediğini fark etti.",
      "Ayrıca, bağımlı insanların genellikle çok talepkar göründüğünü ve bu durumun ilişkileri zorlaştırdığını fark etti.",
      "Mutluluğu içinde bulan insanların genellikle diğerlerini çektiğini, çünkü neşe ve özgüven yaydıklarını gördü.",
      "Aşk bağımlılığı, sağlıklı ilişkiler kurmayı zorlaştırır. Kendi mutluluğunuz için başka birine ihtiyaç duyduğunuzu ifade ettiğinizde, bilinçaltınızdan \"Beni sev, çünkü tek başıma bir değerim yok\" mesajını verirsiniz. Bu tür ilişkiler sağlıklı olamaz.",
      "Ancak bu tür inançlarla bir ilişkide olsanız bile, ilişkileriniz sağlıklı olmaz. Çünkü mutluluğunuzun kaynağı olarak gördüğünüz belirli bir kişinin hep yanınızda olmasını beklersiniz.",
      "Ve bunun için her şeyi yapmaya hazırsınızdır. İhtiyacınız olan duygusal \"dozu\" alamadığınızda, partnerinize baskı yaparak kendinizi sevilmiş hissetmeye çalışırsınız ya da başka bir yerde gerçek aşkı aramayı hayal edersiniz.",
      "Ve her zaman yeterli gelmeyecek ya da \"bir şeyler eksik\" olacak, çünkü kendi ruh halinizin sorumluluğunu bir başkasına yüklediniz."
    ],
    "quote": {
      "text": "Gerçek mutluluk, kendinizden memnun olmanızda yatar.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Kendi ruh halinizi düzenlemeyi ve mutluluğu kendi içinizde bulmayı öğrenmek çok önemlidir. Bu, hem yalnızken hem de sevdiğiniz biriyle birlikteyken kendinizi eşit derecede canlı hissetmenizi sağlar.",
      "Ancak şu şekilde düşünebilirsiniz: \"Tabii, kulağa hoş geliyor ama bu gerçekçi değil. Yalnız olmak, duygusal bir başarısızlık anlamına gelir.\"",
      "Birçok insan, aşkın dünyanın itici gücü olduğuna inanır. Bunu reklamlarda görüyorsunuz, popüler şarkılarda duyuyorsunuz, şiirlerde okuyorsunuz. Ancak gerçekte, aşk mutlu ve dolu bir yaşamın tek yolu değildir.",
      "Yalnız olmak, kesinlikle mutsuz olmak anlamına gelmez. Hayatın çoğu zevkini kendi başımıza alırız.",
      "Örneğin, sevdiğiniz müziği dinlerken, dans ederken, güzel yerlerde yürüyüş yaparken, bir kitap okurken veya dondurma yerken. Keyifli hissetmek için başkalarına ihtiyacınız yok.",
      "Yalnızken tadını çıkarabileceğiniz zevklerin sayısı sonsuzdur. Bu da demek oluyor ki, yanınızda birisi olsun ya da olmasın, size birçok keyif kaynağı açıktır.",
      "Peki sizin keyif listeniz nedir? Kendinizi nasıl mutlu edebilirsiniz?",
      "Bazen mükemmel bir ilişkiye ve aşk fikrine o kadar çok odaklanırız ki, gerçek aşkı deneyimlemek için gerçekten neye ihtiyaç duyduğumuzu gözden kaçırırız."
    ],
    "quote": {
      "text": "Kendini sevmek, hayat boyu sürecek bir romantizmin başlangıcıdır.",
      "author": "Oscar Wilde"
    }
  }
}
