{
  "title": "Aşk Bağımlılığından Nasıl Kurtulursunuz?",
  "description": "Makale, aşk ve ilişkilerle ilgili mutluluk ve inançları araştırıyor. Mutluluğun farklı yollarla elde edilebileceği ve yalnızlıkla ilgili olumsuz inançları değiştirmek için teknikler sunuluyor. Makale, günlük şeylerde neşeyi görmeyi ve romantik bir ilişki olmadan gelişmeyi öğretiyor.",
  "screen_1": {
    "texts": [
      "İlişkiler ve aşk, hayata çokça neşe ve mutluluk katabilir, ancak bu tek yol değildir.",
      "Mutluluk, karmaşık ve çok yönlü bir süreçtir ve herkesin bu mutluluğa ulaşmak için kendi yöntemlerini ve yollarını seçme hakkı vardır.",
      "Bu nedenle, eğer şu an hayatınızda romantik bir ilişki yoksa, bu onu eksik yapmaz.",
      "İnançlarınızı değiştirmek için çok fazla çaba sarf etmeniz gerekir, bu uzun ve zahmetli bir süreçtir.",
      "Ancak, aşağıdaki öneriler ve teknikler sayesinde, aşk bağımlılığından kurtulabileceğinize ve hem ilişkilerde hem de ilişkiler olmadan mutlu olmayı öğrenebileceğinize inanıyoruz.",
      "Filtreyi Değiştirmek",
      "Yalnız hissettiğinizde sokakta sürekli aşık çiftler gördüğünüzü fark ettiniz mi?",
      "Ve sanki tüm dünya size karşıymış gibi gelir: burada bir çift güvercin, orada bir kedi ve köpek, ama siz hala yalnızsınız. Bu, bilişsel bir çarpıtma olan olumsuz bir filtreyle çalışmanın bir sonucudur.",
      "Bu, yalnızca sizi rahatsız eden şeyleri fark ettiğiniz ve geri kalanını görmezden geldiğiniz bir düşünce ve algı hatasıdır.",
      "Filtreyi değiştirin — dünyaya daha geniş bakın. Yalnız olan mutlu insanları da görmeyi öğrenin. Ya da bir partneri olan, ama yine de mutlu olmayan insanları görün — sosyal statü her zaman mutluluğun garantisi değildir."
    ],
    "quote": {
      "text": "Mutluluk bir kelebek gibidir: ne kadar çok kovarsanız, o kadar kaçar. Ama dikkatinizi başka şeylere verdiğinizde, gelip sessizce omzunuza konar.",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Beklenen Keyif Listesi",
      "Mutluluğu her gün küçük zevklerde, kişisel gelişimde, arkadaşlıklarda ve yaşamın birçok diğer alanında bulabilirsiniz.",
      "Ancak muhtemelen böyle düşünmüyorsunuz ve başka bir kişi olmadan mutlu olamayacağınıza inanıyorsunuz.",
      "Bu inancınızı gerçeğe dönüştürmek için \"Beklenen Keyif Listesi\" kullanın. Bu listede birkaç sütun bulunur ve burada yalnız veya başkalarıyla yapacağınız çeşitli etkinliklerden aldığınız keyfi tahmin edip kaydedersiniz (iş ve dinlenme).",
      "İlk sütuna deneyin tarihini yazın.",
      "İkinci sütuna, deney kapsamında o gün yapmayı planladığınız birkaç etkinliği yazın (İki ila üç hafta boyunca 40-50 deney yapmanızı öneririz. Size genellikle tatmin veya keyif veren veya öğrenme veya kişisel büyüme potansiyeline sahip aktiviteleri seçin.)",
      "Üçüncü sütuna, bu etkinlikleri kiminle yapacağınızı yazın. Eğer tek başınıza yapacaksanız, \"Ben\" yazın.",
      "Dördüncü sütuna, o etkinlikten ne kadar keyif alacağınızı, 0'dan 100'e kadar olan bir ölçekle tahmin edin — sayı ne kadar büyükse, beklenen keyif o kadar yüksek olur.",
      "Dördüncü sütunu doldurmanın en önemli kısmı, bu etkinliği gerçekleştirmeden önce doldurmanızdır, sonrasında değil! İlk dört sütunu doldurduktan sonra harekete geçin.",
      "Sonrasında, beşinci sütuna gerçek keyif derecesini yazın, aynı değerlendirme sistemiyle — 0'dan 100'e kadar.",
      "Bir dizi böyle deney yaptıktan sonra, topladığınız verileri analiz edebilir ve kendinizle ilgili birçok ilginç bilgi edinebilirsiniz.",
      "Birincisi, beklenen keyfi (sütun 4) gerçek keyifle (sütun 5) karşılaştırarak tahminlerinizin ne kadar doğru olduğunu öğrenirsiniz.",
      "Genellikle yalnız başınıza bir şeyler yaparken almayı beklediğiniz keyfi küçümsediğinizi fark edebilirsiniz.",
      "Ayrıca, başkalarıyla yapılan etkinliklerin her zaman beklentilerinizi karşılamadığını öğrenince şaşırabilirsiniz.",
      "Hatta aslında, birçok durumda yalnız zaman geçirmenin size başkalarıyla vakit geçirmekten daha keyifli geldiğini keşfedebilirsiniz.",
      "Ayrıca, yalnız yaptığınız etkinliklere verdiğiniz en yüksek puanların, başkalarıyla yaptığınız etkinliklere verdiğiniz puanlarla eşit ya da daha yüksek olduğunu görebilirsiniz."
    ],
    "quote": {
      "text": "Kimse, sizin izniniz olmadan, sizi aşağılanmış hissettiremez.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "İnançların Düzeltilmesi",
      "Aşk, ilişkiler ve evlilik, mutluluk ve özgüveni artırmanın gerekli bir koşulu değildir, bazen bunlar yeterli bile değildir.",
      "Bunun kanıtı, evli olan ve hala mutsuz olan milyonlarca erkek ve kadındır.",
      "Eğer aşk yalnızlık, sorunlar, kötü ruh hali ve depresyon için bir tedavi olsaydı, tüm psikologlar işsiz kalırdı.",
      "Ancak, ne yazık ki, bir partnerin varlığı mutlu bir yaşamın garantisi değildir. Bunu kabul etmek ve anlamak gerekiyor.",
      "Bir inanç üzerinde çalışmaya başlamak için, onu formüle edin ve yazın. Bu inanç farklı şekillerde ifade edilebilir:",
      "Eğer bir partnerim yoksa mutsuzum.",
      "Beni sevmiyorlarsa, başarısız biriyim.",
      "İlişkim olmadan eksik hissediyorum.",
      "Sonrasında, bu inancınızın size nasıl zarar verdiğini yazın. Örneğin:",
      "kendime karşı sürekli yüksek beklentiler, asla yeterince iyi olmadığımı hissetmek",
      "partnerden gerçekçi olmayan beklentiler, aşk ve sevgi hakkında aşırı genellemeler yapmak yerine somut sorunlara odaklanmak",
      "yalnız kaldığınız her durumda memnuniyetsizlik ve depresif ruh hali",
      "Bundan sonra, karşı argümanlar yazın. Bu zor bir süreç olabilir ve birkaç gün sürebilir, yeni fikirler geldikçe listeyi genişletin.",
      "\"Yalnız olmak korkunç ve küçük düşürücü\" inancı için şu karşı argümanları yazabilirsiniz:",
      "yalnız olmak, bir kişinin kendisini daha iyi tanımasına olanak tanır.",
      "ilişkiler olmadan, yeni şeyler deneme fırsatına sahip olursunuz, ilişkilerde yapmak daha zor olabilir.",
      "uygunsuz bir partnerle olmaktansa yalnız olmak daha iyidir.",
      "Ve bu sürecin en önemli unsuru — eski inancınızı yeni bir inançla değiştirmektir. Bu inanç, gerçekçi ve rasyonel olmalı, böylece ona inanabilirsiniz.",
      "Örneğin: \"Yalnızlık hoş ve faydalı olabilir, dinlenebilir ve kendimi daha iyi tanıyabilirim. Aşk, farklı ilişkilerde ortaya çıkar.",
      "Bir partnerim olmasa bile insanlarla yakınlık hissedebilir, duygularımı paylaşabilir ve sıcaklık gösterebilirim. Kişisel olarak ne tür bir ilişki istediğime odaklanmalı ve bunlar yoksa onları oluşturmak için çalışmalıyım.",
      "Ancak bir partnerimin olmaması beni eksik yapmaz. Tıpkı bir partner istemenin beni zayıf veya bağımlı yapmadığı gibi.\"",
      "Bu notları her gün 2-3 hafta boyunca okuyun, eklemeler veya değişiklikler yapabilirsiniz. Bu şekilde, olumsuz düşünce kalıplarının üstesinden gelebilir ve değişimlerinize başlayabilirsiniz.",
      "Aşk harika bir deneyimdir, ancak diğer herhangi bir deneyim gibi, olumlu ve olumsuz olabilir ve kim olduğumuzu veya neden burada olduğumuzu belirlememelidir.",
      "İstek ve ihtiyaç aynı şey değildir. Oksijen bir ihtiyaçtır, aşk ise bir istektir.",
      "Aşk, yetişkin bir insanın ihtiyacı değildir!",
      "Aşk ilişkisi kurma isteği normaldir. Bunda yanlış bir şey yoktur. Sevdiğiniz biriyle iyi bir ilişki büyük bir zevktir.",
      "Ancak hayatta kalmak veya en yüksek mutluluğu yaşamak için başka bir kişinin onayına, sevgisine veya ilgisine ihtiyacınız yoktur."
    ]
  }
}
