{
  "title": "Aşka bağımlılık",
  "description": "Şairlerin ve sanatçıların yücelttiği aşk kanatlandırır, yaşama bütünlük hissi katar. Ancak aşkın patolojik bir ihtiyaca dönüşmesi kişiliği yıpratır ve özellikle özsaygısı düşük kişilerde sağlıklı ilişkiler kurmayı zorlaştırır. Gerçek mutluluk ve doyum, ruh hâlini düzenlemeyi öğrenip bir partnerin varlığına bağlı olmayan hazlardan da keyif alabilmekle bulunur.",
  "screen_1": {
    "texts": [
      "Aşk, şairlerin, ressamların ve müzisyenlerin övdüğü muhteşem bir duygudur. Kanatlandırır, ilham verir ve yaşama bütünlük hissi katar.",
      "Elbette hepimiz sevmeyi ve sevilmeyi isteriz.",
      "Ancak aşkı şu inanca indirgerseniz: ‘Yanımda bir partner yoksa gerçekten mutlu ve kendimi gerçekleştirmiş biri olamam; tam mutluluk için sevilmeye ihtiyacım var’, bu bir bağımlılık belirtisidir.",
      "Peki, aşka bağımlı olmak ne demek?",
      "Aşkın, onsuz kendinizi mutlu hissedemediğiniz patolojik bir ihtiyaç hâline gelmesidir.",
      "Sevginin yokluğundan acı çekersiniz; birinin bu boşluğu doldurmasını beklersiniz. Hayatınızın ancak sevdiğiniz biri hayatınıza girdiğinde daha iyi, ilgi çekici ve dolu olacağına; sizi değerli ve ‘tam’ kılacağına inanırsınız.",
      "Böyle bir bağımlılık, kişiliğinizi, özsaygınızı ve sağlıklı ilişki kurma kapasitenizi zedeler.",
      "Aşk bağımlılığının nedenleri farklı olabilir; çoğu kez çocukluk ya da ilk gençlik yıllarına uzanır.",
      "Buna özellikle, yalnızlıktan korkan, kusurlarına odaklanan ve kendi güç ve becerilerine inancı zayıf, düşük özsaygılı kişiler yatkındır.",
      "Çocukluktan gelen düşük özsaygı, kendini eksik hissetmeye dönüşebilir.",
      "Ebeveyn ilgisinin az olduğu ve sevginin eksik kaldığı çocuk, yetişkinlikte bu duyguyu partnerlerde aramaya başlar ve bağımlı ilişki kalıpları geliştirir.",
      "Örnek: 28 yaşındaki Viktoriya, ‘Yalnızca bir ilişkideyken mutlu olabilirim. Erkek olmadan ben hiçbir şeyim’ inancıyla akşamlarını ve hafta sonlarını çaresizlik içinde geçiriyor.",
      "Onun için sevilmek, nefes almak kadar önemli. Bu yüksek talepkârlık ise çoğu zaman insanları uzaklaştırır."
    ]
  },
  "screen_2": {
    "texts": [
      "Viktoriya, inançlarını incelerken düşünme biçiminin eksilerini ve artılarını yazdı.",
      "Eksiler şöyleydi:",
      "Bu inanç, yalnız olduğum için beni kedere sürüklüyor.",
      "Bir şey yapma, dünyayı keşfetme ya da hobiyle ilgilenme isteğimi kaybediyorum.",
      "Bu yüzden kendimi tembel ve mutsuz hissediyorum.",
      "Kendime acıma duygusu doğuyor.",
      "Beni gurur ve özgüvenden yoksun bırakıyor; başkalarına imrenmeme ve hayal kırıklığı yaşamama yol açıyor.",
      "Ardından inancın artılarını yazdı:",
      "Bir partner bulma, sevgi ve güvenlik kazanma umudu.",
      "Bana yaşam amacı ve anlam veriyor.",
      "Peki bu artılar ne kadar gerçek?",
      "Yıllarca erkek olmadan yaşayamayacağına inandı; ama bu inanç, aradığı partneri ona hâlâ getirmedi.",
      "Viktoriya, erkeklere aşırı anlam yüklediği sonucuna vardı ve bunun kimseyi kendisine çekmediğini gördü.",
      "Ayrıca, bağımlı insanların çoğu zaman fazla talepkâr göründüğünü ve bunun ilişki kurmayı zorlaştırdığını fark etti.",
      "Mutluluğu içinde bulanların çoğu kez başkalarını çektiğini; çünkü neşe ve güven yaydıklarını gördü.",
      "Aşk bağımlılığı, sağlıklı ilişkiler kurmayı zorlaştırır. Kendi mutluluğunuz için başkasına ihtiyaç duyduğunuzu söylediğinizde, bilinçdışında şu mesajı verirsiniz: ‘Beni sev, çünkü tek başıma bir değerim yok.’ Böyle bir ilişkinin sağlıklı olması zordur.",
      "Üstelik bu inançlarla ilişki içinde olsanız bile, ilişkiyi sağlıklı sürdürmek zordur; çünkü mutluluğun kaynağını belirli bir kişinin hep yanınızda olmasına bağlamış olursunuz.",
      "Bunun için her şeyi yapmaya hazırsınızdır. İhtiyaç duyduğunuz duygu dozunu alamadığınızda, sevgiyi hissetmek için partnerinize baskı yapabilir ya da ‘o büyük aşkı’ başka yerde aramayı düşleyebilirsiniz.",
      "Ve size hep yetmeyecek ya da ‘bir şeyler eksik’ olacaktır; çünkü kendi hâlinizden sorumluluğu başka birine yüklemişsinizdir."
    ],
    "quote": {
      "text": "Gerçek mutluluk, kendinizden hoşnut olmaktır.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Kendi ruh hâlinizi düzenlemeyi ve mutluluğu içinizde bulmayı öğrenmek çok önemlidir. Bu, hem tek başınayken hem sevdiğiniz kişiyleyken aynı derecede canlı hissetmenizi sağlar.",
      "Ama şöyle düşünebilirsiniz: ‘Kulağa hoş geliyor ama gerçekçi değil. Yalnız olmak duygusal bir başarısızlık demek.’",
      "Birçok kişi aşkın dünyanın motoru olduğuna inanır; bunu reklamlarda, pop şarkılarında ve şiirlerde görürüz. Oysa aşk, mutlu ve dolu bir yaşama giden tek yol değildir.",
      "Yalnız olmak, kesinlikle mutsuz olmak demek değildir. Hayattaki hazların çoğunu tek başımıza da yaşarız.",
      "Örneğin sevdiğiniz müziği dinlerken, dans ederken, güzel yerlerde yürürken, kitap okurken ya da dondurma yerken. Keyifli hissetmek için mutlaka birine ihtiyaç yoktur.",
      "Tek başına tadına varılabilecek hazların sayısı sınırsızdır. Bu da, yanınızda biri olsa da olmasa da pek çok haz kaynağının size açık olduğu anlamına gelir.",
      "Sizin haz listeniz nasıl? Kendinizi nasıl sevindirebilirsiniz?",
      "Bazen kusursuz ilişki ve ‘yüce duygu’ fikrine o kadar takılırız ki gerçek sevgiyi hissetmek için aslında neye ihtiyaç duyduğumuzu gözden kaçırırız."
    ],
    "quote": {
      "text": "Kendini sevmek, ömür boyu sürecek bir aşkın başlangıcıdır.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Aşk bağımlılığından nasıl kurtulursunuz?",
    "description": "Yazı, mutluluk ve aşk/ilişkilere dair inançları inceler; mutluluğa farklı yollarla ulaşılabileceğini gösterir ve yalnızlıkla ilgili olumsuz inançları dönüştürmeye yönelik teknikler sunar. Günlük hayattaki sevinçleri fark etmeyi ve romantik ilişki olsun olmasın gelişmeyi teşvik eder.",
    "screen_1": {
      "texts": [
        "İlişkiler ve aşk, hayata büyük sevinç katabilir; ancak tek yol değildir.",
        "Mutluluk karmaşık ve çok katmanlı bir süreçtir; herkes ona kendi yollarıyla ulaşabilir.",
        "Bu nedenle, şu anda yaşamınızda romantik bir ilişki yoksa bu, hayatınızı eksik kılmaz.",
        "İnançları değiştirmek ciddi emek ister; uzun ve zahmetli bir süreçtir.",
        "Yine de aşağıdaki öneri ve teknikler, aşk bağımlılığından uzaklaşmanıza ve hem ilişkideyken hem de tek başınayken mutlu olmayı öğrenmenize yardımcı olabilir.",
        "Filtreyi değiştirin",
        "Yalnız hissettiğinizde sokakta sürekli aşık çiftlere rastladığınızı fark ettiniz mi?",
        "Sanki dünya size karşıdır: burada iki güvercin, orada el ele bir çift; siz ise hâlâ tek başınasınız. Bu, bilişsel bir çarpıtma — “olumsuz filtre”dir.",
        "Bu, yalnızca sizi rahatsız edenleri seçip kalanını görmezden geldiğiniz bir düşünme ve algı hatasıdır.",
        "Filtreyi değiştirin — dünyaya daha geniş bakın. Yalnız mutlu olanları da görün. Ya da partneri olup da daha mutlu olmayanları… Sosyal statü her zaman beklentiyi karşılamaz."
      ],
      "quote": {
        "text": "Mutluluk bir kelebek gibidir: Ne kadar çok kovalarsanız o kadar kaçar. Ama dikkatinizi başka şeylere çevirirseniz gelir ve sessizce omzunuza konar.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Beklenen Haz Listesi",
        "Mutluluğu her gün küçük sevinçlerde, kişisel gelişimde, dostlukta ve hayatın daha birçok alanında bulabilirsiniz.",
        "Ancak çoğu zaman böyle düşünmeyip, başka biri olmadan mutlu olamayacağınıza inanabilirsiniz.",
        "Bu inancı gerçeklikle sınamak için “Beklenen Haz Listesi”ni kullanın. Birkaç sütundan oluşur; yalnızken ya da başkalarıyla yaptığınız çeşitli etkinliklerden alacağınız haz düzeyini önceden tahmin eder, ardından gerçekte ne yaşadığınızı kaydedersiniz.",
        "Birinci sütuna deneyin tarihini yazın.",
        "İkinci sütuna o gün deney kapsamında yapmayı planladığınız birkaç eylemi yazın (iki–üç haftaya yayılmış 40–50 denemelik bir liste oluşturun. Size genellikle doyum/haz veren ya da öğrenme ve kişisel büyüme potansiyeli olan etkinlikleri seçin).",
        "Üçüncü sütuna bunları kiminle yapacağınızı yazın. Yalnızsanız “Ben” yazın.",
        "Dördüncü sütunda her etkinliğin size ne kadar haz vereceğini 0’dan %100’e bir ölçekte tahmin edin — sayı büyüdükçe beklenti de yüksektir.",
        "Çok önemli: Dördüncü sütunu etkinliğe başlamadan önce doldurun! İlk dört sütunu tamamladıktan sonra uygulamaya geçin.",
        "Ardından beşinci sütuna, aynı 0–%100 ölçeğiyle, yaşadığınız gerçek haz düzeyini yazın.",
        "Bir dizi böyle deney yaptıktan sonra topladığınız verileri analiz edebilir ve kendiniz hakkında epey şey öğrenebilirsiniz.",
        "Öncelikle beklenen hazzı (4. sütun) ile gerçek hazzı (5. sütun) karşılaştırarak öngörülerinizin ne kadar isabetli olduğunu görürsünüz.",
        "Çoğu kez — özellikle bir şeyi tek başınıza yaptığınızda — alacağınızı sandığınız haz düzeyini olduğundan düşük tahmin ettiğinizi fark edebilirsiniz.",
        "Ayrıca, başkalarıyla yapılan etkinliklerin her zaman beklentilerinizi karşılamadığını görmek sizi şaşırtabilir.",
        "Hatta pek çok durumda, zamanı tek başınıza geçirmenin daha keyifli olduğunu keşfedebilirsiniz.",
        "Ve yalnız yapılan etkinliklere verdiğiniz en yüksek puanların, birlikte yapılanlarla eşit ya da daha yüksek olabildiğini de görebilirsiniz."
      ],
      "quote": {
        "text": "Sizin onayınız olmadan kimse sizi değersiz hissettiremez.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "İnançların düzenlenmesi",
        "Aşk, ilişkiler ve evlilik; mutluluk ve özsaygıyı artırmak için zorunlu koşullar değildir, bazen de yeterli olmaz.",
        "Bunun kanıtı: evli olup yine de mutsuz olan milyonlarca kişi.",
        "Aşk yalnızlık, sorunlar, kötü ruh hâli ve depresyonun ilacı olsaydı, psikologların işi kalmazdı.",
        "Ne yazık ki böyle değildir; bir partnerin varlığı mutlu bir yaşamı garanti etmez. Bunu görmek ve kabul etmek gerekir.",
        "Bir inançla çalışmaya başlamak için onu netleştirip yazın. Şöyle formüle edilebilir:",
        "Eğer bir partnerim yoksa mutsuzum.",
        "Beni sevmiyorlarsa demek ki başarısızım.",
        "İlişki olmadan eksik ve yetersizim.",
        "Sonra, bu inancın size nasıl zarar verdiğini yazın. Örneğin:",
        "Kendime bitmeyen, aşırı yüksek standartlar koyuyorum; ilişki için yeterince iyi olmadığımı düşünüyorum.",
        "Partnerden gerçekçi olmayan beklentiler; sevgiyi ya da sevgisizliği genellemek, somut sorunlara odaklanmamak.",
        "Yalnızlık içeren her durumda tetiklenen sürekli doyumsuzluk ve bastırılmış ruh hâli.",
        "Ardından karşı argümanlar yazın. Bu zor olabilir; günler sürebilir — yeni düşünceler geldikçe listeyi tamamlayın.",
        "Örneğin “Yalnız olmak korkunç ve aşağılayıcıdır” inancı için şu karşı argümanlar yazılabilir:",
        "Yalnızlık, kişinin kendini daha iyi tanımasına fırsat tanır.",
        "İlişki yokken yeni şeyler deneme, ilişkideyken zor olabilecek adımları atma imkânı vardır.",
        "Uygun olmayan biriyle olmaktansa yalnız olmak daha iyidir.",
        "Ve en kritik adım: eski inancınızı yenisiyle değiştirin. Yeni inanç gerçekçi ve akla yatkın olmalı; ona inanabilmelisiniz.",
        "Örneğin: “Yalnızlık keyifli ve faydalı olabilir; dinlenmeyi ve kendimi daha iyi tanımayı sağlar. Sevgi farklı ilişkilerde de ortaya çıkar.”",
        "Partnerim olmasa bile insanlarla yakınlık kurabilir, duygularımı paylaşabilir ve sıcaklık gösterebilirim. Ne tür ilişkiler istediğime odaklanmalı, yoksa hedef koyup onları kurmayı denemeliyim.",
        "Partnerimin olmaması beni eksik kılmaz; tıpkı partner istemenin de beni zayıf ya da bağımlı kılmaması gibi.”",
        "Bu notları 2–3 hafta boyunca her gün yeniden okuyun; dilediğiniz gibi ekleyin ya da güncelleyin. Böylece olumsuz düşünme kalıplarını aşmaya ve değişimi başlatmaya adım atarsınız.",
        "Aşk harika bir deneyimdir; ancak diğer tüm deneyimler gibi olumlu ya da olumsuz olabilir ve kim olduğumuzu ya da neden burada olduğumuzu tek başına belirlememelidir.",
        "İstek ve ihtiyaç aynı şey değildir. Oksijen bir ihtiyaçtır; aşk ise bir istektir.",
        "Aşk, yetişkin bir insan için bir ihtiyaç değildir!",
        "Aşk ilişkisi kurma isteği normaldir; bunda yanlış bir şey yoktur. Sevdiğiniz kişiyle iyi bir ilişki büyük bir hazdır.",
        "Ama hayatta kalmak ya da en yüksek mutluluğu yaşamak için bir başkasının onayına, sevgisine ya da ilgisine ihtiyacınız yoktur."
      ]
    }
  }
}
