{
  "title": "Hep ben mi suçluyum? Her şeye gücü yetme yanılgısı",
  "description": "Bu yazı, “kişiselleştirme” denen — çevrede olup biten her şeyin nedeni olduğuna inanma — eğilimini ele alır. Bu düşünme biçiminin stres, kaygı, düşük özsaygı ve ilişki sorunları gibi sonuçlarını açıklar. Ayrıca, böyle bir inancın nasıl oluşabileceğini; çocukluk deneyimleri ve kültürel normların etkisini tartışır. Son bölümde, temelsiz suçluluk duygusundan kurtulmak ve kişiselleştirmeyi aşmak için öneriler sunulur.",
  "screen_1": {
    "texts": [
      "Her durumda, sonuç ne olursa olsun, nedeni benim.",
      "Treni kaçırdım — demek ki fazla oyalandım. Metroda karşımdakiler gülüyor — kesin benimle ilgili. Partnerimin keyfi yok — belli ki bir şeyi yanlış yaptım.",
      "Tanıdık geliyor mu?",
      "Evetse, bu, kendini “her şeye gücü yeten” sanma yanılgısıdır.",
      "Hepimiz az çok kişiselleştirme yaparız.",
      "Bu, sizi evrenin merkezindeymişsiniz gibi hissettiren ve çevrede olup bitenin gereğinden fazlasının sorumluluğunu üstlenmeye iten sinsi bir psikolojik tuzaktır.",
      "Etrafınızdakilerin yalnızca size tepki verdiğine, onların eylem, düşünce ve duygularının bütünüyle sizin davranışlarınıza bağlı olduğuna inanırsınız — oysa çoğu sizin denetiminizde değildir.",
      "Yine de kendinizi suçlar, içinizi kemiren bir suçlulukla yaşarsınız.",
      "Paradoksal biçimde, “her şeye gücü yetme” inancı sizi sınırlar; kaygıyı artırır ve işlevselliği düşürür.",
      "Kişiselleştirme nasıl görünür?",
      "“Her şey benim yüzümden”: Hayatta olup bitenin — iyi ya da kötü — kendi eylemlerinizin sonucu olduğuna meyledersiniz; tüm sorumluluğu üstlenirsiniz.",
      "“Her şey benim etrafımda dönüyor”: İnsanların sürekli sizi düşündüğüne, konuştuğuna; tüm hatalarınızı fark ettiğine inanırsınız.",
      "“Suçlu benim”: Gerçek neden ne olursa olsun, suçluluk sürekli eşlik eden bir duyguya dönüşür."
    ]
  },
  "screen_2": {
    "texts": [
      "Örneğin:",
      "Bir dükkâna girdiniz; kasiyer kaba davrandı. “Onun kötü bir günü olabilir” demek yerine kendinizi suçlarsınız: “Galiba yanlış bir şey söyledim ya da yaptım.”",
      "Arkadaş buluşmasına hoşlanmadığınız biri çağrıldı. Bunu bilerek yaptıklarını, sizi dışlamak istediklerini sanırsınız.",
      "“Aramama dönmüyorsa kesin bana kırgındır.”",
      "Şu gençler gülüşüp bakışıyor — herhâlde beni konuşuyorlar.",
      "Bu düşünme tarzında, gerçek sorumlu kim olursa olsun, suç hep sizdeymiş gibi gelir. Sonuç? Stres, apati, kaygı, özsaygı sorunları ve hatta depresyon.",
      "Kişiselleştirme neden tehlikelidir?",
      "Aşırı öz eleştiri: Kontrolünüz dışında olan olaylar için bile kendinizi suçlamaya sürüklenebilirsiniz.",
      "Stres ve kaygı: “Tüm sorunlar benim yüzümden” duygusu kronik gerilim yaratır.",
      "İlişki sorunları: Başkalarının davranışlarını yanlış yorumlayıp alınabilirsiniz; ilişkileri zedeleyebilirsiniz.",
      "Çarpıtılmış gerçeklik algısı: Diğer irrasyonel inançlar gibi kişiselleştirme de serinkanlı değerlendirmeyi engeller; nesnel olguları kaçırmanıza yol açar.",
      "Düşük özsaygı: Kendini sürekli suçlamak, güveni içeriden aşındırır.",
      "Kurban rolü: Bazıları uydurdukları kusurlar için kendilerini cezalandırmaya yönelir; başkalarının saygısızlığına göz yumabilir."
    ],
    "quote": {
      "text": "Suçluluk duygusu, bilinçdışında mutlaka bir cezalandırma senaryosu üretir.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Kişiselleştirme nereden gelir?",
      "Bu inanç türü çoğu zaman çocuklukta şekillenir.",
      "Çocuk düşüncesi egosantriktir; çocuk, çevrede olanların nedeni gerçekten kendisiymiş gibi hissedebilir.",
      "Örneğin üç dört yaş için, güneşin onların uyanmasıyla doğduğunu, uyku saati gelince battığını sanmak olağandır.",
      "Ne var ki birçok yetişkin gündelik hayatta hâlâ egosantrik düşünmenin izlerini taşır.",
      "Ailevi ya da toplumsal baskı, kişinin kendini başkalarının iyiliğinden sorumlu görmesine yol açabilir. Örneğin, küçük yaşta ebeveynine bakmak zorunda bırakılan bir çocuk.",
      "Özsaygı sorunları hem neden hem de sonuç olabilir.",
      "Özsaygısı düşük kişiler kişiselleştirmeye daha yatkındır; iyi muameleyi “hak etmediklerini” düşünüp olumsuzluğu kendi kusurlarına bağlayabilirler.",
      "Geçmiş travmalar da kişiselleştirmeyi besleyebilir. Erken yaşta, “olan biten bana bağlı” inancı kolayca yerleşir.",
      "Çocukken sık sık “Her şey senin yüzünden” ya da “Asla doğru yapmıyorsun” sözlerini duyan biri, yetişkinlikte olumsuz olayların tümünü kendine mal edebilir.",
      "Bazı kültürlerde çevrede olan her şeyden sorumluluk almak yüceltilir; bu da, kişi suçsuz olsa bile kişiselleştirmeye zemin hazırlar.",
      "Nedeni ne olursa olsun, yeterli motivasyonla düşünme biçimimizi hayatın her evresinde değiştirebiliriz.",
      "Bir sonraki bölümde, her şeye gücü yetme yanılgısıyla çalışmaya yönelik temel önerileri ele alacağız."
    ],
    "quote": {
      "text": "Kendinizi her şeye gücü yeten saymıyorsanız, her şey için kendinizi suçlayamazsınız.",
      "author": "Mihail Bulgakov"
    }
  },
  "exercise": {
    "title": "“Her şey benim yüzümden” tuzağından çıkış",
    "description": "Bu yazı, kişiselleştirmeyi — olayları kanıt olmaksızın kendinizle ilişkilendirme alışkanlığını — açıklar. Bu düşünme biçiminin gereksiz suçluluk ve kaygıya nasıl yol açtığını ve durumlara adım adım daha sağlıklı bir bakış geliştirme yollarını öğreneceksiniz. Sunulan teknikler, olguları düşüncelerden nazikçe ayırmanıza, öz eleştiriyi azaltmanıza ve içinizde daha fazla dinginlik hissetmenize yardımcı olur.",
    "screen_1": {
      "texts": [
        "Kimi zaman bazıları kişiselleştirmeyi “büyüklük sanrısı” diye adlandırır; oysa burada güç ya da önem duygusu değil, başka bir şey söz konusudur.",
        "Kişiselleştirme, kanıt olmasa bile etrafta olanların sizinle ilintiliymiş gibi gelmesidir.",
        "İçeriden yaşanan şey çoğu kez güç değil kaygıdır: herkesin sizi izlediği, yargıladığı ve sizden kusursuz davranış beklediği hissi.",
        "Bu örüntüden çıkmak için, otomatik olarak kendinizi suçlamak yerine olayların gerçek nedenlerini fark etmeyi öğrenmek önemlidir.",
        "Denetimimiz dışında olanlar için sorumluluk üstlendiğimizde kendimizi aşırı yükler, suçluluk ve yorgunluk için zemin hazırlarız.",
        "İlk adım gözlemdir. “Bu benim suçum” düşüncesi belirdiğinde — hele de ortada pek az ya da hiç kanıt yokken — bunu fark edin.",
        "Kendinize sorun: “Bu duruma gerçekten etkide bulundum mu? Yoksa bu sadece bir düşünce mi, bir olgu mu değil mi?”",
        "Olan bitene dair başka açıklamaları da düşünün. Örneğin: “Selam vermedi. Belki canı sıkkın, acele ediyor ya da dalgındı — bu benimle ilgili olmak zorunda değil.”"
      ],
      "quote": {
        "text": "Duyduğumuz her şey bir görüştür, gerçek değil. Gördüğümüz her şey bir bakıştır, hakikat değil.",
        "author": "Marcus Aurelius"
      }
    },
    "screen_2": {
      "texts": [
        "Şu soru dizisi yardımcı olur:",
        "Gerçekten kendimi suçlamalı mıyım?",
        "Bu benim kontrolümde miydi?",
        "Tam olarak neyin sorumluluğunu alabilirim? Sorumluluğumun sınırı nerede?",
        "Duruma etki etmiş olabilecek başka hangi nedenler var?",
        "Örnek:",
        "İşe geldiniz; bir meslektaşınız selam vermedi. Otomatik düşünce: “Muhtemelen bir şeyi yanlış yaptım.”",
        "Şimdi analizi devreye sokalım:",
        "Beni fark etmemiş, dalgın, uykusuz, aceleci ya da kendi derdine düşmüş olabilir.",
        "Doğrudan konuşmadıkça kesin nedeni bilemem.",
        "Keyfi kaçmışsa bile, bu benimle ilgisiz pek çok etmenden kaynaklanabilir.",
        "Olgu yoksa, suçluluk için dayanak da yoktur.",
        "Her şeyi denetleyemeyiz. Bazen en iyi adım, bırakmak ve dünyanın kendi akışında gitmesine izin vermektir."
      ],
      "quote": {
        "text": "İnsanları kaygılandıran şeyler değil, onlar hakkındaki görüşleridir.",
        "author": "Epiktetos"
      }
    },
    "screen_3": {
      "texts": [
        "Yardımcı olabilecek birkaç alıştırma:",
        "Dışarıdan bakış",
        "Bir arkadaşınızın aynı durumu anlattığını hayal edin. Ona ne söylerdiniz? Nasıl destek olurdunuz? Kendinize de aynı şekilde destek olabilirsiniz.",
        "“Eğer … olsaydı” cümlesi",
        "Düşünceyi şöyle tamamlayın: “Eğer gerçekten her şeyden ben sorumlu olsaydım, bu şu anlama gelirdi…”",
        "Örneğin: “…başkalarının duygularını kontrol edebiliyorum” ya da “…zihin okuyorum” ya da “…çevredeki tüm olaylardan ben sorumluyum.”",
        "Bu varsayımların mantıksızlığını fark ettikçe duruma gerçekçi bakışı geri çağırmak kolaylaşır.",
        "Zamanla bu alıştırmalar, olguları otomatik suçluluktan nazikçe ayırmanıza yardım eder.",
        "Unutmayın: olup bitene dikkat etmek değerlidir. Ama bu, her şeyden sorumlu olduğunuz anlamına gelmez.",
        "Kişiselleştirmeden uzaklaştıkça, içinizde daha çok hafiflik, alan ve dinginlik bulursunuz."
      ]
    }
  }
}
