{
  "title": "Her Şey Benim Yüzümden: Bu Düşünce Tuzaklarından Nasıl Kurtulurum?",
  "description": "Bu makale, olayları kişisel olarak algılama eğilimi olan kişiselleştirme fenomenini ele alıyor. Durumların analiz edilmesi ve öz gözlem gibi yöntemlerle bu düşünce biçiminin olumsuz etkilerini azaltma yolları tartışılıyor. Yazar, psikolojik iyi oluşu artırmak ve gereksiz suçluluk hissinden kurtulmak için pratik öneriler ve egzersizler sunuyor.",
  "screen_1": {
    "texts": [
      "Bazen insanlar kişiselleştirme inancını \"büyüklük sanrısı\" olarak adlandırır.",
      "Ancak bu, kişinin büyüklük hayallerine sahip olduğunu göstermez, daha çok kişiselleştirmeye yatkın bir kişinin, kendini evrenin merkezi olarak gördüğü bir dünya görüşünü yansıtır: meydana gelen tüm olaylar kişisel olarak onunla ilgili görünür.",
      "İçsel olarak bu, olağanüstü bir güce veya etkiye sahip olma hissi olarak değil, sürekli bir baskı, çevresindekilerin dikkati ve gizli düşmanlık olarak deneyimlenir.",
      "Bu zararlı düşünce biçimini aşmak için, ortaya çıkan sorunların gerçek nedenlerini tanımayı öğrenmek önemlidir.",
      "Kontrolünüz dışında olan şeyler için kendinizi suçlamaktansa ve bunun sonucunda dünya karşısında suçluluk hissetmektense, durumu analiz etmeye odaklanın.",
      "Öz gözlemle başlayın. Kişiselleştirme gibi irrasyonel düşüncelerle başa çıkmanın ilk adımı farkındalıktır. Düşüncelerinizi ve olaylara tepkilerinizi dikkatlice gözlemleyin. Gerçekte size bağlı olmayan durumlar için sorumluluk almaya ne zaman eğilimli olduğunuzu fark edin.",
      "Daha sonra sorumluluğu üstlendiğiniz duruma başka hangi faktörlerin etki etmiş olabileceğini belirlemeye çalışın. Örneğin: \"Bu tartışmada sadece ben mi suçluyum? Başka hangi faktörler veya koşullar rol oynamış olabilir?\"",
      "Diğer insanların davranışlarının, sizin eylemlerinizle ilgili olmayan olası nedenlerini düşünün. Onların yerine kendinizi koyun ve tepkilerini etkileyen şeylerin neler olabileceğini anlamaya çalışın. Örneğin, ruh hallerini veya davranışlarını başka nelerin tetiklemiş olabileceğini düşünün."
    ],
    "quote": {
      "text": "Duyduğumuz her şey bir görüştür, bir gerçek değil. Gördüğümüz her şey bir bakış açısıdır, bir hakikat değil.",
      "author": "Marcus Aurelius"
    }
  },
  "screen_2": {
    "texts": [
      "Analiz için aşağıdaki soruları kullanın:",
      "Olan şey için kendimi suçlamam gerekiyor mu?",
      "Bu durumu kontrol edebilir miydim?",
      "Gerçekten her şeyden sorumlu muyum? Yoksa sadece bir kısmından mı? Hangi kısmından?",
      "Bu problemin başka hangi nedenleri olabilir?",
      "Örnek:",
      "Bir gün iş yerine geldiniz ve iş arkadaşınız size selam vermedi. Hemen şu düşünce aklınıza gelir: \"Bir şeyi yanlış yaptım. Bana kötü davranıyor. Belki dün ona bir şey söyledim ya da ben selam vermedim, şimdi de bana karşı kin güdüyor.\"",
      "Yukarıda belirtilen sorularla düşüncelerinizi analiz edin ve alternatif, rasyonel cevaplar yazın:",
      "Belki de bana selam vermedi çünkü uykusuzdu, sadece unuttu, düşüncelerine dalmıştı ya da daha önce selam verdi, ben fark etmedim.",
      "Muhtemelen onun olası kötü ruh hali ve selam vermemesi, benim davranışımla hiçbir şekilde ilgili değil. Ancak doğrudan sormazsam bunu kesin olarak kanıtlayamam. En olası açıklama: uykusuzdu, sabah bir şey oldu ya da sadece unuttu.",
      "Onun üzgün olup olmadığından emin değilim, ama öyle olsa bile, bu ruh halinin benimle ilgisi olmayabilecek birçok nedeni olabilir. Eğer benden dolayı üzgünse, bunu bana söylemesi gerekirdi, yoksa durumu anlamam mümkün değil.",
      "Eylemlerimle bağlantılı olup olmadığını kesin olarak bilmediğim için bu konuda suçluluk hissetmeyeceğim.",
      "Unutmayın, hayattaki her şeyi kontrol edemeyiz. Bazen sadece olanları kabul etmek ve her şeyi kendi hatalarımızla açıklamaya çalışmamak gerekir."
    ],
    "quote": {
      "text": "İnsanları rahatsız eden şeyler değil, onlar hakkındaki düşünceleridir.",
      "author": "Epiktetos"
    }
  },
  "screen_3": {
    "texts": [
      "Ayrıca bu inançla başa çıkmak için şu egzersizleri kullanabilirsiniz:",
      "Dış bakış açısını kullanma",
      "Bir arkadaşınızın sabah iş arkadaşının ona selam vermediğini söylediğini hayal edin. Nasıl tepki verirdiniz? Ona ne derdiniz? Hangi tavsiyeyi verirdiniz? Bu, kendi duygularınızdan uzaklaşıp duruma daha objektif bir şekilde bakmanıza yardımcı olacaktır.",
      "Eğer... cümlesini tamamlayın",
      "Şu cümleyi tamamlamaya çalışın: \"Eğer gerçekten bu olaydan sorumlu olsaydım, bu şu anlama gelirdi...\".",
      "Örneğin: \"Eğer gerçekten projenin başarısızlığından sorumlu olsaydım, bu tüm katılımcıları kontrol edebileceğim ve her türlü hatayı önleyebileceğim anlamına gelirdi.\" Ama gerçekte birçok faktör sizin kontrolünüz dışında.",
      "Bir başka örnek: \"Eğer arkadaşımın bana kırılmasından sorumlu olsaydım, bu onun düşüncelerini okuyabileceğim ve arzularını tahmin edebileceğim anlamına gelirdi.\" Ancak bu imkansız.",
      "\"Eğer...\" cümlesini tamamlama yöntemi, sorumluluğunuzu analiz etmenize ve her zaman her şeyi kontrol edemeyeceğinizi anlamanıza yardımcı olacaktır.",
      "Bu basit teknikleri kullanarak, olumsuz düşüncelerden kurtulabilir ve her şeyden sorumlu olduğunuz hissinden kendinizi özgürleştirebilirsiniz.",
      "Unutmayın, evrenin merkezi siz değilsiniz ve etrafınızdaki her olaydan sorumlu olmanız gerekmez. Gücünüzü sorunları çözmeye ve daha mutlu, uyumlu bir hayat yaratmaya odaklayın."
    ]
  }
}
