{
  "title": "Hep Ben mi Suçluyum? Her Şeyi Kontrol Etme Yanılsaması",
  "description": "Bu makale, kişisel algı psikolojik fenomenini – etrafınızda olup biten her şeyin sebebi olduğunuzu düşünme inancını araştırıyor. Bu düşünce tarzının stres, kaygı, düşük özsaygı ve ilişkilerdeki sorunlar gibi olumsuz sonuçları ele alınıyor. Ayrıca, çocukluk döneminden başlayarak bu inancın nasıl oluştuğuna dair nedenler ve kültürel normların etkisi inceleniyor. Son olarak, kişiselleştirme ile başa çıkma ve haksız suçluluk duygusundan kurtulma konusunda öneriler sunuluyor.",
  "screen_1": {
    "texts": [
      "Her durumda, sonuç ne olursa olsun — nedeni benim.",
      "Treni kaçırdım — çok oyalandım. Metroda karşımdaki insanlar gülüyor — kesinlikle bana gülüyorlar. Partnerimin modu düşük — demek ki ben bir şey yaptım.",
      "Tanıdık geliyor mu?",
      "Eğer evet, o zaman kendi her şeyi kontrol edebilme inancınızla karşı karşıyasınız.",
      "Hepimiz bir şekilde kişiselleştirme ile karşılaşmışızdır.",
      "Bu, sizi evrenin merkeziymişsiniz gibi hissettiren ve etrafınızdaki olaylardan büyük ölçüde sorumlu olduğunuzu düşündüren sinsi bir psikolojik tuzaktır.",
      "Çevrenizdeki insanların tamamen sizin eylemlerinize bağlı olarak tepki verdiğine, düşüncelerinin ve duygularının tamamen sizin kontrolünüzde olduğuna inanıyorsunuz, oysa gerçekte bunlar sizin kontrolünüzde değil.",
      "Ama yine de kendinizi suçluyor ve ezici bir suçluluk duygusu yaşıyorsunuz.",
      "Ne kadar paradoksal olursa olsun, her şeyi kontrol etme ve gücünüzün her şeye yettiği inancı, sizi kaygıya sürükleyerek etkinliğinizi azaltır.",
      "Kişiselleştirme nasıl ortaya çıkar?",
      "«Her şey benim yüzümden»: Hayatınızdaki her şeyin, iyi ya da kötü olsun, sizin eylemlerinizin sonucu olduğuna inanıyorsunuz. Tüm sorumluluğu üstleniyorsunuz.",
      "«Her şey benimle ilgili»: Çevrenizdeki insanların sürekli sizi düşündüğüne, hatalarınızı fark ettiğine ve hakkınızda konuştuğuna inanıyorsunuz.",
      "«Ben suçluyum»: Suçluluk duygusu, olayların gerçek nedenlerinden bağımsız olarak sürekli bir arkadaşınız olur."
    ]
  },
  "screen_2": {
    "texts": [
      "Örneğin:",
      "Bir mağazaya girdiniz ve kasiyer size kaba davrandı. Kasiyerin kötü bir gün geçirmiş olabileceğini ya da sadece kaba biri olabileceğini düşünmek yerine, kendinizi suçlamaya başlarsınız: «Muhtemelen bir şeyi yanlış söyledim ya da yaptım.»",
      "Arkadaşlarınızla buluşmaya sevmediğiniz bir tanıdık çağrıldı. Onların bunu sizi dışlamak ya da size karşı olduklarını göstermek için yaptıklarını düşünürsünüz.",
      "«Telefonuma cevap vermiyorsa, bana kırgın olmalı.»",
      "Bu gençler gülüyor ve birbirlerine bakıyor — kesinlikle beni tartışıyorlar.",
      "Bu tarz bir düşünce şekliyle, olayların gerçek nedeni ne olursa olsun, suçluluk hissi kaçınılmazdır. Sizce bu nereye varır? Tabii ki strese, kaygıya, düşük özsaygıya ve hatta depresyona.",
      "Kişiselleştirme neden tehlikelidir?",
      "Aşırı öz eleştiri: İnsanlar, aslında kendilerine bağlı olmayan olaylar için kendilerini suçlama eğiliminde olabilirler.",
      "Stres ve kaygı: Sürekli olarak tüm problemlerin sebebi olduğunuzu düşünmek, kronik stres ve kaygıya yol açar.",
      "İlişkilerde sorunlar: Kişiselleştirme eğiliminde olan kişiler, diğer insanların davranışlarını yanlış yorumlayabilir, gücenebilir ve ilişkilerini zedeleyebilir.",
      "Gerçekliğin çarpıtılması: Herhangi bir irrasyonel inanç gibi, kişiselleştirme de sizi yanıltır, durumu doğru değerlendirmeyi zorlaştırır ve objektif gerçekleri görmezden gelmenize neden olur.",
      "Düşük özsaygı: Kendinizi sürekli olarak suçlamak, özsaygınızı zedeler.",
      "Mağduriyet pozisyonu: Bazı insanlar, hayali suçlar için kendilerini cezalandırarak bilinçsizce kendilerine zarar verirler. Bu, diğer insanların kendilerine saygısızca davranmasına izin vermelerine neden olabilir."
    ],
    "quote": {
      "text": "Suçluluk duygusu, farkında olmadan cezalandırılma senaryosunu doğurur.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Kişiselleştirme nereden gelir?",
      "Bu inanç tipi çocukluk döneminde gelişir.",
      "Çocukların düşünce yapısının egoist olduğu bilinir, yani çocuk, çevresinde olup biten her şeyin sebebi olduğunu düşünür.",
      "Örneğin, üç-dört yaşındaki çocuklar, güneşin onların uyanmasıyla doğduğunu ve uyku saatleri geldiğinde battığını düşünmeleri normaldir.",
      "Ancak birçok yetişkin, günlük yaşamlarında hala egoist düşünce unsurlarını kullanmaya devam eder.",
      "Ailevi veya toplumsal baskı, kişinin başkalarının refahından sorumlu olduğunu düşünmesine neden olabilir. Örneğin, erken yaşta ebeveynlerine bakmak zorunda kalan bir çocuk.",
      "Düşük özsaygı, hem bu tür inançların nedeni hem de sonucu olabilir.",
      "Düşük özsaygısı olan insanlar genellikle kişiselleştirmeye yatkındır. Kendilerinin yeterince iyi olmadığını düşünürler ve bu yüzden olumsuz olayları kendi eylemlerine ya da kusurlarına bağlarlar.",
      "Geçmişteki travmatik deneyimler de kişiselleştirmeye katkıda bulunabilir. Erken yaşta, çocuğun düşünce yapısının bozulma olasılığı yüksektir ve olayların kendi kontrolünde olduğuna inanabilir.",
      "Örneğin, çocukluk döneminde sık sık «Her şey senin suçun» ya da «Sen asla hiçbir şeyi doğru yapamazsın» gibi ifadeler duyan bir kişi, hayatı boyunca bu «etiketi» taşıyabilir ve tüm olumsuz olayları kendisine mal edebilir.",
      "Bazı kültürlerde, etrafında olan her şeyden sorumlu olmak yaygındır. Bu da kişilerin aslında suçları olmasa bile kişiselleştirme eğiliminde olmalarına neden olabilir.",
      "İnançların oluşum nedenleri ne olursa olsun, motivasyonumuz varsa düşüncelerimizi hayatımızın her aşamasında değiştirebiliriz.",
      "Bir sonraki bölümde, her zamanki gibi, her şeyi kontrol etme inancıyla başa çıkma konusunda temel önerilere değineceğiz."
    ],
    "quote": {
      "text": "Kendinizi her şey için suçlayamazsınız, eğer kendinizi her şeye kadir saymıyorsanız.",
      "author": "Mihail Bulgakov"
    }
  }
}
