{
  "title": "“Bana borçlular”: Bu inançta ne yanlış?",
  "description": "Bu yazı, dünyanın kişinin etrafında dönmesi ve tüm ihtiyaçlarını karşılaması gerektiğini varsayan “bana borçlular” (hak görme) inancını ele alır. Bu inancın çocuklukta nasıl gelişebileceğini, yetişkinlikteki yansımalarını ve hayal kırıklığı, ilişkilerde gerilim, bağımsızlığın yitimi gibi sonuçlarını tartışır. Son bölümde, dünyayı olduğu gibi kabul etmenin ve bu dünyada yalnızca bize değil, başkalarına da yer olduğunu kavramanın önemine dikkat çekilir.",
  "screen_1": {
    "texts": [
      "“Bana borçlular” düşüncesi, birçok kişinin düştüğü bir tuzaktır; dünya sanki onların etrafında dönüyormuş gibi kabul edilir.",
      "Bu konumdaki kişiler, başkalarının kendileriyle aynı fikirde olmasını ve isteklerini yerine getirmesini sıkça bekler.",
      "Başkalarının görüş ve ihtiyaçlarını göz ardı eder, kendi istek ve gereksinimlerini daha önemli sayarlar.",
      "“Gerek” ve “hak görme” içeren inançlar şöyle duyulabilir:",
      "Arkadaşlarım bana her zaman yardım etmeli",
      "Partnerim beni her zaman ve her konuda desteklemeli",
      "Annem çocuklarıma bakmak zorunda",
      "Her şey istediğim gibi olmalı",
      "Bana asla “hayır” denmemeli",
      "Dünya bana adil davranmalı",
      "Kendinizde buna benzer düşünceler yakalıyorsanız, muhtemelen başarıyı, sevgiyi ve mutluluğu sırf doğuştan hak ettiğinize inanıyorsunuz.",
      "İyi, nazik biri olduğunuz ya da çok çalıştığınız için evrenin ve insanların dileklerinizi yerine getirmesi gerektiğini beklersiniz.",
      "Ancak bu sık gerçekleşmez; böyle olunca da iki yola sapabilirsiniz: umutsuzluk ve değersizlik duygusuna kapılmak ya da öfkeyle patlamak. “Herkes bana borçlu” diyenler bu açmazla sık sık karşılaşır."
    ],
    "quote": {
      "text": "Rüzgârı yönlendiremeyiz ama yelkenleri ayarlayabiliriz.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Öncelikle hayal kırıklığı gelir: size “hayır” denildiğinde, sorunlarınızı başkalarının çözmesi gerektiği anlaşılmadığında ya da beklentilerinize uyulmadığında, kaçınılmaz olarak incinme, öfke ve “bana bunu nasıl yaparlar” türü düşünceler ortaya çıkar.",
      "Dünyayı daha karanlık tonlarda görmeye başlar, olumsuz duygulara çok enerji harcarsınız. Yaşamdan keyif almak zorlaşır; çünkü dünyayı olduğu gibi kabul edemez, işleyişine sürekli itiraz edersiniz.",
      "Tanya, “herkes bana borçlu” inancına tipik bir örnektir. Arkadaşlarının daima ulaşılabilir olmasını, tüm işini bırakıp her sorununa koşmasını bekler.",
      "Gece saat üçte arayıp, sevgilisiyle kavga ettikten sonra arkadaşının hemen gelmesini ve onu teselli etmesini isteyebilir.",
      "Ya da haber vermeden taşınma için yardım isteyebilir; oysa arkadaşı o gün için önemli bir buluşma planlamıştır. Yardım edemeyince Tanya kırılır ve kendini terk edilmiş hisseder.",
      "Bu, ilişkileri yalıtan ve gerilim üreten tehlikeli bir konumdur; hatta bağları koparabilir.",
      "Yakınlarınız, yeni bir talep ya da kırgınlık patlamasından çekinerek görüşmekten kaçınmaya başlar. Kimse sürekli borçlu hissetmek ya da başkasının kaprislerine boyun eğmek istemez.",
      "Peki bu inanç nereden gelir? Çoğu kez çocuklukta, gerçekçi sınırlarla karşılaşmayan ve istediği her şeyi alan çocuklarda gelişir. Bunun farklı nedenleri olabilir:",
      "Ebeveynler çocuğu şımartır, aklına gelen her şeye izin verir.",
      "Böyle bir ortamda çocuğun narsisistik yanı beslenir; kendini olduğundan fazla önemli görme eğilimi gelişir.",
      "Örnek: Küçük Katya, istediği her şeyi alırdı. Anne babası ona “en iyisini hak ediyor” gözüyle bakar ve hiçbir şeyi reddetmezdi. Katya, dünyanın etrafında döndüğüne alıştı; okulda öğretmenlerin tüm ilgisini neden kendisine vermediğini ve arkadaşlarının neden hep onun fikrine uymadığını anlayamıyordu.",
      "Ebeveynler de “herkes bize borçlu” zihniyetiyle yaşar.",
      "Çocuk, bu aile kalıbını kopyalar ve aynı düşünce tarzını benimser.",
      "Örnek: Vanya’nın anne babası sürekli yakınırdı: daha fazla maaşı hak ettiklerini, değer görmediklerini, haklarının çiğnendiğini söylerlerdi. Vanya, dünyanın ona bir şeyler borçlu olduğu beklentisinin normal sayıldığı bir evde büyüdü."
    ],
    "quote": {
      "text": "Kimse size bir şey borçlu değil. Hayatta aldığınız her şey bir armağandır.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Bazı ailelerde çocuğun görüşü önemsenmez; ilgi ve istekleri yok sayılır.",
      "Çocuk, ebeveynlerine öfke duyar ama bunu açıkça ifade edemez. Bu yüzden öfkeyi başkalarına yansıtır; onların acımasını ve çocuklukta eksik kalanları telafi etmesini bekler.",
      "Örnek: Anya, ressam olmayı hayal ederdi; ancak anne babası daha “prestijli” diye hukuk okumaya zorladı.",
      "Ailesinin hayallerini baltaladığına inanıp kırgınlık taşıdı ve sonra bu kırgınlığı çevresine yansıtarak herkesin ona mutluluğu bulmasında yardım borçlu olduğunu düşündü.",
      "Kimi çocuklar sevgiyi kazanmak için ebeveynlerini memnun etmeye zorlanır. Bu da “sevgi hak edilmelidir” inancını doğurur.",
      "Örnek: Sergey, anne babasının tüm beklentilerini karşılamaya çalışır, aksi hâlde sevilmeyeceğinden korkardı. Yetişkinliğinde, değerini kanıtlama çabasıyla yaşadı ve “hak ettiğim bana verilmeli” diye düşündü.",
      "Bu inancın sonuçları çeşitlidir ve çoğu olumsuzdur. Şunları içerebilir:",
      "Hayal kırıklığı ve doyumsuzluk: Başkalarının tüm ihtiyaçlarınızı karşılaması beklentisi, gerçeğin beklentilerle uyuşmadığı her durumda sürekli hayal kırıklığı üretir.",
      "İlişkilerde gerilim: Dünyanın size uyması gerektiği inancı, çatışma ve huzursuzluk doğurur; memnuniyetsizlik artar.",
      "Bağımsızlığın yitimi: Sorumluluğu sürekli başkalarına yüklemek, sizi bağımlı kılar ve özerklik ile kişisel gelişimi engeller.",
      "Özsaygıya olumsuz etki: İhtiyaçlarınızı başkalarının karşılamasına bel bağlamak, kendi özsaygınızı geliştirmeyi zorlaştırır; bu da olumsuz duygular ve yetersizlik hissi yaratır.",
      "Karşılıklılığın eksilmesi: Yalnızca kendinize odaklandığınızda empati ve yardımlaşma fırsatlarını kaçırırsınız; bu da ilişkilerin ve toplumsal desteğin gelişimini baltalar."
    ],
    "quote": {
      "text": "Dünyanın senin etrafında dönmesini bekleme. Bu dünyada başkaları için de yer var.",
      "author": "Aristoteles"
    }
  }
}
