{
  "title": "Zorunluluklarla nasıl başa çıkılır?",
  "description": "Bu makale, \"zorunluluk\" inançlarının stres ve memnuniyetsizliğin bir kaynağı olduğunu tartışıyor ve bu tutumların bizi koşulların esiri gibi hissettirdiğini vurguluyor. Yazar, bu inançların gerçekçi olmadığını fark etmeyi, onları daha esnek ifadelerle değiştirmeyi ve isteklerimiz ve eylemlerimiz için sorumluluk almayı öneriyor. Şükran ve merhamet pratiği yapmak, yardım istemeyi ve kusurları kabul etmeyi öğrenmek, stresi azaltmaya ve yaşam kalitesini artırmaya yardımcı olabilir.",
  "screen_1": {
    "texts": [
      "‘Zorunluluk’ inançları, yaşam sevinçlerimizi çalan, huzurumuzu bozan ve başkalarıyla yapıcı, yakın ilişkiler kurmamızı engelleyen sessiz bir düşmandır.",
      "Bu tutumun merkezinde görev fikri yer alır.",
      "‘Zorunlu’ kelimesi çoğu durumda dilsel bir tuzaktır.",
      "‘Zorunlu’ kelimesinin anlamı, sadece bu şekilde ve başka türlü olamaz anlamına gelir. \"Zorunlu\", \"gerekli\", \"mecbur\" gibi ifadeler, bizi koşulların esiri gibi hissettirir, çünkü bu ifadeler alternatifin olmadığı bir durumu işaret eder.",
      "Ancak bu tanım sadece çok nadir, neredeyse istisnai durumlar için geçerlidir.",
      "Örneğin, \"insanlar hava solumalı\" ifadesi gerçekçidir, çünkü fiziksel olarak başka bir alternatif yoktur.",
      "\"Kimse geç kalmamalı\" ifadesi ise uygun değildir ve gerçekçi değildir, çünkü bu aslında olabilir. İnsanlar geç kalabilir, gecikebilir veya hiç gelmeyebilir.",
      "Bu nedenle zorunluluk inançlarına sahip olmak kaçınılmaz olarak akut ya da kronik stresin ortaya çıkmasına yol açar.",
      "‘Zorunluluklardan’ nasıl kurtulabilirsiniz?",
      "İnancınızın gerçek dışılığını fark edin",
      "Başkalarından size nasıl davranmaları gerektiğini, ne söylemeleri ve ne yapmaları gerektiğini talep ettiğinizde, yalnızca belirli bir sonuç bekliyorsunuz demektir.",
      "Bu güçlü bir stres kaynağıdır, çünkü hayatta hiç kimsenin çevresi her zaman beklentilerimizi karşılamaz.",
      "En otoriter vatandaşların, en üst düzey yöneticilerin bile, \"olması gerektiği gibi davranmayan\" insanlarla karşılaştığı olmuştur.",
      "Doğal olarak, birinin \"olması gerektiği gibi\" davranmadığını gördüğümüzde, duygusal uyarılma seviyesi artar. Bu durum sürekli stres, kırgınlıklar ve bir dizi olumsuz duyguyla sonuçlanır."
    ],
    "quote": {
      "text": "Dünya sana bir şey borçlu olduğunu düşünüyorsan, bu acının kaynağı olur. Unutma ki dünya kimseye borçlu değil.",
      "author": "Buda"
    }
  },
  "screen_2": {
    "texts": [
      "İnancınızın kökenlerini belirleyin",
      "Bu inancın nereden geldiğini düşünün. Belki çocukken size aşırı hoşgörü gösterilmiş ve gerçekçi sınırlar koyulmamış ya da bu düşünce tarzını ebeveynlerinizden miras almışsınızdır. Sebebini fark etmek, inançtan kurtulmanıza yardımcı olmaz, ancak onunla başa çıkmak için önemli bir adımdır.",
      "Ne söylediğinize dikkat edin. Konuşmalarınızda \"zorunlu\", \"mecbur\", \"gerekli\" gibi kelimeleri izleyin ve bunları \"istiyorum\", \"tercih ediyorum\", \"arzu ediyorum\" ile değiştirin.",
      "Örnek: \"Arkadaşlarımın beni ilk araması gerekiyor\" ifadesini, \"Arkadaşlarımın beni ilk aramasını isterim\" olarak değiştirin.",
      "Sorumluluk alın",
      "Bu kelimelerin semantik anlamı duruma olan yaklaşımı belirler.",
      "Bir durumda – kaçınılmaz bir zorunluluk, sorumluluğu dışsal bir güce (insanlar, doğa, koşullar vb.) bağlıdır, diğer durumda ise – özgür bir seçimdir ve sorumluluk size aittir.",
      "Sorumluluğu almak zordur, ancak bu yol, özgürlük derecenizi artırır ve uzun vadede stres yükünü azaltır.",
      "Zorunluluklarınızı parçalara ayırın",
      "‘Bana zorunlular’ demek yerine kendinize şu soruları sorun:",
      "Neden bunun böyle olması gerektiğini düşünüyorum?",
      "Alternatif seçenekler var mı?",
      "Bununla ne elde etmek istiyorum?",
      "Eğer bu böyle olursa, ne fayda sağlayacak?",
      "Gerçek arzularınızı belirleyin, kendinize karşı dürüst olun. Birisi ya da bir şey size zorunlu dediğinizde gerçekten ne istiyorsunuz? Burada hangi değerlerinizi savunuyorsunuz?"
    ]
  },
  "screen_3": {
    "texts": [
      "İhtiyaçlarınızı istemeyi ve ifade etmeyi öğrenin",
      "Başkalarının ihtiyaçlarınızı ya da arzularınızı bildiğini varsaymak yerine, bunları net ve açık bir şekilde ifade etmeyi ve gerektiğinde yardım istemeyi öğrenin.",
      "Merhamet uygulayın",
      "Başkalarının duygularını anlamaya çalışın. Herkesin kendi endişeleri olduğunu ve sizi her zaman destekleyemeyeceklerini, dinleyemeyeceklerini, övemeyeceklerini, gerekli yardımı her zaman sağlayamayacaklarını unutmayın.",
      "Başkalarının yerine kendinizi koymaya çalışın, olup bitenlere alternatif açıklamalar arayın ve böylece empati geliştirin.",
      "Minnettar olun",
      "Başkalarının sizin için ne yapması gerektiğine odaklanmak yerine, yaptıkları için şükran duyun.",
      "Örneğin, bir iş arkadaşınız size projede yardım ediyor, oysa kendisi çok meşgul. \"Bana yardım etmesi gerekiyor, bu onun görevi\" diye düşünmek yerine, düşüncelerinizi 'İş arkadaşımın yardımı için minnettarım, meşguliyetini dikkate alarak. O gerçek bir profesyonel' şeklinde yeniden formüle edin.",
      "Şükran pratiği, diğer insanların iyiliklerini görmemizi ve takdir etmemizi sağlar, ayrıca karşılıklı saygı ve destek atmosferi yaratır. Şükran, hem kişisel olarak hem de kamuya açık olarak ifade edilebilir ve çevremizdeki insanlarla ilişkilerimizi güçlendirir.",
      "Kusurları kabul edin",
      "Dünya mükemmel değil, kendinizden ve başkalarından imkansızı talep etmeyin. Dünyayı ve başkalarını kendinize göre değiştirmeye çalışmayın, bundan hiçbir hayır gelmez.",
      "Mantıksız tutumlardan kurtulmak uzun ve her zaman kolay olmayan bir süreçtir. Ancak buna değer, yavaş yavaş kendinizi daha özgür, mutlu ve kendine güvenen bir insan olarak hissetmeye başlayacaksınız."
    ]
  }
}
