{
  "title": "Bana borçlular. Bu inançta ne yanlış?",
  "description": "Bu makale, dünya etrafında dönmeli ve tüm ihtiyaçlarını karşılamalı diye düşünen insanlarda gelişen \"bana borçlular\" tutumunu ele alıyor. Yazar, bu tutumun nasıl çocuklukta oluştuğunu, yetişkinlikte nasıl ortaya çıktığını ve hayal kırıklığı, ilişkilerde gerilim ve bağımsızlık kaybı gibi olumsuz sonuçlarını açıklıyor. Sonuç olarak, dünyayı olduğu gibi kabul etmenin ve bu dünyada sadece bizim için değil, başkaları için de yer olduğunu anlamanın önemli olduğu fikri öne sürülüyor.",
  "screen_1": {
    "texts": [
      "\"Bana borçlular\" birçok kişinin düştüğü bir tuzaktır, dünyanın etrafında döndüğünü sanmak.",
      "Bu konumda olan insanlar, genellikle diğerlerinin isteklerini kabul etmesini ve taleplerini yerine getirmesini bekler.",
      "Başkalarının görüşlerini ve ihtiyaçlarını dikkate almazlar, kendi arzularının ve ihtiyaçlarının daha önemli olduğunu düşünürler.",
      "Zorunluluk inançları şu şekilde duyulabilir:",
      "Arkadaşlarım her zaman bana yardım etmeli",
      "Partnerim her zaman her konuda beni desteklemeli",
      "Annem çocuklarıma bakmak zorunda",
      "Her şey benim istediğim gibi olmalı",
      "Bana hayır dememeliler",
      "Dünya bana adil davranmalı",
      "Eğer böyle bir düşünce tarzına sahipseniz, muhtemelen başarıyı, sevgiyi ve mutluluğu doğuştan hak ettiğinizi düşünüyorsunuz.",
      "Evrenin ve çevrenizdeki insanların dileklerinizi yerine getirmesi gerektiğini, çünkü iyi, nazik bir insan olduğunuzu ya da çok çalıştığınızı bekliyorsunuz.",
      "Ancak bu gerçekleşmediğinde, ki bu sıkça olur, iki seçenekle karşılaşırsınız: umutsuzluğa kapılıp değersizlik hissine gömülmek ya da öfkeyle patlamak. Herkesin ona borçlu olduğunu düşünen insanlar sıklıkla sorunlarla karşılaşır."
    ],
    "quote": {
      "text": "Rüzgarı kontrol edemeyiz, ama yelkenleri yönlendirebiliriz.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Ve her şeyden önce, hayal kırıklığı: Eğer size hayır dedilerse, sorunlarınızı çözmeleri gerektiğini anlamadılar ya da beklentilerinize uymadılarsa, kaçınılmaz olarak hayal kırıklığı, kırgınlık, öfke ve 'benim gibi harika birine böyle nasıl davranabilirler' şeklinde bir anlayışsızlıkla karşılaşırsınız.",
      "Dünyayı karanlık tonlarda görerek negatif duygulara büyük enerji harcarsınız. Hayata karşı bu talepkar tutumunuz, dünyayı olduğu gibi kabul etmenizi engeller, çünkü dünyanın işleyişine sürekli bir itirazınız vardır.",
      "Tanya, \"herkes bana borçlu\" tutumunun canlı bir örneğidir. O, arkadaşlarının her zaman müsait olmasını, her şeyi bırakıp ona yardıma koşmasını ve her türlü sorununu çözmesini bekler.",
      "Örneğin, sabah 3’te arayabilir ve arkadaşından, erkek arkadaşıyla tartıştıktan sonra hemen gelip onu desteklemesini isteyebilir.",
      "Ya da önceden haber vermeden taşınmasına yardım etmesini isteyebilir, oysa arkadaşı o gün için önemli bir toplantı planlamıştır. Arkadaşları ona yardım edemediğinde, Tanya alınır ve kendini terkedilmiş, değersiz hisseder.",
      "Bu, arkadaşlıkların gerginleşmesine ya da tamamen bozulmasına yol açabilecek tehlikeli bir pozisyondur.",
      "Arkadaşlar ve yakınlar, yeni bir talep, kırgınlık ya da kavga korkusuyla buluşmalardan ya da konuşmalardan kaçınmaya başlar. Çünkü kimse sürekli borçlu hissetmek ve başkalarının kaprislerine uymak istemez.",
      "Peki, bu inanç nereden geliyor? Bu tutum genellikle çocuklukta, çocuk gerçekçi sınırlarla karşılaşmadığında ve istediği her şeyi aldığında oluşur. Bunun birçok nedeni olabilir:",
      "Ebeveynler çocuğu şımartır ve ona her istediğini yapmasına izin verir.",
      "Bu durumda, çocukta narsisistik bir kişilik parçası gelişir ve kendini aşırı önemli hisseder.",
      "Örnek: Küçük Katya her zaman istediği her şeyi alırdı. Ebeveynleri, onun en iyisini hak ettiğini düşünür ve hiçbir şeyden geri kalmazlardı. Katya, dünyanın etrafında döndüğüne alışmıştı ve okulda öğretmenlerin ona tüm ilgiyi göstermemesine ya da sınıf arkadaşlarının onun görüşlerine saygı göstermemesine anlam veremezdi.",
      "Ebeveynler de \"herkes bana borçlu\" ilkesine göre yaşar.",
      "Çocuk bu düşünce tarzını ebeveynlerinden kopyalar ve benimser.",
      "Örnek: Vanya'nın ebeveynleri sürekli hayatlarından şikayet eder, daha fazla para almaları gerektiğini, değerlerinin bilinmediğini ve haklarının sürekli ihlal edildiğini düşünürlerdi. Vanya, memnuniyetsizlik ve dünyanın ona bir şey borçlu olduğu beklentisi içinde büyüdü."
    ],
    "quote": {
      "text": "Kimse size bir şey borçlu değil. Hayatta aldığınız her şey bir hediyedir.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Ebeveynler çocuğun görüşlerini dikkate almaz, onun ilgi ve isteklerini görmezden gelir.",
      "Çocuk ebeveynlerine kızar, ancak bu öfkesini açıkça ifade edemez. Bu yüzden öfkesini başkalarına yöneltir ve onların kendisini anlaması, çocuklukta eksik olan şeyleri telafi etmesi gerektiğini düşünür.",
      "Örnek: Anya her zaman sanatçı olmak istemişti, ancak ebeveynleri onun daha prestijli bir meslek olan hukuk okumaya gitmesini istediler. Anya onların isteğine boyun eğdi, ancak kalbi hep sanata çekildi.",
      "Ebeveynlerinin hayalini gerçekleştirmesine izin vermemelerine kızıyordu ve sonra bu kızgınlığı çevresindekilere taşıyarak onların ona mutluluğunu bulmasına yardım etmeleri gerektiğini düşünüyordu.",
      "Çocuk, ebeveynlerini memnun etmek için kendini feda etmek zorunda kalmıştır, onları memnun etmediği sürece sevilmeyeceğine inanmıştır.",
      "Örnek: Sergey, her zaman ebeveynlerinin tüm ihtiyaçlarını karşılamaya çalışırdı, aksi takdirde onları memnun edemezse onu sevmeyeceklerinden korkardı. Kendi değerinden emin olmadan büyüdü ve sürekli değerini kanıtlama çabası içindeydi, ona hak ettiği şeylerin verilmesi gerektiğini düşünüyordu.",
      "Bu tutumun sonuçları çeşitlidir ve olumsuz olabilir. Bu sonuçlar şunları içerir:",
      "Hayal kırıklığı ve tatminsizlik: Diğerlerinin tüm ihtiyaçlarınızı karşılaması beklentisi, sürekli hayal kırıklığına ve gerçeklik ile beklentiler arasındaki fark nedeniyle tatminsizliğe yol açabilir.",
      "İlişkilerde gerilim: Dünyanın size uyum sağlaması gerektiği inancı, ilişkilerde gerilim ve çatışmalara yol açabilir, çünkü bu genellikle memnuniyetsizlik ve anlaşmazlıklar doğurur.",
      "Bağımsızlık kaybı: Diğerlerinin tüm sorumlulukları üstlenmesini beklemek, sizi bağımlı hale getirir ve kişisel gelişim ve bağımsızlık yolunda engel oluşturur.",
      "Öz saygı üzerinde olumsuz etkiler: İhtiyaçlarınızı karşılaması için başkalarına bel bağladığınızda, kendi öz saygınızı geliştiremezsiniz, bu da olumsuz duygulara ve eksiklik hissine yol açabilir.",
      "Karşılıklı yardımlaşma eksikliği: Sadece kendinize odaklandığınızda, başkalarına empati gösterme ve yardım etme fırsatını kaçırırsınız, bu da kaliteli ilişkiler ve toplumsal destek geliştirmeyi engelleyebilir."
    ],
    "quote": {
      "text": "Dünyanın senin etrafında dönmesini bekleme. Bu dünyada başkaları için de yer var.",
      "author": "Aristoteles"
    }
  }
}
