{
  "title": "İdeal Bağımlılığı, Mükemmeliyetçilik",
  "description": "Bu makale mükemmeliyetçiliği araştırarak, yüksek standartlara ulaşma arzusunun yararlı olabileceğini, ancak bu durum katı taleplere dönüştüğünde, kaygı ve yaşamdan memnuniyetsizlik gibi olumsuz sonuçlara yol açtığını vurguluyor. Hayattan örnekler, erken deneyimlerin ve yetiştirilme tarzının mükemmeliyetçi inançların ve davranışların oluşumuna nasıl katkıda bulunabileceğini gösteriyor. Sonuç olarak, yazar, tükenmişlik ve hayal kırıklığından kaçınmak için mükemmelliğe ulaşma arzusuyla kabul edilebilir bir sonuç arasındaki dengeyi bulmayı tavsiye ediyor.",
  "screen_1": {
    "texts": [
      "Yüksek standartlara ulaşma arzusu, görevleri başarıyla tamamlama ve üretken olma isteği oldukça olumlu bir özelliktir.",
      "Aynı şekilde, kabul edilme, onaylanma, sevilme veya hayatta önemli başarılar elde etme arzusu da öyledir.",
      "Bu arzular, eğilimler veya hedefler seviyesinde kaldığında, bize yaşamda yardımcı olan ve bizi motive eden yapıcı inançlardan bahsedebiliriz.",
      "Ancak bu arzular katı ve sabit taleplere dönüştüğünde ve bu taleplerin yerine getirilmesi çok pahalıya mal olduğunda, bu artık sadece yüksek standartlar değil, mükemmeliyetçiliktir.",
      "Mükemmeliyetçi olmak ne anlama gelir?",
      "Mükemmeliyetçilik, her şeyin %100 mükemmel yapılması gerektiğine olan inanç, genellikle birçok sorunun temelini oluşturur.",
      "Bir ideale ulaşmaya çalışırsınız: hatalar sizin için kabul edilemezdir ve başarısızlık bir felaket gibi görünür. Her durumda mükemmel görünmeniz, hissetmeniz, düşünmeniz ve davranmanız gerektiğini düşünürsünüz.",
      "Hedefe ulaştığınız anda, o hemen daha uzak bir yenisiyle değiştirilir, bu yüzden çabalarınız için asla zevk almazsınız ve tanınmazsınız. Hayat, gerçekçi olmayan ve bazen imkansız standartlara uymaya çalışırken gri ve yorucu bir rutine dönüşür.",
      "Yani, mükemmeliyetçi bir kişi:",
      "sık sık kendini başkalarıyla karşılaştırır",
      "sürekli bir rekabet içindedir",
      "başarıları fark etmeden başarısızlıklara odaklanır",
      "kendini ya da başkalarını sertçe eleştirir",
      "gerçekliğe uyum sağlamakta zorlanır",
      "sürekli ertelemelerde bulunur, prokrastine eder"
    ],
    "quote": {
      "text": "Mükemmeliyetçilik, şık bir ayakkabı ve kürk manto giymiş, zarif görünmeye çalışan, aslında sadece korkmuş bir korkudur.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Mükemmeliyetçilik modeli örneği",
      "Bilişsel davranışçı terapinin önerdiği gibi, hayat deneyimlerimiz, kendimiz, diğer insanlar ve dünya hakkındaki inançlarımızı oluşturur. Bu inançlar, yaşam stratejilerimizi ve kurallarımızı belirler.",
      "Bir örnek olarak, Evgeniy'i ele alalım. Ailesi ona her zaman yüksek talepler koymuş, \"mükemmel\" olmayan her notu bir başarısızlık olarak görmüştür.",
      "Evgeniy'in müziğe olan yeteneğine rağmen, ailesi onun başarılarını eleştirmiş ve onu daha \"prestijli\" bir meslek olan doktorluğa yönlendirmiştir.",
      "Bu deneyim, Evgeniy'in derin bir şekilde \"yeterince iyi değilim\" ve \"yetersizim\" inancını geliştirmesine neden olmuştur.",
      "Bu hisleri telafi etmek ve kendini iyi ve yetkin hissetmek için, \"Her şeyi mükemmel yapmalıyım\" kuralını benimsemiştir.",
      "İdeale ulaşma arzusu, Evgeniy'i bitkin düşene kadar çalışmaya, en küçük hatalar için kendini eleştirmeye ve meslektaşlarına karşı eleştirel olmaya zorlar. Bu da aşırı yorgunluğa, kaygıya, ilişkilerde sorunlara ve yaşamdan memnuniyetsizliğe yol açar.",
      "Çoğu zaman, dar bir zaman diliminde mükemmel bir sunuma hazırlanmak gibi gerçekçi olmayan hedefler belirler.",
      "Eğer başarılı olursa (ki bu nadirdir), kuralı doğrulanır ve kontrol illüzyonu yaratır. Başarısızlık durumunda ise kendini suçlar ve yetersizlik inancını güçlendirir.",
      "Sonuç olarak, \"her şeyi mükemmel yapma\" kuralı, Evgeniy'i \"yetersizlik\" hissinden korur, ancak yalnızca kendi aşırı, gerçek dışı standartlarına uyduğu sürece.",
      "Herhangi bir hata, olumsuz duygulara yol açar, öz-eleştiriyi artırır ve mükemmeliyetçiliği besler.",
      "Mükemmeliyetçiliğin inançları nasıl duyulabilir?",
      "\"Her şeyi mükemmel yapmalıyım\"",
      "\"Her şeyde başarılı olmalıyım\"",
      "\"Maksimum yapamayacaksam, hiç yapmamak daha iyidir\"",
      "\"Eğer beni eleştirirlerse, yanlış yapıyorum demektir. Yanlış yapmak kabul edilemez\"",
      "\"Hata yapma hakkım yok\"",
      "\"Yaptığım her şeyde en iyi olmalıyım\"",
      "İdeale sürekli ulaşma arzusu nasıl gelişir?",
      "Çoğu zaman bu arzu, ailedeki yetiştirme tarzı sonucunda, küçük yaşlarda veya okul öncesi dönemde gelişir."
    ]
  },
  "screen_3": {
    "texts": [
      "Araştırmacılar, nevrotik mükemmeliyetçiliğin, çocuğa sevgiyi koşullu olarak (notlar, sonuçlar vb. için) gösteren veya hiç onaylamayan ebeveynlerle yaşanan çocukluk deneyimlerinin etkisiyle oluştuğunu düşünmektedir.",
      "Her iki durumda da, çocuk mükemmel olma arzusunu geliştirir, böylece ebeveynlerine iyi ve değerli olduğunu kanıtlamak ister. Genellikle mükemmeliyetçilerin ebeveynleri aşırı eleştirici olur, çocuğa destek vermekten kaçınır ve yüksek talepler ortaya koyarlar.",
      "Çocuk, ebeveynlerinin beklentilerini karşılamak ve cezadan veya eleştiriden kaçınmak için kusursuz olmaya çalışmak zorunda kalır.",
      "Genellikle ebeveynlerin mükemmeliyetçiliğin gelişimine katkıda bulunan dört tür davranışı vardır:",
      "Ebeveynler kendileri de belirgin bir mükemmeliyetçi davranış modeli sergiler",
      "Ebeveynler çocuğa karşı aşırı eleştirel ve taleplidir, ilişkide yeterli duygusal destek ve yardım yoktur",
      "Ebeveyn onayı ya yoktur ya da tutarsız ve koşulludur",
      "Otoriter bir yetiştirme tarzı ve aşırı ebeveyn beklentileri vardır",
      "Çocuğun okula başlaması, başarılarını notlarla resmileştirmeye teşvik eder.",
      "İşte burada, psikologların mükemmeliyetçilikle ilişkilendirdiği 'başarı sendromu' gelişir. Çocuk her şeyde en iyi olmaya çalışır ve bunu başaramadığında, \"her şey ya da hiçbir şey\" prensibine dayalı kutuplaşmış düşünce devreye girer.",
      "Bu konuda en iyi olma fırsatı yoksa, o zaman en kötü olma stratejisi seçilir - ilk olamayacaksam, en son olmak daha iyidir."
    ]
  },
  "screen_4": {
    "texts": [
      "Aile etkisinin yanı sıra, mükemmeliyetçilik modern toplum tarafından teşvik edilir. Okul ve üniversitelerde öğretmenler itaatkar öğrencileri severken, işverenler mükemmeliyetçi çalışanları değerli bulur.",
      "Piyasa ekonomisi, insanları sürekli olarak daha iyi sonuçlar elde etmeye teşvik eder.",
      "Medya, bize moda ve güzellik anlayışını dayatır. Eğer bir kişi iyi görünüyorsa, şık giyiniyorsa, kendine dikkat ediyorsa, bu bir partner bulma, prestijli bir iş edinme ve aynı derecede çekici arkadaşlar edinme şansını artırır.",
      "Bu nedenle, kişi genellikle topluma dahil olmak için yüksek standartlara uyması gerektiğine inanır.",
      "Peki mükemmeliyetçilik iyi mi kötü mü?",
      "Mükemmeliyetçilik hakkındaki sorular genellikle tartışmalara yol açar: bazıları onun faydalı olduğunu düşünürken, diğerleri zararlı olduğunu savunur.",
      "Eğer bir mükemmeliyetçiyseniz, muhtemelen mükemmelliğe ulaşma arzusunun normal olduğunu, aksi takdirde nasıl başarı elde edebileceğinizi düşünürsünüz. Ancak pratikte, bu size muazzam miktarda güç ve kaynak tüketir, vücudunuzu ve zihninizi yavaşça ama acımasızca tüketir.",
      "Mükemmeliyetçilik, önceki bölümlerde anlattığımız başarı bağımlılığı ile yakından ilişkilidir, bu yüzden eksiklikleri de benzerdir.",
      "Gerçek dışı yüksek standartlar, iş, eğitim, aile ilişkileri ve dinlenme gibi hayatınızın neredeyse her alanını etkiler.",
      "Sorun, mükemmeliyetçiliğin hedeflediği idealin aslında ulaşılamaz olmasıdır. İdeal diye bir şey yoktur - bu, bir nesnenin veya olayın herkesin farklı şekilde algıladığı en iyi, tamamlanmış halidir.",
      "Dürüst olalım ve kendimize soralım: herkes için mükemmel olan bir şey var mı?",
      "Sizce mükemmel olan bir şey, başkası için tam bir saçmalık gibi görünebilir. Mozart'ın eserleri ve Da Vinci'nin çalışmaları bile herkese hitap etmiyor, oysa ki bunlar sanatın zirvesi olarak kabul ediliyor.",
      "İnançlarınızı gerçeğe göre ayarladığınızda, yaptığınız işten ve hayattan keyif alabileceksiniz, sürekli hayal kırıklığından değil.",
      "Mükemmellik arzusuyla kabul edilebilir, iyi bir sonuç arasındaki dengeyi bulmayı öğrenmek çok önemlidir."
    ]
  }
}
