{
  "title": "İdeale bağımlılık, mükemmeliyetçilik",
  "description": "Yazı, mükemmeliyetçiliği ele alır: yüksek standartlara yönelmenin yararlı olabileceğini; ancak katı taleplere dönüştüğünde kaygı ve yaşam doyumsuzluğuna yol açtığını vurgular. Yaşam örnekleri, erken deneyim ve yetiştirilmenin mükemmeliyetçi inanç ve davranışları nasıl besleyebildiğini gösterir. Son bölüm, tükenmişlik ve hayal kırıklığını önlemek için “kusursuzluk” ile “yeterince iyi sonuç” arasında denge kurmaya çağırır.",
  "screen_1": {
    "texts": [
      "Yüksek standartlara ulaşma, görevleri başarıyla tamamlama ve üretken olma isteği başlı başına olumlu bir özelliktir.",
      "Tıpkı kabul görmek, onaylanmak, sevilmek ya da yaşamda anlamlı başarılar elde etme isteği gibi.",
      "Bu istekler arzu, yönelim ya da hedef düzeyinde kaldığında, yaşamda bize yardımcı olan ve motive eden yapıcı inançlardan söz edebiliriz.",
      "Ancak bu istekler katı ve değişmez taleplere dönüşür, onları karşılamanın bedeli çok artarsa bu artık yalnızca yüksek standartlar değil, mükemmeliyetçiliktir.",
      "Peki, mükemmeliyetçi olmak ne demektir?",
      "Mükemmeliyetçilik, her şeyin yüzde yüz kusursuz yapılması gerektiğine inanmak olup pek çok sorunun temelinde yer alır.",
      "İdeale yönelirsiniz: Hatalar kabul edilemez; başarısızlık felaket gibi görünür. Her durumda kusursuz görünmeli, hissetmeli, düşünmeli ve davranmalısınız diye düşünürsünüz.",
      "Bir hedefe ulaşır ulaşmaz yerini daha uzak bir hedef alır; bu yüzden emeklerinizden zevk ve takdir alamazsınız. Yaşam, gerçekçi olmayan — hatta kimi zaman imkânsız — standartlara uyma çabasıyla solgun ve yorucu bir rutine dönüşür.",
      "Yani, mükemmeliyetçilik eğilimi olan bir kişi:",
      "sıklıkla kendini başkalarıyla karşılaştırır,",
      "sürekli bir rekabet hâlindedir,",
      "başarıları görmezden gelip başarısızlıklara odaklanır,",
      "kendini ya da başkalarını sert biçimde eleştirir,",
      "gerçekliğe uyum sağlamakta zorlanır,",
      "sürekli erteleme ve oyalanma eğilimi gösterir (prokrastinasyon)."
    ],
    "quote": {
      "text": "Mükemmeliyetçilik, şık ayakkabılar ve kürk manto giymiş bir korkudur; zarifmiş gibi davranır ama aslında yalnızca korkmuştur.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Mükemmeliyetçilik modeli — örnek",
      "BDT’ye göre yaşam deneyimlerimiz, kendimiz, başkaları ve dünya hakkında inançlar oluşturur. Bu inançlar da yaşam stratejilerimizi ve kurallarımızı belirler.",
      "Örnek olarak Yevgeni’yi ele alalım. Anne-babası ondan hep yüksek beklentiler içindeydi; “pek iyi”nin altındaki tüm notlar başarısızlık sayılırdı.",
      "Yevgeni’nin müzik yeteneğine rağmen, ebeveynleri başarılarını küçümser ve onu daha “prestijli” sayılan hekimliğe yönlendirirdi.",
      "Bu deneyim, onda “yeterince iyi değilim” ve “yetersizim” biçiminde derin inançlar oluşturdu.",
      "Bunu telafi etmek ve kendini iyi ve yetkin hissetmek için “Her şeyi kusursuz yapmalıyım” kuralını geliştirdi.",
      "İdeale yönelmek Yevgeni’yi tükenene dek çalışmaya, en küçük hatalar için kendini azarlamaya ve meslektaşlarına karşı eleştirel olmaya iter. Bu, aşırı yorgunluğa, kaygıya, ilişki sorunlarına ve yaşam doyumsuzluğuna yol açar.",
      "Çoğu zaman gerçekçi olmayan hedefler koyar; örneğin çok kısa sürede kusursuz bir sunum hazırlamak gibi.",
      "Bunu başarırsa (ki olasılığı düşüktür) kuralı doğrulanır ve bir kontrol yanılsaması oluşur. Başaramazsa suçu kendinde bulur ve “yetersizim” inancını pekiştirir.",
      "Böylece kısır döngü oluşur: “Her şeyi kusursuz yap” kuralı, Yevgeni’yi “yetersizlik” acısından ancak abartılı ve gerçek dışı standartlara uyduğu sürece korur.",
      "En ufak hata olumsuz duyguları tetikler; özeleştiriyi artırır ve mükemmeliyetçiliği besler.",
      "Mükemmeliyetçi inançlar nasıl duyulabilir?",
      "Her şeyi kusursuz yapmalıyım",
      "Her şeyde başarılı olmalıyım",
      "En üst düzeyde yapmayacaksam, hiç yapmamak daha iyidir",
      "Beni eleştiriyorlarsa, demek ki kötü yapıyorum. Kötü yapmak kabul edilemez",
      "Hata yapma hakkım yok",
      "Yaptığım her şeyde en iyi olmalıyım",
      "Peki, sürekli ideale yönelme nasıl gelişir?",
      "Çoğunlukla bu eğilim, okul öncesi ya da ilkokul çağında, aile içi yetiştirme tarzının etkisiyle oluşur."
    ]
  },
  "screen_3": {
    "texts": [
      "Araştırmacılara göre, nevrotik mükemmeliyetçilik; sevgiyi koşullu sunan (nota, sonuca bağlı) ya da hiç onay vermeyen ebeveynlerle yaşanan çocukluk deneyimlerinin etkisiyle oluşur.",
      "Her iki durumda da çocuk, “iyi ve değerli” olduğunu kanıtlamak için kusursuz olma arzusu geliştirir. Mükemmeliyetçi ebeveynler çoğu kez aşırı eleştirel olur, desteği esirger ve yüksek talepkârlık gösterir.",
      "Çocuk, cezadan ve eleştiriden kaçınmak ve beklentilere uymak için kusursuz olmaya çalışır.",
      "Ebeveynlikte mükemmeliyetçiliğin gelişimine katkı sunabilecek dört temel örüntü öne çıkar:",
      "Ebeveynlerin bizzat belirgin bir mükemmeliyetçilik modeli sergilemesi,",
      "Çocuğa aşırı eleştirel ve talepkâr yaklaşım; ilişkide yetersiz duygusal destek ve yardım,",
      "Ebeveyn onayının olmaması ya da tutarsız ve koşullu olması,",
      "Otoriter yetiştirme tarzı ve aşırı ebeveyn beklentileri,",
      "Okula başlamak, başarının notlarla resmileştirilmesini teşvik eder.",
      "“Mükemmel öğrenci” sendromu denilen durum burada şekillenir ve psikologlar bunu mükemmeliyetçilikle ilişkilendirir. Çocuk her şeyde en iyi olmaya çalışır; başaramadığında ise “ya hep ya hiç” tarzı kutuplaşmış düşünme devreye girer.",
      "Bir derste en iyi olma imkânı yoksa, “o hâlde en kötü olayım” stratejisini seçebilir — madem birinci olamıyorum, en azından sonuncu olayım."
    ]
  },
  "screen_4": {
    "texts": [
      "Aile etkisinin yanı sıra, çağdaş toplum da mükemmeliyetçiliği teşvik eder. Okul ve üniversitelerde itaatkâr, “örnek” öğrenciler sevilir; işverenler mükemmeliyetçi çalışanları takdir eder.",
      "Piyasa ekonomisi, insanları rekabete ve sürekli daha iyi sonuçlar peşinde koşmaya iter.",
      "Medya, moda ve güzellik anlayışını belirler. İyi görünmek, şık giyinmek, bakımlı olmak; partner bulma, saygın bir iş edinme ve “çekici” çevrelere girme şansını artırır.",
      "Bunun sonucu olarak kişi, topluma ait olabilmek için yüksek standartlara uyması gerektiğine kolayca ikna olur.",
      "Öyleyse mükemmeliyetçilik iyi mi, kötü mü?",
      "Bu soru sıkça tartışma yaratır: Kimileri yararlı, kimileri zararlı görür.",
      "Mükemmeliyetçiyseniz “Yoksa nasıl başarı kazanacağız?” diyebilirsiniz; ama pratikte mükemmeliyetçilik büyük enerji ve kaynak tüketir, bedeni ve zihni yavaş yavaş ama acımasızca yorar.",
      "Mükemmeliyetçilik, önceki bölümlerde ele aldığımız başarı bağımlılığıyla yakından ilişkilidir; bu yüzden sakıncaları da benzerdir.",
      "Aşırı ve gerçek dışı standartlar, işten eğitime, yakın ilişkilere ve dinlenmeye kadar yaşamın hemen her alanını etkiler.",
      "Sorun şu ki, mükemmeliyetçiliğin yöneldiği “ideal” aslında erişilemezdir. “İdeal”, her birimizin farklı algıladığı, tamamlanmış en iyi hâl kavramıdır.",
      "Açık konuşalım: Herkes için mutlak kusursuz olan diye bir şey var mı?",
      "Sizin “mükemmel” saydığınız, başkası için önemsiz olabilir. Mozart’ın eserleri ya da Da Vinci’nin işleri bile herkese hitap etmeyebilir; oysa sanatın zirveleri sayılır.",
      "İnançlarınızı gerçeklikle uyumlu hâle getirdiğinizde, yapılan işten ve yaşamın kendisinden keyif alma şansınız artar; sürekli hayal kırıklığı değil.",
      "Bu yüzden “daha iyiyi hedefleme” ile “yeterince iyi ve kabul edilebilir sonuç” arasında denge kurmayı öğrenmek çok önemlidir."
    ]
  }
}
