{
  "title": "Mükemmeliyetçilik var, ideal yok, peki normal bir hayat nasıl yaşanır?",
  "description": "Bu makale, mükemmeliyetçiliğin negatif ve pozitif olmak üzere iki türünü ele alıyor ve mükemmeliyetçi eğilimlerle başa çıkmak için etkili öneriler sunuyor. Yazar, değişim motivasyonu, bilişsel yeniden yapılandırma, sonuç yerine sürece odaklanma ve daha sağlıklı inançlar oluşturma gibi sekiz anahtar strateji sunuyor. Ana fikir, mükemmeliyetçiliğin aşılabileceği ve kusurları kabul etmeyi, kendini koşulsuz sevmeyi ve günlük olarak kendine özen göstermeyi öğrenerek bunun mümkün olduğudur.",
  "screen_1": {
    "texts": [
      "Modern bilim insanları, iki tür mükemmeliyetçiliği ayırt eder: negatif ve pozitif, ya da başka bir deyişle, sağlıklı ve patolojik.",
      "Eksiyi artıya çevirmek için liderlik niteliklerinizi ve mükemmelliğe olan eğiliminizi sağduyu ve rasyonellikle birleştirmek önemlidir.",
      "Mükemmeliyetçilikle başa çıkmak için size etkili öneriler hazırladık.",
      "Herhangi bir sorunla mücadelede en iyi başlangıç noktası, değişim motivasyonudur.",
      "Mükemmeliyetçiliği yenmek için, bunun size neden gerekli olduğunu anlamak önemlidir. Artılarını ve eksilerini analiz edin ve yazın.",
      "Muhtemelen, zorlukların faydalardan çok daha fazla olduğunu fark ederek şaşıracaksınız. Bunu fark edip kabul ettiğinizde, değişim çok daha kolay olacaktır.",
      "Çoğu insan gibi, muhtemelen her şeyi %100 yapmanız gerektiğini ya da hata yapmanın asla kabul edilemez olduğunu düşünüyor ve mükemmeliyetçi düşüncelere sahipsiniz.",
      "Bu tür düşünceleri sorgulamak ve onlarla çalışmak çok önemlidir.",
      "Nasıl yapabilirsiniz? Otomatik düşünceler günlüğü tutmaya devam etmek faydalı olabilir; böylece bu düşünceleri tespit edebilir, gerçeklikle karşılaştırabilir ve onlara rasyonel bir yanıt verebilirsiniz."
    ],
    "quote": {
      "text": "Kariyerimde 9000'den fazla atış kaçırdım. Neredeyse 300 maç kaybettim. 26 kez bana kazandıracak atışı yapmam için güvendiler ve ben kaçırdım. Hayatım boyunca defalarca başarısız oldum. Ve bu yüzden başardım.",
      "author": "Michael Jordan"
    }
  },
  "screen_2": {
    "texts": [
      "Gerçeklik testi (bilişsel yeniden yapılandırma) yapmanıza yardımcı olacak bazı sorular şunlardır:",
      "Bu düşünceyi veya inancı destekleyen kanıtlarım nelerdir?",
      "Bu düşünce bana fayda sağlıyor mu?",
      "Bu durumu ya da kendimi farklı düşünmenin başka yolları var mı?",
      "Kendimi gereksiz yere mi suçluyorum?",
      "Bu duruma başka ne veya kim katkıda bulundu?",
      "Bu gerçekten kontrolüm altında mı?",
      "Gerçek dışı veya çifte standartlara mı bağlıyım?",
      "Bu beklenti gerçekçi mi?",
      "Bu sorular, bir inancı test etmeye, doğrulamaya, netleştirmeye ya da reddetmeye ve alternatif bir inanç formüle etmeye yönelik bir amaç taşır.",
      "Kendinize sorun: Eğer mükemmel yaparsam ne olur? Ya mükemmel yapmazsam ne olur? Mükemmeliyetçiliğinizin arkasında ne olduğunu anlamaya çalışın. Belki de reddedilmekten mi korkuyorsunuz? Belki alay edilmekten mi endişe ediyorsunuz? Mükemmeliyetçiliğin arkasında onay arayışı mı var?",
      "Mükemmeliyetçiliğinizin ardındaki nedenleri anladığınızda, bu korkuları ve ihtiyaçları gerçekten bu şekilde kapatıp kapatmadığınızı sorun.",
      "Diyelim ki raporu mükemmel yazdınız ve teslim ettiniz, peki ne oldu? Artık reddedilme korkunuz tamamen mi ortadan kalktı? Ya da mükemmel bir sunum yaptınız, alkışlandınız, peki bu alkışlar size yetti mi?",
      "Muhtemelen cevabınız olumsuz olacaktır. Mükemmelliğe ulaştınız, bir süre mutluluk hissettiniz, ama sonra tekrar bu yarışa geri döndünüz.",
      "Siyah-beyaz düşünce yapısından kurtulun.",
      "Mükemmeliyetçiler genellikle \"her şey ya da hiçbir şey\", \"başarı ya da başarısızlık\", \"mükemmel yap ya da hiç yapma\" kategorilerinde düşünürler.",
      "Bu yaklaşım gerçekçi değildir. Etrafınıza bakın ve kendinize sorun, dünyadaki kaç şey \"her şey ya da hiçbir şey\" kategorisine uyar? Duvarlarınız tamamen temiz mi? Yoksa üzerinde biraz kir var mı?",
      "Tamamen sakin ve kendine güvenen bir insan tanıyor musunuz? Sevdiğiniz oyuncu mükemmel bir güzelliğe mi sahip, yoksa onun da bazı kusurları var mı?"
    ]
  },
  "screen_3": {
    "texts": [
      "Hayatta çoğu şey hatasız ve başarısızlıksız gerçekleşmez.",
      "Kimse usta olarak doğmaz – öğreniriz, deneriz, hata yaparız ve yavaş yavaş gelişiriz.",
      "Bu yüzden, kendinize mükemmel olma izni verin, işleri tamamlamama veya hata yapma özgürlüğü tanıyın. Hatalar, başarıya giden yolda düşman değil, dosttur. Şu atasözünü sık sık hatırlayın: \"Hiçbir şey yapmayan hata yapmaz.\"",
      "Tüm ideallerden hemen vazgeçmek zorunda değilsiniz – bu çok keskin bir değişiklik olabilir.",
      "Adım adım ilerleyin.",
      "Küçük bir şeyle başlayın: en az önemli olan bir ideali seçin ve ondan vazgeçmeyi deneyin. Sonucu gözlemleyin.",
      "Dünyanız mükemmel yapmadığınız için yıkılmayacak. Sevdikleriniz sizi terk etmeyecek, kötü bir insan olmayacaksınız.",
      "Muhtemelen, mükemmel olmayan bir sonuçla başa çıkmak, düşündüğünüzden çok daha kolay olacak. Unutmayın ki bir deney tüm resmi vermez. Sisteme ihtiyacınız var.",
      "Her hafta veya ayda bir idealdan vazgeçin ve tepkiyi gözlemleyin. Kendinizi dinleyin ve kendi hızınıza göre ilerleyin.",
      "Başarı günlüğü tutun",
      "Büyük veya küçük, önemli veya önemsiz her başarıyı yazın. Her gün. Mükemmeliyetçilik başarısızlıkları sever, bu yüzden bir dahaki sefere \"Hiçbir şey başaramıyorum\" dediğinizde, hemen defterinizi açın ve ne kadar çok şey başardığınızı okuyun.",
      "Mükemmeliyetçiliği aşmanın bir başka yolu da sürece odaklanmaktır.",
      "Bu, bir eylemi değerlendirirken sonuca değil, sürece odaklanmanız anlamına gelir.",
      "Kendinizi her gün A noktasından B noktasına giden bir sürücü olarak hayal edin. Bazı günlerde trafik ışıklarında yeşil yanar ve hızlı bir şekilde varış noktanıza ulaşırsınız. Diğer günlerde ise sürekli kırmızı ışığa yakalanır, trafik sıkışıklığında kalır ve yolculuk çok daha uzun sürer.",
      "Sürüş becerileriniz değişmediği halde, neden her gün yaptığınız işten aynı tatmini hissetmeyesiniz? İşlerinizi ya da herhangi bir görevi mükemmel yapmaya çalışmadan farklı bir bakış açısıyla yaklaşmayı deneyin.",
      "Örneğin, bir öğrenci olarak sürece odaklı hedefler belirleyebilirsiniz:",
      "derslere katılmak;",
      "dikkatlice dinlemek ve not almak;",
      "uygun sorular sormak;",
      "her derse belirli bir zaman ayırmak;",
      "her iki-üç haftada bir derslerde alınan notları tekrar gözden geçirmek.",
      "Bu süreçlerin tümünü kontrol edebilirsiniz, bu yüzden başarı garantilidir. Ancak, nihai puan ya da sonuç sizin kontrolünüzde değildir.",
      "Sonuç, o gün öğretmeninizin nasıl hissettiğine, diğer öğrencilerin nasıl performans gösterdiğine, öğretmenin hangi kriterleri uyguladığına bağlıdır."
    ]
  },
  "screen_4": {
    "texts": [
      "\"Açgözlülük tekniği\"ni kullanın",
      "Bu teknik, çoğumuzun hayatta başarılı olmak için mükemmel olma eğiliminde olduğu basit gerçeğine dayanır. Standartlarınızı düşürürseniz, çok daha başarılı olabileceğinizi hiç düşündünüz mü?",
      "Örneğin, bir zamanlar tanınmış bir psikoterapist ilk bilimsel makalesini iki yıldan fazla sürede yazmıştı.",
      "Makale mükemmeldi ve yayınlandı. Ancak aynı süre içinde meslektaşları çok daha fazla sayıda aynı derecede iyi makaleler yazdı ve yayınladı. Bu yüzden, hangisi daha iyiydi: %98 mükemmellikte bir makaleye sahip olmak mı yoksa %80 mükemmellikte 10 makaleye sahip olmak mı?",
      "İkinci durumda üretkenlik daha yüksek olurdu ve meslektaşlarının önüne geçebilirdi. Bu farkındalık, psikoterapistin standartlarını yumuşatmasına yol açtı.",
      "Sonuç olarak, üretkenliği arttı ve işinden memnuniyeti yükseldi.",
      "Birden fazla görevi iyi bir şekilde tamamlamak, büyük stresle mükemmel bir ürün yaratmaya odaklanmaktan daha etkili olabilir.",
      "Yeni inançlar oluşturun",
      "İnançlar üzerinde çalışmak, onları fark etmeyi, sonuçlarını düşünmeyi, kaynaklarını bulmayı ve yeni, alternatif inançlar formüle etmeyi içerir.",
      "Aslında, görevimiz \"kusursuzluk\"un çeşitli tezahürlerini (hatalar, aksilikler) \"normalleştirmeye\", kendi kusurlarınızı ve başkalarının kusurlarını kabul etmeye yardımcı olmaktır.",
      "Şu inançlardan vazgeçin:",
      "Ben/başkaları/dünya mükemmel olmalı",
      "Eğer mükemmel değilse, kötüdür",
      "Eğer kötüyse, insanlar benden uzaklaşır/beni tanımaz/başaramam",
      "Bunların yerine yeni inançlar ve ifadeler kullanın.",
      "Ben mükemmel değilim, ama:",
      "Öğreniyorum ve büyüyorum",
      "Yeterince iyiyim",
      "Mükemmel olmasam da sevgi ve saygıyı hak ediyorum",
      "Başkaları mükemmel değil, ama onlar:",
      "Kendi artıları ve eksileri olan insanlar",
      "Beni her zaman onaylamayacaklar ve bu normaldir",
      "Hatalar yapıyorum, ama bu bana fırsat veriyor:",
      "Hatalarımdan öğrenmeye",
      "Daha iyi olmaya",
      "Direnç göstermeye ve pes etmemeye",
      "Yeni inançlarınızı yazın ve hayatınıza entegre edin.",
      "Onları bir yapışkan kağıda yazıp buzdolabınıza yapıştırabilir, telefonunuza not olarak ekleyebilir ya da onlarla bir görüntü oluşturup masaüstünüze yerleştirebilirsiniz.",
      "Bu ifadeleri her gün, en az bir kez, daha iyisi birkaç kez okuyun. Bu, düşüncelerinizi yeniden programlamanıza ve sağlıksız inançları daha uyumlu olanlarla değiştirmenize yardımcı olur.",
      "Neyse ki, mükemmeliyetçilik bir kader değildir.",
      "Küçük adımlarla – tek başınıza ya da bir uzman eşliğinde – mükemmeliyetçiliği sağlıklı bir seviyeye getirebilirsiniz. Bunun için kendinizi koşulsuz sevmeyi ve günlük olarak kendinize özen göstermeyi öğrenmek gerekir."
    ]
  }
}
