{
  "title": "Sağlıklı Özsaygıya Giden Yol",
  "description": "Bu metin, başkalarının onayına bağımlılıktan kurtulma yollarını ele alıyor. Ana adımlar, mevcut inançların avantaj ve dezavantajlarını analiz etmek, olumsuz düşünceleri daha gerçekçi ve faydalı olanlarla değiştirmek ve öz onaylama alışkanlığı geliştirmeyi içeriyor. Bu önerileri takip eden kişi, bağımsızlığını artırabilir ve yaşam kalitesini iyileştirebilir.",
  "screen_1": {
    "texts": [
      "Yıkıcı inançları değiştirme yolundaki ilk ve çok önemli adım, bu inançların avantaj ve dezavantajlarını analiz etmektir.",
      "Başkalarının onayına bağımlılıkla ilgili inançlarınızı düşünün ve yazın. Bu inançlar farklı şekillerde formüle edilebilir, ancak başkaları tarafından onaylanma arzunuzu yansıtır.",
      "Örneğin: \"İnsanların hoşuna giden şeyleri yapmalıyım\" veya \"Eğer beni onaylamıyorlarsa, kötü biriyim\" gibi.",
      "Kendinize sorun: bu düşüncelerin avantajları ve dezavantajları nelerdir? Bunun bedeli nedir ve karşılığında ne elde ediyorsunuz?",
      "Tüm olası sonuçları listeleyerek, bu inancın gerçekte nasıl ruh halinizi, genel durumunuzu ve yaşamınızı etkilediğini görebilirsiniz. Bu, kişisel büyümenin önemli bir ilk adımı olabilir.",
      "Eğer onaylanmama korkusunun size faydadan çok zarar verdiğini fark ettiyseniz, bir sonraki adım, bu inancı daha gerçekçi ve sizin için faydalı olacak şekilde yeniden yazmaktır.",
      "Örneğin: \"Eğer beni onaylamıyorlarsa, kötü biriyim\" inancını ele alalım.",
      "Ne kadar \"mükemmel\" davranırsanız davranın, yine de davranışlarınızdan veya kişiliğinizden memnun olmayan insanlar olacaktır.",
      "Başkaları için ne kadar iyi ve uygun olmaya çalışırsanız çalışın, yine de eleştirilerden, çatışmalardan ve hatta reddedilmekten kaçınamazsınız.",
      "Ancak bu, kötü bir insan olduğunuzun kanıtı değildir, çünkü başka bir kişi sizi yetiştirilme tarzı ve yaşam deneyimi nedeniyle (her zaman rasyonel olmayan) kendi inançlarına göre eleştiriyor olabilir. Siz, başka bir insan olarak, bu inançlara uymuyor olabilirsiniz.",
      "Eğer birisi sarışınlardan hoşlanıyorsa, bu tüm esmerleri kötü mü yapar?",
      "Bu tür düşüncelerden yola çıkarak, inancı şu şekilde yeniden yazabilirsiniz: \"Onaylanmama rahatsızlık verebilir, ancak bu beni kötü bir insan yapmaz.\"",
      "Yeni inancınızı günde birkaç kez okuyun. Böylece yavaş yavaş yeni düşünme alışkanlıkları oluşturacaksınız."
    ],
    "quote": {
      "text": "Hiç kimse sizi izniniz olmadan kendinizi değersiz hissettiremez.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Onaylanmama korkusunun neden mantıksız olduğunu düşünün. Onaylanmamanın neden hoş olmayan, ancak ölümcül olmayan bir durum olduğunu açıklayan kişisel bir nedenler listesi oluşturun.",
      "Bu nedenler anlaşılır, yaşamınıza uygun ve sorgulamadan kabul edeceğiniz türde olmalıdır. Kendinizi yanıltmayın!",
      "Örneğin: \"Birisi beni eleştiriyorsa, üzülmeme gerek yok, çünkü kibirli insanlara ihtiyacım yok\" ifadesi işe yaramaz, çünkü bu ifadenin içinde bir çarpıtma vardır.",
      "Bu şekilde yalnızca kendinizi kanıtlamaya çalışıyor ve kişiyi \"kara listeye\" alıyorsunuz. Gerçek olduğuna inandığınız fikirlere sadık kalın.",
      "İşte size yardımcı olabilecek bazı fikirler:",
      "Onaylanmama her zaman doğrudan sizinle, söylediklerinizle, yaptıklarınızla veya yaşam tarzınızla ilgili değildir. Sebep, diğer kişinin sorunları veya kişisel bakış açısında olabilir.",
      "Haklı eleştiri bile bir tehdit oluşturmaz, çünkü hataları bulup düzeltmenize yardımcı olur. Hatalardan öğrendiğimiz malumdur.",
      "Bir, iki, beş, on hata, yaptığınız her şeyin yanlış olduğu anlamına gelmez. Bunun karşısında yanlış yapmadığınız birçok şey vardır.",
      "Başkalarının onaylamaması nedeniyle ne kadar üzüleceğinize siz karar verirsiniz, tepkiniz sadece size bağlıdır.",
      "Başkaları sizin insan olarak değerinizi yargılayamaz, yalnızca sözlerinizin veya eylemlerinizin doğruluğunu ve değerini yargılayabilir.",
      "İnsanlar sizi ne kadar iyi veya kötü davrandığınıza bakılmaksızın farklı değerlendirecektir. Onaylanmama hızlı yayılmaz ve bir reddedilme vakası sizi tamamen yalnız bırakmaz.",
      "Onaylanmama ve eleştiri genellikle rahatsızlık verir, ancak rahatsızlık geçicidir. Üzüntüye kapılmayı bırakın. Daha önce size keyif veren bir şeye geri dönün, başlamak ne kadar anlamsız görünse de. Onaylanmama kalıcı değildir.",
      "Bu konu üzerinde birkaç gün düşünün ve listeyi yavaş yavaş genişletin. Onaylanmaya karşı kendi kişisel duruşunuzu geliştirin. Bu, dünyaya bakışınızı değiştirmede ve bağımsızlık hissinizi artırmada size ne kadar yardımcı olacağını görünce şaşıracaksınız."
    ],
    "quote": {
      "text": "Zamanınız sınırlı, başkalarının hayatını yaşayarak onu boşa harcamayın.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Kendi onayınıza bağımlı olmayı öğrenin.",
      "Duygusal iyileşmenin anahtarı, ruh halinizi sadece kendi düşüncelerinizin etkileyebileceğini bilmektir. Başkalarının övgüsüne bağımlı olmaktan vazgeçerek, kendinize destek olmayı deneyin.",
      "Bunun için gün boyunca başarılarınızı bir deftere veya telefonunuza kaydedin. Bu başarıların ne kadar büyük olduğunun önemi yok, bunu başka birinin fark edip etmediği de önemli değildir.",
      "Belki metronun kapısını tutmuşsunuzdur ya da bir konuyu iki kez sabırla bir iş arkadaşınıza açıklamışsınızdır. Ya da sadece herkesle birlikte kırmızı ışıkta geçmemişsinizdir.",
      "Kendinizi böyle bir liste tutmaya alıştırın ve yatmadan önce gözden geçirin; bu, kendinizi onaylama yolunda büyük bir adım olacaktır.",
      "Unutmayın ki başkalarının görüşü çok değişkendir. Bugün tartışılan ve eleştirilen bir şey, yarın birçok kişi tarafından arzu edilen bir şeye dönüşebilir.",
      "Herkese hoş görünmeye çalışmayın ve bunu istemeyin. Bu imkansızdır. Dünyada milyonlarca insan var ve herkesin kendi fikri ve kafası var.",
      "Kendi hayatınızı yaşayın, kendi fikirlerinizi ifade edin, hatalarınızdan ders alın, onları düzeltin, kendi hedeflerinize ulaşmaya çalışın ve ilerlemeye devam edin.",
      "Bu adımlar bir bütün olarak çalışır. Evet, bu çaba gerektirir, ancak başkalarının onayına bağımlılıktan kurtulmak hayatınızı daha iyi hale getirir. Bu, kendiniz olma özgürlüğünü sağlar."
    ]
  }
}
