{
  "title": "Sağlıklı özsaygıya giden yol",
  "description": "Bu metin, dış onaya bağımlılıktan özgürleşme yollarını ele alır. Temel adımlar; mevcut inançların artı–eksi analizini yapmak, işlevsiz kalıpları daha gerçekçi ve faydalı olanlarla yeniden yazmak ve öz-onay alışkanlığını geliştirmektir. Bu önerileri izleyerek kişi daha bağımsız hissedebilir ve yaşam kalitesini artırabilir.",
  "screen_1": {
    "texts": [
      "Yıkıcı inançları dönüştürmenin ilk ve çok önemli adımı, onların avantaj ve dezavantajlarını dürüstçe incelemektir.",
      "Onaya bağımlılıkla ilgili inançlarınızı düşünün ve yazın. Biçimleri değişebilir, ama ortak nokta başkalarının onayını istemektir.",
      "Örneğin: “İnsanların hoşuna giden şeyleri yapmalıyım” ya da “Beni onaylamıyorlarsa kötüyüm.”",
      "Kendinize sorun: Bu tutumların yararı ve bedeli nedir? Bunun karşılığında ne kazanıyorum, ne kaybediyorum?",
      "İnancın size nasıl zarar verdiğini veya ne ölçüde yardımcı olduğunu kalem kalem yazdığınızda, ruh hâlinize ve hayatınıza gerçek etkisini görürsünüz. Bu, kişisel büyüme için kritik bir ilk adımdır.",
      "Eğer onaylanmama korkusunun faydadan çok zarar verdiğini görürseniz, sıradaki adım — inancı daha gerçekçi ve faydalı bir biçimde yeniden yazmaktır.",
      "Örnek bir inanç: “Beni onaylamıyorlarsa, kötüyüm.”",
      "Siz “kusursuz” davransanız bile, davranışınızdan ya da sizden hoşnut olmayacak insanlar her zaman olacaktır.",
      "Ne kadar uyumlu olmaya çalışsanız da eleştiri, anlaşmazlık ve hatta reddedilme kaçınılmazdır.",
      "Bu ise “kötü bir insan” olduğunuzun kanıtı değildir; çünkü karşınızdakinin eleştirisi çoğu kez kendi yetiştirilme tarzı ve yaşam deneyimiyle şekillenmiş (ve her zaman rasyonel olmayan) inançlarından kaynaklanır — siz bu şemalara uymuyor olabilirsiniz.",
      "Birinin sarışınları daha çok sevmesi, tüm esmerleri “kötü” yapar mı?",
      "Bu tür muhakemeden hareketle inanç şöyle yeniden yazılabilir: “Onaylanmamak rahatsız edici olabilir; ama bu, kötü biri olduğum anlamına gelmez.”",
      "Yeni inancı günde birkaç kez okuyun. Zamanla düşünme alışkanlığınız bu yönde güçlenecektir."
    ],
    "quote": {
      "text": "Sizin onayınız olmadan kimse sizi değersiz hissettiremez.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Onaylanmamaktan korkmanın neden akılcı olmadığını düşünün. Onaylanmamanın tatsız ama ölümcül olmadığını hatırlatan kişisel bir nedenler listesi hazırlayın.",
      "Gerekçeler günlük hayata dayanmalı ve sizin için ikna edici olmalı. Kendinizi aldatmayın!",
      "Örneğin “Beni eleştiriyorsa üzülmeme gerek yok; demek ki kendisi kibirli” demek işlemez; burada çarpıtma vardır.",
      "Bu yaklaşım, kişiyi “kara listeye” atarak sizi geçici olarak iyi hissettirebilir; gerçeğe dayanmaz. Doğru olduğuna gerçekten inandığınız fikirlere tutunun.",
      "İşte işinize yarayabilecek bazı düşünceler:",
      "Onaylanmamak her zaman doğrudan sizin sözlerinize, davranışlarınıza ya da yaşam tarzınıza bağlı değildir; sebep, diğer kişinin sorunları veya bakış açısı olabilir.",
      "Haklı eleştiri bile tehdit değildir; hataları görmeyi ve düzeltmeyi sağlar. Öğrenme böyle gerçekleşir.",
      "Bir, iki, beş ya da on hata — yaptığınız her şeyin yanlış olduğunu göstermez. Bunların karşısında doğru yaptıklarınız çoktur.",
      "Başkalarının onayı karşısında ne kadar üzüleceğinize siz karar verirsiniz; tepkiniz size aittir.",
      "Başkaları sizin insan olarak değerinizi değil, ancak söz ve eylemlerinizin doğruluğunu değerlendirebilir.",
      "İnsanlar sizi, ne yaparsanız yapın, farklı farklı değerlendireceklerdir. Onaylanmama hızla herkese yayılmaz; tek bir reddedilme olayı da yalnız kalacağınız anlamına gelmez.",
      "Eleştiri ve onaylanmama genellikle rahatsızlık verir; ama bu duygu geçer. Kedere kapılmak yerine keyif veren bir işe dönün; anlamı büyütmeyin. Onaylanmama kalıcı değildir.",
      "Bu konuyu birkaç gün düşünüp listenizi yavaş yavaş tamamlayın. Onaylanmaya dair kendi tutumunuzu oluşturun; dünyanın ve bağımsızlık duygunuzun nasıl değiştiğine şaşıracaksınız."
    ],
    "quote": {
      "text": "Zamanınız sınırlı; onu başkalarının hayatını yaşayarak harcamayın.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Öz-onaya güvenmeyi öğrenin.",
      "Duygusal iyileşmenin anahtarı, ruh hâlinizi asıl belirleyenin kendi düşünceleriniz olduğunu bilmektir. Başkalarının övgüsüne bağımlılığı bırakırken, kendinize destek vermeyi deneyin.",
      "Gün içinde bir deftere ya da telefona başarı listenizi yazın. Büyük–küçük fark etmez; başkası fark etti mi etmedi mi önemli değildir.",
      "Belki metroda kapıyı tuttunuz; belki bir konuyu meslektaşınıza sabırla iki kez açıkladınız; ya da kırmızı ışıkta herkes geçerken durdunuz.",
      "Bu listeyi günlük alışkanlığa dönüştürün; uyumadan önce gözden geçirin. Öz-onaya büyük bir adım atarsınız.",
      "Unutmayın: başkalarının fikri son derece değişkendir. Bugün eleştirilen şey yarın moda olup beğeni görebilir.",
      "Herkese hoş görünmeye çalışmayın; bu imkânsızdır. Milyonlarca insan, milyonlarca farklı görüş var.",
      "Kendi hayatınızı yaşayın; fikrinizi söyleyin, hatalarınızdan öğrenin, düzeltin; hedeflerinize yönelin ve adım atın.",
      "Tüm bu adımlar birlikte etkili olur. Evet, emek ister; ama dış onaya bağımlılıktan özgürleşmek hayatı belirgin biçimde iyileştirir — size “kendiniz olma” özgürlüğünü verir."
    ]
  }
}
