{
  "title": "אבחון דיכאון: מסע להבנה עצמית",
  "description": "המאמר בוחן שיטות לאבחון דיכאון, החל מסקירה כללית של תסמינים ועד לאבחון עצמי באמצעות \"סולם דיכאון של בק\". הוא מדגיש את חשיבות ההתייעצות עם מומחים לאבחון וטיפול מדויקים, במיוחד במקרים חמורים. בנוסף, המאמר מציע עצות מעשיות ותרגילים לאנשים המבקשים לשפר את מצבם הנפשי.",
  "screen_1": {
    "texts": [
      "בחלק הקודם כבר דנו במהו דיכאון.",
      "כעת ניצבת בפנינו המשימה להבין כיצד לאבחן מצב זה אצל עצמנו.",
      "באופן כללי, אבחון הדיכאון מתחלק לשלושה שלבים:",
      "סקירה כללית",
      "דיכאון, כמו כל הפרעה אחרת, יש לו תסמינים משלו. הבה נבחן אותם לעומק:",
      "מצב רוח ירוד.",
      "ירידה בעניין בהנאות רגילות.",
      "אנהדוניה – ירידה ביכולת להרגיש הנאה.",
      "קשיים בריכוז, יכולת עבודה וקבלת החלטות.",
      "הפרעות בשינה ובתיאבון, הן לכיוון של ירידה והן לכיוון של עלייה.",
      "תחושות של חוסר תקווה, חוסר אונים, רגזנות, בושה, אשמה.",
      "חרדה או אדישות.",
      "חוסר אנרגיה, עייפות מתמדת.",
      "מחשבות על מוות או התאבדות.",
      "כנראה שכל אחד מאיתנו נתקל לפחות פעם אחת באחד או יותר מהתסמינים האלה.",
      "אבל זה לא תמיד מצביע על דיכאון. אז כיצד לקבוע את קיומו של דיכאון?",
      "אפשר לדבר על הפרעה דיכאונית אם אתם מבחינים בעצמכם בלפחות ארבעה מהתסמינים שצוינו במשך שבועיים.",
      "חשוב גם להתחשב בגורמים אחרים, כמו מצב בריאותי כללי ונסיבות חיים."
    ],
    "quote": {
      "text": "איננו יכולים לשנות את המצבים שהחיים מזמנים לנו, אך אנו יכולים לשנות את יכולתנו להתמודד איתם.",
      "author": "ויקטור פרנקל"
    }
  },
  "screen_2": {
    "texts": [
      "אבחון עצמי באמצעות שיטות מוכחות",
      "ישנם מבחנים רבים לאבחון עצמי של דיכאון.",
      "אחד האמינים והמוכרים ביותר הוא \"סולם הדיכאון של בק\" (BDI).",
      "שיטה זו, שפותחה על ידי הפסיכותרפיסט האמריקאי אהרון בק, כוללת 21 קטגוריות של תסמינים, כל אחת מהן מכילה 4 עד 5 היגדים המשקפים היבטים שונים של דיכאון.",
      "לאחר ביצוע המבחן הזה, ניתן להעריך את חומרת מצבכם: מדיכאון קל ועד דיכאון חמור.",
      "המבחן זמין באפליקציה שלנו, הוא פשוט ואינטואיטיבי לשימוש."
    ],
    "quote": {
      "text": "לדאוג לעצמך - זה לא יוצא מן הכלל מרשימת החובות שלך, זה חלק מהרשימה.",
      "author": "לנרד דייויס"
    }
  },
  "screen_3": {
    "texts": [
      "התייעצות עם מומחה",
      "במקרה שהאבחון העצמי מצביע על מצב דיכאוני אפשרי, מומלץ לפנות למומחה: פסיכולוג, פסיכיאטר או פסיכותרפיסט.",
      "הם יכולים לאבחן במדויק ולהציע טיפול מתאים. אנחנו, מצדנו, מוכנים לתמוך בכם ולספק מידע מועיל בפרק זה.",
      "חומר זה פותח כדי לעזור לאנשים עם דיכאון בדרגה קלה ובינונית.",
      "עבור אלה הסובלים מצורות חמורות יותר של דיכאון, חומר זה עשוי להיות בעל ערך גם כן.",
      "הוא עשוי להקל על חלק מהתסמינים, אך במקרים של מצבים חמורים חשוב לזכור שכלי עזרה עצמית בלבד עלולים להיות לא מספיקים.",
      "במצבים כאלה חשוב מאוד לפנות לעזרת מומחים ובמידת הצורך לשקול אפשרות של טיפול תרופתי.",
      "אבחון בעיות פסיכולוגיות הוא משימה מורכבת.",
      "באבחון עצמי תמיד קיים סיכון לטעות.",
      "אולם, גם אם אין לכם דיכאון קליני, ואתם פשוט חווים מצב רוח ירוד זמני, חומר זה יהיה מועיל.",
      "אנו נדון בהרחבה במנגנונים בבסיס הדיכאון, נציע עצות מעשיות ותרגילים.",
      "אם אתם שואפים לשפר את איכות חייכם ומוכנים לעקוב אחר ההמלצות שלנו, בואו נמשיך במסע הזה יחד!"
    ]
  }
}
