{
  "title": "טכניקה: היו סנגורים",
  "description": "מאמר זה מציע גישה ייחודית להתגברות על ביקורת עצמית, ומציג את מושג הסנגור הפנימי. דרך אנלוגיה עם הליך משפטי, מוצעת לקוראים שיטה המסייעת להגן על עצמם באופן יעיל מפני האשמות עצמיות ומחשבות שליליות. תוך תיאור תהליך המעקב, האתגור והבחינה מחדש של אמונות ביקורתיות עצמיות, המאמר מספק עצות מעשיות ושאלות לרפלקציה עצמית, המעודדות פיתוח יחס בריא ותומך יותר כלפי עצמנו.",
  "screen_1": {
    "texts": [
      "הטכניקה הבאה, המסייעת לעבודה יעילה עם ביקורת עצמית, מתמקדת בלהפוך לסנגור של עצמך. למרות שזה עשוי להישמע מוזר או קשה להבנה, בואו נבין כיצד זה עובד.",
      "כדי להתמודד בהצלחה עם מחשבות ביקורתיות עצמיות, חיוני לא רק להבחין בהן ולהתנגד להן, אלא גם לערער עליהן באופן פעיל.",
      "דמיינו לעצמכם שאתם נמצאים בבית משפט, שבו הביקורת העצמית שלכם מפילה עליכם האשמות במשך זמן רב, מכנה אתכם כישלון, חלשים, טיפשים ואשמים בכל החטאים האפשריים.",
      "והנה נפתחת בפניכם הזדמנות לפעול כמגן, שמטרתו להפריך את טיעוני התביעה, תוך הצגת חוסר הביסוס והאבסורדיות שלהם.",
      "דמיינו את עצמכם כעורך דין מוסמך, שסביר להניח שלא יסתפק בהצהרה כגון: \"הלקוח שלי הוא אדם הגון למדי, אפשר להתפזר\".",
      "יהיה עליכם להשקיע מאמץ מרבי כדי להציג עובדות וטיעונים משכנעים, השוברים באופן מוחלט את ההאשמות.",
      "הבה נבחן דוגמה ליישום טכניקה זו בדיאלוג בין פסיכולוג ללקוח:"
    ],
    "quote": {
      "text": "היו סנגורים של עולמכם בתוך עצמכם, במקום להיות השופטים של הסיפור שלכם.",
      "author": "אליזבת גילברט"
    }
  },
  "screen_2": {
    "texts": [
      "לאחרונה אתם נכנעים יותר ויותר לביקורת עצמית, מכנים את עצמכם חלשלושים וכישלונות שלא השיגו דבר בחיים. כעת דמיינו שגייסתם עורך דין להגנה מפני ביקורת זו.",
      "המשימה שלכם היא להגן על הלקוח שלכם, כלומר על עצמכם, ביעילות מרבית, תוך שימוש בטיעונים ונימוקים. אפילו אם אתם עצמכם לא מאמינים בחפותו ואינכם חיבבים את הלקוח שלכם, כרגע תפקידכם הוא להיות עורך דין מוסמך, המבצע את עבודתו באיכות.",
      "רעיון מעניין, שווה לנסות.",
      "מצוין. אז אני אשחק את תפקיד התובע, תוך שימוש במילים שלך על עצמך, ואתה תתגונן.",
      "הבנתי, בוא נתחיל.",
      "(בתפקיד התובע) פאבל הוא חלשלוש וכישלון, שלא השיג כלום בחיים.",
      "(בתפקיד הסנגור) זה לחלוטין לא נכון. לפאבל יש השכלה גבוהה, קריירה מוצלחת, משפחה וחברים שאוהבים ומעריכים אותו.",
      "(בתפקיד התובע) אולי, אבל לא הכל אצלו מושלם. הוא עושה טעויות בעבודה, לא תמיד עומד בזמנים, ואני בטוח שהוא כישלון.",
      "(בתפקיד הסנגור) ראשית, רגשות לא יכולים לשמש כראיה בבית משפט. שנית, ביצוע טעויות ואי עמידה בזמנים לא הופכים אותו לכישלון, שכן כל אדם נתון לטעויות ועיכובים. זה לא בסיס למסקנות כה נחרצות.",
      "(בתפקיד התובע) אולי הוא לא כישלון מוחלט, אבל בהחלט חלשלוש.",
      "(בתפקיד הסנגור) האם יש לך הוכחות לזה?",
      "(בתפקיד התובע) הוא לא עובד מספיק קשה. הוא היה צריך להשקיע יותר מאמץ. הוא מתנהג כמו חלשלוש.",
      "(בתפקיד הסנגור) זה לא נכון. פאבל עובד בחריצות ומשיג הצלחות בעבודתו, שם מעריכים אותו כעובד אחראי. אם הוא היה עובד מעט או באופן לא יעיל, הוא לא היה מוערך כל כך גבוה ולא היו שוקלים את האפשרות לקידומו."
    ]
  },
  "screen_3": {
    "texts": [
      "טכניקה זו מועילה במיוחד, כיוון שלאנשים רבים קל יותר לדמיין את עצמם בתפקיד עורך דין המגן על מישהו אחר, מאשר להצדיק את עצמם בפני התובע הפנימי.",
      "בקבלת תפקיד המגן המקצועי, אתם דורשים הוכחות אמיתיות ומפריכים טיעונים בלתי מבוססים או לא הגיוניים של התביעה.",
      "לפיכך, כאשר אתם נתקלים במחשבות שליליות על עצמכם, שאלו את עצמכם: \"כיצד הייתי מגן על הלקוח שלי, אם הייתי צריך להוכיח את חפותו?\".",
      "שאפו להתנהג כמו מקצוען אמיתי, תוך זיהוי חוסר עקביות לוגי במחשבותיכם האוטומטיות. עד כמה מבוססות מחשבות אלה? מה ניתן לומר על עצמכם מנקודת מבט של היגיון בריא?",
      "כעזר, אנו מציעים מספר שאלות שיסייעו בעבודה עצמאית עם מחשבות:",
      "איזה \"חוק\" כביכול הופר? מהי ההאשמה?",
      "האם קיימים בסיסים משכנעים להאשמות כאלה?",
      "אילו ראיות יכולות לאשר את האשמה?",
      "האם ניתן להציע הסבר חלופי להתנהגות?",
      "האם הנאשם פעל באותו אופן שכל אדם סביר היה פועל במצב דומה?",
      "האם ייתכן שמישהו אחר אשם באופן מלא או חלקי במה שקרה?",
      "אילו ראיות תציגו להגנת הנאשם?"
    ]
  }
}
