{
  "title": "טכניקה: מראת הביקורת העצמית",
  "description": "המאמר חוקר את השפעת הביקורת העצמית על הערכה עצמית, ומציע לקוראים תרגיל שבו הם מביעים את הביקורת הפנימית שלהם במשחק תפקידים, מפנים אותה לאדם קרוב. זה עוזר להבין את חוסר ההוגנות והקשיחות של הביקורת העצמית ומדגיש את חשיבות היחס העדין והתומך כלפי עצמנו לשיפור ההערכה העצמית והשגת מטרות חיים.",
  "screen_1": {
    "texts": [
      "התחילו להציב את אותן דרישות לקרובים ולחברים שלכם. אבל היו כנים לחלוטין.",
      "וכאשר תתחילו לעשות זאת, תבינו עד כמה הביקורת שלכם אינה הוגנת בעצם.",
      "דמיינו תרגיל זה על בסיס דיאלוג נוסף בין מטופל לפסיכולוג:",
      "דמיטרי, אמרת שהפיטורין מהעבודה הביאו אותך למצב נורא. שאתה כישלון שאינו מסוגל לשום דבר.",
      "בוא נראה איך זה נראה באמת. אני מציע לך משחק תפקידים קטן, שבו תאמר את כל אותם דברים שאתה אומר לעצמך במצב זה, אבל לאדם קרוב, למשל, לחבר הטוב ביותר שלך.",
      "אני אהיה בתפקיד החבר שלך, שגם אותו פיטרו, כמוך, ואתה - תהיה עצמך. ננסה?",
      "בוא ננסה."
    ]
  },
  "screen_2": {
    "texts": [
      "נתחיל בכך שאני אומר: \"פיטרו אותי היום\".",
      "כנראה שעשית משהו לא נכון, אם פיטרו אותך.",
      "למשל מה?",
      "עשית הרבה טעויות, היית לא קשוב.",
      "כלומר אתה מבקר אותי?",
      "כן, אתה לא יודע לעבוד כמו שצריך. אתה לא מסתדר. אתה כישלון.",
      "מאוד לא נעים לי לשמוע את זה, קיוויתי לתמיכה שלך.",
      "איך אני יכול לתמוך בך אם אתה לא יודע כלום, אם אתה כל הזמן טועה. אתה לעולם לא תשיג שום דבר.",
      "לאחר משחק תפקידים כזה, דמיטרי שיתף כמה קשה היה לו לומר את כל המילים האלה לאדם קרוב, ושהוא אפילו לא מעלה בדעתו שהוא יכול להיות מסוגל לכך."
    ]
  },
  "screen_3": {
    "texts": [
      "אבל בדיוק כך אתם מתנהגים עם עצמכם, מבקרים, משפילים, פוגעים.",
      "את עצמכם משום מה לא חבל, אבל עם אחרים לא הייתם נוהגים כך. הפסיקו להחיל סטנדרטים כפולים.",
      "התחילו להפגין אותה סלחנות, הבנה, דאגה, תמיכה כלפי עצמכם, שאתם מפגינים כלפי אחרים.",
      "ההערכה העצמית שלכם היא המניע החשוב ביותר בהצבת מטרת חיים והשגתה בהמשך.",
      "עם הערכה עצמית נמוכה, אתם מעריכים בחסר את היכולות שלכם, שוללים מעצמכם את הזכות לאושר.",
      "כדי לשנות את המצב, צריך לשנות את הרגלי החשיבה שלכם, את התנהגותכם, וללכת בצעדים קטנים לעבר הערכה עצמית בריאה, לקבל כישלונות ולהבחין בהצלחות הקטנות ביותר."
    ],
    "quote": {
      "text": "דברו עם עצמכם כפי שהייתם מדברים עם מישהו שאתם אוהבים.",
      "author": "ברנה בראון"
    }
  }
}
