{
  "title": "טכניקה: התנגד למבקר הפנימי",
  "description": "במאמר זה מוצגות שיטות יעילות להעלאת הערכה עצמית, שניתן ליישם באופן עצמאי. הטכניקה העיקרית היא ללמוד להתנגד למבקר הפנימי, ולשם כך מוצע לנהל טבלה מיוחדת עם מחשבות ביקורתיות עצמיות, טעויות קוגניטיביות שלהן ותשובות רציונליות. המאמר מדגיש את חשיבות התרגול הקבוע של התרגילים הללו להשגת שינויים משמעותיים בתפיסה העצמית ולהעלאת הערכה עצמית.",
  "screen_1": {
    "texts": [
      "פיתחנו מספר טכניקות פשוטות אך יעילות להעלאת הערכה עצמית. שיטות אלו, הזמינות לשימוש עצמי, יעזרו לכם בתהליך מאתגר זה.",
      "ראשית, חשוב להבין: ידע תיאורטי בלבד אינו מספיק להעלאת הערכה עצמית.",
      "רק ביצוע קבוע של התרגילים יביא לתוצאה יציבה. אנו ממליצים להקדיש לכך מעט זמן בכל יום, לפחות בשלב ההתחלתי, עד שהתהליך יהפוך להרגל.",
      "הטכניקה הראשונה שברצוננו להציג בפניכם מיועדת ללמד אתכם להתנגד למבקר הפנימי.",
      "תחושת נחיתות ושנאה עצמית נובעות לעתים קרובות ממבקר פנימי שמערער באופן קבוע את הביטחון העצמי שלכם.",
      "אמונות שליליות כמו \"אין לי שום ערך\", \"אני גרוע מאחרים\", \"שום דבר לא יצליח לי\", \"הכל באשמתי\", \"אני כישלון\" מחמירות בעיות הערכה עצמית ועלולות להוביל לדיכאון.",
      "כדי להתגבר על הרגל חשיבה שלילי זה, פעלו לפי התוכנית הבאה:",
      "למדו לזהות ולרשום מחשבות ביקורתיות עצמיות.",
      "זהו עיוותים קוגניטיביים במחשבות אלה.",
      "פתחו תשובות רציונליות כדי ליצור יחס מציאותי ובריא יותר כלפי עצמכם, ועשו זאת באופן קבוע.",
      "למטרות אלה תוכלו להשתמש ב\"יומן מחשבות אוטומטיות\" באפליקציה שלנו. או לרשום מחוץ לאפליקציה בצורת שלוש עמודות.",
      "בהמשך נסביר על הגרסה עם שלוש העמודות לפשטות."
    ],
    "quote": {
      "text": "אף אחד לא יכול לגרום לך להרגיש נחות ללא הסכמתך.",
      "author": "אלינור רוזוולט"
    }
  },
  "screen_2": {
    "texts": [
      "צרו טבלה בת שלוש עמודות בפורמט הנוח לכם - זה יכול להיות מחברת, מסמך במחשב או הערה בטלפון. שמות העמודות:",
      "מחשבות המבקר",
      "טעות קוגניטיבית",
      "תשובה רציונלית",
      "בעמודה הראשונה רשמו את כל המחשבות הביקורתיות העצמיות העולות בראשכם.",
      "בכל פעם שאתם מאשימים את עצמכם, מרגישים חסרי תועלת או לא מרוצים מעצמכם, שאלו את עצמכם: \"מה אני חושב על עצמי כרגע?\" ורשמו זאת.",
      "למשל, אם אתם חרדים לפני בחינה וחושבים: \"אני כל כך טיפש שבטוח אכשל\", זו בדיוק המחשבה שצריך לתעד.",
      "בעמודה זו כדאי לרשום את המחשבות שלכם על עצמכם, ולא את הרגשות שלכם. כי אם תכתבו: \"אני מרגיש נורא\", סביר שלא תוכלו להפריך זאת, כי זה אכן כך.",
      "בעמודה השנייה זהו איזה עיוות קוגניטיבי קיים במחשבה.",
      "רשמו בעמודה השנייה איזו טעות חשיבה גיליתם אצל עצמכם. יתכן שזו תהיה טעות אחת, ויתכן שתהיינה שתיים, ושלוש.",
      "למשל, בטענה \"אני כל כך טיפש שבטוח אכשל\" אנו רואים עיוות בצורת הדבקת תוויות.",
      "ובמחשבה \"אני לא מסוגל לשום דבר, לכן יסלקו אותי, ולעולם לא אצליח\" ניתן לזהות מספר עיוותים, כמו הכללת יתר וקטסטרופיזציה."
    ],
    "quote": {
      "text": "ככל שאני מבין טוב יותר את עצמי ואת הצרכים הרגשיים שלי, כך התפיסה שלי את המציאות מתחזקת וכך פחות פחדים ואשליות מרעילים את חיי.",
      "author": "קארל רוג'רס"
    }
  },
  "screen_3": {
    "texts": [
      "וכמובן, העמודה החשובה ביותר בטבלה שלנו היא התשובה החלופית, הרציונלית. זוהי ההתנגדות האמיתית למבקר בתוך עצמכם.",
      "חשוב להחליף את המחשבה הביקורתית העצמית במחשבה מציאותית ולוגית יותר, תוך הימנעות מהצהרות אופטימיות מדי.",
      "יש להחליף את המחשבה המבקרת במחשבה מציאותית יותר. אין להיות דיכוטומי בכך, להחליף אותה במחשבה אופטימית מדי, שאינה דומה לאמת.",
      "כמו: \"אני הכי חכם ואעבור את הכל בהצטיינות\". אולי, כמובן, מחשבה זו תהיה נכונה, אבל היא מנוגדת מאוד למחשבה המקורית שלכם וסביר שלא תאמינו בה מיד, ולכן אין בה טעם.",
      "במקום זאת, נסו לזהות את האמת, איך הדברים באמת.",
      "כי אם מה שתרשמו בתשובה הרציונלית לא יהיה משכנע ומציאותי מספיק עבורכם, זה לא יעזור לכם.",
      "נסו לכתוב תשובה חלופית כזו שאתם עצמכם מאמינים בה.",
      "למשל, אתם יכולים לרשום: \"למעשה אני לא טיפש, יש לי הוכחות לכך, התקבלתי לאוניברסיטה באופן עצמאי, אני לומד די טוב. כמובן, יש רגעים שבהם משהו לא מצליח לי, אבל אני הרי אנושי, אני יכול לעשות טעויות, אבל זה לא הופך אותי לטיפש.",
      "יתר על כן, אני מתכונן לבחינה וסביר יותר שאעבור אותה לפחות בציון עובר, עד כה עברתי את כל המקצועות. ואם אפילו לא אעבור בפעם הראשונה, אוכל לגשת למועד ב', להתכונן היטב ולבטח לעבור.\"",
      "תשובה רציונלית כזו אמינה יותר והסיכוי שתאמינו בה גבוה משמעותית.",
      "השתמשו בכלי זה במהלך היום, תוך רישום קבוע של מחשבותיכם והתנגדות לאמונות הרסניות.",
      "עם הזמן תגלו שמציאת תשובה רציונלית נעשית קלה יותר. אבל החשוב ביותר – תבחינו בשינויים במצב הרוח שלכם וביחסכם כלפי עצמכם."
    ]
  }
}
