{
  "title": "טכניקה: דרך החוצה ממלכודת הציפיות המופרזות",
  "description": "המאמר בוחן את בעיית תחושת האשמה הנובעת מדרישות לא מציאותיות מהעצמי וביקורת עצמית מתמדת. מתוארות שיטות להגדרה מחדש של אמונות פנימיות והחלפת ה'חייב' בתפיסה בריאה יותר של יכולות ורצונות אישיים. לקוראים מוצעות עצות מעשיות לשחרור מהאשמה עצמית ובניית יחס הרמוני יותר לעצמם ולטעויותיהם.",
  "screen_1": {
    "texts": [
      "תחושת אשמה נובעת לעתים קרובות מדרישות מופרזות מעצמנו ויכולה להתבטא במחשבות כאלה:",
      "«אני חייב לעשות את זה».",
      "«אני חייבת לפעול כך».",
      "«אני חייבת להיות כזאת».",
      "«אסור היה לי לעשות את זה».",
      "«הייתי צריכה לצפות/לדעת את זה».",
      "דרישות לא מתאימות, המכילות את המילה «חייב», עלולות להוביל לתחושת אשמה וציפיות לא מציאותיות.",
      "דרישות אלה מרמזות שעליכם להיות מושלמים או יודעי-כל, מה שאינו מציאותי.",
      "דרישות כאלה יכולות לכלול את הרעיון שעליכם תמיד להיות מאושרים או מרוצים, מה שבתורו רק מגביר את תחושת הכישלון.",
      "קיימות גם דרישות המבוססות על ההנחה שאתם יודעים הכל ויכולים לחזות את העתיד. זה יוצר ציפיות שווא ותחושת אשמה, במקום לעזור לכם לפתור בעיות.",
      "מהות הטכניקה הזו היא להבין שלהאשים את עצמכם אינו יעיל, ושדרישות לא מתאימות הן בעצמן לא מציאותיות ולא הוגנות.",
      "הן יוצרות רק תחושת אשמה וחוסר אפשרות, ולא עוזרות לפתור את הבעיה או להשיג הצלחה.",
      "כדי להימנע מהאשמות מתמידות כלפי עצמכם, כדאי לוותר על דרישות כאלה ולהיות מציאותיים יותר בציפיות שלכם מעצמכם ומחייכם.",
      "כמובן, שינויי חשיבה כאלה אינם מתרחשים ביום אחד ויתכן שלא יתרחשו אפילו תוך חודש. אבל אנו בטוחים שעבודה עצמית סדירה עוזרת להשיג שינויים."
    ],
    "quote": {
      "text": "כל תחושת אשמה מניחה גינוי עצמי, וזה שגוי מיסודו. אדם צריך להיות מודע לטעויותיו, בלי להיכנס להלקאה עצמית.",
      "author": "ברטראנד ראסל"
    }
  },
  "screen_2": {
    "texts": [
      "אז מה צריך לעשות כבר עכשיו כדי להיפטר מתחושת האשמה הנגרמת מדרישות מופרזות?",
      "דרך פשוטה אך יעילה להינצל מדרישות מופרזות מעצמכם כרוכה בהחלפת המילה «חייב» באחרות: «היה טוב אם…» או «אם הייתי יכול, הייתי...». הן לעתים קרובות מציאותיות יותר ולא כל כך מאכזבות.",
      "לדוגמה, במקום «אני חייב לגרום לאשתי להיות מאושרת», יכולתם לומר: «יהיה נהדר אם אצליח לגרום לאשתי להיות מאושרת, כי היא מוטרדת. אני יכול לשאול ממה היא מוטרדת, ולחשוב במה אולי אוכל לעזור».",
      "או במקום «לא הייתי צריך לאכול גלידה», אתם יכולים לומר: «היה עדיף אם לא הייתי אוכל את הגלידה הזו, אבל המעשה שלי - זה עדיין לא סוף העולם».",
      "להסיר את צורת התנאי. במקום מחשבות בסגנון «הייתי צריך…», «אילו רק הייתי…», «חבל שלא…» נסו לחשוב: «בפעם הבאה אעשה אחרת».",
      "אנשים עם תחושת אשמה חושבים לעתים קרובות בצורת תנאי, אבל זה בשום פנים ואופן לא כדאי לעשות.",
      "ואם אתם תופסים את עצמכם בכך, הפסיקו מיד ושנו את המשפט ל\"בפעם הבאה אני...\".",
      "וזהו. שום צורות תנאי, בשום אופן.",
      "שיטת המציאות עוזרת לבדוק את התאמת הדרישות שלכם למציאות. כשאתם אומרים לעצמכם: «לא הייתי צריך לעשות את זה», אתם בוודאי חושבים שבאמת לא הייתם צריכים לעשות זאת, ובאמירת זאת לעצמכם, תרגישו טוב יותר.",
      "אולם במציאות זה להיפך: הייתם צריכים לעשות בדיוק את מה שעשיתם, אבל בהודאה לעצמכם בכך, תרגישו אכזבה.",
      "לדוגמה, התחלתם דיאטה כדי לרזות, אכלתם משהו מיותר ועכשיו אתם מאשימים את עצמכם על כך: «לא הייתי צריכה לאכול את השוקולד הזה».",
      "אבל למעשה היה לכם צורך במשהו מתוק. יתכן שאתם חווים מתח בגלל משהו ומתוך הרגל רציתם לאכול משהו כדי לשפר את מצב הרוח, ולכן התאפקות הייתה בלתי אפשרית.",
      "אנשים לעתים קרובות אוכלים רגשות שליליים כדי להקל על מצבם. כשאתם מנסים להיפטר מהרגלים רעים או להרזות, הדבר העיקרי שמפריע לכם בכך הוא האמונה שאתם מאבדים שליטה על עצמכם.",
      "תחושת אובדן שליטה קשורה ישירות למה שאתם «חייבים» או «לא חייבים». אם יש לכם רצון לאכול משהו לא בריא, אתם אומרים לעצמכם שאתם «לא צריכים» אפילו לרצות לאכול מזון אסור, ו«חייבים» לוותר אחת ולתמיד על כל המזונות הלא בריאים ובנוסף לעולם לא ליפול.",
      "ואחרי זה, כדי להרגיש טוב יותר, אתם הולכים ואוכלים שוקולד. גישה כזו להרזיה ספק אם תביא תוצאות, ואתם בינתיים תרגישו אשמים ומדוכאים.",
      "כשתצליחו להפסיק לאסור על עצמכם דברים, אז תוכלו להיפטר מזה בלי לאנוס את עצמכם."
    ]
  },
  "screen_3": {
    "texts": [
      "אנשים הנוטים לחוש אשמה מופרזת יכולים להיות מנוצלים על ידי אחרים להשגת מטרותיהם. חישבו: כמה פעמים הסכמתם ללכת לפגישה ללא רצון מיוחד מתוך רצון לרצות או כדי שאף אחד לא ייפגע? חשוב להגן על גבולות אישיים ולדעת לומר «לא».",
      "דוגמה: בחורה צעירה גרה עם הוריה ואחיה, מקבלת משכורת טובה. אחיה מדי פעם עובד באופן זמני במקומות שונים.",
      "יש לו תלות בדברים: הוא קונה לעצמו כל הזמן משהו חדש, אבל אין לו מספיק כסף משלו לזה.",
      "אחותו מבינה שזו לא הדרך הטובה ביותר להשתמש בכסף, אבל ממשיכה להלוות לו, כי היא חושבת שאחיות ואחים צריכים לעזור זה לזה, כך מקובל במשפחה שלהם.",
      "הבחורה פוחדת לסרב לאחיה, שכן זה עלול להרוס את היחסים ביניהם. היא מראש תרגלה דיאלוג קשה עם חבר והבינה שלומר «לא» זה לא כל כך נורא כפי שחשבה.",
      "לפני שאתם מגדירים את הגבולות שלכם ומותחים קו בצורת סירוב למלא דרישות או הגנה על דעתכם, כדי לא ללכת לביקור כשאין לכם חשק, אתם יכולים לתרגל דיאלוג מורכב או לכתוב אותו על דף נייר או בהערות.",
      "כך תוכלו לחזות את התרחיש הסביר של התקשורת ולהבין איך עדיף לסרב לשיחה, ואולי גם תבינו שזה לא כל כך נורא - לומר «לא».",
      "תצטרכו לעבור דרך ארוכה לפני שבמוח ייווצרו מעגלים עצביים מתאימים, ויהיו לכם מספיק אומץ ומיומנות לומר «לא» בדיפלומטיות אך בתקיפות, ולהטמיע את המיומנות בפועל, כשיגיע הרגע המתאים.",
      "הפרדת אחריות",
      "לפעמים אנו לוקחים על עצמנו אחריות על אומללות וכישלונות של אנשים אחרים.",
      "במצבים כאלה חשוב להבין מי באמת נושא באחריות למה שקרה. למשל, האם אתם באמת אשמים בכך שילדכם קיבל ציונים גרועים?",
      "כאן נוצר בלבול בין ההשפעה שלכם על הילד לבין שליטה עליו.",
      "כדי ללמוד להבחין באחריות, אפשר להשתמש בשיטת שלוש העמודות, שהיא גרסה מקוצרת של יומן מחשבות אוטומטיות.",
      "בעמודה הראשונה נרשמות מחשבות מטרידות ומאשימות, בשנייה - אילו עיוותים קוגניטיביים אתם מבחינים בהם, ובשלישית - איזו תשובה רציונלית אתם יכולים לתת.",
      "לדוגמה:",
      "עמודה 1 (מחשבות מטרידות ומאשימות): «אני אשם בכך שהילד שלי מקבל ציונים גרועים. לא אוכל לעזור לו להשיג הצלחה בבית הספר».",
      "עמודה 2 (עיוותים קוגניטיביים): פרסונליזציה, הכללת יתר.",
      "עמודה 3 (תשובה רציונלית): «אני נושא באחריות לתפקיד שלי בחינוך הילד, אבל אינני שולט לחלוטין בהצלחה או בכישלון שלו בבית הספר. גם לילד יש אחריות משלו ללמידה ולימודים שלו. אני יכול לעזור לו, לתמוך ולעודד, אבל התוצאה הסופית תלויה בעבודה ובמאמצים שלו עצמו».",
      "חשוב להבין שאיננו יכולים לשלוט בכל היבט בחיי אנשים אחרים, גם אם הם נמצאים תחת השפעתנו. אנחנו נושאים באחריות למעשים שלנו ולתפקיד שאנו ממלאים בחיי אחרים, אבל לא צריכים לקחת על עצמנו את כל האחריות להצלחות או לכישלונות שלהם."
    ]
  }
}
