{
  "title": "Dependência de Conquistas",
  "description": "O amor, cantado por poetas e artistas, eleva e traz a sensação de plenitude. No entanto, transformar o amor em uma necessidade patológica destrói a personalidade e impede a construção de relacionamentos saudáveis, especialmente em pessoas com baixa autoestima. A verdadeira felicidade e plenitude de vida podem ser encontradas ao aprender a regular o humor e desfrutar dos prazeres que não dependem da presença de um parceiro.",
  "screen_1": {
    "texts": [
      "Vivemos em uma era de \"corrida por conquistas\", onde nosso sucesso nos define. Parece que qualquer pessoa pode se tornar qualquer coisa, ganhar muito dinheiro e conquistar prestígio na sociedade.",
      "Não há limite para as ambições, e isso transforma nossas vidas em uma corrida constante, onde acreditamos que o valor humano é determinado por conquistas.",
      "Embora essa crença pareça inofensiva, na verdade, tem consequências destrutivas.",
      "O que significa dependência de conquistas?",
      "É quando sua autoestima é baseada na produtividade, status, inteligência ou sucesso.",
      "Enquanto você está indo bem nos estudos ou no trabalho, você se sente feliz e completo. Mas, assim que você falha ou não atinge uma meta, é tomado por intensas emoções negativas.",
      "Nesse momento, você provavelmente pensa que é um fracasso incapaz de fazer algo direito.",
      "Quais crenças podem ser baseadas nessa dependência?",
      "\"Se eu não tiver sucesso, será terrível. Significa que sou fraco / burro / inútil.\"",
      "\"Se eu não conseguir, sou um fracasso.\"",
      "\"Se eu falhar, isso significa que sou inútil e nunca conseguirei nada.\"",
      "\"Preciso ser bem-sucedido, caso contrário, não há razão para viver. Tudo perderá o sentido. Nunca serei verdadeiramente feliz.\"",
      "A preocupação excessiva com conquistas é comum não apenas entre os homens, mas, ultimamente, também entre as mulheres, que cada vez mais demonstram ambição de carreira e desejo de sucesso.",
      "Enquanto as mulheres tendem a se preocupar mais com os relacionamentos, os homens frequentemente demonstram vulnerabilidade ao fracasso na carreira, pois desde a infância lhes é ensinado que seu valor é determinado por suas conquistas.",
      "Por que e como essas crenças são formadas?",
      "As razões podem ser muitas, mas, geralmente, essas crenças são formadas na infância. Talvez os pais dessa pessoa fossem frios e distantes, não demonstrando amor, cuidado e aceitação.",
      "Então, a criança tenta explicar por que isso acontece.",
      "\"Se o menino Pedro, do bairro ao lado, é amado, elogiado e aceito, e eu não, deve ser porque sou diferente, e se eu fosse melhor, também seria amado.\"",
      "Outra possibilidade é que os pais só demonstravam amor, atenção, elogios e cuidado quando a criança alcançava algum sucesso.",
      "Se a criança trazia uma boa nota da escola, era elogiada, mas, se não, era ignorada."
    ]
  },
  "screen_2": {
    "texts": [
      "Outra situação é a ausência de um dos pais. As crianças têm uma visão egocêntrica do mundo e explicam tudo o que acontece ao seu redor através de si mesmas.",
      "\"Se meu pai foi embora, deve ser porque eu fui uma criança ruim, e não porque ele não se deu bem com a mamãe. Portanto, se meu pai ver como sou bom, bem-sucedido, inteligente, ele certamente voltará, ou pelo menos perceberá o que perdeu.\"",
      "Esses cenários são os que formam a dependência do sucesso. Mais tarde, na adolescência, juventude ou mesmo na vida adulta, certos eventos e situações podem fortalecer essa crença.",
      "Como resultado, a pessoa aprende que só pode ser amada por suas conquistas. Ela precisa ser bem-sucedida, caso contrário, será abandonada, rejeitada e ficará sozinha.",
      "Assim, ao enfrentar a diferença entre a imagem ideal e a realidade, a pessoa se depara com sua própria inutilidade e insignificância, e isso é muito doloroso.",
      "O primeiro passo para mudar a maneira como você vê seu valor pessoal é determinar se isso está lhe fazendo bem ou mal. Decidir parar de definir seu valor com base em suas conquistas é um passo crucial para mudar seu sistema de crenças.",
      "Sem dúvida, a dependência de conquistas pode ter seus benefícios. Você pode se elogiar e se sentir bem ao alcançar algo.",
      "Sentimento de superioridade em relação aos outros. Afinal, você conseguiu algo que os outros não.",
      "Esse sistema de crenças pode motivá-lo a buscar o sucesso, a se esforçar mais, a construir uma carreira, a ganhar dinheiro.",
      "Afinal, as conquistas dão a você valor. Para sentir sua importância, você precisa ser cada vez melhor. À primeira vista, isso parece muito bom.",
      "Quais são, então, os inconvenientes de pensar que \"o valor está nas conquistas\"?",
      "Se seu negócio ou carreira vai bem, você pode ficar tão imerso neles que se afasta de outras fontes potenciais de satisfação e prazer.",
      "Relacionamentos com a família, amigos e entes queridos deixam de lhe trazer alegria, e você prefere dedicar tempo ao trabalho em vez de passar tempo com eles.",
      "Você não tem tempo para si mesmo, trabalha incessantemente do amanhecer ao anoitecer.",
      "Seu vício em trabalho não lhe dá uma pausa, pois, se você desacelerar, começará a se sentir vazio, inútil, entediado, como se estivesse perdendo algo importante. Você desaprende a descansar.",
      "Descansar para você será o mesmo que ociosidade, como se você pudesse estar fazendo algo útil, mas não está. Sem conquistas, você se sentirá inútil e entediante, pois não terá outra base para autoestima e satisfação.",
      "Isso pode levar ao burnout, doenças crônicas, constante sensação de estresse e depressão.",
      "Além disso, o vício em trabalho pode ser considerado mais uma dependência que alimenta a obsessão pelo sucesso, tornando mais difícil lidar com ela."
    ],
    "quote": {
      "text": "Na era da \"corrida por conquistas\", somos definidos pelo nosso sucesso, e parece que qualquer pessoa pode se tornar qualquer coisa.",
      "author": "Alexandre Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Deterioração das relações sociais",
      "Muitas vezes, as pessoas que estão constantemente em busca de sucesso se sentem solitárias, e isso é perfeitamente compreensível.",
      "Você pode não ter tempo ou energia para manter contatos sociais. Se você não dedicar tempo aos seus entes queridos por muito tempo, isso certamente afetará seus relacionamentos.",
      "Seu parceiro pode encontrar outra pessoa, pois não recebe atenção, amor e cuidado em seu relacionamento com você.",
      "A dependência do sucesso também afeta sua percepção dos outros. Pode acontecer de a pessoa se recusar a interagir com aqueles que estão abaixo dela em status social ou que não atendem aos critérios de \"sucesso\" que ela estabeleceu.",
      "Tudo isso afeta negativamente os relacionamentos com as pessoas ao seu redor.",
      "Procrastinação",
      "Quando há apenas uma \"opção ideal\", um único caminho certo para a felicidade, não se pode cometer erros; é preciso calcular e planejar tudo meticulosamente para que tudo saia exatamente como planejado.",
      "Mas, na verdade, você sabe que não há garantias de sucesso, então é melhor nem começar esse caminho. Então surge o pensamento de que é melhor não tentar do que falhar.",
      "Após o fracasso, você terá que enfrentar emoções desagradáveis que parecem insuportáveis. Tudo isso leva a uma procrastinação quase inevitável.",
      "Falta de autoestima",
      "A vida é tão imprevisível: doenças, dificuldades no trabalho, guerras ou qualquer outra coisa que não depende de você, quando você não pode mais manter a produtividade no mesmo nível.",
      "Então virá o momento de ajuste de contas - uma depressão profunda, causada pela crença de que a diminuição da produtividade significa que você é inútil. Nesse momento, toda a sua vida será destruída, e você estará arrasado.",
      "Você viveu para alcançar, e agora não pode mais fazer isso. A falta de autoestima pode até levar a uma tentativa de suicídio - o preço mais alto e irreversível por avaliar seu valor exclusivamente pelos padrões de mercado.",
      "Toda dependência envolve tolerância, e a dependência de conquistas não é exceção.",
      "Você se verá em uma situação em que nada é suficiente: sucesso, títulos, prêmios, dinheiro, propriedades. À medida que avança, as exigências só aumentam, forçando-o a não parar.",
      "Cada nova conquista deixa de proporcionar o prazer anterior, e para sentir algo novamente, você precisa aumentar significativamente o esforço.",
      "Por que o efeito é tão breve?",
      "Por que você precisa de mais e mais?",
      "A resposta é óbvia: o sucesso não garante felicidade.",
      "Esses dois fenômenos não são sinônimos e não estão ligados por uma relação de causa e efeito. No final, você está perseguindo uma ilusão.",
      "Porque a chave para o seu humor está em seus pensamentos, não no sucesso, pois a euforia da vitória logo desaparece. É importante entender que a verdadeira felicidade depende exclusivamente de você mesmo."
    ],
    "quote": {
      "text": "A busca pelo sucesso nos empurra cegamente para a frente, sem nos deixar tempo para apreciar o próprio processo.",
      "author": "Ernest Hemingway"
    }
  }
}
