{
  "title": "Como Parar de Viver em Função das Conquistas?",
  "description": "O artigo discute os perigos da dependência do sucesso, apontando que conquistas não garantem felicidade e bem-estar. Exemplos de celebridades, como Lady Gaga e Jim Carrey, ilustram que até as pessoas mais bem-sucedidas podem sofrer de depressão e outros problemas. A importância de encontrar um equilíbrio entre objetivos e vida pessoal, bem como o reconhecimento do valor interno de cada pessoa, independentemente de suas conquistas, são as principais conclusões.",
  "screen_1": {
    "texts": [
      "Claro, não se trata de abandonar todos os seus empreendimentos ou desistir de metas importantes para lidar com a dependência do sucesso.",
      "Não há nada de errado em ter conquistas. É ótimo ter dinheiro, um emprego, um carro, um apartamento, etc.",
      "Os problemas começam quando, sem esses indicadores de sucesso, você se considera inútil, um fracasso e uma pessoa indigna.",
      "Para se libertar da armadilha de precisar ser extraordinário e eficaz, sugerimos que você reflita sobre o seguinte:",
      "Você está disposto a passar a vida inteira em uma montanha-russa de autoestima?",
      "Se você pensar racionalmente, ao escolher viver segundo o conceito de conquistas, você se condena a um ciclo interminável de altos e baixos emocionais.",
      "Hoje você alcança algum sucesso e se sente feliz, mas amanhã sofre uma derrota e a vida ganha um tom completamente diferente. Se há conquistas, você é um vencedor, se não há, você é um fracasso.",
      "Seu humor será facilmente controlável. Se outras pessoas perceberem que você depende de conquistas, elas podem usar isso a seu favor.",
      "Por exemplo, seu chefe pode sobrecarregá-lo porque sabe que você fará tudo o que for necessário para receber elogios.",
      "Conquistas não equivalem a felicidade",
      "Dinheiro, fama e conquistas há muito são vistos como uma espécie de garantia de felicidade e bem-estar. Mas se o nível de felicidade dependesse do sucesso de uma pessoa, veríamos diferenças significativas entre pessoas de diferentes status sociais.",
      "A maioria das pessoas não pode se gabar de grandes conquistas, no entanto, muitas delas são felizes e satisfeitas com suas vidas.",
      "Mas, novamente, estar satisfeito não significa não ter ambições e não desejar mais. Há uma enorme diferença entre um desejo saudável de alcançar objetivos e uma dependência do sucesso.",
      "Na prática, até mesmo aqueles que ganham muito, ocupam posições prestigiadas ou possuem negócios de sucesso podem sofrer de depressão, ter diversos problemas ou simplesmente se decepcionar com a vida.",
      "Por exemplo, a famosa Lady Gaga, à primeira vista uma pessoa bem-sucedida, rica e feliz, fundou sua organização \"Born This Way Foundation\" para ajudar adolescentes em situações difíceis, porque ela conhece as dificuldades de primeira mão.",
      "\"Sofri de depressão e ansiedade durante toda a minha vida, e continuo lutando contra isso até hoje\", confessou ela em uma entrevista à Billboard em 2015.",
      "Ou Jim Carrey, que proporcionou aos fãs a chance de sorrir sinceramente e receber emoções positivas de seu trabalho, mas mesmo no auge da fama, o ator não achava nada engraçado.",
      "Jim lutou contra uma depressão grave por muitos anos.",
      "Isso não se aplica apenas a celebridades, muitos empresários também relatam transtornos mentais e dependências.",
      "De fato, muitas pessoas bem-sucedidas acabam cometendo suicídio. Surgiu até um termo especial — \"suicídio de CEOs\".",
      "Entre aqueles que enfrentaram esse fenômeno estão o bilionário Adolf Merckle, da lista da Forbes, os fundadores de startups Ilya Zhitomirskiy e Austen Heinz, a dona da marca Kate Spade e muitos outros.",
      "Portanto, se você ainda pensa que sucesso equivale a felicidade, está profundamente enganado."
    ]
  },
  "screen_2": {
    "texts": [
      "Pense: você trataria uma pessoa querida de forma diferente apenas porque ela não tem conquistas?",
      "Imagine que você se encontra com um amigo a quem você valoriza muito. Mas de repente você descobre que ele é um vendedor comum em uma loja, enquanto você possui um negócio e é uma pessoa rica e bem-sucedida.",
      "Você o olharia de cima para baixo, o colocaria em uma posição inferior?",
      "Você gostaria que esse amigo reconhecesse sua insignificância em comparação a você? Você se sentiria bem sendo essa pessoa?",
      "E se você estivesse no lugar desse amigo?",
      "Você aceitaria se relacionar com uma pessoa bem-sucedida sob a condição de que reconhecesse sua própria insignificância em relação a ela?",
      "Todas as crianças são fracassadas?",
      "Se apenas aqueles que realizam algo na vida têm valor, então as crianças são os maiores fracassos do planeta.",
      "Afinal, bebês nem conseguem sustentar a cabeça. Ou será que eles têm valor?",
      "Se sim, por que acontece de um bebê ter valor?",
      "Eles não trouxeram nada ao mundo, nem sequer conseguem falar. Certamente, tanto você quanto os bebês são valorizados não por suas conquistas, mas por quem vocês são.",
      "E no sentido inverso: devemos exterminar todos os avós?",
      "Afinal, eles já são velhos e não podem contribuir com nada ao mundo. Não pensamos assim. Valorizamos e amamos nossos pais idosos e tentamos ajudá-los.",
      "Todo ser humano tem valor",
      "Parece-nos que o valor é uma unidade quantitativa, que pode ser medida, calculada. Mas, na verdade, o valor é uma unidade qualitativa.",
      "Cada pessoa tem uma unidade de valor desde o nascimento, e ela é a mesma para todos. Independentemente de seus sucessos ou fracassos, sua unidade de valor permanece inalterada. Você tem valor, com ou sem um milhão.",
      "Não compare suas conquistas com as dos outros",
      "Comparar-se com os outros não traz nada além de desconforto e dúvidas sobre si mesmo.",
      "Isso gera sentimentos de inveja, que alimentam a dependência do sucesso. Você sente que não faz o suficiente ao comparar suas realizações com as dos outros, o que reforça seu desejo de competir com eles.",
      "Pare de comparar suas conquistas com as dos outros. Em vez disso, reavalie suas prioridades e pense em como seus objetivos podem satisfazer seus interesses pessoais, e não a necessidade de se igualar àqueles com quem você se compara."
    ],
    "quote": {
      "text": "O sucesso não tem significado se você é infeliz. Para mim, sucesso é felicidade, não dinheiro ou fama.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Aprenda a encontrar equilíbrio",
      "Muitas vezes, as pessoas que dependem do sucesso se sentem culpadas por se permitirem descansar, passar tempo com seus entes queridos ou fazer coisas que não estão diretamente relacionadas aos seus objetivos.",
      "Conquistas, sem dúvida, têm importância na vida, mas não são o mais importante. Você se concentra tanto no sucesso que se esquece de viver. Aprenda a equilibrar trabalho/estudo com outras áreas da vida.",
      "Ouça o que você e seu corpo realmente querem. Não ignore os sinais, cuide de si o melhor que puder.",
      "Trabalhe com seus pensamentos",
      "Para mudar seu sistema de crenças, é muito importante continuar respondendo aos pensamentos automáticos negativos que fazem você se sentir insuficiente.",
      "Isso o ajudará a entender que o problema não está em seus sucessos ou fracassos, mas na maneira crítica com que você se trata e no hábito de se rebaixar. Quando você aprender a avaliar realisticamente suas atividades, sua satisfação e aceitação de si mesmo aumentarão.",
      "Quem é realmente mais importante para a sociedade?",
      "Quando falamos de pessoas bem-sucedidas, imaginamos imediatamente cantores famosos, atores conhecidos, grandes empresários e políticos públicos.",
      "Mas e os professores, médicos, construtores e pessoas de outras profissões menos populares, das quais depende o nosso amanhã? Objetivamente falando, essas pessoas são muitas vezes mais úteis para a sociedade do que aqueles que costumamos invejar.",
      "Em conclusão, queremos compartilhar um pensamento maravilhoso do jornalista David Orr.",
      "Ele escreve que o planeta não precisa de mais pessoas bem-sucedidas, mas sim de pacificadores, curadores, contadores de histórias e simplesmente de pessoas amorosas.",
      "O mundo precisa de pessoas com moral, de quem torne o mundo mais gentil e humano. O planeta precisa de pessoas ao lado de quem é bom viver.",
      "Ninguém é contra metas ambiciosas e conquistas de carreira. Mas é muito importante que todas as áreas da vida estejam em harmonia.",
      "Produtividade e sucesso podem ser extremamente agradáveis e proporcionar muito prazer. No entanto, o sucesso não é uma condição obrigatória ou suficiente para a felicidade plena.",
      "Você não precisa conquistar o amor ou o respeito de ninguém com trabalho árduo, e não precisa ser o primeiro para se sentir realizado e manter uma autoestima sólida.",
      "Apenas lembre-se de que \"as coisas mais importantes do mundo não são coisas\"!"
    ],
    "quote": {
      "text": "O verdadeiro valor da vida não está no que possuímos, mas em quem somos.",
      "author": "Oprah Winfrey"
    }
  }
}
