{
  "title": "Ser infeliz: escolha ou circunstâncias?",
  "description": "O artigo explora a ideia de que a verdadeira felicidade não depende de circunstâncias externas, mas sim da percepção interna e das decisões pessoais. Ele destaca que o apego a altas expectativas e fatores externos nos torna vulneráveis à insatisfação, enquanto a aceitação da realidade e a prática da gratidão promovem uma felicidade mais duradoura. A ideia principal é que a conscientização de sua responsabilidade pela própria felicidade e estado interior é a chave para uma vida mais plena e satisfatória.",
  "screen_1": {
    "texts": [
      "Parece uma pergunta absurda. Como alguém pode escolher ser infeliz? Afinal, todos nós queremos ser felizes, mas às vezes transferimos a responsabilidade pela nossa felicidade para as circunstâncias, outras pessoas, destino ou problemas.",
      "Se você já teve os seguintes pensamentos:",
      "Estou destinado a ser infeliz;",
      "Só poderei viver bem quando não tiver problemas;",
      "Minha felicidade depende do que acontece comigo;",
      "Outros têm mais sorte: eles têm a oportunidade de viver bem, e eu não.",
      "Isso significa que você está preso na crença de que a alegria e a autoconfiança dependem de fatores externos.",
      "Isso o coloca em uma posição vulnerável, pois o mundo externo está fora do seu controle, e seu humor se torna refém das circunstâncias externas.",
      "Essas crenças sugerem que você precisa ser provido de tudo o que deseja, cercado por condições ideais e protegido de qualquer adversidade, caso contrário sua vida se tornará insuportável e você nunca poderá ser feliz.",
      "Essas crenças são baseadas na falsa ideia de que a felicidade depende exclusivamente de fatores externos e da ausência de problemas.",
      "O apego a essa crença o torna vulnerável à insatisfação e ao desespero quando a vida não atende às expectativas elevadas.",
      "A verdadeira felicidade não depende apenas de bens materiais ou de uma vida despreocupada. Ela surge de nossa capacidade de nos adaptarmos, de encontrar alegria nas pequenas coisas e de demonstrar resiliência diante das adversidades.",
      "A satisfação com a vida depende aproximadamente 50% das características pessoais. Existem pessoas que estão sempre insatisfeitas.",
      "A satisfação com a vida depende apenas 10-15% das circunstâncias externas e 35-40% de nossas decisões e escolhas. Portanto, a tarefa mais importante do ser humano é aprender a ser feliz."
    ],
    "quote": {
      "text": "Feliz não é aquele que tem o melhor de tudo, mas aquele que tira o melhor do que tem.",
      "author": "Confúcio"
    }
  },
  "screen_2": {
    "texts": [
      "Pesquisas psicológicas modernas mostram que a fonte da felicidade não está tanto nos fatores externos, mas dentro de nós. Altas expectativas podem impactar negativamente nossa felicidade.",
      "As pessoas com altas expectativas muitas vezes buscam a perfeição e sentem constantemente a pressão de ter que atingir altos padrões.",
      "Embora altas expectativas possam nos motivar a alcançar objetivos, se elas se tornarem excessivas e irreais, podem levar ao estresse, ansiedade e infelicidade. A expectativa constante de mais do que se tem gera frustração e uma percepção negativa da vida.",
      "O paradoxo da felicidade: menos expectativas, mais alegria.",
      "Estudos mostram que quanto menos esperamos da vida e menos buscamos a perfeição, maior é a probabilidade de sermos felizes. Isso se deve a vários fatores:",
      "Aceitação da realidade. Quando paramos de idealizar nossa vida, começamos a aceitá-la como ela é. Isso nos permite aproveitar o presente, em vez de esperar pela felicidade no futuro.",
      "Redução do estresse. Altas expectativas criam estresse e ansiedade constantes. Ao revisar nossas expectativas e aceitar que nem tudo precisa ser perfeito, nos libertamos de tensões desnecessárias.",
      "Gratidão. Uma das maneiras de encontrar felicidade em um mundo de altas expectativas é a prática da gratidão. Quando aprendemos a valorizar o que temos, mesmo que não atenda às expectativas elevadas, nos sentimos mais felizes e satisfeitos."
    ],
    "quote": {
      "text": "Se você não é grato pelo que já tem, parecerá que seria mais feliz se tivesse muito mais.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "É importante responder honestamente à pergunta: você se vê como o dono da sua vida ou como vítima das circunstâncias? Você controla os eventos da sua vida ou eles acontecem sem sua participação?",
      "Pense nas seguintes diferenças:",
      "Você pensa por si mesmo ou outros pensam por você?",
      "Você age ou segue as instruções dos outros?",
      "Você vive uma vida plena ou apenas existe?",
      "O autor de sua vida assume a responsabilidade por suas ações e entende que ele próprio cria cada experiência.",
      "A vida é feita de escolhas, e tudo o que temos ou não temos é o resultado de nossas próprias decisões.",
      "O autor pensa a partir da posição do “eu”: eu estou pronto, eu fiz, eu planejo, eu quero, eu posso, eu decidi (ele escolhe autonomamente a direção de sua vida).",
      "A vítima é a posição completamente oposta. Essa pessoa acredita que tudo acontece contra sua vontade.",
      "As expressões favoritas da vítima: “eu tenho que”, “sou forçado a”, “eu devo”, “isso aconteceu”, “é culpa deles” (ela age sob a influência de circunstâncias ou de outras pessoas).",
      "Infelizmente, é vantajoso para a sociedade criar vítimas, pois elas são mais fáceis de manipular. Por isso, muitas pessoas se acostumam a ser vítimas, seguindo os modelos educacionais clássicos.",
      "Mas há uma boa notícia: ser vítima é apenas um hábito de pensamento, uma crença irracional que pode ser mudada.",
      "Exemplos reais mostram que mudar nossa percepção do mundo pode levar a mudanças positivas na vida e aumentar a satisfação.",
      "Nossa atitude em relação aos eventos, a capacidade de nos aceitarmos, de gerenciar nossas emoções e de refletir sobre nossos valores desempenham um papel fundamental na formação da felicidade.",
      "Tomar consciência de que nossa felicidade depende em grande parte de nós mesmos nos dá uma ferramenta poderosa para melhorar nosso bem-estar.",
      "A mudança do mundo interior e da percepção pode ser a chave para uma vida mais feliz e satisfatória, mesmo em condições difíceis e problemáticas."
    ]
  }
}
