{
  "title": "A Chave para a Felicidade: Superando Crenças Destrutivas",
  "description": "O artigo explora como crenças destrutivas nos impedem de levar uma vida feliz, de acordo com a terapia cognitivo-comportamental. Descreve a diferença entre bem-estar temporário e uma verdadeira melhoria na qualidade de vida, que é alcançada através de um entendimento profundo e reavaliação dessas crenças. O texto também apresenta métodos e ferramentas, como a \"Escala de Crenças Disfuncionais\", para identificar e corrigir essas crenças, promovendo um bem-estar emocional duradouro.",
  "screen_1": {
    "texts": [
      "A terapia cognitivo-comportamental aponta que as crenças destrutivas são barreiras entre nós e uma vida feliz. Essas crenças, muitas vezes baseadas em equívocos, impedem a obtenção dos resultados desejados.",
      "Cada um de nós se depara com essas crenças em diferentes momentos da vida, o que pode levar a vários problemas psicológicos, incluindo depressão, ataques de pânico, transtornos de ansiedade e alimentares.",
      "Às vezes, nos sentimos bem, como se os problemas não nos afetassem. No entanto, em outros momentos, podemos ser tomados por uma tristeza e solidão tão intensas que parece não haver luz no fim do túnel.",
      "Na verdade, a diferença essencial entre bem-estar temporário e uma verdadeira melhoria na qualidade de vida está na mudança de pensamento.",
      "O bem-estar temporário ocorre quando os problemas recuam por um tempo, mas voltam com mais força quando surge uma situação difícil.",
      "Nesse estágio, você pode \"trabalhar\" no problema, e parece que ele se torna secundário, mas então ocorre um evento traumático, e tudo começa de novo."
    ],
    "quote": {
      "text": "Nós não vemos as coisas como elas são. Nós as vemos como nós somos.",
      "author": "Virginia Satir"
    }
  },
  "screen_2": {
    "texts": [
      "Uma verdadeira melhoria na vida inclui os seguintes aspectos:",
      "Compreender as causas dos problemas e seu próprio papel neles.",
      "Reconhecer e trabalhar com crenças destrutivas e pensamentos automáticos.",
      "Desenvolver confiança em si mesmo e senso de autoestima.",
      "Explorar as causas profundas das crenças destrutivas.",
      "As crenças determinam nosso sistema de valores, metas, comportamento, avaliação desse comportamento, reação aos eventos e surgimento de pensamentos automáticos. Por exemplo:",
      "\"Se eu errei, então sou incapaz.\"",
      "\"Para ser aceito, preciso sempre agradar os outros.\"",
      "\"Se não conquistei nada, não sou digno de amor.\"",
      "\"Quando peço ajuda, mostro fraqueza.\"",
      "Muitos especialistas acreditam que identificar as causas profundas dos problemas de um cliente exige um longo processo terapêutico e, mesmo após anos de trabalho, a maioria das pessoas não compreende as verdadeiras causas de seus problemas.",
      "No entanto, a terapia cognitiva fez uma contribuição significativa para superar essa dificuldade."
    ],
    "quote": {
      "text": "A melhoria começa no momento em que você tenta ser não outra pessoa, mas a melhor versão de si mesmo.",
      "author": "Marsha Linehan"
    }
  },
  "screen_3": {
    "texts": [
      "Queremos ajudar você a entender as causas profundas de suas crenças e fornecer uma base para trabalhar com elas, além de prevenir depressão e transtornos de ansiedade.",
      "Identificar essas crenças ajudará a descobrir a principal razão pela qual você se sente preso em seus problemas ou estado emocional, além de ajudar a entender em quais períodos de sua vida você pode estar mais vulnerável.",
      "Trabalhar com crenças é a chave para o crescimento pessoal.",
      "A importância crítica de identificar crenças destrutivas levou ao desenvolvimento de um método relativamente simples para detectá-las. Ele é chamado de \"Escala de Crenças Disfuncionais\" e foi desenvolvido pela Dra. Arlene Weissman.",
      "As pesquisas de Weissman mostraram que, embora a intensidade dos pensamentos automáticos negativos diminua significativamente entre episódios depressivos, o sistema de crenças destrutivas persiste tanto durante os episódios depressivos quanto ao longo da vida.",
      "Isso confirmou a ideia de que as crenças representam uma predisposição à instabilidade emocional que o acompanha constantemente.",
      "Com esse método, você poderá identificar os valores que formam suas crenças destrutivas e criam uma vulnerabilidade que o predispõe à depressão, neuroses e vários outros problemas.",
      "Este é o seu calcanhar de Aquiles psicológico.",
      "Nos capítulos seguintes, exploraremos esses valores em detalhes, ajudando você a identificar e avaliar suas próprias crenças e aprender a desenvolver crenças cognitivas realistas e construtivas para um bem-estar emocional de longo prazo."
    ]
  }
}
