{
  "title": "Como se livrar da dependência emocional?",
  "description": "O artigo é dedicado à investigação da felicidade e crenças relacionadas ao amor e relacionamentos. Ele explica que a felicidade pode ser alcançada de várias maneiras e oferece técnicas para mudar crenças negativas associadas à solidão. O artigo ensina a ver alegria nas coisas cotidianas e a se desenvolver independentemente da existência de relacionamentos românticos.",
  "screen_1": {
    "texts": [
      "Relacionamentos e amor podem trazer muita alegria e felicidade à vida, mas não são o único caminho.",
      "A felicidade é um processo complexo e multifacetado, e cada um tem o direito de escolher seus próprios métodos e caminhos para alcançá-la.",
      "Portanto, se neste momento sua vida não inclui um relacionamento romântico, isso não a torna incompleta.",
      "Para mudar suas crenças, é necessário muito esforço, é um processo longo e trabalhoso.",
      "Mas estamos confiantes de que, usando as seguintes recomendações e técnicas, você poderá se livrar da dependência emocional e aprenderá a ser feliz tanto em relacionamentos quanto sem eles.",
      "Mudança de filtro",
      "Você já notou que, quando se sente sozinho, na rua aparecem casais apaixonados a todo momento?",
      "E parece que o mundo inteiro está contra você: aqui um casal de pombos, ali um gato e uma gata, e você continua sozinho ou sozinha. É assim que funciona a distorção cognitiva — o filtro negativo.",
      "Este é um erro de pensamento e percepção, quando você nota apenas o que o incomoda e ignora o resto.",
      "Mude o filtro — olhe para o mundo de forma mais ampla. Aprenda a ver não apenas casais felizes, mas também solteiros felizes. Ou pessoas que têm um parceiro, mas não se tornaram mais felizes por isso — o status social nem sempre se justifica."
    ],
    "quote": {
      "text": "A felicidade é como uma borboleta: quanto mais você a persegue, mais ela foge. Mas se você direcionar sua atenção para outras coisas, ela virá e pousará silenciosamente em seu ombro.",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Lista de prazer previsto",
      "A felicidade pode ser encontrada todos os dias em pequenas alegrias, no desenvolvimento pessoal, na amizade e em muitos outros aspectos da vida.",
      "Mas provavelmente você não pensa assim e está convencido de que não pode ser feliz sem outra pessoa.",
      "Para testar essa crença na realidade, use a «Lista de prazer previsto». Ela tem várias colunas, onde você precisará prever e indicar o grau real de prazer que obtém de várias atividades (trabalho e lazer) sozinho ou na companhia de outras pessoas.",
      "Na primeira coluna, indique a data do experimento",
      "Na segunda, anote várias atividades que planeja fazer nesse dia como parte do experimento (Recomendamos realizar 40-50 experimentos ao longo de duas a três semanas. Escolha atividades que normalmente lhe trazem sensação de satisfação ou prazer, ou aquelas que têm potencial para aprendizado ou crescimento pessoal.)",
      "Na terceira coluna, escreva com quem você fará essas atividades. Se sozinho, escreva: «Eu».",
      "Na quarta coluna, suponha quanto prazer cada atividade lhe trará, avaliando-a em uma escala de 0 a 100% — quanto maior o número, maior o prazer esperado.",
      "É muito importante preencher a quarta coluna antes de começar a atividade planejada, e não depois! Depois de preencher as primeiras quatro colunas, passe à ação.",
      "Depois disso, na quinta coluna, anote o grau real de prazer, usando o mesmo sistema de avaliação — de 0 a 100%.",
      "Após realizar uma série desses experimentos, você poderá analisar os dados coletados e descobrirá muitas coisas interessantes sobre si mesmo.",
      "Primeiro, comparando o prazer previsto (coluna 4) com o real (coluna 5), você descobrirá o quão precisas são suas previsões.",
      "Você pode perceber que geralmente subestima o grau de prazer que espera obter, especialmente quando faz algo sozinho.",
      "Talvez você também se surpreenda ao descobrir que atividades com alguém nem sempre atendem às suas expectativas.",
      "Na verdade, você pode até descobrir que em muitos casos foi mais agradável passar o tempo sozinho do que em companhia.",
      "E também pode ver que as avaliações mais altas que você deu às atividades solitárias são iguais ou até superiores às avaliações das atividades em companhia."
    ],
    "quote": {
      "text": "Ninguém pode fazer você se sentir inferior sem o seu consentimento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "Ajuste de crenças",
      "Amor, relacionamentos e casamento não são condições necessárias para a felicidade e aumento da autoestima, às vezes simplesmente não são suficientes.",
      "Prova disso são milhões de homens e mulheres que estão casados e, ainda assim, infelizes.",
      "Se o amor fosse a cura para a solidão, problemas, mau humor, depressão, então todos os psicólogos ficariam sem trabalho.",
      "Mas infelizmente não é assim, ter um parceiro não garante uma vida feliz. E isso precisa ser reconhecido e aceito.",
      "Para começar a trabalhar com a crença – formule-a e escreva-a. Ela pode soar de diferentes maneiras:",
      "Se não tenho um parceiro, sou infeliz",
      "Se não sou amado, significa que sou um fracassado",
      "Sem um relacionamento sou incompleto",
      "Em seguida, descreva exatamente como sua crença atrapalha você. Por exemplo:",
      "exigências excessivamente altas para mim mesmo, que não têm fim, parece que não sou bom o suficiente para relacionamentos",
      "expectativas irrealistas do parceiro, conclusões globais sobre amor e desamor em vez de atenção a problemas específicos",
      "insatisfação constante e humor deprimido, alimentados por quaisquer situações de solidão",
      "Depois disso, escreva contra-argumentos. Este pode ser um processo difícil e talvez leve mais de um dia, complete a lista à medida que novos pensamentos surgem.",
      "Por exemplo, para a crença «Estar sozinho é terrível e humilhante», você pode registrar os seguintes contra-argumentos:",
      "quando uma pessoa está sozinha, isso lhe dá a oportunidade de conhecer melhor a si mesma",
      "sem relacionamentos, há a possibilidade de experimentar algo novo, fazer algo que seria muito mais difícil em um relacionamento",
      "melhor estar sozinho do que com um parceiro inadequado",
      "E o elemento mais importante desse processo – substitua sua antiga crença por uma nova. Ela deve soar realista e racional para que você acredite nela.",
      "Por exemplo: «A solidão pode ser agradável e útil, nela podemos descansar e conhecer melhor a nós mesmos. E o amor se manifesta em diferentes relacionamentos.",
      "Mesmo na ausência de um parceiro, podemos sentir proximidade com as pessoas, compartilhar experiências e demonstrar calor. Vale a pena se basear em que tipo de relacionamento eu pessoalmente quero e, se não o tenho, estabelecer uma meta e tentar criá-lo.",
      "Mas a ausência de um parceiro não me torna incompleto. Assim como o desejo de ter um parceiro não me torna fraco e dependente.»",
      "Releia essas anotações todos os dias durante 2-3 semanas, você pode complementá-las ou alterá-las. Dessa forma, você conseguirá superar o padrão negativo de pensamento e dar início às suas mudanças.",
      "O amor é uma experiência maravilhosa, mas, como qualquer outra, pode ser positiva e negativa e não deve definir quem somos e por que estamos aqui.",
      "Desejo e necessidade não são a mesma coisa. Oxigênio é uma necessidade, e amor é um desejo.",
      "O amor não é uma necessidade para um adulto!",
      "O desejo de construir um relacionamento amoroso é normal. Não há nada de errado nisso. Um bom relacionamento com a pessoa amada é um prazer maravilhoso.",
      "Mas para sobreviver ou experimentar a mais alta felicidade, você não precisa da aprovação, amor ou atenção de outra pessoa."
    ]
  }
}
