{
  "title": "Saindo da Armadilha do \"É Tudo Culpa Minha\"",
  "description": "O artigo aborda o fenômeno da personalização — a tendência de perceber os eventos como relacionados pessoalmente a si mesmo. São discutidos métodos para reduzir os efeitos negativos desse tipo de pensamento, incluindo auto-observação e análise de situações. O autor oferece conselhos práticos e exercícios para melhorar o bem-estar mental e se libertar do sentimento de culpa desnecessário.",
  "screen_1": {
    "texts": [
      "Às vezes, as pessoas erroneamente chamam a crença na personalização de \"mania de grandeza\".",
      "No entanto, isso não necessariamente indica que a pessoa tem ilusões de grandeza, mas sim reflete uma visão de mundo em que a pessoa, inclinada à personalização, se coloca no centro do universo: todos os eventos parecem estar relacionados pessoalmente a ela.",
      "Internamente, isso é vivido não como a posse de um poder ou força incríveis, mas como uma pressão constante, atenção por parte dos outros e hostilidade oculta.",
      "Para superar esse estilo de pensamento prejudicial, é importante aprender a identificar as verdadeiras causas dos problemas que surgem.",
      "Em vez de se culpar pelo que está fora do seu controle e, como consequência, sentir-se culpado diante do mundo, concentre-se em analisar a situação.",
      "Comece com a auto-observação. O primeiro passo para reduzir a personalização é a conscientização, como ocorre com qualquer outro pensamento irracional. Preste atenção aos seus pensamentos e reações aos eventos. Note quando você tende a assumir a responsabilidade por algo que, na verdade, não depende de você.",
      "Em seguida, tente identificar outros fatores que possam ter influenciado a situação pela qual você assumiu a responsabilidade. Por exemplo: \"É verdade que apenas eu sou culpado por essa briga? Que outros fatores e circunstâncias poderiam ter desempenhado um papel?\"",
      "Considere possíveis causas do comportamento dos outros que não estejam relacionadas às suas ações. Tente se colocar no lugar deles e entender o que poderia ter influenciado suas reações. Por exemplo, o que mais poderia ter causado o humor ou comportamento deles?"
    ],
    "quote": {
      "text": "Tudo o que ouvimos é uma opinião, não um fato. Tudo o que vemos é uma perspectiva, não a verdade.",
      "author": "Marco Aurélio"
    }
  },
  "screen_2": {
    "texts": [
      "Use as seguintes perguntas para análise:",
      "Preciso me culpar pelo que aconteceu?",
      "Eu estava em posição de controlar isso?",
      "Eu realmente sou responsável por tudo? Ou apenas por parte do problema? Por qual parte exatamente?",
      "Que outras causas podem existir para esse problema?",
      "Exemplo:",
      "Imagine a situação: você chegou ao trabalho e sua colega não cumprimentou você. Imediatamente vem à mente o pensamento: \"Eu fiz algo errado. Parece que ela não gosta de mim. Talvez eu tenha dito algo errado ontem, ou não a cumprimentei, e agora ela está me retaliando.\"",
      "Analise seus pensamentos usando as perguntas mencionadas e registre respostas alternativas racionais:",
      "Talvez ela não tenha me cumprimentado porque não dormiu bem, simplesmente esqueceu, estava absorta em seus pensamentos ou me cumprimentou antes e eu não percebi.",
      "É provável que seu possível estado de mal-estar e o fato de não ter me cumprimentado não estejam relacionados ao meu comportamento. Não poderei provar o contrário a menos que pergunte diretamente a ela. A explicação mais provável é: ela não dormiu bem, algo aconteceu pela manhã ou simplesmente esqueceu.",
      "Não tenho certeza se ela estava triste, mas mesmo que estivesse, há muitas razões para o estado dela que podem não ter nada a ver comigo. Mesmo que ela esteja chateada comigo, ela deveria me dizer, caso contrário, não posso entender a situação com certeza.",
      "Como não sei ao certo se a causa está relacionada às minhas ações, não vou me sentir culpado por isso.",
      "Lembre-se de que não podemos controlar tudo na vida. Às vezes, é necessário apenas aceitar o que está acontecendo e não tentar explicar tudo com base em nossos próprios erros."
    ],
    "quote": {
      "text": "Não são as coisas em si que perturbam as pessoas, mas as opiniões que elas têm sobre elas.",
      "author": "Epicteto"
    }
  },
  "screen_3": {
    "texts": [
      "Você também pode usar os seguintes exercícios para trabalhar com essa crença:",
      "Aplicação de uma perspectiva externa",
      "Imagine que seu amigo está lhe contando que um colega não o cumprimentou de manhã. Como você reagiria? O que você diria a ele? Que conselho você daria? Isso o ajudará a se distanciar de suas próprias emoções e a olhar para a situação de forma mais objetiva.",
      "Complete a frase \"se fosse...\" ",
      "Tente terminar a seguinte frase: \"Se eu realmente fosse responsável por isso, isso significaria...\" ",
      "Por exemplo: \"Se eu realmente fosse responsável pelo fracasso do projeto, isso significaria que posso controlar todos os participantes e evitar quaisquer erros.\" Mas, na realidade, muitos fatores estão fora do seu controle.",
      "\"Se eu realmente fosse responsável por meu amigo ter ficado magoado comigo, isso significaria que posso ler seus pensamentos e adivinhar seus desejos.\" Mas isso é impossível.",
      "Completar a frase \"se fosse...\" o ajudará a analisar sua responsabilidade e a perceber que você nem sempre pode controlar tudo o que acontece.",
      "Usando essas técnicas simples, você poderá se livrar dos pensamentos negativos e se libertar da sensação de que é responsável por tudo no mundo.",
      "Lembre-se de que você não é o centro do universo e não precisa responder por todos os eventos ao seu redor. Melhor direcionar suas energias para resolver problemas e criar uma vida mais feliz e harmoniosa."
    ]
  }
}
