{
  "title": "Sempre sou eu o culpado? A Ilusão de Onipotência",
  "description": "Este artigo explora o fenômeno psicológico da personalização — a crença de que você é a causa de tudo que acontece ao seu redor. O texto revela os mecanismos desse pensamento, suas consequências negativas, como estresse, ansiedade, baixa autoestima e problemas nos relacionamentos. Também são discutidas as causas da formação dessa crença, desde a infância até a influência das normas culturais. Por fim, são oferecidas recomendações para superar a personalização e se libertar do sentimento de culpa infundado.",
  "screen_1": {
    "texts": [
      "Em qualquer situação, seja qual for o resultado, a causa sou eu.",
      "Perdi o trem — demorei muito para me arrumar. As pessoas do outro lado do metrô estão rindo — provavelmente de mim. Meu parceiro está de mau humor — deve ser porque fiz algo errado.",
      "Isso lhe parece familiar?",
      "Se sim, estamos lidando com a crença na própria onipotência.",
      "Todos nós, em maior ou menor grau, já nos deparamos com a personalização.",
      "É uma armadilha psicológica traiçoeira que faz você se sentir o centro do universo e assumir a responsabilidade por grande parte do que acontece ao seu redor.",
      "Você está convencido de que as pessoas ao seu redor reagem exclusivamente a você, que suas ações, pensamentos e sentimentos dependem inteiramente dos seus atos, embora, na verdade, tudo isso esteja fora do seu controle.",
      "Mas você sofre, se culpando e sentindo um opressivo sentimento de culpa.",
      "Por mais paradoxal que pareça, a crença na própria onipotência e poder ilimitado limita você, mergulhando-o em ansiedade e reduzindo sua eficácia.",
      "Como a personalização se manifesta?",
      "\"Tudo é por minha causa\": Você tende a acreditar que tudo o que acontece na vida é resultado de suas próprias ações. Não importa se é algo bom ou ruim, você assume toda a responsabilidade.",
      "\"Tudo gira ao meu redor\": Você está convencido de que os outros estão sempre pensando em você, comentando, notando todos os seus erros e defeitos.",
      "\"Eu sou o culpado\": O sentimento de culpa se torna um companheiro constante, independentemente das causas reais dos eventos."
    ]
  },
  "screen_2": {
    "texts": [
      "Por exemplo:",
      "Imagine que você entrou em uma loja e o vendedor foi rude com você no caixa. Em vez de pensar que o vendedor pode ter tido um dia ruim ou que ele é simplesmente mal-educado, você começa a se culpar: \"Provavelmente eu disse ou fiz algo errado\".",
      "Em um encontro com amigos, convidaram alguém que você não gosta. Você pensa que eles fizeram isso de propósito para mostrar que você é desnecessário e que eles não querem mais sua companhia.",
      "\"Se ela não atende minha ligação, deve estar chateada comigo\".",
      "Esses adolescentes estão rindo e trocando olhares — certamente estão falando de mim.",
      "Com esse estilo de pensamento, não importa quem realmente seja o culpado — a culpa sempre parece ser sua. O que você acha que isso pode causar? Claro, estresse, apatia, ansiedade, problemas de autoestima e até depressão.",
      "Por que a personalização é perigosa?",
      "Autocrítica excessiva: As pessoas podem se inclinar à autocrítica e à culpa por eventos que na verdade não dependiam delas.",
      "Estresse e ansiedade: A sensação constante de que todos os problemas são culpa sua provoca estresse crônico e ansiedade.",
      "Problemas nos relacionamentos: Pessoas propensas à personalização podem interpretar mal o comportamento dos outros, ficando magoadas e destruindo relacionamentos.",
      "Percepção distorcida da realidade: Como qualquer crença irracional, a personalização leva ao engano, dificultando a avaliação clara da situação e ignorando fatos e circunstâncias objetivas.",
      "Baixa autoestima: Ao se culpar constantemente por tudo, você mina sua confiança.",
      "Postura de vítima: Algumas pessoas, inconscientemente, tentam se prejudicar, se punindo por falhas imaginárias. Elas podem permitir que outros as tratem com desrespeito."
    ],
    "quote": {
      "text": "O sentimento de culpa sempre gera um cenário de punição, sem que sua consciência esteja ciente disso.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "De onde vem a personalização?",
      "Esse tipo de crença se forma ainda na infância.",
      "É sabido que o pensamento das crianças é egocêntrico, ou seja, a criança sinceramente acredita que é a causa de tudo o que acontece ao seu redor.",
      "Por exemplo, para crianças de três a quatro anos, é perfeitamente normal pensar que o sol nasce porque elas acordaram e se põe quando é hora de dormir.",
      "No entanto, muitos adultos, ao crescerem, ainda usam elementos do pensamento egocêntrico na vida cotidiana.",
      "A pressão familiar ou social pode fazer uma pessoa se sentir responsável pelo bem-estar dos outros. Por exemplo, uma criança forçada a cuidar dos pais desde cedo.",
      "Problemas de autoestima podem ser tanto uma consequência quanto uma causa dessas crenças.",
      "Pessoas com baixa autoestima são frequentemente propensas à personalização. Elas podem acreditar que não merecem ser tratadas com respeito, e, portanto, atribuem eventos negativos às suas ações ou defeitos.",
      "Experiências traumáticas no passado também podem contribuir para a personalização. Na infância, há uma alta probabilidade de distorção do pensamento da criança e da crença de que tudo o que acontece depende dela.",
      "Por exemplo, se uma pessoa, na infância, frequentemente ouvia dos pais frases como \"é tudo culpa sua\" ou \"você nunca faz nada certo\", ela pode carregar esse \"rótulo\" por toda a vida, atribuindo todos os eventos negativos à sua culpa.",
      "Em algumas culturas, é comum assumir a responsabilidade por tudo o que acontece ao redor. Isso pode levar as pessoas a serem propensas à personalização, mesmo que não sejam culpadas pelo que acontece.",
      "Quaisquer que sejam as causas da formação dessas crenças, podemos mudar nosso pensamento em qualquer estágio da vida, se tivermos motivação.",
      "No próximo capítulo, como de costume, examinaremos as principais recomendações para trabalhar com a crença na própria onipotência."
    ],
    "quote": {
      "text": "Não se pode culpar por tudo, a menos que você se considere onipotente.",
      "author": "Mikhail Bulgakov"
    }
  }
}
