{
  "title": "Como lidar com a obrigação?",
  "description": "O artigo discute crenças de \"obrigação\" como uma fonte de estresse e insatisfação, enfatizando que essas atitudes nos fazem sentir reféns das circunstâncias. O autor sugere reconhecer a irrealidade dessas crenças, substituí-las por formulações mais flexíveis e assumir a responsabilidade por nossos desejos e ações. A prática da gratidão e compaixão, assim como a habilidade de pedir ajuda e aceitar imperfeições, ajudam a reduzir o estresse e melhorar a qualidade de vida.",
  "screen_1": {
    "texts": [
      "As crenças de \"obrigação\" são um inimigo silencioso que rouba nossa alegria de viver, mina a paz de espírito e dificulta a construção de relacionamentos construtivos e próximos com os outros.",
      "A ideia central dessa atitude é a noção de dever.",
      "A própria palavra \"dever\" é, na maioria das vezes, uma armadilha linguística.",
      "O sentido da palavra \"dever\" é \"só pode ser assim e de nenhuma outra forma\". Frases como: \"deve\", \"obrigado\", \"necessário\" nos fazem sentir reféns das circunstâncias, pois indicam uma situação onde não há alternativa.",
      "Mas essa definição é verdadeira apenas em casos muito raros, praticamente excepcionais.",
      "Por exemplo, é realista dizer \"uma pessoa deve respirar ar\", pois fisicamente não há alternativa.",
      "Mas a frase \"ninguém deve se atrasar\" é inadequada e irrealista, já que, na verdade, isso pode muito bem acontecer. As pessoas se atrasam, se detêm ou simplesmente não aparecem.",
      "Portanto, ter crenças de obrigação inevitavelmente leva ao estresse, seja ele agudo ou crônico.",
      "Como se libertar da \"obrigação\"?",
      "Reconheça a irrealidade da sua crença",
      "Exigir que outras pessoas ajam de uma certa maneira com você, que digam e façam certas coisas, significa esperar apenas um resultado específico.",
      "Isso é uma poderosa fonte de estresse, porque nunca houve alguém que tivesse ao seu redor um ambiente que sempre atendesse às suas expectativas.",
      "Mesmo as pessoas mais poderosas do mundo, líderes supremos, enfrentaram pessoas que agiam \"não como deveriam\".",
      "Naturalmente, quando nos deparamos com alguém que age \"não como deveria\", o nível de excitação emocional aumenta. Daí vem o estresse constante, ressentimentos e um buquê de emoções negativas."
    ],
    "quote": {
      "text": "Se você acha que o mundo lhe deve algo, isso será a fonte de sua dor. Lembre-se de que o mundo não deve nada a ninguém.",
      "author": "Buda"
    }
  },
  "screen_2": {
    "texts": [
      "Identifique as raízes da crença",
      "Pense sobre de onde essa crença se originou. Talvez na sua infância você tenha sido mimado e não tenham sido estabelecidos limites realistas para você, ou talvez tenha herdado esse pensamento de seus pais. Compreender a causa não eliminará a crença, mas é um passo importante para trabalhar com ela.",
      "Preste atenção ao que você diz. Observe quando usa as palavras \"deve\", \"obrigado\", \"precisa\" e substitua-as por \"quero\", \"prefiro\", \"gostaria\".",
      "Exemplo: \"Meus amigos devem ligar para mim primeiro\" pode ser substituído por \"Eu gostaria que meus amigos ligassem para mim primeiro\".",
      "Assuma a responsabilidade",
      "O significado semântico dessas palavras define a atitude em relação à situação.",
      "Em um caso, é uma necessidade inevitável, cuja responsabilidade recai sobre uma força externa (pessoas, natureza, circunstâncias, etc.), enquanto no outro caso, é uma escolha livre, cuja responsabilidade recai sobre você.",
      "É difícil assumir a responsabilidade pela escolha, mas esse caminho aumenta o grau de liberdade e reduz a carga de estresse a longo prazo.",
      "Divida sua \"obrigação\" em partes",
      "Em vez de dizer \"eu devo...\", pergunte a si mesmo:",
      "Por que eu acho que deve ser assim?",
      "Existem alternativas?",
      "O que eu quero alcançar com isso?",
      "Qual será o benefício se for assim?",
      "Identifique seus desejos reais, seja honesto consigo mesmo. O que você realmente quer ao dizer que alguém ou algo lhe deve? Que valores você está protegendo aqui?"
    ]
  },
  "screen_3": {
    "texts": [
      "Aprenda a pedir e expressar suas necessidades",
      "Em vez de supor que as outras pessoas sabem sobre suas necessidades ou desejos, aprenda a expressá-los claramente e abertamente e a pedir ajuda quando necessário.",
      "Pratique a compaixão",
      "Tente entender os sentimentos dos outros. Lembre-se de que todos têm suas próprias preocupações e que nem sempre podem apoiá-lo, ouvi-lo, elogiá-lo ou ajudar da maneira que você precisa.",
      "Esforce-se para se colocar no lugar dos outros, procurando explicações alternativas para o que acontece, desenvolvendo assim a empatia.",
      "Seja grato",
      "Em vez de se concentrar no que os outros devem fazer por você, concentre-se na gratidão pelo que eles fazem.",
      "Por exemplo, imagine que um colega o ajuda em um projeto, embora ele próprio esteja muito ocupado. Em vez de pensar \"Ele deve me ajudar, é obrigação dele\", reformule seus pensamentos para: \"Sou grato pela ajuda do meu colega, considerando o quanto ele está ocupado. Ele é um verdadeiro profissional\".",
      "A prática da gratidão nos permite ver e valorizar as boas ações dos outros e também cria uma atmosfera de respeito e apoio mútuos. A gratidão pode ser expressa tanto pessoalmente quanto publicamente e contribui para fortalecer nossos relacionamentos com os outros.",
      "Aceite a imperfeição",
      "O mundo não é perfeito, não exija o impossível de si mesmo ou dos outros. Não tente mudar o mundo e as pessoas ao seu redor para que se adequem a você, isso nunca levará a bons resultados.",
      "Libertar-se de crenças irracionais é um processo longo e nem sempre fácil. Mas vale a pena; gradualmente, você começará a se sentir mais livre, feliz e confiante."
    ]
  }
}
