{
  "title": "O que há de errado com a crença de \"me devem\"?",
  "description": "O artigo aborda o problema da atitude \"me devem\", que surge em pessoas que esperam que o mundo gire em torno delas e satisfaça todas as suas necessidades. O autor explica como essa atitude se desenvolve na infância, dá exemplos de sua manifestação na vida adulta e descreve as consequências negativas desse pensamento, incluindo decepção, tensões nas relações e perda de independência. Conclui-se com a ideia de que é importante aceitar o mundo como ele é e entender que há espaço não só para nós, mas também para os outros.",
  "screen_1": {
    "texts": [
      "\"Me devem\" é uma armadilha na qual muitos caem, acreditando que o mundo gira ao redor deles.",
      "As pessoas nessa posição frequentemente esperam que os outros concordem com elas e atendam a seus pedidos.",
      "Elas não consideram as opiniões e necessidades dos outros, acreditando que seus próprios desejos e necessidades são mais importantes.",
      "Crenças de dever podem soar assim:",
      "Amigos sempre devem me ajudar",
      "Meu parceiro deve sempre me apoiar em tudo",
      "Minha mãe deve cuidar dos meus filhos",
      "Tudo deve ser como eu quero",
      "Não devem me recusar",
      "O mundo deve ser justo comigo",
      "Se você notou esse tipo de pensamento em si mesmo, provavelmente acredita que merece sucesso, amor e felicidade simplesmente por direito de nascimento.",
      "Você espera que o universo e as pessoas ao seu redor atendam aos seus desejos porque você é uma boa pessoa ou porque trabalha duro.",
      "Mas quando isso não acontece, o que ocorre com frequência, você se depara com uma escolha: afundar na tristeza e sentir-se inferior ou explodir de raiva. Pessoas que acreditam que todos lhes devem frequentemente enfrentam problemas."
    ],
    "quote": {
      "text": "Não podemos controlar o vento, mas podemos ajustar as velas.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "E, em primeiro lugar, isso leva à decepção: se você foi recusado, se não entenderam que deveriam resolver seus problemas, se não corresponderam às suas expectativas, você certamente enfrentará decepção, ressentimento, raiva, incompreensão de como alguém poderia fazer isso com você — uma pessoa tão maravilhosa.",
      "Você gasta muita energia em emoções negativas, vendo o mundo em tons sombrios. Sua atitude exigente em relação à vida impede que você aproveite e aprecie as coisas, pois você não aceita o mundo como ele é, sempre tendo reclamações sobre como ele é estruturado.",
      "Tânia é um exemplo claro de alguém com a atitude de \"me devem\". Ela espera que os amigos estejam sempre disponíveis, prontos para largar tudo e correr para ajudá-la, resolvendo todos os seus problemas e atendendo a todos os seus pedidos.",
      "Por exemplo, ela pode ligar às 3 da manhã exigindo que uma amiga venha imediatamente para apoiá-la após uma briga com o namorado.",
      "Ou, sem aviso prévio, pedir ajuda com uma mudança, mesmo que a amiga já tenha planejado uma reunião importante naquele dia. Quando os amigos não podem ajudá-la, Tânia fica ressentida e se sente abandonada e desvalorizada.",
      "Essa é uma posição perigosa que pode levar ao isolamento, tensão nos relacionamentos ou até à destruição desses laços.",
      "Amigos e entes queridos começam a evitar encontros ou conversas, temendo mais uma exigência, ressentimento ou briga. Ninguém quer sentir-se constantemente em dívida e submisso aos caprichos de outra pessoa.",
      "De onde vem essa crença? Essa atitude geralmente se desenvolve na infância, quando a criança não enfrenta limites realistas e obtém tudo o que deseja. Isso pode ocorrer por várias razões:",
      "Os pais mimam a criança e permitem que ela faça tudo o que quiser.",
      "Nesse caso, a criança desenvolve uma parte narcisista de sua personalidade, com um senso inflado de sua própria importância.",
      "Exemplo: A pequena Catarina sempre conseguiu tudo o que queria. Seus pais acreditavam que ela merecia o melhor e nunca negaram nada a ela. Catarina se acostumou a ser o centro do universo e não entendia por que na escola os professores não lhe davam toda a atenção e os colegas não levavam em conta sua opinião.",
      "Os pais também vivem pelo princípio de \"me devem\".",
      "A criança repete o roteiro dos pais, adotando essa mentalidade.",
      "Exemplo: Os pais de João estavam sempre reclamando da vida, achando que mereciam receber mais, que não eram valorizados e que seus direitos eram constantemente violados. João cresceu em uma atmosfera de insatisfação e expectativa de que o mundo lhe devia algo."
    ],
    "quote": {
      "text": "Ninguém lhe deve nada. Tudo o que você recebe na vida é um presente.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Os pais não consideravam a opinião da criança, ignorando seus interesses e desejos.",
      "A criança se ressente dos pais, mas não pode expressar sua raiva abertamente. Então, transfere essa raiva para os outros, acreditando que eles devem compensar o que lhe faltou na infância.",
      "Exemplo: Ana sempre sonhou em ser artista, mas seus pais a obrigaram a estudar Direito, achando que era uma profissão mais prestigiada. Ana cedeu, mas seu coração sempre foi para a arte.",
      "Ela se ressentia dos pais por não permitirem que ela realizasse seu sonho, e depois transferia esse ressentimento para todos ao seu redor, acreditando que eles lhe deviam ajudar a encontrar felicidade na vida.",
      "A criança era forçada a agradar os pais para ser amada. Ela cresceu acreditando que o amor precisa ser conquistado.",
      "Exemplo: Sérgio sempre se esforçava para atender a todas as necessidades de seus pais, temendo que não o amassem se ele fizesse algo errado. Ele cresceu com um sentimento de insegurança e estava constantemente tentando provar seu valor, acreditando que lhe deviam o que ele merecia.",
      "As consequências dessa atitude podem ser variadas e negativas. Elas incluem:",
      "Decepção e insatisfação: Esperar que os outros atendam a todas as suas necessidades pode levar a uma constante decepção e sensação de insatisfação devido à divergência entre expectativas e realidade.",
      "Tensão nos relacionamentos: A crença de que o mundo deve se ajustar a você pode causar tensões e conflitos nos relacionamentos, já que isso frequentemente leva à insatisfação e desentendimentos.",
      "Perda de independência: A expectativa constante de que os outros assumam todas as responsabilidades o torna dependente e impede o desenvolvimento de autonomia e crescimento pessoal.",
      "Impacto negativo na autoestima: Confiando nos outros para atender às suas necessidades, você não desenvolve sua própria autoestima, o que pode levar a emoções negativas e à sensação de inferioridade.",
      "Falta de reciprocidade: Focando apenas em si mesmo, você perde a oportunidade de ser empático e ajudar os outros, o que pode prejudicar o desenvolvimento de relacionamentos de qualidade e apoio mútuo."
    ],
    "quote": {
      "text": "Não espere que o mundo gire em torno de você. Neste mundo, há espaço também para os outros.",
      "author": "Aristóteles"
    }
  },
  "exercise": {
    "title": "Como lidar com a obrigação?",
    "description": "O artigo discute crenças de \"obrigação\" como uma fonte de estresse e insatisfação, enfatizando que essas atitudes nos fazem sentir reféns das circunstâncias. O autor sugere reconhecer a irrealidade dessas crenças, substituí-las por formulações mais flexíveis e assumir a responsabilidade por nossos desejos e ações. A prática da gratidão e compaixão, assim como a habilidade de pedir ajuda e aceitar imperfeições, ajudam a reduzir o estresse e melhorar a qualidade de vida.",
    "screen_1": {
      "texts": [
        "As crenças de \"obrigação\" são um inimigo silencioso que rouba nossa alegria de viver, mina a paz de espírito e dificulta a construção de relacionamentos construtivos e próximos com os outros.",
        "A ideia central dessa atitude é a noção de dever.",
        "A própria palavra \"dever\" é, na maioria das vezes, uma armadilha linguística.",
        "O sentido da palavra \"dever\" é \"só pode ser assim e de nenhuma outra forma\". Frases como: \"deve\", \"obrigado\", \"necessário\" nos fazem sentir reféns das circunstâncias, pois indicam uma situação onde não há alternativa.",
        "Mas essa definição é verdadeira apenas em casos muito raros, praticamente excepcionais.",
        "Por exemplo, é realista dizer \"uma pessoa deve respirar ar\", pois fisicamente não há alternativa.",
        "Mas a frase \"ninguém deve se atrasar\" é inadequada e irrealista, já que, na verdade, isso pode muito bem acontecer. As pessoas se atrasam, se detêm ou simplesmente não aparecem.",
        "Portanto, ter crenças de obrigação inevitavelmente leva ao estresse, seja ele agudo ou crônico.",
        "Como se libertar da \"obrigação\"?",
        "Reconheça a irrealidade da sua crença",
        "Exigir que outras pessoas ajam de uma certa maneira com você, que digam e façam certas coisas, significa esperar apenas um resultado específico.",
        "Isso é uma poderosa fonte de estresse, porque nunca houve alguém que tivesse ao seu redor um ambiente que sempre atendesse às suas expectativas.",
        "Mesmo as pessoas mais poderosas do mundo, líderes supremos, enfrentaram pessoas que agiam \"não como deveriam\".",
        "Naturalmente, quando nos deparamos com alguém que age \"não como deveria\", o nível de excitação emocional aumenta. Daí vem o estresse constante, ressentimentos e um buquê de emoções negativas."
      ],
      "quote": {
        "text": "Se você acha que o mundo lhe deve algo, isso será a fonte de sua dor. Lembre-se de que o mundo não deve nada a ninguém.",
        "author": "Buda"
      }
    },
    "screen_2": {
      "texts": [
        "Identifique as raízes da crença",
        "Pense sobre de onde essa crença se originou. Talvez na sua infância você tenha sido mimado e não tenham sido estabelecidos limites realistas para você, ou talvez tenha herdado esse pensamento de seus pais. Compreender a causa não eliminará a crença, mas é um passo importante para trabalhar com ela.",
        "Preste atenção ao que você diz. Observe quando usa as palavras \"deve\", \"obrigado\", \"precisa\" e substitua-as por \"quero\", \"prefiro\", \"gostaria\".",
        "Exemplo: \"Meus amigos devem ligar para mim primeiro\" pode ser substituído por \"Eu gostaria que meus amigos ligassem para mim primeiro\".",
        "Assuma a responsabilidade",
        "O significado semântico dessas palavras define a atitude em relação à situação.",
        "Em um caso, é uma necessidade inevitável, cuja responsabilidade recai sobre uma força externa (pessoas, natureza, circunstâncias, etc.), enquanto no outro caso, é uma escolha livre, cuja responsabilidade recai sobre você.",
        "É difícil assumir a responsabilidade pela escolha, mas esse caminho aumenta o grau de liberdade e reduz a carga de estresse a longo prazo.",
        "Divida sua \"obrigação\" em partes",
        "Em vez de dizer \"eu devo...\", pergunte a si mesmo:",
        "Por que eu acho que deve ser assim?",
        "Existem alternativas?",
        "O que eu quero alcançar com isso?",
        "Qual será o benefício se for assim?",
        "Identifique seus desejos reais, seja honesto consigo mesmo. O que você realmente quer ao dizer que alguém ou algo lhe deve? Que valores você está protegendo aqui?"
      ]
    },
    "screen_3": {
      "texts": [
        "Aprenda a pedir e expressar suas necessidades",
        "Em vez de supor que as outras pessoas sabem sobre suas necessidades ou desejos, aprenda a expressá-los claramente e abertamente e a pedir ajuda quando necessário.",
        "Pratique a compaixão",
        "Tente entender os sentimentos dos outros. Lembre-se de que todos têm suas próprias preocupações e que nem sempre podem apoiá-lo, ouvi-lo, elogiá-lo ou ajudar da maneira que você precisa.",
        "Esforce-se para se colocar no lugar dos outros, procurando explicações alternativas para o que acontece, desenvolvendo assim a empatia.",
        "Seja grato",
        "Em vez de se concentrar no que os outros devem fazer por você, concentre-se na gratidão pelo que eles fazem.",
        "Por exemplo, imagine que um colega o ajuda em um projeto, embora ele próprio esteja muito ocupado. Em vez de pensar \"Ele deve me ajudar, é obrigação dele\", reformule seus pensamentos para: \"Sou grato pela ajuda do meu colega, considerando o quanto ele está ocupado. Ele é um verdadeiro profissional\".",
        "A prática da gratidão nos permite ver e valorizar as boas ações dos outros e também cria uma atmosfera de respeito e apoio mútuos. A gratidão pode ser expressa tanto pessoalmente quanto publicamente e contribui para fortalecer nossos relacionamentos com os outros.",
        "Aceite a imperfeição",
        "O mundo não é perfeito, não exija o impossível de si mesmo ou dos outros. Não tente mudar o mundo e as pessoas ao seu redor para que se adequem a você, isso nunca levará a bons resultados.",
        "Libertar-se de crenças irracionais é um processo longo e nem sempre fácil. Mas vale a pena; gradualmente, você começará a se sentir mais livre, feliz e confiante."
      ]
    }
  }
}
