{
  "title": "Dependência do ideal, perfeccionismo",
  "description": "O artigo explora o perfeccionismo, destacando que a busca por altos padrões pode ser útil, mas quando se transforma em exigências rígidas, leva a consequências negativas, como ansiedade e insatisfação com a vida. Exemplos da vida real mostram como a experiência inicial e a educação podem contribuir para a formação de crenças e comportamentos perfeccionistas. Em conclusão, o autor incentiva o equilíbrio entre a busca pela perfeição e um resultado aceitável, a fim de evitar esgotamento e decepção.",
  "screen_1": {
    "texts": [
      "O desejo de atingir altos padrões, realizar tarefas com sucesso e ser produtivo é uma qualidade bastante positiva.",
      "Assim como o desejo de ser aceito, aprovado, amado ou ter realizações significativas na vida.",
      "Quando isso permanece no nível de desejos, aspirações ou metas, podemos falar de crenças construtivas que nos ajudam na vida e nos motivam.",
      "Mas se os desejos se transformam em exigências rígidas e fixas, e o custo de sua realização se torna muito alto, isso não é mais apenas altos padrões, mas sim perfeccionismo.",
      "O que significa ser perfeccionista?",
      "O perfeccionismo, como crença de que tudo deve ser realizado perfeitamente em 100%, muitas vezes é a base de muitos problemas.",
      "Você busca o ideal: erros são inaceitáveis para você, e o fracasso parece uma catástrofe. Você acredita que deve parecer, sentir, pensar e se comportar de maneira impecável em qualquer situação.",
      "Assim que você atinge uma meta, ela é imediatamente substituída por uma nova, ainda mais distante, de modo que você nunca sente prazer e reconhecimento por seus esforços. A vida se torna uma rotina cinzenta e cansativa, pois você vive tentando corresponder a padrões irreais e, por vezes, impossíveis.",
      "Ou seja, uma pessoa com perfeccionismo:",
      "frequentemente se compara com outras pessoas",
      "está em competição constante",
      "se concentra em falhas e fracassos, ignorando os sucessos",
      "critica duramente a si mesma ou os outros",
      "tem dificuldade em se adaptar à realidade",
      "adianta tarefas e procrastina constantemente"
    ],
    "quote": {
      "text": "O perfeccionismo é o medo em sapatos elegantes e um casaco de pele fingindo ser elegante, quando na verdade está apenas assustado.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Modelo de perfeccionismo por exemplo",
      "De acordo com a terapia cognitivo-comportamental, nossa experiência de vida molda crenças sobre nós mesmos, outras pessoas e o mundo. Essas crenças, por sua vez, determinam nossas estratégias e regras de vida.",
      "Como exemplo, considere Eugênio. Seus pais sempre tinham grandes expectativas para ele, qualquer nota abaixo de “excelente” era vista como um fracasso.",
      "Apesar do talento de Eugênio para a música, seus pais criticavam seus sucessos e o pressionavam a seguir uma profissão mais “prestigiosa” como medicina.",
      "Essa experiência formou em Eugênio a crença profunda de que ele “não é bom o suficiente” e “incompetente”.",
      "Para compensar isso e se sentir bom e competente, ele desenvolveu a regra: “Eu devo fazer tudo perfeitamente”.",
      "A busca pelo ideal faz com que Eugênio trabalhe até a exaustão, se critique por mínimos erros e seja crítico em relação aos colegas. Isso leva a exaustão, ansiedade, problemas nos relacionamentos e insatisfação com a vida.",
      "Ele frequentemente estabelece metas irreais, como se preparar perfeitamente para uma apresentação em um curto período.",
      "Se ele consegue (o que é improvável), sua regra é confirmada, criando a ilusão de controle. No caso de fracasso, Eugênio se culpa, fortalecendo a crença em sua própria incompetência.",
      "Forma-se um círculo vicioso: a regra de “fazer tudo perfeitamente” protege Eugênio da dolorosa sensação de “insuficiência”, mas apenas enquanto ele consegue atender aos seus altos e irreais padrões.",
      "Qualquer erro leva a emoções negativas, aumentando a autocrítica e alimentando o perfeccionismo.",
      "Como soam as crenças perfeccionistas?",
      "Eu devo fazer tudo perfeitamente",
      "Eu devo ter sucesso em tudo",
      "Se não for feito ao máximo, é melhor não fazer nada",
      "Se me criticam, significa que estou fazendo mal. Fazer mal não é aceitável",
      "Eu não posso cometer erros",
      "Eu devo ser o melhor em tudo o que faço",
      "Como se forma a constante busca pelo ideal?",
      "Na maioria das vezes, essa busca se forma na infância ou nos primeiros anos escolares, como resultado da educação familiar."
    ]
  },
  "screen_3": {
    "texts": [
      "Pesquisadores acreditam que o perfeccionismo neurótico se forma sob a influência da experiência infantil com pais que demonstram amor de forma condicional (pelas notas, resultados, etc.) ou não demonstram aprovação alguma.",
      "Em ambos os casos, a criança desenvolve o desejo de ser perfeita para provar aos pais que pode ser boa e valiosa para si e para eles. Muitas vezes, os pais dos perfeccionistas são excessivamente críticos, negam apoio ao filho e têm expectativas altas demais.",
      "A criança, para corresponder às expectativas dos pais e evitar punições e críticas, precisa se esforçar para ser impecável.",
      "Geralmente, destacam-se quatro tipos de comportamento dos pais que podem contribuir para o desenvolvimento do perfeccionismo:",
      "Os pais demonstram um modelo de comportamento perfeccionista",
      "Os pais são excessivamente críticos e exigentes com a criança, não há apoio emocional suficiente e ajuda nas relações",
      "A aprovação dos pais está ausente ou é inconsistente e condicional",
      "Estilo autoritário de criação e expectativas parentais excessivas",
      "A entrada da criança na escola estimula a formalização de seus sucessos na forma de notas.",
      "É aqui que se forma a “síndrome do aluno perfeito”, que os psicólogos associam ao perfeccionismo. A criança tenta ser a melhor em tudo, e se não consegue, adota o pensamento polarizado no princípio de “tudo ou nada”.",
      "Se não há possibilidade de ser o melhor nessa matéria, então é escolhida a estratégia de ser o pior de todos – é melhor ser o último, já que não dá para ser o primeiro."
    ]
  },
  "screen_4": {
    "texts": [
      "Além da influência da família, o perfeccionismo é incentivado pela sociedade moderna. Na escola e nas universidades, professores adoram alunos obedientes e perfeitos, e empregadores valorizam funcionários perfeccionistas.",
      "A economia de mercado empurra as pessoas para a competição, para sempre alcançar os melhores resultados.",
      "A mídia nos dita moda e a noção de beleza e atratividade. Se uma pessoa parece boa, se veste com estilo, cuida de si mesma, aumenta suas chances de encontrar um parceiro, um trabalho prestigiado e amigos igualmente atraentes.",
      "Por isso, muitas vezes a pessoa acredita na necessidade de atender a altos padrões para ser parte da sociedade.",
      "Então, o perfeccionismo é bom ou ruim?",
      "A questão do perfeccionismo muitas vezes causa divergências: alguns o consideram útil, outros prejudicial.",
      "Se você é perfeccionista, provavelmente dirá que buscar a perfeição é normal, afinal, como se pode alcançar o sucesso de outra forma? No entanto, na prática, isso tira de você uma enorme quantidade de forças e recursos, gradualmente, mas implacavelmente esgotando seu corpo e sua psique.",
      "O perfeccionismo está intimamente ligado à dependência de conquistas, sobre a qual falamos nos capítulos anteriores, por isso suas desvantagens são semelhantes.",
      "Padrões elevados e irreais afetam praticamente todas as áreas de sua vida: trabalho, estudos, relações com entes queridos, seu lazer.",
      "O problema é que o ideal que o perfeccionismo busca, na verdade, é inatingível. O ideal não existe — é o melhor, o estado final de um objeto ou fenômeno, que cada um percebe à sua maneira.",
      "Vamos ser honestos e perguntar: existe algo absolutamente perfeito para todos?",
      "O que você considera ideal pode parecer um absurdo para outra pessoa. Mesmo as obras de Mozart e Da Vinci não agradam a todos, embora sejam consideradas ápices da arte.",
      "Quando você ajustar suas crenças de acordo com a realidade, poderá desfrutar do trabalho realizado e da vida em geral, em vez de sentir constante decepção.",
      "É muito importante aprender a equilibrar a busca pelo melhor e um resultado aceitável e bom."
    ]
  },
  "exercise": {
    "title": "E se o perfeccionismo existe, o ideal não, e você quer viver normalmente?",
    "description": "O artigo aborda dois tipos de perfeccionismo — negativo e positivo — oferecendo recomendações eficazes para lidar com tendências perfeccionistas. O autor apresenta oito estratégias-chave, incluindo motivação para mudanças, reestruturação cognitiva, foco no processo em vez do resultado e a formação de novas crenças mais saudáveis. A ideia central é que o perfeccionismo pode ser superado ao aprender a aceitar a imperfeição, amar-se incondicionalmente e cuidar de si mesmo diariamente.",
    "screen_1": {
      "texts": [
        "Cientistas modernos distinguem dois tipos de perfeccionismo: negativo e positivo, ou seja, saudável e patológico.",
        "Para transformar o negativo em positivo, é importante combinar suas qualidades de liderança e busca pela perfeição com bom senso e racionalidade.",
        "Preparamos recomendações eficazes para lidar com o perfeccionismo.",
        "O melhor ponto de partida para combater qualquer problema é a motivação para mudanças.",
        "Para vencer o perfeccionismo, é importante entender por que isso é necessário. Analise e anote todos os prós e contras.",
        "Talvez você se surpreenda ao descobrir que as dificuldades são muito maiores do que as vantagens. Assim que perceber e aceitar isso, será muito mais fácil mudar.",
        "Como muitas pessoas, você provavelmente pensa que tudo deve ser feito a 100% ou que cometer erros é absolutamente inaceitável, ou ainda mantém outras crenças semelhantes de um perfeccionista.",
        "É muito importante questionar todos esses pensamentos e trabalhar com eles.",
        "Como? Será útil continuar mantendo um diário de pensamentos automáticos, onde você poderá identificar essas ideias, testá-las na realidade e fornecer uma resposta racional."
      ],
      "quote": {
        "text": "Perdi mais de 9000 arremessos na minha carreira. Perdi quase 300 jogos. 26 vezes me confiaram o arremesso final, e eu errei. Falhei repetidamente na minha vida. E é por isso que tive sucesso.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "As seguintes perguntas podem ajudar no teste de realidade (reestruturação cognitiva):",
        "Quais são as evidências que apoiam esse pensamento ou crença?",
        "Esse pensamento é útil?",
        "Existem outras maneiras de pensar sobre essa situação ou sobre mim mesmo?",
        "Estou me culpando injustamente?",
        "O que ou quem mais contribuiu para essa situação?",
        "Isso está realmente sob meu controle?",
        "Estou aderindo a padrões irrealistas ou duplos?",
        "Essa expectativa é realista?",
        "Essas perguntas visam testar, confirmar, esclarecer ou refutar uma crença e formular uma alternativa.",
        "Pergunte a si mesmo: se eu fizer perfeitamente, o que acontecerá? E se eu não fizer perfeitamente, o que acontecerá? Tente entender o que está por trás do seu perfeccionismo. Talvez você tenha medo de ser rejeitado? Talvez tenha medo de ser ridicularizado publicamente? Ou será que o perfeccionismo esconde um desejo por reconhecimento?",
        "Quando você entender o que está por trás do perfeccionismo, pergunte a si mesmo: realmente está satisfazendo esses medos e necessidades?",
        "Você fez um relatório perfeito, entregou, e o que aconteceu? Agora não tem mais medo de ser rejeitado? Você fez uma apresentação perfeita, aplaudiram, e isso é suficiente para você?",
        "Provavelmente, a resposta é negativa. Você atingiu o ideal, experimentou uma felicidade temporária, mas depois voltou à corrida novamente.",
        "Livre-se do pensamento preto-e-branco",
        "Os perfeccionistas muitas vezes pensam em termos de \"tudo ou nada\", \"sucesso ou fracasso\", \"faça perfeitamente ou nem tente\".",
        "Essa abordagem é irrealista. Olhe ao seu redor e pergunte-se quantas coisas no mundo se enquadram na categoria \"tudo ou nada\". Suas paredes estão completamente limpas? Ou há pelo menos um pouco de sujeira nelas?",
        "Você conhece alguém que seja absolutamente calmo e confiante em si mesmo? Sua atriz favorita tem uma beleza perfeita ou ainda tem algumas imperfeições?"
      ]
    },
    "screen_3": {
      "texts": [
        "Na vida, raramente algo acontece sem erros e falhas.",
        "Ninguém nasce mestre — aprendemos, tentamos, erramos e melhoramos gradualmente.",
        "Então, permita-se ser imperfeito, fazer algo incompleto, cometer erros. Erros não são inimigos, mas aliados no caminho para o sucesso. Lembre-se frequentemente do ditado: \"Só não erra quem não faz nada.\"",
        "Não é necessário abandonar todos os ideais imediatamente — isso pode ser uma mudança muito abrupta.",
        "Avance gradualmente.",
        "Comece pequeno: escolha um ideal menos significativo e tente abandoná-lo. Observe o resultado.",
        "O mundo não vai acabar se você não fizer algo perfeitamente. Seus entes queridos não vão se afastar de você, você não se tornará uma pessoa terrível.",
        "É provável que você lide com o resultado imperfeito muito mais facilmente do que imagina. Lembre-se de que um único experimento não fornecerá uma imagem completa. A sistematicidade é necessária.",
        "A cada semana ou mês, abandone um ideal e observe a reação. Ouça a si mesmo e avance no ritmo que for confortável para você.",
        "Mantenha um diário de conquistas",
        "Anote sucessos grandes e pequenos, significativos e menos significativos. Todos os dias. O perfeccionismo adora fracassos, e quando você se pegar dizendo: \"Nunca consigo nada\", logo depois abra o caderno e leia quantas coisas você já conseguiu.",
        "Outra maneira de superar o perfeccionismo é focar no processo.",
        "Isso significa que, ao avaliar uma ação, você se concentra mais no processo do que no resultado.",
        "Imagine que você é um motorista e todos os dias dirige do ponto A ao ponto B. Em alguns dias, os semáforos estão principalmente verdes, e você chega rapidamente ao destino. Em outros dias, você pega todos os sinais vermelhos, enfrenta engarrafamentos e a viagem demora muito mais tempo.",
        "Suas habilidades de condução não mudam, então por que não se sentir igualmente satisfeito com o trabalho que você faz todos os dias? Tente ver as coisas de uma nova maneira, sem tentar fazer seu trabalho ou uma ação perfeitamente.",
        "Por exemplo, como estudante, você pode definir as seguintes metas orientadas para o processo:",
        "frequentar as aulas;",
        "ouvir atentamente e fazer anotações;",
        "fazer perguntas pertinentes;",
        "dedicar tempo a cada matéria;",
        "revisar as anotações feitas nas aulas a cada duas ou três semanas.",
        "Todos esses processos estão sob seu controle, portanto o sucesso é garantido. Já a nota final ou o resultado, ao contrário, estão fora de seu controle.",
        "O resultado depende de como o professor se sente naquele dia, de quão bem os outros alunos se saíram, dos critérios que ele aplica, e assim por diante."
      ]
    },
    "screen_4": {
      "texts": [
        "Use a \"técnica da ganância\"",
        "Ela se baseia no simples fato de que a maioria de nós aspira à perfeição para ter sucesso na vida. Talvez você nunca tenha pensado que poderia ter muito mais sucesso se baixasse seus padrões.",
        "Por exemplo, certa vez, um famoso psicoterapeuta levou mais de dois anos para escrever seu primeiro artigo científico.",
        "Foi um ótimo artigo e foi publicado. Mas, no mesmo período, seus colegas escreveram e publicaram muito mais trabalhos igualmente bons. Então, ele se perguntou: o que é melhor: ter um artigo com 98% de \"perfeição\" ou 10 artigos com 80% de \"perfeição\"?",
        "No segundo caso, a produtividade seria maior, e ele poderia ter superado seus colegas. Essa percepção levou o psicoterapeuta a suavizar seus padrões.",
        "Como resultado, sua produtividade aumentou e sua satisfação no trabalho cresceu.",
        "Realizar várias tarefas bem pode ser mais eficaz do que se concentrar em criar um produto perfeito com grande estresse.",
        "Formule novas crenças",
        "O trabalho com crenças envolve reconhecê-las, entender suas consequências, identificar suas fontes e, finalmente, formular novas crenças alternativas.",
        "Essencialmente, nossa tarefa é ajudar a \"normalizar\" várias manifestações de \"imperfeição\" (erros, falhas), ajudar a aceitar a ideia de sua própria imperfeição e a imperfeição dos outros.",
        "Abandone as crenças:",
        "Eu/os outros/o mundo devem ser perfeitos",
        "Se não for perfeito, é ruim",
        "Se é ruim, as pessoas vão se afastar de mim/não me reconhecer/vou fracassar",
        "Em vez disso, adote novas crenças e frases.",
        "Eu não sou perfeito, mas eu:",
        "Estou aprendendo e crescendo",
        "Sou bom o suficiente",
        "Mereço amor e respeito, mesmo que não seja perfeito",
        "Os outros não são perfeitos, mas eles:",
        "Também são humanos, com seus pontos fortes e fracos",
        "Nem sempre vão me aprovar, e isso é normal",
        "Eu cometo erros, mas isso me dá a oportunidade de:",
        "Aprender com meus erros",
        "Melhorar",
        "Mostrar resiliência e não desistir",
        "Anote suas novas crenças e comece a implementá-las em sua vida.",
        "Você pode escrevê-las em um post-it e colocá-las na geladeira, anotá-las no seu telefone ou criar uma imagem com elas e defini-las como fundo de tela.",
        "Leia essas afirmações todos os dias, pelo menos uma vez, mas de preferência mais. Isso ajudará a reprogramar seus pensamentos e substituir crenças não saudáveis por crenças mais adaptativas.",
        "Felizmente, o perfeccionismo não é uma sentença.",
        "Com pequenos passos – sozinho ou com a ajuda de um especialista – você pode trazer o perfeccionismo para um nível saudável. Para isso, é necessário aprender a se amar incondicionalmente e cuidar de si mesmo diariamente."
      ]
    }
  }
}
