{
  "title": "Dependência do ideal, perfeccionismo",
  "description": "O artigo explora o perfeccionismo, destacando que a busca por altos padrões pode ser útil, mas quando se transforma em exigências rígidas, leva a consequências negativas, como ansiedade e insatisfação com a vida. Exemplos da vida real mostram como a experiência inicial e a educação podem contribuir para a formação de crenças e comportamentos perfeccionistas. Em conclusão, o autor incentiva o equilíbrio entre a busca pela perfeição e um resultado aceitável, a fim de evitar esgotamento e decepção.",
  "screen_1": {
    "texts": [
      "O desejo de atingir altos padrões, realizar tarefas com sucesso e ser produtivo é uma qualidade bastante positiva.",
      "Assim como o desejo de ser aceito, aprovado, amado ou ter realizações significativas na vida.",
      "Quando isso permanece no nível de desejos, aspirações ou metas, podemos falar de crenças construtivas que nos ajudam na vida e nos motivam.",
      "Mas se os desejos se transformam em exigências rígidas e fixas, e o custo de sua realização se torna muito alto, isso não é mais apenas altos padrões, mas sim perfeccionismo.",
      "O que significa ser perfeccionista?",
      "O perfeccionismo, como crença de que tudo deve ser realizado perfeitamente em 100%, muitas vezes é a base de muitos problemas.",
      "Você busca o ideal: erros são inaceitáveis para você, e o fracasso parece uma catástrofe. Você acredita que deve parecer, sentir, pensar e se comportar de maneira impecável em qualquer situação.",
      "Assim que você atinge uma meta, ela é imediatamente substituída por uma nova, ainda mais distante, de modo que você nunca sente prazer e reconhecimento por seus esforços. A vida se torna uma rotina cinzenta e cansativa, pois você vive tentando corresponder a padrões irreais e, por vezes, impossíveis.",
      "Ou seja, uma pessoa com perfeccionismo:",
      "frequentemente se compara com outras pessoas",
      "está em competição constante",
      "se concentra em falhas e fracassos, ignorando os sucessos",
      "critica duramente a si mesma ou os outros",
      "tem dificuldade em se adaptar à realidade",
      "adianta tarefas e procrastina constantemente"
    ],
    "quote": {
      "text": "O perfeccionismo é o medo em sapatos elegantes e um casaco de pele fingindo ser elegante, quando na verdade está apenas assustado.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Modelo de perfeccionismo por exemplo",
      "De acordo com a terapia cognitivo-comportamental, nossa experiência de vida molda crenças sobre nós mesmos, outras pessoas e o mundo. Essas crenças, por sua vez, determinam nossas estratégias e regras de vida.",
      "Como exemplo, considere Eugênio. Seus pais sempre tinham grandes expectativas para ele, qualquer nota abaixo de “excelente” era vista como um fracasso.",
      "Apesar do talento de Eugênio para a música, seus pais criticavam seus sucessos e o pressionavam a seguir uma profissão mais “prestigiosa” como medicina.",
      "Essa experiência formou em Eugênio a crença profunda de que ele “não é bom o suficiente” e “incompetente”.",
      "Para compensar isso e se sentir bom e competente, ele desenvolveu a regra: “Eu devo fazer tudo perfeitamente”.",
      "A busca pelo ideal faz com que Eugênio trabalhe até a exaustão, se critique por mínimos erros e seja crítico em relação aos colegas. Isso leva a exaustão, ansiedade, problemas nos relacionamentos e insatisfação com a vida.",
      "Ele frequentemente estabelece metas irreais, como se preparar perfeitamente para uma apresentação em um curto período.",
      "Se ele consegue (o que é improvável), sua regra é confirmada, criando a ilusão de controle. No caso de fracasso, Eugênio se culpa, fortalecendo a crença em sua própria incompetência.",
      "Forma-se um círculo vicioso: a regra de “fazer tudo perfeitamente” protege Eugênio da dolorosa sensação de “insuficiência”, mas apenas enquanto ele consegue atender aos seus altos e irreais padrões.",
      "Qualquer erro leva a emoções negativas, aumentando a autocrítica e alimentando o perfeccionismo.",
      "Como soam as crenças perfeccionistas?",
      "Eu devo fazer tudo perfeitamente",
      "Eu devo ter sucesso em tudo",
      "Se não for feito ao máximo, é melhor não fazer nada",
      "Se me criticam, significa que estou fazendo mal. Fazer mal não é aceitável",
      "Eu não posso cometer erros",
      "Eu devo ser o melhor em tudo o que faço",
      "Como se forma a constante busca pelo ideal?",
      "Na maioria das vezes, essa busca se forma na infância ou nos primeiros anos escolares, como resultado da educação familiar."
    ]
  },
  "screen_3": {
    "texts": [
      "Pesquisadores acreditam que o perfeccionismo neurótico se forma sob a influência da experiência infantil com pais que demonstram amor de forma condicional (pelas notas, resultados, etc.) ou não demonstram aprovação alguma.",
      "Em ambos os casos, a criança desenvolve o desejo de ser perfeita para provar aos pais que pode ser boa e valiosa para si e para eles. Muitas vezes, os pais dos perfeccionistas são excessivamente críticos, negam apoio ao filho e têm expectativas altas demais.",
      "A criança, para corresponder às expectativas dos pais e evitar punições e críticas, precisa se esforçar para ser impecável.",
      "Geralmente, destacam-se quatro tipos de comportamento dos pais que podem contribuir para o desenvolvimento do perfeccionismo:",
      "Os pais demonstram um modelo de comportamento perfeccionista",
      "Os pais são excessivamente críticos e exigentes com a criança, não há apoio emocional suficiente e ajuda nas relações",
      "A aprovação dos pais está ausente ou é inconsistente e condicional",
      "Estilo autoritário de criação e expectativas parentais excessivas",
      "A entrada da criança na escola estimula a formalização de seus sucessos na forma de notas.",
      "É aqui que se forma a “síndrome do aluno perfeito”, que os psicólogos associam ao perfeccionismo. A criança tenta ser a melhor em tudo, e se não consegue, adota o pensamento polarizado no princípio de “tudo ou nada”.",
      "Se não há possibilidade de ser o melhor nessa matéria, então é escolhida a estratégia de ser o pior de todos – é melhor ser o último, já que não dá para ser o primeiro."
    ]
  },
  "screen_4": {
    "texts": [
      "Além da influência da família, o perfeccionismo é incentivado pela sociedade moderna. Na escola e nas universidades, professores adoram alunos obedientes e perfeitos, e empregadores valorizam funcionários perfeccionistas.",
      "A economia de mercado empurra as pessoas para a competição, para sempre alcançar os melhores resultados.",
      "A mídia nos dita moda e a noção de beleza e atratividade. Se uma pessoa parece boa, se veste com estilo, cuida de si mesma, aumenta suas chances de encontrar um parceiro, um trabalho prestigiado e amigos igualmente atraentes.",
      "Por isso, muitas vezes a pessoa acredita na necessidade de atender a altos padrões para ser parte da sociedade.",
      "Então, o perfeccionismo é bom ou ruim?",
      "A questão do perfeccionismo muitas vezes causa divergências: alguns o consideram útil, outros prejudicial.",
      "Se você é perfeccionista, provavelmente dirá que buscar a perfeição é normal, afinal, como se pode alcançar o sucesso de outra forma? No entanto, na prática, isso tira de você uma enorme quantidade de forças e recursos, gradualmente, mas implacavelmente esgotando seu corpo e sua psique.",
      "O perfeccionismo está intimamente ligado à dependência de conquistas, sobre a qual falamos nos capítulos anteriores, por isso suas desvantagens são semelhantes.",
      "Padrões elevados e irreais afetam praticamente todas as áreas de sua vida: trabalho, estudos, relações com entes queridos, seu lazer.",
      "O problema é que o ideal que o perfeccionismo busca, na verdade, é inatingível. O ideal não existe — é o melhor, o estado final de um objeto ou fenômeno, que cada um percebe à sua maneira.",
      "Vamos ser honestos e perguntar: existe algo absolutamente perfeito para todos?",
      "O que você considera ideal pode parecer um absurdo para outra pessoa. Mesmo as obras de Mozart e Da Vinci não agradam a todos, embora sejam consideradas ápices da arte.",
      "Quando você ajustar suas crenças de acordo com a realidade, poderá desfrutar do trabalho realizado e da vida em geral, em vez de sentir constante decepção.",
      "É muito importante aprender a equilibrar a busca pelo melhor e um resultado aceitável e bom."
    ]
  }
}
