{
  "title": "Caminho para uma autoestima saudável",
  "description": "Este texto explora maneiras de se libertar da dependência da aprovação dos outros. Os principais passos incluem a análise dos prós e contras das crenças atuais, a reescrita de crenças negativas para torná-las mais realistas e úteis, e o desenvolvimento do hábito de autoaprovação. Seguindo essas recomendações, a pessoa pode aumentar sua independência e melhorar sua qualidade de vida.",
  "screen_1": {
    "texts": [
      "O primeiro e muito importante passo para mudar crenças destrutivas é analisar seus prós e contras.",
      "Pense sobre suas crenças em relação à dependência da aprovação e escreva-as. Elas podem ser formuladas de maneiras diferentes, mas refletem seu desejo de ser aprovado pelos outros.",
      "Por exemplo: \"Eu devo fazer o que agrada às pessoas\", ou \"Se não sou aprovado, significa que sou uma pessoa ruim\".",
      "Pergunte a si mesmo: quais são as vantagens e desvantagens dessas crenças? Qual o custo que você paga por isso e o que ganha em troca?",
      "Listando todas as maneiras pelas quais essa crença pode prejudicar ou ajudar você, você será capaz de ver como ela realmente afeta seu estado, humor e vida em geral. Este pode ser um passo importante para o crescimento pessoal.",
      "Se você perceber que o medo da desaprovação causa mais mal do que bem, o próximo passo é reescrever a crença de forma que ela seja mais realista e útil para você.",
      "Por exemplo, vamos pegar a crença: \"Se não sou aprovado, então sou uma pessoa ruim\".",
      "Mesmo que você se comporte \"perfeitamente\", sempre haverá pessoas que expressarão insatisfação com seu comportamento ou até mesmo com você.",
      "Não importa o quanto você tente ser bom e conveniente para outras pessoas, você não pode evitar críticas, conflitos e até rejeição.",
      "No entanto, isso não prova que você é uma pessoa ruim, porque outra pessoa pode criticar você com base em suas próprias crenças, formadas por sua educação e experiências de vida (nem sempre racionais!), nas quais você, como outra pessoa, simplesmente não se encaixa.",
      "E se alguém prefere loiras a morenas, isso torna todas as morenas ruins?",
      "Com base em tais reflexões, a crença pode ser reescrita da seguinte forma: \"A desaprovação pode causar desconforto, mas isso não me torna uma pessoa ruim\".",
      "Leia a nova crença duas vezes por dia. Assim, você estará gradualmente formando novos hábitos de pensamento."
    ],
    "quote": {
      "text": "Ninguém pode fazer você se sentir inferior sem o seu consentimento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Pense por que temer a desaprovação é irracional. Faça sua própria lista de razões pelas quais a desaprovação é desagradável, mas não fatal.",
      "Os argumentos devem ser realistas e compreensíveis para que você não tenha dúvidas sobre eles. Não se iluda!",
      "Por exemplo, a afirmação: \"Se alguém me critica, não devo me preocupar, porque não preciso de pessoas arrogantes ao meu lado\", não funcionará, porque há uma distorção.",
      "Assim, você está apenas tentando se afirmar colocando a pessoa na \"lista negra\". Mantenha-se em ideias que você acredita serem verdadeiras.",
      "Aqui estão algumas ideias que podem ser úteis para você:",
      "A desaprovação nem sempre está diretamente relacionada a você: suas palavras, ações ou estilo de vida. A causa pode estar nos problemas ou visões pessoais de outra pessoa.",
      "Mesmo uma crítica justificada não representa uma ameaça, pois ajuda a encontrar e corrigir erros. E, como sabemos, é com os erros que aprendemos.",
      "Um, dois, cinco, dez erros não significam que tudo o que você faz está errado. Em contraste, há muitas coisas nas quais você não erra.",
      "Você decide o quanto se chatear com a desaprovação dos outros, sua reação depende apenas de você.",
      "Outras pessoas não podem julgar seu valor humano, apenas a correção e os méritos de suas palavras ou ações.",
      "As pessoas irão julgá-lo de maneiras diferentes, independentemente de quão bem ou mal você age. A desaprovação não se espalha rapidamente, e um caso de rejeição não levará a um isolamento completo.",
      "A desaprovação e a crítica geralmente causam desconforto, mas o desconforto passará. Pare de se afundar em tristeza. Faça o que antes lhe dava prazer, mesmo que sinta que começar seja completamente inútil. A desaprovação não é para sempre.",
      "Reflita sobre este tópico por alguns dias e adicione gradualmente à sua lista. Desenvolva sua própria atitude em relação à desaprovação. Você ficará surpreso com o quanto isso pode ajudá-lo a mudar sua perspectiva sobre o mundo e fortalecer seu senso de independência."
    ],
    "quote": {
      "text": "Seu tempo é limitado, não o desperdice vivendo a vida de outra pessoa.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Aprenda a depender apenas da sua própria aprovação.",
      "A chave para a recuperação emocional é saber que seu humor só pode ser influenciado por seus próprios pensamentos. Ao se livrar da dependência da aprovação alheia, tente se apoiar sozinho.",
      "Para isso, anote durante o dia, em um diário ou no telefone, uma lista de suas realizações. Não importa quão grandes elas sejam, se foram notadas por alguém além de você ou não.",
      "Talvez você tenha segurado a porta no metrô ou explicado pacientemente um tópico a um colega duas vezes. Ou simplesmente não atravessou no sinal vermelho.",
      "Acostume-se a manter essa lista, reveja-a antes de dormir, e você dará um grande passo para aprovar a si mesmo.",
      "Lembre-se de que a opinião dos outros é muito instável. O que hoje é discutido e criticado, amanhã pode se tornar moda e desejado por muitos.",
      "Não tente agradar a todos. Isso é impossível. No mundo, há milhões de pessoas, e cada uma tem sua própria opinião e cabeça sobre os ombros.",
      "Viva sua vida, expresse sua opinião, aprenda com seus erros, corrija-os, persiga seus objetivos e siga em frente.",
      "Todos os passos mencionados funcionam em conjunto. Sim, isso exige esforço, mas libertar-se da dependência da aprovação dos outros mudará sua vida para melhor. Isso lhe dará a liberdade de ser você mesmo."
    ]
  }
}
