{
  "title": "Coping Card: A Little Helper for Big Changes",
  "description": "Coping cards are a simple yet powerful tool from cognitive-behavioral therapy that help you manage stress and negative thoughts. Discover how these little «reminders» can shift your perspective, boost your confidence, and guide you toward emotional growth. Dive into the world of self-discovery and pave the way to a calmer life with coping cards!",
  "screen_1": {
    "texts": [
      "Coping cards – yet another secret weapon of cognitive-behavioral therapy.",
      "What are coping cards?",
      "Coping cards are an effective method developed within cognitive-behavioral therapy to help people deal with negative thoughts and stressful situations.",
      "They act as a kind of «reminder», showing you how to reframe destructive beliefs and regain your confidence.",
      "Why use coping cards?",
      "Anxiety relief: Coping cards help you quickly restore calm in stressful moments.",
      "Support in tough times: When you need inspiration or a pick-me-up, your cards are there to remind you of your inner strengths.",
      "Building self-awareness: Writing down your thoughts and feelings helps you better understand your emotional reactions and behavior patterns.",
      "Easy to use: Our app’s features are intuitive and straightforward, making card creation accessible to everyone."
    ],
    "quote": {
      "text": "You can suffer if you choose irrational beliefs, but you don’t have to suffer if you choose rational ones.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "How does it work?",
      "When you catch a destructive thought, use coping cards to replace it with a more constructive one.",
      "It might take some practice, but over time you’ll get faster at spotting negative thoughts and swapping them for positive beliefs.",
      "For example, if you think: “I’ll never reach my goals,” you can replace it with something more constructive: “I face challenges, but I have a plan and can move toward my goals, even in small steps.”",
      "This not only shifts your perspective but also spurs you into action.",
      "Review and update your cards regularly.",
      "Your feelings and thoughts evolve over time, so it’s key to tweak your cards to fit your current needs.",
      "For instance, if a destructive thought no longer feels relevant or you’ve overcome a specific fear, update the card with new constructive thoughts or strategies.",
      "In our app, you can easily edit existing cards or add new ones.",
      "This way, coping cards become more than just a tool to fight negative thoughts – they’re your personal guide to self-growth and emotional well-being."
    ]
  },
  "screen_3": {
    "texts": [
      "Let’s look at a few more examples of replacing destructive thoughts with constructive ones to make the idea behind the cards crystal clear.",
      "Example 1",
      "Destructive thought: “I won’t handle this project; I’m not good enough.”",
      "Constructive replacement: “I’ve tackled tough projects before. I’ve got the skills and resources to nail this one too.”",
      "Example 2",
      "Destructive thought: “Everyone will laugh at me if I say something dumb.”",
      "Constructive replacement: “Everyone messes up sometimes. I can learn from it and enjoy connecting with others.”",
      "Example 3",
      "Destructive thought: “Nothing will change; my life will always be like this.”",
      "Constructive replacement: “I can take steps toward change. Small moves lead to big wins.”",
      "Takeaway",
      "Coping cards are a powerful tool for managing your thoughts and emotions.",
      "They help you reconnect with the rational part of your mind and push back against negative beliefs.",
      "Using them, you’ll gain a deeper understanding of yourself and how you react to stress.",
      "Start creating your coping cards today and unlock the path to a calmer, more confident you!"
    ]
  },
  "instagram": ["18055633721140203"]
}
