{
  "title": "Coping Cards: A Small Helper for Big Changes",
  "description": "Coping cards are a simple yet highly effective tool in Cognitive Behavioral Therapy (CBT). They help you manage stress, see difficult situations from a new angle, and support yourself in moments of doubt. These small reminders restore confidence and keep you moving toward emotional growth. Explore your thoughts, find your grounding, and take steady steps toward a calmer, more resilient life.",
  "screen_1": {
    "texts": [
      "Coping cards are another quiet yet powerful CBT tool.",
      "What are coping cards?",
      "Coping cards are a CBT method that helps you work with unhelpful thoughts and stressful moments by supporting a healthier interpretation of what’s happening.",
      "They’re like prompts that show how to replace unhelpful beliefs with supportive ones and regain confidence.",
      "Why use coping cards?",
      "Reducing anxiety: coping cards help you quickly restore calm when emotions feel overwhelming.",
      "Support in hard moments: when doubts arise, they become a voice of encouragement, reminding you of your strengths and resources.",
      "Developing self-awareness: by writing down your thoughts and reactions, you gain a clearer understanding of what triggers your emotions and how to influence them.",
      "Simplicity and accessibility: our app’s interface is clear and intuitive, so creating cards is easy."
    ],
    "quote": {
      "text": "You can suffer if you choose irrational beliefs, but you can refrain from suffering if you choose rational ones.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "How does it work?",
      "When you notice an unhelpful thought, a coping card helps you replace it with something more realistic and supportive.",
      "At first this may take some practice, but over time you’ll spot negative thoughts faster and shift them to more constructive ones.",
      "For example, if the thought appears: “I’ll never achieve my goals,” you can replace it with: “Things can be hard, but I have a plan, and I can move forward even in small steps.”",
      "This approach not only changes how you see the situation—it also motivates action.",
      "Review and update your cards regularly.",
      "Your feelings and thoughts change, so it’s important that your cards match your current needs.",
      "If a negative thought has lost its power or you’ve worked through a difficulty, update the card and write a new supportive belief.",
      "In our app, you can easily edit existing cards and create new ones.",
      "Over time, coping cards become more than a tool for working with negative thoughts—they become your personal guide in growth and emotional development."
    ]
  },
  "screen_3": {
    "texts": [
      "Let’s look at a few examples to see how to replace unhelpful thoughts.",
      "Example 1",
      "Unhelpful thought: “I won’t manage this project; I’m not good enough.”",
      "Constructive replacement: “I’ve handled tough tasks before. I have the knowledge and resources to complete this one too.”",
      "Example 2",
      "Unhelpful thought: “Everyone will laugh at me if I say something silly.”",
      "Constructive replacement: “Everyone makes mistakes. I’m learning, and conversations are a chance to grow and develop.”",
      "Example 3",
      "Unhelpful thought: “Nothing will change; life will always be like this.”",
      "Constructive replacement: “Change happens gradually. Even small steps lead to big results.”",
      "Takeaway",
      "Coping cards are a gentle yet powerful way to work with thoughts and emotions.",
      "They help you reconnect with a calm, rational view of the situation and counter unhelpful beliefs.",
      "By using them, you’ll get to know yourself and your stress responses better.",
      "Start creating your cards today and take the first step toward a calmer, more confident, and more resilient life."
    ]
  },
  "instagram": [
    "18055633721140203",
    "18050404970234489"
  ]
}