{
  "title": "Alice’s Story: Overcoming Depression",
  "description": "This article presents the example of someone dealing with depression to illustrate how automatic thoughts, intermediate beliefs, and core beliefs all connect. By examining her life story and sessions with a psychologist, it explains how these layers of thinking form and how to reshape them to overcome depression. The approach is based on principles of cognitive-behavioral therapy.",
  "screen_1": {
    "texts": [
      "To show how automatic thoughts, intermediate beliefs, and core beliefs all fit together, let's look at Alice—a young woman battling depression and self-doubt.",
      "First, here’s a bit of her background and social history:",
      "Alice grew up in a single-parent household in a small town. When she was just six, her father left for another woman. Her relationship with her mother—a busy nurse—was complicated. She often criticized Alice and rarely gave any praise.",
      "After the divorce, her parents stopped communicating, and Alice felt like she was constantly walking on eggshells, trying to please both. Her father’s new family included two sons and a daughter, and he spent a lot of time with them—going on weekend outings and playing sports. Alice couldn’t help feeling jealous and resentful.",
      "In school, Alice became a top student, partly because she wanted her mother’s approval. For her mom, good grades were simply expected. Alice went on to graduate from college with honors in marketing. Now 23, single, and childless, she’s begun therapy for depression while looking for stable work.",
      "Her depressive symptoms flared up when she struggled to find a job after finishing her degree. She became less socially active and spent most of her time feeling down, convinced she was bound to fail at everything."
    ]
  },
  "screen_2": {
    "texts": [
      "Let’s see how these three layers of thinking play out in Alice’s conversations with her psychologist:"
    ],
    "dialog": [
      "Alice, can you recall a situation when you last felt very strong negative emotions?",
      "That was yesterday. I saw a perfect job listing—creative company, flexible schedule, good pay. But I froze and couldn’t bring myself to send my resume.",
      "What stopped you?",
      "I guess I thought they wouldn’t hire me anyway, because it seemed too hard. I wouldn’t be able to handle it (automatic thought).",
      "What does the idea of ‘not being able to handle it’ mean to you?",
      "It means I won’t do well on the job, and making mistakes is just unacceptable (intermediate belief).",
      "How would you describe someone who can’t manage something, who makes mistakes?",
      "They’re worthless, a loser.",
      "And if you take on something you can’t do, make mistakes, and fail at it, who does that make you?",
      "It makes me a failure (core belief)."
    ]
  },
  "screen_3": {
    "texts": [
      "Now we can clearly see how these three levels of Alice’s destructive thinking interconnect.",
      "It’s important to realize that Alice wasn’t born with these beliefs. They took root over various stages of her life in different circumstances, which means they can be changed.",
      "The work begins with addressing her automatic thoughts. Once Alice learns to question and challenge them, weakening their influence, she can move on to her intermediate beliefs.",
      "By gradually undermining those beliefs, she can then reach her core beliefs and transform them into more helpful, adaptive ones."
    ]
  },
  "instagram": ["18487287631023008"]
}
