{
  "title": "Alice’s Story: A Path to Overcoming Depression",
  "description": "This article follows one person’s experience with depression to show how automatic thoughts are connected to intermediate and core beliefs. Through Alice’s work with a therapist, we see how beliefs take shape—and how they can be changed—using principles of cognitive behavioral therapy (CBT).",
  "screen_1": {
    "texts": [
      "To clearly illustrate the link between automatic thoughts, intermediate beliefs, and core beliefs, let’s look at Alice—a young woman facing depression and self-doubt.",
      "First, a brief look at her life and background:",
      "Alice grew up in a single-parent home in a small town. When she was six, her father left to start another relationship. Her relationship with her mother was difficult: she often criticized Alice and rarely praised her.",
      "After the divorce, Alice’s parents barely communicated, and she felt caught in the middle, trying to please both sides. Her father’s new family had three children, and he spent much of his time with them—outings, sports, shared activities. Alice felt hurt, jealous, and left out.",
      "At school, Alice became a top student—largely because she wanted to earn her mother’s approval; for her mother, good grades were simply expected. She later graduated with honors in marketing. She’s now 23, single, and has no children. While searching for work and stability, she starts therapy for depression.",
      "Her symptoms have worsened because of difficulties finding a job. She socializes less, feels low most of the time, and is convinced she won’t succeed."
    ]
  },
  "screen_2": {
    "texts": [
      "Now let’s see how Alice’s three levels of thinking show up in a dialogue with her therapist:"
    ],
    "dialog": [
      "Alice, please recall a recent situation when you felt strong negative emotions.",
      "Yesterday. I was browsing job postings and saw a perfect role—interesting company, flexible hours, good pay. But I froze and didn’t send my résumé.",
      "What exactly stopped you?",
      "I thought they wouldn’t hire me anyway. That it would be too hard for me. That I wouldn’t cope (automatic thought).",
      "What does the thought “I won’t cope” mean to you?",
      "That I won’t be able to do the tasks well—and that making mistakes is very bad (intermediate belief).",
      "What would you call a person who makes mistakes and doesn’t cope?",
      "A failure—someone who can’t handle anything serious.",
      "And if this happens to you—if you struggle and make mistakes—who are you?",
      "I guess I’m a failure (core belief)."
    ]
  },
  "screen_3": {
    "texts": [
      "We can now see how Alice’s three levels of thinking connect—and how they shape her emotions.",
      "It’s important to remember: Alice wasn’t born with these beliefs. They formed and solidified over time under the influence of events and her environment. That means they can be changed.",
      "Work begins with automatic thoughts. As Alice learns to notice and question them, their impact weakens, opening the way to change at the next level—intermediate beliefs.",
      "Gradually, step by step, these shifts help transform core beliefs too—replacing them with views that are more realistic and supportive."
    ]
  },
  "instagram": [
    "18487287631023008",
    "17957154257977673"
  ]
}