{
  "title": "Understanding Yourself Through Cognitive Behavioral Therapy",
  "description": "This article presents the foundations of Cognitive Behavioral Therapy (CBT), explaining how core and intermediate beliefs shape automatic thoughts and emotions. Using the analogy of an apple tree, it illustrates how internal attitudes influence the perception of events and the reaction to them. The article also provides examples showing how different perceptions of the same situation can lead to different emotional responses.",
  "screen_1": {
    "texts": [
      "In our modern world filled with stress and uncertainty, psychological well-being has become more important than ever.",
      "Millions of people face various psychological challenges every day, ranging from mild discomfort and anxiety to serious conditions like depression, neurosis, Post-Traumatic Stress Disorder (PTSD), and others.",
      "These issues can significantly affect one’s quality of life, hindering the ability to fully enjoy each day, maintain harmonious relationships, and achieve personal goals.",
      "If you’re reading these lines, you may feel that something unconscious within you is preventing you from living life to the fullest. That’s completely normal.",
      "Even the most successful and seemingly well-balanced individuals have certain destructive beliefs and internal barriers.",
      "Often the roots of these problems trace back to childhood, shaped by various traumatic events or adverse circumstances.",
      "It’s important to understand that having these difficulties does not make you «incomplete»—it’s part of the human experience.",
      "If you want to change your life, we invite you on an exciting journey into the world of Cognitive Behavioral Therapy (CBT).",
      "This effective method will help you understand yourself better and provide tools to manage your thoughts and emotions.",
      "In this chapter, we begin our exploration of the fundamental concepts of this method.",
      "It doesn’t matter whether you consider your difficulties minor or, conversely, experience serious distress—be it temporary low mood or a long-term struggle with various psychological symptoms—CBT can be a valuable resource for you.",
      "Now, we will introduce a simplified model of the therapy’s core concepts, which we’ll discuss in more detail in upcoming chapters."
    ],
    "quote": {
      "text": "Our thoughts shape our perception, and that perception determines how we live.",
      "author": "Rebecca Walker"
    }
  },
  "screen_2": {
    "texts": [
      "In Cognitive Behavioral Therapy, our mind is represented on three levels—core beliefs, intermediate beliefs (rules), and automatic thoughts.",
      "The key idea of CBT is that your well-being and your feelings depend on your thoughts.",
      "Therefore, according to the main principle of CBT, your life can be happier and more productive if you monitor your thoughts and strive to think rationally.",
      "This is a very simple way to present CBT briefly, but we have many more details we’d like to share with you.",
      "To make it clearer, let’s imagine an apple tree.",
      "In our analogy, the roots represent core beliefs—fundamental ideas about yourself, the world, and other people.",
      "They are mostly formed in early childhood and rarely become conscious. For example: «I am not worthy of love» or «The world is a dangerous place».",
      "The trunk illustrates intermediate beliefs—rules and assumptions by which we live.",
      "They are based on core beliefs and determine our reactions. For example: «If I’m not perfect, I won’t be loved» or «To survive, I must remain vigilant».",
      "The most numerous part are automatic thoughts, which are quick, spontaneous, and arise in response to events.",
      "These are the fruits on our tree. A fruit can be healthy or rotten. For example: «I was late, so next time I need to leave earlier» or «I was late, so I’m a failure».",
      "Each of us has our own tree, and we filter all life events through that tree.",
      "The same situation can evoke completely different emotions in different people because each person interprets it through their own beliefs, assigning it their own meaning.",
      "This creates a vast spectrum of possible emotional reactions, even to seemingly identical events."
    ]
  },
  "screen_3": {
    "texts": [
      "Let’s consider an example. Imagine two colleagues receiving the same feedback from their boss about their work:",
      "Maria: Since childhood, Maria has held the core belief «I’m not good enough».",
      "Her intermediate belief: «To be valued, I must be flawless». Therefore, upon receiving criticism, she has automatic thoughts: «I messed everything up, my boss is disappointed in me, I’ll lose my job». The result is fear, anxiety, and a lack of energy.",
      "Christina: Christina has a different core belief: «I’m capable of learning and growing».",
      "Her intermediate belief: «Criticism is an opportunity to get better». So, when she receives the boss’s remark, she thinks: «My boss pointed out my weak spots; this will help me improve my work». The result is calmness, motivation to develop, and a desire to correct mistakes.",
      "In this situation, Maria and Christina faced the same event—feedback from their boss.",
      "However, their reactions were diametrically opposed due to the difference in their core and intermediate beliefs.",
      "CBT helps you recognize and change these beliefs so you can respond to life’s challenges more constructively and maintain emotional balance.",
      "Because each person’s model of the tree is unique, we all perceive situations differently.",
      "In response to those situations, we experience automatic thoughts, which in turn affect our emotions and behavior.",
      "We’ll talk more about the relationship between thoughts, emotions, and behavior in the following chapters.",
      "In this chapter, we’ve covered a huge amount of material in broad strokes, so don’t worry if you still have many questions. We will review the material again and take a closer look at each important part of the theory.",
      "We invite you to approach the information with an open heart and a willingness to experiment. Use all the material and techniques offered to make your life fuller, happier, and more harmonious."
    ]
  },
  "instagram": ["18052390472054829", "18050989750923730", "17972832992902232"]
}
