{
  "title": "Understanding Yourself Through Cognitive Behavioral Therapy",
  "description": "This article introduces the basics of cognitive behavioral therapy (CBT) and shows how core and intermediate beliefs shape automatic thoughts and emotions. Using the image of an apple tree, it explains how inner beliefs influence the way we interpret events and react to them. The examples show why the same situation can trigger very different emotions in different people.",
  "screen_1": {
    "texts": [
      "In today’s world, full of stress and uncertainty, psychological well-being is more important than ever.",
      "Every day, millions of people face challenges — from mild discomfort and anxiety to serious conditions such as depression, anxiety disorders, post-traumatic stress disorder (PTSD) and others.",
      "These difficulties strongly affect quality of life, getting in the way of enjoying everyday moments, building close relationships and moving toward personal goals.",
      "If you are reading this and feel that something inside is keeping you from living a full life, you are not alone — and that’s completely normal.",
      "Even the most successful and outwardly calm people have unhelpful beliefs and inner barriers.",
      "Their roots often go back to childhood, shaped by painful experiences or difficult circumstances.",
      "It is important to remember: having such difficulties does not make you “defective” — it is part of being human.",
      "If you are ready for change, we invite you on an engaging journey into the world of cognitive behavioral therapy (CBT).",
      "This effective approach helps you understand yourself better and gives you tools to manage your thoughts and emotions.",
      "In this chapter, we will start with the basic ideas of the method.",
      "It does not matter whether your difficulties seem small or cause significant distress — from a brief low mood to many years of symptoms: CBT can become a valuable resource.",
      "For now, we will offer a simplified model of a key concept, and in the following chapters we will explore it in more detail."
    ],
    "quote": {
      "text": "Our thoughts shape our perception, and that perception determines how we live.",
      "author": "Rebecca Walker"
    }
  },
  "screen_2": {
    "texts": [
      "In cognitive behavioral therapy, the mind is often described as having three levels: core beliefs, intermediate beliefs (rules), and automatic thoughts.",
      "The key idea of CBT is that our emotional state and well-being depend on how we think.",
      "This leads to the main principle: when we notice our thinking and consciously adjust it, life becomes more stable and fulfilling.",
      "This is a brief summary of what CBT is about, but there are still many important details ahead that we are happy to share.",
      "To make this clearer, imagine an apple tree.",
      "In this metaphor, the roots are your core beliefs: basic ideas about yourself, the world, and other people.",
      "They are shaped by early experiences and often remain outside of awareness. Examples: “I am not worthy of love”, “The world is a dangerous place.”",
      "The trunk stands for intermediate beliefs — the rules and assumptions you rely on in everyday life.",
      "They grow out of core beliefs and guide your reactions. Examples: “If I’m not perfect, no one will love me”, “To survive, I always have to stay on guard.”",
      "The crown of the tree represents automatic thoughts: quick, spontaneous reactions to events.",
      "They are like the fruit on the tree — they can be “healthy” or “rotten”. Examples: “I’m late — so next time I’ll leave earlier” or “I’m late — which means I’m a failure.”",
      "Each of us has our own “tree”, and every event we encounter passes through its lens.",
      "That is why the very same situation can trigger completely different emotions in different people — we assign meaning through our own beliefs.",
      "This is how a wide range of emotional responses appears, even to seemingly identical events."
    ]
  },
  "screen_3": {
    "texts": [
      "Let’s look at an example. Two colleagues receive the same comment about their work:",
      "Maria: from childhood she developed a core belief, “I’m not good enough.”",
      "Her intermediate belief is: “To be valued, I have to be flawless.” When she hears criticism, she thinks: “I ruined everything, my manager is disappointed, I’m going to lose my job.” The result is fear, anxiety and loss of energy.",
      "Kristina: she has a different core belief — “I am capable of learning and growing.”",
      "Her intermediate belief is: “Feedback is a chance to get better.” Hearing the same remark, she thinks: “My manager pointed out weak spots — this will help me improve my work.” The result is calm, motivation and readiness to make changes.",
      "So the event is the same — a remark from the manager.",
      "But the reactions are opposite because their core and intermediate beliefs are different.",
      "CBT helps you notice and change such beliefs so you can respond more constructively and maintain emotional balance.",
      "Because each person has their own “tree model”, identical situations are perceived in very different ways.",
      "In response to them, automatic thoughts arise, and those thoughts influence emotions and behavior.",
      "We will definitely talk in more detail about the connection between thoughts, emotions and behavior in the next chapters.",
      "In this chapter we have outlined the overall picture, so do not worry if you still have many questions: we will come back to these ideas and unpack them step by step.",
      "We invite you to approach this material with openness and a willingness to experiment. Try the techniques in real life — and let your life gradually become fuller, calmer and more harmonious."
    ]
  },
  "instagram": [
    "18052390472054829",
    "18050989750923730",
    "17972832992902232"
  ]
}