{
  "title": "Choose Life!",
  "description": "This article touches on depression and suicidal thoughts, offering clear numbers and explaining how they are connected. It describes the role of cognitive behavioral therapy (CBT) in getting through such crises, emphasizes the importance of seeking professional help, and reminds readers that free psychological support is often available. The text offers support and gently reminds you of the value of life and the importance of holding on to hope.",
  "screen_1": {
    "texts": [
      "Since we’re talking about negative thinking, irrational beliefs and depression, we can’t ignore another difficult but important topic — suicide.",
      "We are sincerely glad if this has never affected you. And if at some point — now or in the past — death has seemed like the only way out, we want to support you and talk about it calmly.",
      "According to WHO (the World Health Organization), a very large number of suicides are committed every year worldwide. And these are only the official figures.",
      "Some researchers suggest that, over the course of history, deaths by suicide may be comparable in number to losses in wars. These numbers are hard to take in, but they show the scale of the problem and how many people are affected.",
      "Depression plays a major role here: a significant share of suicides is committed by people with depressive disorders; in such a state, the risk increases many times over.",
      "We share these facts not to frighten you, but to remind you: you are not alone. Many people stay silent out of shame and the feeling that “no one else feels this way”, even though help is close by."
    ]
  },
  "screen_2": {
    "texts": [
      "Suicidal thoughts are not a sign of weakness or “defectiveness”. You do not need to be ashamed of them.",
      "People arrive at such thoughts in different ways, but they are often united by one thing — unbearable emotional pain that makes death seem like the only relief.",
      "Sometimes death appears as a way to end suffering or “stop being a burden” to loved ones. This is a state of despair, not a clear and fair assessment of your worth.",
      "Research shows that the key factor is a sense of hopelessness. When perception is distorted, the world feels like solid darkness and the future seems closed.",
      "It is important to remember: hopelessness and despair are symptoms of depression, not reality itself.",
      "The decision to end one’s life is held up by the belief that nothing can ever get better. But is that really true? Is there any solid evidence that things will definitely stay the same?"
    ]
  },
  "screen_3": {
    "texts": [
      "When the pain is intense, it is hard to imagine a different life. Phrases like “just think positive” feel dismissive and only add guilt.",
      "You are not to blame. It may feel as if your mind is stuck in a swamp. The pain is real, and you cannot simply flip a switch and “stop feeling”.",
      "Try, just for a moment, to imagine that this total darkness is like dirty lenses on a pair of glasses: they distort what you see.",
      "Hold on to this thought like a thin thread: the darkness can be thinned out, and you are more than what you are going through right now.",
      "This is not just empty reassurance: CBT’s effectiveness is supported by research, and it is used worldwide to reduce the risk of repeated attempts and to help people get through crises.",
      "Review studies show that CBT helps lower the rate of relapse and makes the steps out of the dead end clearer and more structured.",
      "Yes, effort will be needed, but CBT offers clear tools and a step-by-step framework so that this effort is not wasted."
    ]
  },
  "screen_4": {
    "texts": [
      "We will devote a separate section to working with depression through CBT, including ways of coping with suicidal thoughts.",
      "We are doing our best to support your will to live, but real, personal help can only be provided by a professional.",
      "If you are on the edge, get in touch with a doctor, psychologist or crisis service immediately (if there is an immediate threat to your life, call emergency numbers).",
      "Even if paid sessions are not an option, in many countries there are centers that offer free and prompt help. The first step is already a movement toward life.",
      "We understand: making that step can feel incredibly hard. But a specialist is exactly the person who can help you weather the storm and teach you tools that will support you afterwards.",
      "We believe that with the help of CBT you can gradually build a warmer and more resilient attitude toward yourself and the world.",
      "Living is not easy, and many people go through very hard periods. But the world is vast and beautiful, and your life is priceless. Please remember this: this world is worth staying for!"
    ],
    "quote": {
      "text": "The darkest hour of the night comes just before the dawn.",
      "author": "Thomas Fuller"
    }
  },
  "instagram": [
    "18072833291144244"
  ]
}