{
  "title": "Choose Life!",
  "description": "This article addresses the pressing issue of depression and suicidal thoughts, offering statistics and examining the link between the two. It highlights how Cognitive Behavioral Therapy (CBT) can help tackle these problems, and underscores the importance of seeking professional help, including free counseling services. The article aims to inspire hope, reminding readers of life’s value and the power of holding on.",
  "screen_1": {
    "texts": [
      "After talking so much about negative thinking, irrational beliefs, and depression, we need to address another very important—and difficult—topic: suicide.",
      "We hope you’ve never faced this issue, but if you’ve ever felt that death was the only way out, or if you feel that way now, we want to speak to you directly and offer support.",
      "Sadly, many people struggle with these thoughts. According to the World Health Organization (WHO), around 800,000 to 1,000,000 suicides occur each year. Those are only the official figures.",
      "Over the course of history, suicides have claimed more lives than all the wars combined. That may be hard to believe, but it’s true.",
      "Depression plays a major role. Between 45% and 60% of all suicides worldwide are linked to those suffering from depression. Someone with depression is 35 times more likely to attempt suicide than someone not experiencing it.",
      "These grim numbers are unsettling, but we’re not sharing them to frighten you. We share them to show that countless individuals face similar struggles—yet most remain silent, feeling ashamed and thinking they’re alone in what they’re going through."
    ]
  },
  "screen_2": {
    "texts": [
      "We want to stress that having suicidal thoughts is not a sign of weakness or being “broken,” and there’s no need to feel ashamed.",
      "People reach thoughts of ending their lives by many paths, but they often share one thing: overwhelming emotional pain that makes death seem like the only escape.",
      "They may see death as a way to avoid pain or suffering when life feels too burdensome, or as a means to stop being a “burden” on loved ones.",
      "Research shows that an unrealistic sense of hopelessness is one of the main factors behind suicidal ideation. When you analyze this mindset, you often find a persistently pessimistic worldview. Due to distorted thinking, people feel trapped with no way out.",
      "They might believe they’ve never been and never will be happy. But it’s crucial to understand that this hopelessness and despair are symptoms of depression, not an objective reality.",
      "Deciding to end one’s life typically stems from the irrational belief that nothing can improve. But is everything truly beyond hope? Is there ironclad proof that things won’t get better?"
    ]
  },
  "screen_3": {
    "texts": [
      "When you’re in pain, it’s tough to envision any other way to live. Hearing someone say “just think positive” might make you feel your problems aren’t taken seriously, or you might blame yourself for not being able to shrug things off.",
      "This is not your fault. Your mind may be stuck in a quagmire of despair. Your pain and emotions are real, and simply “thinking positively” won’t instantly banish them.",
      "But consider, even briefly, the possibility that the darkness around you might be an illusion—like looking through a grimy lens distorting your view of the world.",
      "Cling to this idea, and let it serve as a glimmer of light in the darkness. In truth, that darkness can be overcome.",
      "These aren’t just empty words. There is a wealth of evidence supporting the effectiveness of Cognitive Behavioral Therapy (CBT). It’s now recognized as one of the most effective methods for treating suicidal behavior, widely used by therapists and researchers worldwide.",
      "A study featured in the National Library of Medicine reviewed 15 experiments involving 29,071 participants. Across these, CBT was the most effective way to prevent repeat suicide attempts in 87% of cases.",
      "That’s a remarkably high number. Of course, it will take perseverance to completely drive out suicidal thoughts, but CBT is a powerful tool to support those efforts."
    ]
  },
  "screen_4": {
    "texts": [
      "We’ll have a separate section on overcoming depression through CBT, where we’ll take another in-depth look at managing suicidal thoughts.",
      "While we do all we can to encourage your desire to live, we can’t offer the same individual support that a qualified mental health professional can provide.",
      "If you feel like you’re at the edge, please seek help immediately!",
      "Therapy can be expensive, but in many countries there are centers that provide free emergency psychological support. Taking this first step toward a happier life is worth it—reach out!",
      "We know it can be hard to make that decision, but a professional can give you the support you need and teach you vital self-help skills.",
      "We believe that with the help of Cognitive Behavioral Therapy (CBT), you can travel the necessary road to regain a more positive view of the world.",
      "Life isn’t always easy. We all face very difficult times. Still, the world is vast and beautiful, and your life is priceless. Remember that. This world is worth living in!"
    ],
    "quote": {
      "text": "The darkest hour of the night comes just before the dawn.",
      "author": "Thomas Fuller"
    }
  },
  "instagram": ["18072833291144244"]
}
