{
  "title": "Can Irrational Beliefs Be Helpful?",
  "description": "This article looks at how irrational beliefs shape our emotional state. Using John’s story—a man driven to succeed by a core belief that he’s fundamentally incapable—it illustrates how these beliefs can act as destructive coping strategies. The author underscores how recognizing and reassessing your own beliefs can greatly improve your quality of life.",
  "screen_1": {
    "texts": [
      "In previous chapters, we’ve emphasized destructive thoughts and beliefs quite a bit. This makes sense: they have a strong negative impact on our emotions, behavior, and overall well-being.",
      "So, we might wonder: Are all our beliefs really that bad, or can some of them actually help us?",
      "The issue is that negative beliefs become active when we’re stressed, feeling down, or facing something that seems to confirm them.",
      "For example, someone who believes “I’m incapable of anything” might see a failed exam or a boss’s criticism as proof of that belief.",
      "They interpret what’s happening through that lens, even if it’s irrational or unfair.",
      "However, that doesn’t mean all our beliefs are automatically harmful or that they can’t offer anything useful.",
      "In less stressful moments or when we’re feeling more confident, a different, more positive belief might appear—for instance, “I’m actually quite capable.”",
      "So, are all beliefs harmful? The answer is no, they aren’t."
    ]
  },
  "screen_2": {
    "texts": [
      "It’s a bit more complicated when we talk about irrational beliefs possibly having positive effects, so let’s dig into that.",
      "Some might assume irrational beliefs aren’t so bad and can even be helpful, but that’s usually a misconception.",
      "To illustrate, remember we have three levels of thinking: thoughts, intermediate beliefs, and core beliefs.",
      "Imagine a young man named John, whose core belief is “I’m incapable of anything,” paired with an intermediate belief like “I must always succeed.”",
      "At first glance, it might look harmless—being driven to succeed doesn’t sound negative. It seems great that John wants to be successful. That’s fine if it’s just a desire or goal, not a rigid rule.",
      "You might think it even helps him, pushing him to work hard, achieve things, and become more motivated and focused.",
      "Work becomes hugely important to him, and it might look like it only brings positive results.",
      "But let’s look closer.",
      "If “I must always succeed” is truly an intermediate belief (not just a casual wish), it often proves destructive rather than helpful, because it’s rooted in his core belief. This means work is functioning as a coping strategy for John (and we’ll talk more about coping strategies in upcoming chapters)."
    ],
    "quote": {
      "text": "Since a person can only love or hate their work, they should see its outcomes. Workaholics simply forget that they do not exist for work, but work exists for them.",
      "author": "Leo Tolstoy"
    }
  },
  "screen_3": {
    "texts": [
      "In short, a coping strategy is how you handle stress via your thoughts, feelings, or actions.",
      "Put simply, John aims for success (his intermediate belief) to avoid feeling incapable (his core belief). Focusing on work helps him dodge that feeling.",
      "This becomes destructive if John ever runs into career trouble, fails, or gets fired. Unconsciously, he’ll be confronted with his “I’m incapable” core belief, and to him, it may feel like the world is ending.",
      "His situation could then worsen, leading to apathy, destructive behavior, or even depression.",
      "Suddenly, that belief doesn’t look so beneficial, does it?",
      "It turns out that “I must always succeed” can do more harm than good. None of us is immune to failure or mistakes. With this belief, every stumble just “proves” his core idea of incapacity, reinforcing it further.",
      "It’s key to remember that any belief is really just an idea, one that can be modified to be more useful. Doing so can radically improve quality of life—and that’s exactly what cognitive-behavioral therapy can help with."
    ]
  }
}
