{
  "title": "Can Irrational Beliefs Ever Be Helpful?",
  "description": "This article looks at how irrational beliefs affect our emotional state. Using the example of John, who strives for success because of a deep conviction of his own inadequacy, it shows how such beliefs turn into destructive coping strategies. The author emphasizes how important it is to become aware of and reconsider our beliefs in order to improve quality of life.",
  "screen_1": {
    "texts": [
      "In previous chapters we talked a lot about destructive thoughts and beliefs. And for good reason: they significantly worsen our emotions, behavior, and overall well-being.",
      "This raises a question: are all beliefs really harmful, or can some of them actually be useful?",
      "Most often, negative beliefs are activated in stressful situations, during low mood or depression, and in events that seem to “confirm” these beliefs.",
      "For example, if someone holds the belief “I’m not capable of anything”, then after failing an exam or receiving criticism from a manager, this belief is likely to get triggered.",
      "The person begins to interpret what is happening through the lens of this belief, even if that outlook is illogical and doesn’t match the facts.",
      "However, this doesn’t mean that all beliefs are equally bad or completely useless.",
      "In less stressful circumstances or when we have more inner resources, a more supportive belief may “switch on” instead, such as: “I’m capable enough.”",
      "So if we ask, “Are all beliefs harmful?” the answer is: no, not all of them."
    ]
  },
  "screen_2": {
    "texts": [
      "When we talk about the “benefit” of irrational beliefs, things are more complicated than they seem at first glance — let’s unpack this.",
      "Sometimes it looks as if these beliefs push us toward achievements; however, this is more of a common illusion than reality.",
      "To clarify, let’s recall the three levels: automatic thoughts, intermediate beliefs, and core beliefs.",
      "Imagine a young man named John whose core belief is: “I’m not capable of anything”, and whose intermediate belief is: “I must always be successful.”",
      "On the surface, it doesn’t sound so bad: striving for success is a good goal if it’s a flexible desire rather than a rigid rule.",
      "It’s easy to assume that such a belief is helpful: as if it boosts motivation, leads to achievements and determination.",
      "Work then seems extremely important and appears to bring only advantages.",
      "But let’s look deeper.",
      "If this is truly a rigid intermediate belief and not just a preference, it will most likely turn out to be destructive, because it is rooted in a core belief of personal inadequacy. In this case, work becomes a coping strategy for John (we’ll talk more about coping strategies in the next chapters)."
    ],
    "quote": {
      "text": "Since a person can only love or hate their work, they must see its consequences. Workaholics simply forget that they do not exist for work; work exists for them.",
      "author": "Leo Tolstoy"
    }
  },
  "screen_3": {
    "texts": [
      "In short, a coping strategy is a way of responding to stress through thoughts, feelings, or behavior.",
      "In simple terms, John strives to be successful (an intermediate belief) so that he doesn’t have to feel “incapable” (his core belief). Focusing on work becomes a way to avoid a painful sense of self.",
      "This is destructive, because any serious setback at work — a failed project, career stagnation, or being fired — can abruptly confront John with his core belief of inadequacy, which feels like an “inner apocalypse”.",
      "The consequences may include a sharp decline in mood, apathy, self-destructive behavior, or even depression.",
      "Now those supposed “benefits” don’t look very convincing anymore, do they?",
      "So the belief “I must always be successful” is more harmful than helpful: mistakes are inevitable, and with such rigidity each one will “prove” his core inadequacy and reinforce it even further.",
      "It is important to remember: a belief is an idea that can be re-examined and made more helpful. This significantly improves quality of life — and this is exactly what cognitive-behavioral therapy teaches."
    ]
  }
}