{
  "constants": {
    "tags": {
      "calm": "Lugn",
      "mindfulness": "Medveten närvaro",
      "meditation": "Meditation",
      "perfectionism": "Perfektionism",
      "procrastination": "Prokrastinering"
    }
  },
  "naslSLnadfl": {
    "title": "Bli av med rädslan för misstag: \"Anti-perfektionismblad\"",
    "statement": "Många perfektionister lever med övertygelsen att fullständig njutning av något endast är möjlig om det utförs perfekt. Vi utmanar dig att ifrågasätta 💪 denna idé.",
    "description": [
      "För många verkar höga standarder och krav på sig själv och andra vara en drivkraft. Men när förväntningarna blir orealistiska kan de förvandlas till en fälla som leder till en ständig känsla av otillräcklighet, oavbruten kritik och, som resultat, depression.",
      "I världen kan allt förbättras, och strävan efter absolut perfektion är dömd till besvikelse.",
      "Denna teknik låter dig inse att uppnående av perfektion inte är ett nödvändigt villkor för att njuta av processen. Försök att göra något som inte är perfekt, men med nöje. Se vad som händer."
    ],
    "task": [
      "1️⃣ Under några dagar, för en lista över de mest varierade och spontana uppgifter du utför, vare sig det är \"tandborstning\", \"matlagning\", \"förberedelse av arbetsrapport\" eller \"städning i hemmet\".",
      "2️⃣ I den andra kolumnen, ange hur effektivt du tycker att uppgiften har utförts, uttryckt i procent.",
      "3️⃣ I den tredje kolumnen, ange hur mycket glädje dess slutförande gav dig."
    ],
    "table": {
      "header": [
        "Uppgift",
        "Effektivitet",
        "Nöje"
      ],
      "example": {
        "0": [
          "Matlagning",
          "50% (kunde ha valt ett mer komplicerat och smakrikare recept)",
          "90% (enkelt, men mycket gott och tog inte mycket tid)"
        ],
        "1": [
          "Städning i hemmet",
          "70% (gjorde allt det grundläggande, men hann inte med kylskåpet och spisen)",
          "100% (renlighet i hemmet ger mig alltid nöje)"
        ],
        "2": [
          "Förberedelse av arbetsrapport",
          "85% (lade ner mycket arbete på rapporten)",
          "20% (ständiga tankar om att det kunde varit bättre berövade mig nöjet av processen)"
        ]
      }
    },
    "expectations": [
      "Denna övning låter dig inse att uppnående av perfektion inte är ett nödvändigt villkor för att njuta av processen.",
      "Minskad ångest och rädsla för misstag"
    ]
  },
  "DzseWuFv2t": {
    "title": "Motstånd mot den inre kritikern",
    "statement": "Känslor av otillräcklighet orsakas ofta av en inre kritiker som underminerar självkänslan. Denna teknik hjälper dig att svara på kritiken och omvärdera negativa tankar.",
    "description": [
      "Negativa övertygelser som \"Jag är värdelös\", \"Jag är sämre än andra\", \"Jag kommer aldrig att lyckas\", \"Allt är mitt fel\", \"Jag är en misslyckare\" förvärrar problem med självkänslan och kan leda till depression.",
      "Det är mycket viktigt att inte ge efter för den inre kritikerns provokationer och att lära sig att svara på dess attacker. Detta hjälper dig att omvärdera negativa tankar och förbättra din självkänsla."
    ],
    "task": [
      "Skapa en tabell med tre kolumner i ett format som passar dig. Kolumnrubrikerna är:",
      "Kritikerns tankar",
      "Kognitivt fel",
      "Rationellt svar",
      "1️⃣ I den första kolumnen, skriv ner alla självkritiska tankar som dyker upp varje gång du anklagar dig själv, känner dig värdelös eller missnöjd med dig själv.",
      "I denna kolumn bör du skriva just dina tankar om dig själv, inte dina känslor. För om du skriver: \"Jag känner mig fruktansvärt\", kommer du knappast kunna motbevisa det, eftersom det faktiskt är så.",
      "2️⃣ I den andra kolumnen, identifiera vilken kognitiv förvrängning som finns i tanken.",
      "3️⃣ I den tredje kolumnen, ge ett svar till din inre kritiker. Försök hitta en rationell förklaring som motbevisar den kritiska tanken.",
      "Det är viktigt att ersätta den självkritiska tanken med en mer realistisk och logisk sådan, samtidigt som du undviker överdrivet optimistiska påståenden."
    ],
    "example": [
      "Här är några sätt att svara på självkritiska tankar:"
    ],
    "table": {
      "header": [
        "Kritikerns tankar",
        "Kognitivt fel",
        "Rationellt svar"
      ],
      "example": {
        "0": [
          "Jag är så dum att jag definitivt kommer att misslyckas",
          "Etikettering",
          "Jag är inte dum, jag har bara inte tillräckligt med tid för förberedelse. Jag kan klara provet om jag studerar."
        ],
        "1": [
          "Ingen behöver mig",
          "Svart-vitt tänkande",
          "Mina vänner och nära och kära uppskattar och älskar mig. De behöver mig."
        ],
        "2": [
          "Jag kommer aldrig att kunna hitta ett jobb",
          "Svart-vitt tänkande",
          "Jag kan hitta ett jobb om jag försöker och söker. Många människor hittar jobb, och jag är inget undantag."
        ]
      }
    },
    "expectations": [
      "Ökad motståndskraft mot kritik från dig själv och omgivningen.",
      "Minskad allmän emotionell spänning.",
      "Minskad rädsla för att göra misstag."
    ]
  },
  "kdzYJ4njVJ": {
    "title": "Tre möjliga scenarion",
    "statement": "Det huvudsakliga syftet med denna teknik är att låta vårt psyke se andra möjliga utfall av en händelse. Du lär dig att ifrågasätta dina negativa tankar och kan minska ångestnivån i stressiga situationer.",
    "description": [
      "Vi tenderar att vara extrema i våra bedömningar av situationer, vilket hindrar oss från att se den verkliga bilden och fatta rätt beslut. Denna enkla men effektiva teknik hjälper dig att ompröva sannolikheten för olika händelseutvecklingar."
    ],
    "task": [
      "När du märker en automatisk tanke som uppenbart har försämrat ditt humör, ställ dig frågan: Vilka är de möjliga scenarierna:",
      "värsta – det mest negativa alternativet, som du förmodligen tänkte på först;",
      "bästa – det idealiska alternativet som skulle göra dig helt nöjd;",
      "realistiska – något mittemellan det första och det andra, men ett mer förnuftigt scenario baserat på din kunskap och erfarenhet;",
      "Det är mycket viktigt att inte bara notera alternativen i huvudet, utan att föra anteckningar i en app eller på papper. Detta hjälper dig att bättre förstå dina tankar och känslor, samt att spåra förändringar i dem."
    ],
    "example": [
      "Låt oss säga att du imorgon har en viktig tentamen i dina studier eller på jobbet, och du får tanken: \"Jag kommer att kugga tentan\". Du har inga garantier för att detta kommer att hända, men ändå orsakar en sådan tanke uppenbarligen obehagliga känslor. Så låt oss ge din hjärna alternativa scenarion.",
      "❤️ Värsta scenariot",
      "Jag kommer verkligen att förbereda mig dåligt, vara mycket nervös, orolig och inte klara tentan imorgon. Värre än så, jag kommer att vara den enda i gruppen som inte klarar den. Lärarens attityd mot mig kommer att förändras, och mina klasskompisar kommer att tro att jag är lat och inte smart.",
      "💜 Bästa scenariot",
      "Jag kommer inte att oroa mig och åka till tentan med ett gott humör. Jag kommer att få den lättaste frågan och klara tentan med utmärkt betyg. Eller ännu bättre, om hela gruppen får högsta betyg utan tentamen.",
      "💚 Realistiska scenariot",
      "Jag kan inte veta exakt vilken fråga jag kommer att få, men jag kan förbereda mig lite mer, vilket kommer att hjälpa mig att känna mindre ångest imorgon. Att vara nervös inför en tentamen är normalt. I allmänhet känner jag till materialet ganska bra, så jag kommer att kunna svara på de flesta frågorna."
    ],
    "expectations": [
      "En objektiv syn på situationen.",
      "Minskad allmän emotionell spänning."
    ]
  },
  "lsafnanS3sf": {
    "title": "Dagen under kontroll",
    "statement": "Denna teknik är användbar för personer som lider av depression eller prokrastinering. Den kan hjälpa dig att förbättra din självorganisation och hantera din tid.",
    "description": [
      "På kvällen, dagen innan, sätt dig ner och skriv ditt schema för dagen.",
      "I grundversionen föreslår vi att du fyller i 4 kolumner:",
      "1️⃣ Första kolumnen — \"Tid\". Ungefärlig tid för att utföra uppgiften. Det kan vara ett tidsintervall.",
      "2️⃣ Andra kolumnen — \"Före\". Detta är en timvis plan för vad du vill göra. Skriv inte ner för mycket på en gång: i varje timmes rad, skriv ett eller två ord som betecknar någon aktivitet eller handling.",
      "Till exempel kan det vara något litet: ta en dusch, äta frukost, sätta på tvätten. Eller det kan vara något mer energikrävande: städning 🧹, förbereda för en tentamen 🧪, skriva ett CV ✍🏼, etc.",
      "3️⃣ I slutet av varje dag, skriv i den tredje kolumnen — \"Efter\".",
      "Där bör du skriva ner vad du faktiskt gjorde under hela dagen. Dina aktiviteter kan överensstämma med de planerade, eller de kan skilja sig — det är normalt, oroa dig inte.",
      "Även om du bara kan genomföra en liten del av listan \"före\", kan enkel planering av din dag vara en mycket användbar och visuellt tydlig process för dig.",
      "4️⃣ Fjärde kolumnen — \"Nöje\". Man kan få nöje även från att utföra rutinarbete.",
      "Och det viktigaste är att själva framstegen redan ger ett visst nöje. Ange på en 10-gradig skala hur trevligt det var för dig att utföra uppgiften."
    ],
    "task": [
      "På kvällen, dagen innan, sätt dig ner och skriv ditt schema för dagen.",
      "I grundversionen föreslår vi att du fyller i 4 kolumner:",
      "1️⃣ Första kolumnen — \"Tid\". Ungefärlig tid för att utföra uppgiften. Det kan vara ett tidsintervall.",
      "2️⃣ Andra kolumnen — \"Före\". Detta är en timvis plan för vad du vill göra.",
      "3️⃣ I slutet av varje dag, skriv i den tredje kolumnen — \"Efter\".",
      "Där bör du skriva ner vad du faktiskt gjorde under hela dagen.",
      "4️⃣ Fjärde kolumnen — \"Nöje\". Ange på en 10-gradig skala hur trevligt det var för dig att utföra uppgiften."
    ],
    "table": {
      "header": [
        "Tid",
        "Före",
        "Efter",
        "Nöje"
      ],
      "example": {
        "0": [
          "Vakna",
          "Vaknade, borstade tänderna"
        ],
        "1": [
          "Äta frukost",
          "Åt frukost"
        ],
        "2": [
          "Städa rummet",
          "Pratade i telefon med en vän"
        ],
        "3": [
          "Förbereda för tentamen",
          "Tittade på en serie"
        ]
      }
    },
    "expectations": [
      "Den kommer att stoppa din tendens att ständigt fundera över betydelsen och värdet av olika handlingar och hjälpa dig att hantera inre motsättningar: om det är värt att göra något eller inte",
      "Den kommer att hjälpa dig att planera din tid på ett balanserat sätt, eftersom det kommer att finnas saker som du helt enkelt måste göra av en eller annan anledning, samt aktiviteter som ger dig nöje",
      "Om du regelbundet skapar ett dagligt schema, kommer du snart att märka att din motivation växer, eftersom när du börjar göra något, motbevisar du dina övertygelser om att du inte kan göra någonting"
    ]
  },
  "alkjnaNNasz": {
    "title": "Självkritikens spegel",
    "statement": "Föreställ dig att du säger alla de kritiska tankar som du vanligtvis riktar mot dig själv till din bästa vän. Denna teknik hjälper dig att inse orättvisan i självkritik och lära dig att behandla dig själv med större medkänsla och förståelse.",
    "task": [
      "1️⃣ Välj en situation där du tenderar att vara självkritisk.",
      "2️⃣ Föreställ dig att din nära vän eller släkting befinner sig i samma situation.",
      "3️⃣ Genomför ett rollspel: du spelar dig själv och den föreställda samtalspartnern är din vän.",
      "4️⃣ Uttala alla kritiska tankar och omdömen som du vanligtvis riktar mot dig själv, men adressera dem till din \"vän\".",
      "Lägg märke till dina känslor under övningen. Hur bekväm känner du dig med att säga sådana saker till en annan person?",
      "Analysera skillnaden mellan hur du förhåller dig till dig själv och till andra i liknande situationer.",
      "Fundera över hur du faktiskt skulle stötta en vän i en sådan situation. Vilka ord skulle du använda?",
      "Försök att tillämpa samma nivå av stöd, förståelse och omsorg på dig själv."
    ],
    "example": [
      "Dina vanliga tankar om dig själv:",
      "Jag är en total misslyckare. Självklart blev jag inte befordrad – jag kan ju ingenting. Jag kommer förmodligen aldrig att lyckas i min karriär. Jag är inte tillräckligt smart och talangfull för det här jobbet.",
      "Föreställ dig nu att din bästa vän Anna inte fick en befordran och berättade det för dig. Försök säga samma sak till henne:",
      "Anna, du är en total misslyckare. Självklart blev du inte befordrad – du kan ju ingenting. Du kommer förmodligen aldrig att lyckas i din karriär. Du är inte tillräckligt smart och talangfull för det här jobbet.",
      "Hur känner du dig när du säger detta till Anna? Mest sannolikt känns det obekvämt och till och med skamligt att uttala sådana ord.",
      "Tänk nu på vad du faktiskt skulle säga till Anna:",
      "Anna, jag är ledsen att du inte fick den här befordran. Jag vet hur hårt du har jobbat för det. Det är alltid tråkigt att inte få det man önskar, men det gör dig inte till en misslyckare. Du har många styrkor och prestationer. Kanske är det bara inte rätt tid just nu, eller så finns det några färdigheter som du kan förbättra. Låt oss fundera på hur du kan utvecklas vidare i din karriär.",
      "Försök nu säga dessa stödjande ord till dig själv. Lägg märke till hur annorlunda du förhåller dig till dig själv jämfört med en vän i samma situation. Öva på detta tillvägagångssätt regelbundet för att lära dig att behandla dig själv med samma medkänsla och stöd som du skulle ge en nära vän."
    ],
    "expectations": [
      "Insikt om orättvisan i självkritik",
      "Förbättrad självkänsla och självförtroende",
      "Minskad stress- och ångestnivå"
    ]
  },
  "dfdzsWz4nJ": {
    "title": "Lägg märke till 3 saker",
    "statement": "Växla din uppmärksamhet från negativa tankar till nuet.",
    "description": [
      "Denna övning är mycket enkel och fungerar som en förberedelse inför mer komplexa mindfulnessövningar.",
      "Dess syfte är att bryta tankeflödet och fokusera på nuet.",
      "Genom förberedande övningar tränar vi vår förmåga att fokusera. Vanligtvis existerar vår oro i det förflutna eller framtiden, så genom att återvända till nuet undviker vi destruktiva upplevelser."
    ],
    "example": [
      "När du befinner dig på en bekant plats, försök hitta 3 saker 🏡 som du inte lagt märke till tidigare. Fokusera helt på varje sak i tur och ordning.",
      "🕗 Ägna totalt mellan 2 och 3 minuter åt övningen varje gång.",
      "Efter att ha fokuserat på 3 saker, ta en paus och försök sedan att behålla uppmärksamheten igen i 2-3 minuter. Genomför minst 10 fokuseringar under dagen."
    ],
    "expectations": [
      "För varje gång blir det lättare för dig att fokusera på nuet.",
      "Din ångest kommer att minska något.",
      "Aktiviteten förbereder dig för att gå vidare till mer komplexa och effektiva tekniker."
    ]
  },
  "asgNldsc": {
    "title": "Uppmärksamma ditt inre tillstånd",
    "statement": "Lär dig att märka och identifiera vad du känner i nuet.",
    "description": [
      "Denna övning är mycket enkel och fungerar som en förberedelse inför mer komplexa mindfulnessövningar.",
      "Dess syfte är att bryta tankeflödet och fokusera på dina egna känslor.",
      "Genom förberedande övningar tränar vi vår förmåga att fokusera. Vanligtvis existerar vår oro i det förflutna eller framtiden, så genom att återvända till nuet undviker vi destruktiva upplevelser."
    ],
    "task": [
      "Avbryt periodvis under dagen dina tankar och rikta din uppmärksamhet mot dina känslor.",
      "Lägg märke till vilka känslor du känner och ge dem bara ett namn.",
      "Till exempel:",
      "Jag känner mig lite besviken",
      "Jag känner stress",
      "Jag börjar bli irriterad",
      "Håll inte fast vid känslorna och försök inte påverka dem. Låt dem bara flyta genom ditt medvetande."
    ],
    "expectations": [
      "För varje gång blir det lättare för dig att upptäcka dina känslor.",
      "Känslorna kommer att påverka dig mindre eftersom du för dem ut i medvetenhetens ljus.",
      "Aktiviteten förbereder dig för att gå vidare till mer komplexa tekniker."
    ]
  },
  "sdfcgNldslm": {
    "title": "Medveten måltid: upptäck smaken på nytt",
    "statement": "Fördjupa dig i varje ögonblick av att äta och upptäck vanliga livsmedel på nytt.",
    "description": [
      "I vår intensiva livsrytm äter vi ofta i farten utan att reflektera över vad vi faktiskt upplever. Denna övning hjälper dig att sakta ner och uppleva ätprocessen med ny uppmärksamhet.",
      "Istället för att svälja maten automatiskt kommer du medvetet att märka dess smak, textur och till och med de känslor som den framkallar.",
      "Att praktisera medvetet ätande lär dig att uppskatta varje bit och förvandlar vardagliga handlingar till en djup upplevelse."
    ],
    "task": [
      "Ta en bit mat 🍇: Till exempel ett russin eller en nöt. Håll den i handen och känn dess vikt. Blunda och försök gissa hur lätt eller tung den är.",
      "Titta på den noggrant 👀: Öppna ögonen och titta på maten som om du ser den för första gången. Vilka detaljer lägger du märke till? Vilken färg eller form har den? Hur reflekteras ljuset från dess yta?",
      "Känn på den 🤲: Dra fingrarna över ytan. Känn dess textur. Är det en slät yta eller skrovlig? Känns det behagligt? Försök att röra vid maten med olika fingrar, kanske förändras förnimmelserna.",
      "Lukta på den 👃: För maten till näsan och andas djupt in. Vilka aromer känner du? Fräscha, söta, kryddiga? Kanske väcker denna doft några minnen hos dig?",
      "Smaka på den 👅: Lägg biten i munnen men skynda inte att tugga. Känn hur den ligger på tungan. När du börjar tugga, gör det långsamt och följ varje förändring i smaken. Vilken första smak märkte du? Förändrades den efter några sekunder?",
      "Svälj 👄: När du är redo, svälj maten. Känn hur den rör sig nedför halsen och når magen. Vilka förnimmelser kvarstår efteråt?"
    ],
    "expectations": [
      "Med varje ny gång du utför denna övning kommer du att fördjupa dig alltmer i ätprocessen.",
      "Du kommer att upptäcka fantastiska detaljer och smaker som tidigare verkade obemärkta.",
      "Denna praktik hjälper dig att sakta ner, minska stress och påminna dig själv om att även de mest vardagliga stunder kan vara fulla av mening och skönhet."
    ]
  },
  "lsvnnDSnsdl": {
    "title": "Att acceptera möjligheten att göra fel",
    "statement": "Rädslan för att göra fel är en av de tydligaste yttringarna av perfektionism. Denna enkla teknik lär dig att acceptera dina misstag.",
    "task": [
      "Ingen gillar misstag, men för perfektionister blir de föremål för särskild rädsla.",
      "Ett av de mest effektiva sätten att övervinna rädslan för ofullkomlighet är att lära sig acceptera sina misstag.",
      "För att bli öppen för möjligheten att göra fel, börja med att skriva en uppsats om varför misstag är normala, och varför strävan efter absolut perfektion är irrationell."
    ],
    "example": [
      "Dina argument kan se ut så här:",
      "Rädslan för att göra misstag kommer från min uppfattning av världen i svartvitt - ett misstag, och allt rasar. Detta är en vanföreställning. För ett litet misstag kan inte förstöra allt det goda som har gjorts.",
      "Misstag är användbara, för genom dem lär vi oss. Utan misstag är inlärning omöjlig. Eftersom ingen är immun mot misstag är det viktigt att lära sig acceptera dem och fortsätta lära av egen erfarenhet.",
      "Att erkänna misstag låter oss korrigera vårt beteende, vilket resulterar i mer tillfredsställande resultat, vilket i sin tur gör oss lyckligare och förbättrar vår livskvalitet.",
      "De flesta människor kommer inte att döma oss för misstag och kommer inte att sluta älska oss på grund av dem - i slutändan gör alla misstag, och många känner obehag i sällskap av \"perfekta\" människor."
    ],
    "expectations": [
      "Du kommer att kunna acceptera dina misstag lättare och hantera dem med mindre rädsla.",
      "Du kommer att börja se misstag som möjligheter till tillväxt och lärande, inte som en katastrof."
    ]
  }
}