{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Svart-vitt tänkande är en kognitiv förvrängning som får oss att se världen uteslutande i extrema kategorier: allt är antingen perfekt eller katastrofalt, människor är antingen änglar eller demoner. Detta synsätt missar den enorma mångfalden av nyanser och situationers djup, och reducerar allt till en enkel dikotomi mellan \"svart\" och \"vitt\". Denna förvrängning begränsar starkt vår uppfattning av verkligheten och minskar spektrumet av möjliga lösningar.</p><p>Exempel på svart-vitt tänkande inkluderar extrema omdömen om sig själv eller andra, som \"jag misslyckas alltid\" eller \"han har alltid fel\". Det kan också visa sig i polariserade åsikter om händelser, föremål, arbete, relationer, politiska övertygelser och mycket annat.</p><p>Sådant tänkande kan leda till allvarliga konsekvenser, inklusive stress, ångest, depression, social isolering och relationsproblem. Därför är det extremt viktigt att vara medveten om denna förvrängning och utveckla ett mer flexibelt, mångfacetterat tänkande, vilket hjälper oss att bättre hantera verkligheten och fatta mer balanserade beslut.</p>",
    "dialogSummary": "I denna dialog uppvisar person 1 svart-vitt tänkande genom att anse sig vara inkompetent på grund av ett misslyckat prov, och ignorerar faktorer som provets svårighetsgrad och bristen på förberedelsetid.",
    "dialog": [
      "Jag misslyckades på provet, det betyder att jag är hopplös.",
      "Men provet var verkligen svårt, och du hade lite tid att förbereda dig.",
      "Det spelar ingen roll, andras framgång visar min inkompetens. Jag kan helt enkelt inte vara smart."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Katastrofiering är en kognitiv förvrängning där vi tenderar att överdriva betydelsen och konsekvenserna av negativa händelser, och uppfattar dem som mycket värre än de faktiskt är. Detta leder till överdriven rädsla, ångest och oro, som ofta inte motsvarar verkligheten.</p><p>Exempel på katastrofiering inkluderar övertygelsen att ett misslyckande i någon aspekt av livet kommer att leda till total kollaps i alla strävanden. Ett sådant tänkesätt kan leda till överdriven oro för framtiden, överreaktion på kritik eller avslag, samt ständiga tvivel på den egna förmågan.</p><p>Katastrofiering påverkar den mentala hälsan negativt, ökar stressnivån och oron, försämrar det emotionella tillståndet och minskar självförtroendet. Det är viktigt att vara medveten om denna tendens och utveckla ett sunt tänkande för att minska ångest, öka självkänslan och få en adekvat uppfattning av verkligheten.</p>",
    "dialogSummary": "I denna dialog katastrofierar person 1 situationen efter ett avslag på en jobbintervju och anser att detta innebär ett oundvikligt misslyckande i jobbsökandet. Hon tar inte hänsyn till möjligheten att fortsätta söka och ompröva sina förväntningar, vilket skulle kunna leda till ett mer positivt och realistiskt resultat.",
    "dialog": [
      "Jag fick avslag efter jobbintervjun. Nu kommer jag aldrig att få något jobb, jag kommer att förbli sysslolös.",
      "Men du har redan sökt andra tjänster, eller hur?",
      "Ja, men det är meningslöst. Om det inte fungerade med detta jobb, betyder det att jag inte behövs någonstans. Alla försök är förgäves.",
      "En sådan syn på saker kan bara förvärra din situation. Kanske bör du ompröva dina förväntningar och fortsätta söka med ett nytt tillvägagångssätt.",
      "Men hur kan jag glömma misslyckandet på intervjun? Det verkar bekräfta att jag inte kan hitta ett jobb någonstans, alla mina planer är förstörda."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Övergeneralisering är en kognitiv förvrängning där vi drar globala slutsatser baserade på begränsad information eller enstaka händelser. Till exempel, efter att ha fått en negativ feedback på jobbet, kan vi dra slutsatsen att vi är helt inkompetenta, och ignorera andra framgångar och positiva aspekter.</p><p>Ett klassiskt exempel är att komma försent till ett möte. Istället för att objektivt analysera orsakerna till förseningen, tenderar vi att säga: \"jag kommer alltid försent\" eller \"jag kan aldrig komma i tid\", och ignorerar de tillfällen då vi faktiskt kommit i tid.</p><p>En sådan förvrängning kan leda till negativ självbild och pessimism, samt förvärra problem med ångest och depression. Det är viktigt att lära sig känna igen sådana tankar och ersätta dem med mer balanserade och realistiska bedömningar.</p>",
    "dialogSummary": "Person 1 uttrycker oro över att ha kommit försent till ett möte och övergeneraliserar om sin förmåga att hantera tid. Person 2 hjälper henne att se på situationen mer objektivt genom att påminna om tillfällen då hon kommit i tid och betonar att en försening inte karakteriserar någon som en person som alltid kommer försent.",
    "dialog": [
      "Jag kan inte tro att jag kom försent till mötet igen. Jag kommer alltid försent. Jag är helt hopplös på att hantera min tid.",
      "Vänta, dra inte förhastade slutsatser. Tänk på hur ofta du har kommit i tid. Tror du verkligen att en försening gör dig hjälplös när det gäller tidshantering?",
      "Men på sistone har jag ofta kommit försent. Jag känner att jag helt har tappat kontrollen.",
      "Låt oss se på detta rationellt. Att komma försent till ett möte gör dig inte till en person som ständigt kommer försent. Det kan ha varit oförutsedda omständigheter som du inte kunde kontrollera."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Nedvärdering av det positiva är en kognitiv förvrängning där vi tenderar att försumma, underskatta eller förminska betydelsen av positiva aspekter i våra liv. Vi fokuserar på brister och negativitet, samtidigt som vi ignorerar betydelsen av framgångar och prestationer, även när de är betydande.</p><p>Denna förvrängning kan visa sig inom olika områden: på jobbet, i relationer, hälsa, personlig utveckling. Till exempel kan en person uppnå professionell framgång men fokusera på små misstag istället för att glädjas åt prestationen. Eller när någon får en komplimang kan personen avfärda den som obetydlig eller oförtjänt.</p><p>Nedvärdering av det positiva kan leda till underskattning av egna förmågor, brist på självförtroende, känslor av otillfredsställelse och till och med depression. Det är viktigt att lära sig uppmärksamma och värdesätta positiva stunder i livet och kunna glädjas åt sina prestationer.</p>",
    "dialogSummary": "I denna dialog nedvärderar person 1 sin prestation i form av befordran på jobbet genom att fokusera på kommande svårigheter och ansvar. Person 2 försöker betona betydelsen av denna framgång och gratulerar till prestationen.",
    "dialog": [
      "Jag fick en befordran på jobbet och kommer nu att arbeta med nya projekt.",
      "Det är fantastiska nyheter, grattis! Vilka projekt väntar dig?",
      "Ja, projekten är komplicerade, jag har mycket arbete framför mig. Det känns som att jag bara får fler förpliktelser.",
      "Jag förstår att det är en utmaning, men du har ju nått en viktig milstolpe i din karriär! Det är ett utmärkt tillfälle för tillväxt och utveckling."
    ]
  },
  "DUE": {
    "textHTML": "<p>Borde-statements är en kognitiv förvrängning där vi är övertygade om att händelser måste ske precis som vi föreställer oss, och varje avvikelse från detta uppfattas som en orättvisa. Vi tenderar att insistera på våra förväntningar och krav utan att ta hänsyn till verkligheten och möjligheterna.</p><p>Ett exempel kan vara tanken: \"Jag borde ha fått det här jobbet, eftersom jag förberedde mig så noggrant inför intervjun\". I sådana fall tar man ofta inte hänsyn till externa faktorer som påverkar beslut, såsom förekomsten av andra kvalificerade kandidater.</p><p>Denna förvrängning kan orsaka besvikelse, ilska och missnöje, vilket negativt påverkar den mentala hälsan och mellanmänskliga relationer. Det är viktigt att lära sig vara flexibel i sina förväntningar och acceptera olika utfall.</p>",
    "dialogSummary": "I denna dialog visar person 1 förvrängningen \"borde-statements\" genom att anta att han måste arbeta utan pauser för att nå framgång i sin karriär, baserat på exempel från andra framgångsrika personer. Person 2 hjälper honom att förstå denna övertygelse och betonar att var och en har sin egen väg till framgång och att balans mellan arbete och vila kan vara mer produktivt.",
    "dialog": [
      "Jag måste arbeta varje dag utan ledighet för att nå framgång i min karriär.",
      "Varför tänker du så? Vad fick dig att dra den slutsatsen?",
      "Jag har läst om hur framgångsrika människor nådde sina mål: de arbetade alla hårt och vilade inte.",
      "Men varje person är unik, och det finns ingen universell väg till framgång. Det kan vara mer effektivt för dig att hitta en balans mellan arbete och vila för att nå dina mål."
    ]
  },
  "EMO": {
    "textHTML": "<p>Den kognitiva förvrängningen \"emotionellt resonemang\" uppstår när vi förlitar oss på våra känslor istället för logik och fakta när vi fattar beslut. Detta kan leda till felaktig uppfattning av situationer och felaktiga beslut.</p><p>Ett exempel är att avstå från att besöka vänner på grund av ledsamhet och ovilja att umgås. I detta fall förlitar sig personen på känslor utan att beakta att umgänge med vänner kan förbättra humöret och hjälpa dem att må bättre.</p><p>Emotionellt resonemang kan leda till felaktiga slutsatser och val, därför är det viktigt att ta hänsyn till mer objektiva kriterier när man fattar beslut.</p>",
    "dialogSummary": "I denna dialog styrs person 1 av sitt känslotillstånd när hon avböjer en dejt och ignorerar logiska argument och fakta. Person 2 försöker hjälpa person 1 att se på situationen mer objektivt och överväga andra aspekter av beslutet.",
    "dialog": [
      "Jag vill inte gå på dejten, jag är på dåligt humör.",
      "Men du sa ju att du gillar den här killen. Vill du inte försöka och se hur det går?",
      "Nej, jag är säker på att jag kommer att förstöra allt på grund av mitt humör. Jag känner mig osäker och dum.",
      "Du kan inte veta säkert förrän du försöker. Kanske blir dejten trevlig, och du inser att dina farhågor var obefogade."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Mental filter är en kognitiv förvrängning där vi fokuserar endast på negativa aspekter och ignorerar de positiva. Till exempel kan en person efter en misslyckad intervju fastna i avslaget utan att uppmärksamma den erfarenhet och information som kan vara användbar i framtiden.</p><p>Denna förvrängning leder till känslor av otillfredsställelse och missnöje, även när det finns mycket positivt i livet. Mental filter åtföljs ofta av andra förvrängningar, såsom svart-vitt tänkande eller nedvärdering av det positiva.</p><p>För att övervinna mental filter är det bra att lära sig uppmärksamma och värdesätta positiva stunder och ställa sig frågor om situationens positiva aspekter.</p>",
    "dialogSummary": "I denna dialog fokuserar person 1 på negativ feedback och ignorerar de positiva sidorna av sitt arbete. Person 2 försöker hjälpa person 1 att se situationen mer objektivt genom att uppmärksamma alla aspekter av hennes arbete.",
    "dialog": [
      "Jag fick negativ feedback på jobbet. Jag känner mig som en misslyckare.",
      "Men du har ju fått mycket positiv feedback och framgångar. Du ägnar för mycket uppmärksamhet åt ett enda negativt moment.",
      "Ja, men denna feedback känns viktigast för mig. Den verkar upphäva alla mina prestationer.",
      "Du fokuserar bara på denna negativa aspekt och ignorerar allt annat. Detta är just mental filter. Försök att se på situationen mer objektivt och ta hänsyn till de positiva aspekterna av ditt arbete."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Etikettering är en kognitiv förvrängning där vi tillskriver människor eller situationer förenklade och kategoriska omdömen baserade på ett begränsat antal negativa observationer. Detta hindrar oss från att beakta andra aspekter och skapar en förvrängd uppfattning av verkligheten.</p><p>Ett exempel kan vara att bedöma någon som \"konstig\" eller \"samhällets utsatta\" baserat på deras ovanliga utseende. På liknande sätt kan etikettering av sig själv leda till låg självkänsla, utan att ta hänsyn till positiva egenskaper och prestationer.</p><p>Genom att vara medveten om denna förvrängning kan vi mer objektivt bedöma människor och situationer utan att dra förhastade och negativa slutsatser.</p>",
    "dialogSummary": "I denna dialog diskuteras beteendet hos en man som skrek åt sina barn i parken. Person 1 tilldelar honom snabbt etiketten \"dålig pappa\" baserat på en enda observation. Person 2 föreslår en mer nyanserad syn och pekar på bristen på information för att dra en sådan slutsats samt möjligheten till olika beteenden under olika omständigheter.",
    "dialog": [
      "Jag såg hur den där mannen skrek åt sina barn i parken. Han är definitivt en dålig pappa.",
      "Vi kan inte döma en person baserat på ett enda tillfälle. Han kanske hade en dålig dag eller andra orsaker till sitt beteende.",
      "Jag skulle aldrig göra så mot mina barn. Han klarar förmodligen inte av sitt föräldraansvar.",
      "Man bör inte dra så kategoriska slutsatser. Människor kan bete sig olika i olika situationer. Han kanske visar sig vara en omtänksam pappa under andra omständigheter."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>Förvrängningen \"Kunde ha varit\" uppstår när vi föreställer oss alternativ till det förflutna som är omöjliga att förverkliga. Detta leder ofta till diskussioner om tidigare händelser ur ett \"tänk om\"-perspektiv, vilket skapar illusoriska scenarier.</p><p>Vi kan också använda denna förvrängning i dialoger, där vi övertygar andra att agera annorlunda utan att ta hänsyn till verkliga förhållanden och begränsningar.</p><p>Denna förvrängning kan leda till känslor av skuld och missnöje, eftersom vi jämför verkligheten med ouppnåeliga ideal.</p>",
    "dialogSummary": "I denna dialog använder person 1 förvrängningen \"Kunde ha varit\" för att rättfärdiga sitt misslyckade prov genom att lägga över ansvaret på externa faktorer. Person 2 försöker omdirigera honom till nuvarande möjligheter och påpekar att det förflutna är oföränderligt och att det är viktigt att fokusera på åtgärder som kan vidtas nu.",
    "dialog": [
      "Jag misslyckades på provet. Jag borde ha studerat mer.",
      "Men du jobbade varje dag. Du agerade inom ramen för dina möjligheter, eller hur?",
      "Ja, men jag kunde ha studerat mer om jag inte hade arbetat så mycket.",
      "Det är viktigt att komma ihåg att man inte kan ändra det förflutna. Det är bättre att nu fokusera på hur du kan använda din tid effektivt i framtiden, istället för att tänka på vad som kunde ha varit."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Förvrängningen \"förstoring och förminskning\" visar sig i en extremt ensidig uppfattning av situationer och händelser, där man ignorerar deras nyanser. Vid förstoring förstärker personen betydelsen av negativa aspekter och ser allt genom ett förstoringsglas. Förminskning innebär att man minskar betydelsen av positiva aspekter och sina prestationer.</p><p>Till exempel kan en person otillbörligt förstora sina misstag, betrakta sig själv som en misslyckare, och förminska sina framgångar genom att inte erkänna sina prestationer.</p><p>Denna förvrängning kan leda till försämrad självkänsla och relationer med andra, eftersom uppfattningen av sig själv och omgivningen blir förvrängd.</p>",
    "dialogSummary": "I dialogen förstorar person 1 sin klumpighet inför en kommande intervju, medan person 2 försöker förminska denna klumpighet genom att betona person 1:s starka sidor och förmåga att anpassa sig.",
    "dialog": [
      "Jag är så nervös inför intervjun i morgon. Jag blandar alltid ihop ord.",
      "Oroa dig inte, du överdriver din klumpighet. Jag är säker på att du kommer att klara det bra.",
      "Men jag tappar ofta bort mig och glömmer vad jag ville säga.",
      "Du har också förmågan att snabbt hitta lösningar och anpassa dig. Det kommer att hjälpa dig mycket under intervjun.",
      "Verkligen? Tack, jag ska försöka fokusera på det."
    ]
  },
  "READ": {
    "textHTML": "<p>Den kognitiva förvrängningen \"tankeläsning\" uppstår när vi antar att vi vet vad andra människor känner eller tänker utan objektiva bevis. Detta kan leda till felaktiga slutsatser och missförstånd.</p><p>Ett exempel är när vi antar att någon inte tycker om oss baserat på deras beteende, när orsakerna i verkligheten kan vara olika. Vi kan också felaktigt tro att andra förstår våra avsikter utan att kommunicera direkt med dem.</p><p>Att vara medveten om denna förvrängning hjälper oss att undvika felaktiga antaganden och främjar mer öppen och ärlig kommunikation.</p>",
    "dialogSummary": "I dialogen visar person 1 \"tankeläsning\" genom att anta att en kollega är arg på honom för att ha kommit försent till ett möte. Person 2 påpekar behovet av att kontrollera sina antaganden och undvika förhastade slutsatser.",
    "dialog": [
      "Maria hälsade inte på mig på kontoret igår. Hon är nog arg på mig för att jag kom försent till mötet.",
      "Är du säker? Hon kanske bara var upptagen eller inte såg dig. Har du frågat henne?",
      "Nej, jag har inte frågat. Men jag känner att det är på grund av förseningen.",
      "Vi kan inte vara säkra på andras tankar om vi inte frågar direkt. Hon kanske hade helt andra anledningar."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalisering är en kognitiv förvrängning där vi uppfattar händelser som personligt riktade mot oss, även när det inte finns grund för en sådan uppfattning.</p><p>Ett exempel kan vara när vi tror att någon inte hälsade på oss på grund av personlig motvilja, och ignorerar andra möjliga orsaker. Personalisering visar sig också när vi uppfattar negativa händelser som ett resultat av våra egna brister, utan att ta hänsyn till externa faktorer.</p>",
    "dialogSummary": "I dialogen personaliserar person 1 ett misslyckande på en anställningsintervju genom att koppla det till personliga brister, medan person 2 föreslår att andra faktorer som påverkar resultatet bör övervägas, och betonar att misslyckandet inte nödvändigtvis är kopplat till personliga egenskaper.",
    "dialog": [
      "Jag klarade inte intervjun. Jag kan bara inte hantera viktiga uppgifter.",
      "Det betyder inte nödvändigtvis att du är dålig. Företaget kanske hade specifika krav eller andra kandidater som bättre passade deras behov.",
      "Men jag gör alltid fel i sådana situationer. Jag känner att jag inte är tillräckligt bra.",
      "Att göra misstag är en del av inlärningsprocessen. Inte varje avslag på en intervju indikerar dina personliga brister. Det är viktigt att se på situationen som helhet och ta hänsyn till olika faktorer som kan ha påverkat resultatet."
    ]
  }
}