{
  "ykRKsDopcp": {
    "title": "Argument för och emot automatiska tankar",
    "description": "Lägg till ett nytt steg i dagboken - att presentera argument för och emot den automatiska tanken"
  },
  "rwdHy8lyCk": {
    "title": "Lägg till artificiell intelligens",
    "description": "Lägg till integration med populära neurala nätverk för att hjälpa till med analys av dina tankar, individuella tips när du arbetar med dagboken"
  },
  "QejWpiat0v": {
    "title": "Utvärdering av tilltron till tanken efter att ha fyllt i dagboken",
    "description": "För närvarande kan du bara utvärdera nivån av tilltro till den automatiska tanken innan du börjar bearbeta den. Skulle du vilja utvärdera effekten av bearbetningen efter att ha fyllt i det alternativa svaret på tanken?"
  },
  "FFoEvFNDpe": {
    "title": "Motivation till övningar",
    "description": "Lägg till räkning av dagar med kontinuerliga övningar i dagboken. Belöna med virtuella märken och incitament inom appen"
  },
  "W9mMGTmapW": {
    "title": "Webbversion",
    "description": "Utan större svårigheter skulle vi kunna skapa en webbversion av appen. Har du behov av att arbeta med dagboken via desktop?"
  },
  "eur8RglkH0": {
    "title": "Mer material för att lära sig KBT",
    "description": "Känner du behov av utbildningsmaterial? Vi kan berätta mer om metoder för att arbeta med destruktiva tankar, hur man hanterar neuroser, ätstörningar etc."
  },
  "EQ3zKWJ0pU": {
    "title": "Lägg till statistik för dagboken",
    "description": "Visa hur ofta du för anteckningar, de vanligaste känslorna, kognitiva förvrängningarna osv."
  },
  "EauYpGQzAL": {
    "title": "Lägg till copingkort",
    "description": "Tillåt skapande av kort med en destruktiv tanke på ena sidan och en motbevisning på den andra. Denna teknik används i KBT, känner du behov av en sådan funktion?"
  },
  "gvwOk0eqXB": {
    "title": "Lägg till statistik i tester",
    "description": "Placera ett diagram på testsidan som visar dynamiken i förändringar av resultaten från genomförda tester."
  },
  "2o6HBDuM2o": {
    "title": "Nytt psykologiskt test för ångest",
    "description": "För närvarande har vi lagt till ett test för depressionsnivå. Behöver vi lägga till ett liknande test för ångestnivå?"
  },
  "2o7H8DtM2o": {
    "title": "Exportera automatiska tankars dagboksanteckningar till fil",
    "description": "Just nu erbjuder vi möjlighet att synkronisera data mellan olika enheter. Behöver vi ge möjlighet att ladda ner anteckningar i CSV- eller Excel-format?"
  },
  "QWjMvNfKLw": {
    "title": "Flera automatiska tankar",
    "description": "Det nuvarande dagboksformatet innebär att bearbeta en tanke åt gången. Bör vi ge möjlighet att skriva flera tankar, där varje tanke utvärderas separat och får ett separat alternativt svar?"
  },
  "iF6yEanPp3": {
    "title": "Dagbok",
    "description": "En sektion där du kan anteckna vad som hänt under dagen och sedan analysera och identifiera automatiska tankar. Senare kan vi lägga till AI för att hjälpa till med analys av anteckningar."
  },
  "iF6sKCdvfds": {
    "title": "Mellanliggande övertygelser",
    "description": "Ge möjlighet att koppla automatiska tankar till mellanliggande övertygelser. Baserat på detta kan man bygga ett träd av övertygelser och analysera det."
  },
  "iF6sKverhdfd": {
    "title": "Daglig utvärdering av tillstånd",
    "description": "Lägg till möjlighet att utvärdera ditt tillstånd varje dag när du besöker appen. Senare kan du skapa en graf över tillståndsförändringar och jämföra den med dynamiken i attitydförändringar."
  },
  "iF6sKvevscdf1": {
    "title": "Utveckling av daglig tillståndsutvärdering",
    "description": "Nu kan du utvärdera ditt psykologiska tillstånd före och efter övningar. Skulle du också vilja utvärdera dominerande känslor och registrera vilka övningar du gjorde för att förbättra ditt tillstånd?"
  },
  "iF6sKvJllcpwx": {
    "title": "Berättelser om att övervinna psykologiska problem",
    "description": "Lägg till en avdelning där du kan berätta historien om hur du övervann ditt psykologiska problem för att inspirera människor med liknande svårigheter. Och, följaktligen, läsa andras berättelser."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test med analys av 7 livsindikatorer",
    "description": "Testet analyserar flera livsaspekter och bestämmer i vilka områden du är mest sårbar. Till exempel, om du är beroende av andras godkännande eller har tendenser till perfektionism."
  },
  "sdvsdsdlwwQec": {
    "title": "AI-integration i dagboken",
    "description": "AI kommer att hjälpa dig att analysera anteckningar i dagboken och identifiera automatiska tankar. Den kommer att föreslå lösningar på dina psykologiska problem och hjälpa dig i bearbetningen."
  },
  "sdvdcarlwwQff": {
    "title": "Sokratisk dialog",
    "description": "Det är inte alltid möjligt att identifiera en automatisk tanke. Den sokratiska dialogmetoden innebär att ställa frågor till sig själv för att avslöja den dolda tanken. AI kommer att ställa frågor för att hjälpa dig identifiera den automatiska tanken."
  },
  "sdvdNdbxdwQfb": {
    "title": "Virtuell psykolog",
    "description": "Fri kommunikation med AI i dialog. Du kan dela dina upplevelser, be om råd, få stöd."
  },
  "sdvdpsvwQfw": {
    "title": "Novakos irritationsskala",
    "description": "Lägg till ett nytt test för irritabilitetsnivå. Det visar hur mycket ilska och irritation du absorberar och håller inom dig i vardagen."
  },
  "sdvdpsvGscfvw": {
    "title": "Röstinmatning",
    "description": "Möjlighet att fylla i textfält i dagböcker med röstkommando."
  },
  "rsoklcescfvwz": {
    "title": "Daglig aktivitetsanalys",
    "description": "I slutet av varje dag efter arbete i appen kommer du kunna beställa analytik för dagen från AI. Den kommer att dra slutsatser om ditt arbete och ge rekommendationer."
  },
  "lkmvdsvdsfds": {
    "title": "Bilder i den smarta dagboken",
    "description": "Lägg till möjlighet att bifoga bilder till anteckningar i den smarta dagboken."
  },
  "iFlct67Ldvkwq": {
    "title": "Tacksamhetsdagbok",
    "description": "Lägg till en ny typ av anteckning i den smarta dagboken - tacksamhet."
  }
}
