{
  "days": {
    "fist": {
      "header": "Sono felice di vederti per la prima volta nella nostra applicazione!",
      "content": "<p>Mi chiamo Alfred e sono l'intelligenza artificiale di questa applicazione. Il mio compito è aiutarti nel percorso verso una vita felice e armoniosa, libera da problemi psicologici!</p><p>Ho preparato per te alcuni passi iniziali che ti permetteranno di familiarizzare con i nostri metodi di terapia.</p><p>Ricorda: più interagirai con l'applicazione, meglio riuscirò a comprendere le tue esigenze e, di conseguenza, più precise saranno le mie raccomandazioni!</p>"
    },
    "second": {
      "content": "<p>Vedo che hai già fatto i primi passi nel tuo percorso di miglioramento psicologico, è fantastico!</p><p>Oggi vorrei presentarti una nuova funzione: la Valutazione giornaliera dello stato. L'ho inclusa nell'elenco delle azioni consigliate, poiché è estremamente utile per monitorare i tuoi progressi.</p><p>Ti consiglio di compilarla ogni giorno prima di iniziare le attività. Per il resto, continua a tenere i tuoi diari e a familiarizzare con la teoria. Buona giornata!</p>"
    },
    "third": {
      "content": "<p>Continuiamo le nostre attività oggi, concentrandoci sull'analisi dei pensieri distruttivi.</p><p>Inoltre, ti consiglio di dare un'occhiata alla nostra vetrina di psicologi.</p><p>Nella nostra applicazione, diamo importanza al lavoro autonomo, ma solo uno psicologo può offrirti raccomandazioni veramente personalizzate. Questo è estremamente importante, soprattutto all'inizio del percorso.</p>"
    },
    "fourth": {
      "content": "<p>Diamo grande importanza all'educazione, cercando di renderla non solo utile ma anche coinvolgente.</p><p>Per questo abbiamo creato un canale Instagram dove argomenti complessi vengono presentati in modo semplice e accessibile.</p><p>Unitevi alla nostra community e avvicinatevi passo dopo passo a una vita armoniosa e felice, libera da barriere psicologiche!</p>"
    },
    "fifth": {
      "content": "<p>Ti invito a provare le nostre funzioni premium.</p><p>È disponibile un periodo di prova di 3 giorni, durante il quale puoi annullare l'abbonamento se non soddisfa le tue aspettative.</p><p>Questo ti offrirà opportunità avanzate per interagire con me durante il processo terapeutico.</p>"
    },
    "eighth": {
      "content": "<p>Sei con noi da 8 giorni!</p><p>Spero che tu stia trovando utile questa applicazione.</p><p>Apprezziamo molto il feedback dei nostri utenti, raccontaci cosa ti è piaciuto e cosa vorresti migliorare!</p><p>Miglioriamo l'applicazione insieme!</p>"
    },
    "fifteenth": {
      "content": "<p>Siamo felici che tu sia con noi da così tanto tempo – è davvero fantastico!</p><p>Oggi vorrei attirare la tua attenzione su una funzione speciale – \"Condividi con lo psicologo\".</p><p>Se stai seguendo un corso terapeutico, questa funzione ti sarà incredibilmente utile!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>Ho notato che ti stai dedicando attivamente al tuo benessere psicologico!</p><p>Tuttavia, non stai ancora utilizzando tutte le funzionalità dell'applicazione.</p><p>Se il problema è il prezzo, oggi l'ho ridotto per te!</p><p>Approfitta del nuovo prezzo entro la fine della giornata e prenditi cura di te!</p>"
    }
  },
  "affirmations": [
    "Oggi ho scelto per te la seguente affermazione.",
    "Prova a lavorare oggi su questa affermazione.",
    "Oggi ti propongo la seguente affermazione."
  ],
  "appUpdated": [
    "Mi sono aggiornato mentre eri via, vediamo insieme cosa hanno aggiunto gli sviluppatori!",
    "Durante la tua assenza è stato effettuato un aggiornamento. Esploriamo insieme le novità introdotte dagli sviluppatori!",
    "Ti aspettano nuovi aggiornamenti! Mentre eri offline, non siamo stati fermi. Diamo un'occhiata alle novità:",
    "Abbiamo preparato alcuni miglioramenti nell'app. Esploriamoli insieme?",
    "L'applicazione si è aggiornata! Vediamo quali interessanti funzionalità sono state aggiunte:",
    "I nostri sviluppatori lavorano ogni giorno per migliorare il progetto. Ecco cosa è stato aggiunto:"
  ],
  "neverUsed": [
    "Non hai ancora fatto nessuna annotazione in <b>{dairy}</b>. Prova a farlo oggi. Per trovare il metodo che fa per te, è necessario sperimentare diversi approcci.",
    "Ho notato che non hai ancora scritto nulla in <b>{dairy}</b>. Oggi è un ottimo giorno per rimediare. Esplora diverse strategie per scoprire quelle più efficaci per te.",
    "Il tuo <b>{dairy}</b> è ancora vuoto. Fai il primo passo oggi, esplorando varie metodologie per trovare quella più adatta a te."
  ],
  "premiumThanks": {
    "content": "<p>Ho notato che hai recentemente attivato il premium!</p><p>Il premium ti dà accesso a un modello di IA più potente, rendendo la mia analisi ancora più efficace!</p><p>Grazie a te, i nostri sviluppatori potranno continuare a migliorare il progetto e aiutare le persone a trovare l'armonia interiore.</p><p>Grazie per la tua fiducia!</p>"
  },
  "quote": [
    "Oggi vorrei ispirarti con una citazione di una grande persona.",
    "Rivolgiamoci oggi alla saggezza di una grande personalità, che può diventare una fonte di ispirazione.",
    "Oggi ti propongo una riflessione di un grande personaggio, che potrebbe motivarti a nuove imprese.",
    "Ricordiamo le parole di una grande persona, che possono diventare un saggio consiglio per noi.",
    "Ho scelto per te una citazione di una persona famosa.",
    "Ho deciso di condividere oggi con te una citazione penetrante di una personalità famosa, ricca di significato.",
    "Oggi ti invito a immergerti nella saggezza lasciataci da un grande uomo e a trarne ispirazione."
  ],
  "readArticle": [
    "Ho analizzato i tuoi appunti e ho aggiunto al tuo piano di oggi del materiale didattico che potrebbe risultarti interessante.",
    "Esaminando i tuoi appunti, ho deciso di aggiungere al tuo piano giornaliero del materiale didattico che ritengo possa esserti utile.",
    "Dopo aver analizzato i tuoi appunti, ho selezionato del materiale didattico che considero utile e interessante per te e l'ho aggiunto al tuo piano di oggi."
  ],
  "testExpired": [
    "I risultati del tuo test <b>{test_name}</b> sono obsoleti, verifichiamo il tuo stato attuale!",
    "I tuoi risultati del test <b>{test_name}</b> non sono più aggiornati. È ora di aggiornare le informazioni sul tuo stato!",
    "Sembra che i risultati del test <b>{test_name}</b> siano superati. Scopriamo come stanno le cose adesso!",
    "I dati del test <b>{test_name}</b> non riflettono più la tua situazione attuale. È il momento di un nuovo controllo!",
    "I risultati del <b>{test_name}</b> hanno perso la loro attualità. Ti va di aggiornarli e scoprire il tuo stato attuale?",
    "È passato un po' di tempo dall'ultima volta che hai fatto il <b>{test_name}</b>. Vediamo cosa è cambiato da allora!"
  ],
  "header": [
    "Felice di rivederti!",
    "Spero che il tempo sia bello da te!",
    "È un piacere rivederti!",
    "Come va il tuo umore?",
    "È sempre un piacere vederti!",
    "Benvenuto di nuovo!",
    "Sono sempre felice di vederti!"
  ]
}