{
  "days": {
    "fist": "<p>Mi chiamo Alfred e sono il suo assistente virtuale nell’app. Il mio obiettivo è accompagnarla verso una vita più serena, stabile ed equilibrata.</p><p>Ho preparato alcuni primi passi per farle conoscere gli approcci e gli strumenti che utilizziamo in terapia.</p><p>Si ricordi: più interagisce con l’app, meglio potrò capire le sue esigenze e più utili e mirati diventeranno i miei consigli.</p>",
    "third": "<p>Oggi continuiamo il lavoro e ci dedichiamo all’analisi dei pensieri disfunzionali.</p><p>Le consiglio anche di dare un’occhiata alla nostra vetrina degli psicologi.</p><p>Nell’app puntiamo molto sulla pratica autonoma, ma uno psicologo può offrirle un supporto più personalizzato e indicazioni su misura. È particolarmente prezioso all’inizio del percorso.</p>",
    "fourth": "<p>Ci impegniamo perché l’apprendimento non sia solo utile, ma anche interessante.</p><p>Per questo abbiamo creato un canale Instagram, dove spieghiamo temi complessi in modo semplice e chiaro.</p><p>Si unisca alla nostra community: facciamo insieme, passo dopo passo, un percorso verso una vita più armoniosa e consapevole.</p>",
    "fifth": "<p>Le propongo di provare le funzioni Premium.</p><p>Avrà 3 giorni di prova e potrà annullare l’abbonamento in qualsiasi momento, se deciderà che non fa per lei.</p><p>Con Premium avrà più possibilità di lavorare con me e di ricevere un supporto ancora più approfondito nel suo percorso terapeutico.</p>",
    "eighth": "<p>È bello averla con noi da così tanto tempo: è davvero d’ispirazione!</p><p>Oggi vorrei richiamare la sua attenzione su una funzione importante: \"Condividi con lo psicologo\".</p><p>Se sta seguendo un percorso di terapia, questa possibilità può diventare un supporto molto prezioso e comodo.</p>",
    "tenth": "<p>È con noi da 8 giorni: che bello!</p><p>Spero che l’app la stia aiutando e le sia utile.</p><p>Per noi il suo feedback è davvero importante: ci dica cosa le è piaciuto e cosa vorrebbe migliorare.</p><p>Saremo felici di rendere l’app ancora migliore insieme a lei!</p>"
  },
  "affirmations": [
    "Oggi ho scelto per lei un’affermazione che potrebbe sostenerla.",
    "Provi oggi a lavorare con questa affermazione: può aiutarla a orientarsi in positivo.",
    "Oggi le propongo questa affermazione come sostegno interiore."
  ],
  "appUpdated": [
    "Mi sono aggiornato mentre era via. Vediamo cosa hanno aggiunto gli sviluppatori!",
    "Durante la sua assenza è uscito un aggiornamento. Scopriamo insieme le novità!",
    "Ci sono aggiornamenti in arrivo! Mentre era offline, abbiamo continuato a lavorare. Ecco cosa c’è di nuovo:",
    "Abbiamo introdotto alcuni miglioramenti nell’app. Vediamoli insieme!",
    "L’app si è aggiornata! Controlliamo quali nuove funzioni sono disponibili:",
    "I nostri sviluppatori migliorano l’app ogni giorno. Guardi cosa c’è di nuovo:"
  ],
  "neverUsed": [
    "Non ha ancora scritto nessuna voce in <b>{dairy}</b>. Forse oggi è un buon momento per iniziare. Per trovare un approccio che funzioni davvero per lei, è utile provare metodi diversi.",
    "Ho notato che non ha ancora inserito voci in <b>{dairy}</b>. Oggi è un ottimo giorno per fare il primo passo. Provi strade diverse: così è più facile capire cosa fa al caso suo.",
    "Il suo <b>{dairy}</b> è ancora vuoto. Scriva la prima voce oggi e sperimenti tecniche diverse, per trovare quelle che funzionano meglio per lei."
  ],
  "premiumThanks": {
    "content": "<p>Ho notato che di recente ha attivato Premium: grazie di cuore!</p><p>Ora ha accesso a un modello di IA più potente e le mie analisi saranno ancora più precise e utili.</p><p>La sua scelta aiuta il nostro team a far crescere il progetto e a sostenere le persone nel percorso verso l’equilibrio interiore.</p><p>Grazie per la fiducia!</p>"
  },
  "quote": [
    "Oggi vorrei ispirarla con una citazione di una persona straordinaria.",
    "Oggi le propongo di attingere alla saggezza di una personalità speciale: può essere una buona fonte di ispirazione.",
    "Oggi vorrei condividere con lei le parole di una persona famosa, che potrebbero sostenerla e motivarla.",
    "Ricordiamo le parole di una persona straordinaria: possono diventare un punto di riferimento utile.",
    "Ho scelto per lei una citazione di una persona famosa.",
    "Oggi ho deciso di condividere con lei una citazione particolarmente significativa di una personalità nota: ricca di spunti.",
    "Oggi le propongo di immergersi nella saggezza che una persona straordinaria ci ha lasciato e di trovarvi ispirazione."
  ],
  "readArticle": [
    "Ho analizzato le sue note e ho aggiunto al piano di oggi un contenuto che potrebbe interessarle ed esserle utile.",
    "Dopo aver esaminato le sue note, ho deciso di includere nel suo piano di oggi un materiale formativo che, secondo me, può aiutarla nel lavoro su di sé.",
    "Dopo aver analizzato le sue note, ho scelto un contenuto che, a mio avviso, le sarà utile e interessante e l’ho aggiunto al suo piano di oggi."
  ],
  "testExpired": [
    "I risultati del suo test <b>{test_name}</b> non sono più aggiornati. Aggiorniamoli e valutiamo come si sente adesso!",
    "I suoi risultati del test <b>{test_name}</b> non sono più attuali. Le propongo di aggiornarli per capire meglio l’andamento.",
    "Sembra che i risultati del test <b>{test_name}</b> non siano più recenti. Vediamo come si sente in questo momento!",
    "I dati del test <b>{test_name}</b> non riflettono più il suo stato attuale. È il momento di ripeterlo.",
    "I risultati di <b>{test_name}</b> non sono più attuali. Vuole aggiornarli e vedere com’è adesso?",
    "È passato un po’ di tempo da quando ha svolto <b>{test_name}</b>. Vediamo cosa è cambiato da allora!"
  ],
  "header": [
    "È un piacere rivederla!",
    "Spero che oggi dalle sue parti ci sia bel tempo!",
    "Sono davvero felice di rivederla!",
    "Come si sente oggi?",
    "È sempre un piacere averla qui!",
    "Bentornato!",
    "Mi fa sempre piacere rivederla!"
  ]
}