[
  {
    "text": "La più grande gloria nella vita non è non cadere mai, ma rialzarsi ogni volta che cadiamo.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Quando siete nel buio, ricordate: il sole sorge e tramonta, ma la sua luce non si spegne mai davvero.",
    "author": "Kahlil Gibran"
  },
  {
    "text": "Ciò che non ci uccide ci rende più forti.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Anche nella notte che al mondo sembra infinita, c’è una strada che conduce a un mattino luminoso.",
    "author": "Haruki Murakami"
  },
  {
    "text": "La speranza è quella cosa con le piume che si posa nell’anima, canta una melodia senza parole e non smette mai di crederci.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Il modo migliore per tirarsi su di morale è provare a tirar su di morale qualcun altro.",
    "author": "Mark Twain"
  },
  {
    "text": "Un piccolo pensiero positivo al mattino può cambiare l’intera giornata.",
    "author": "Dalai Lama"
  },
  {
    "text": "È importante ricordare che non possiamo diventare ciò che desideriamo restando ciò che siamo adesso.",
    "author": "Max DePree"
  },
  {
    "text": "C’è sempre luce, se abbiamo il coraggio di vederla. E se abbiamo il coraggio di essere quella luce.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Non giudicate la giornata dal raccolto che avete ottenuto, ma dai semi che avete piantato.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Ricordate: non è un segno di debolezza. È una malattia che ha bisogno di cure, come qualunque altra.",
    "author": "Demi Lovato"
  },
  {
    "text": "Non permettete alla vostra malattia di definire chi siete.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Ciò che vediamo dipende soprattutto da ciò che cerchiamo.",
    "author": "John Lubbock"
  },
  {
    "text": "È importante parlare di quello che provate, invece di tenervelo dentro.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Non siete soli, e questo buio, come tutto, prima o poi passerà.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Il coraggio non sempre ruggisce. A volte è quella voce sommessa, a fine giornata, che dice: domani ci riprovo.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "La speranza è quella cosa con le piume che abita nell’anima, canta senza parole e non smette mai — mai del tutto.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Ricordate: non dovete fare quello che fanno tutti gli altri.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "State lontani da chi prova a sminuire le vostre ambizioni. Le persone piccole lo fanno sempre; quelle davvero grandi vi fanno sentire che anche voi potete diventare grandi.",
    "author": "Mark Twain"
  },
  {
    "text": "La depressione è uno stato in cui vi sembra di non avere il controllo sulla vostra vita. Trovate qualcosa che vi riporti a vivere, per quanto piccolo possa sembrare.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Essere forti significa sentirsi a pezzi e vivi nello stesso momento.",
    "author": "Lena Dunham"
  },
  {
    "text": "La vostra situazione attuale non è la vostra destinazione finale.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Ciò che provate adesso non vi definirà per sempre.",
    "author": "Kristina Rimmi"
  },
  {
    "text": "La speranza è una fede rivolta al futuro: la certezza che arriveranno giorni migliori, per quanto siano bui quelli di oggi.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "La depressione è una prigione in cui siete insieme carceriere e prigioniero.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Se state attraversando l’inferno, continuate ad andare avanti.",
    "author": "Winston Churchill"
  },
  {
    "text": "La cosa più importante da fare quando siete a terra è rialzarvi.",
    "author": "Demi Lovato"
  },
  {
    "text": "Aggrappatevi alla speranza: quando è buio, le stelle si vedono meglio.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Non dovete vedere tutta la scala: fate semplicemente il primo passo.",
    "author": "Martin Luther King"
  },
  {
    "text": "Curarsi non significa guarire all’istante, ma è il primo passo in quella direzione.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Siate pazienti con tutto ciò che nella vostra anima non è ancora risolto e provate ad amare le domande in sé.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "La salute mentale merita la stessa attenzione e la stessa cura di quella fisica.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "In ogni notte c’è una stella che brilla più delle altre.",
    "author": "Maya Angelou"
  },
  {
    "text": "Non abbiate paura di mostrare la vostra vulnerabilità. Essere sinceri su come state può portarvi il sostegno di cui avete bisogno.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Siate voi stessi; tutti gli altri sono già occupati.",
    "author": "Oscar Wilde"
  },
  {
    "text": "A volte la cosa più sana che possiate fare è permettervi di sentire.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Non perdete la fiducia in voi stessi. Non sapete mai a quanto potreste essere vicini al vostro traguardo.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Amare se stessi è l’inizio di un romanzo che dura tutta la vita.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Non abbiate mai paura di chiedere aiuto. È un segno di forza, non di debolezza.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "La forza non nasce dalla capacità fisica. Nasce da una volontà indomabile.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Definite la vostra vita non da ciò in cui non siete riusciti, ma da ciò che potete ancora raggiungere.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "L’unico modo per fare un grande lavoro è amare quello che fate.",
    "author": "Steve Jobs"
  },
  {
    "text": "Non diventiamo forti quando non dobbiamo mai lottare, ma quando impariamo ad affrontare le sfide.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Non aspettate momenti speciali: rendete speciale ogni momento.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Non preoccupatevi di quello che la gente penserà di voi: sono troppo impegnati a pensare a se stessi.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Ogni passo avanti, anche il più piccolo, è un passo verso il successo.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Non temete di andare piano, temete di restare fermi.",
    "author": "Proverbio cinese"
  },
  {
    "text": "Il vero coraggio è sapere che domani vi sveglierete, anche se oggi il mondo è crollato.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Ricordate: a volte non ottenere ciò che desiderate è una fortuna meravigliosa.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "La felicità non è avere ciò che volete, ma desiderare ciò che avete.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Il successo è la capacità di passare da un fallimento all’altro senza perdere entusiasmo.",
    "author": "Winston Churchill"
  },
  {
    "text": "Abbiate il coraggio di vivere la vita che avete sognato per voi stessi. Andate avanti e rendetela meravigliosa.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Solo chi rischia di spingersi troppo oltre può scoprire fino a dove si può arrivare.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Il dolore non è sempre un invito ad agire; a volte è un invito a meditare.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Il vero ottimismo non è allegria: è forza. Ed è questa forza che vi permette di guardare la realtà negli occhi, a viso aperto.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "Ogni giorno è una nuova occasione per cambiare la vostra vita.",
    "author": "Autore sconosciuto"
  },
  {
    "text": "La parte più difficile è decidere di agire; tutto il resto è solo perseveranza.",
    "author": "Amelia Earhart"
  }
]
