[
  {
    "text": "La più grande gloria nella vita non è nel non cadere mai, ma nel rialzarsi ogni volta che si cade.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Quando sei nell'oscurità, ricorda: il sole sorge e tramonta, ma la sua luce è eterna.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Ciò che non ci uccide ci rende più forti.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Anche dalla notte che sembra interminabile per tutto il mondo, c'è un cammino verso un luminoso mattino.",
    "author": "Haruki Murakami"
  },
  {
    "text": "La speranza è quella cosa con le piume che si posa nell'anima e canta una melodia senza parole, e non smette mai di crederci.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Il miglior modo per migliorare il proprio umore è cercare di migliorare l'umore di qualcun altro.",
    "author": "Mark Twain"
  },
  {
    "text": "Una piccola mente positiva al mattino può cambiare tutta la tua giornata.",
    "author": "Dalai Lama"
  },
  {
    "text": "È importante ricordare che non possiamo diventare ciò che vogliamo essere rimanendo ciò che siamo.",
    "author": "Max DePree"
  },
  {
    "text": "C'è sempre luce, se solo avessimo il coraggio di vederla. Se solo avessimo il coraggio di esserla.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Non giudicare ogni giorno dal raccolto che raccogli, ma dai semi che pianti.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Ricorda a te stesso che non è un segno di debolezza. La malattia richiede cure come qualsiasi altra.",
    "author": "Demi Lovato"
  },
  {
    "text": "Non permettere alla tua malattia di definire chi sei.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Ciò che vediamo dipende principalmente da ciò che cerchiamo.",
    "author": "John Lubbock"
  },
  {
    "text": "È importante parlare dei propri sentimenti piuttosto che tenerli dentro.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Non sei solo, e questa oscurità, come tutto il resto, passerà.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Il coraggio non sempre ruggisce. A volte il coraggio è la voce tranquilla alla fine della giornata che dice: ci riproverò domani.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "La speranza è quella cosa con le piume che si posa nell'anima e canta una melodia senza parole, e non smette mai di farlo.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Ricorda a te stesso che non devi fare ciò che fanno tutti gli altri.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Stai lontano da coloro che cercano di sminuire le tue ambizioni. Le persone meschine lo fanno sempre, ma le persone veramente grandi ti fanno sentire che anche tu puoi diventare grande.",
    "author": "Mark Twain"
  },
  {
    "text": "La depressione è uno stato in cui non controlli la tua vita. Trova qualcosa che ti riporti alla vita, non importa quanto piccolo possa sembrare.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Essere forti significa sentirsi terribili e vivi allo stesso tempo.",
    "author": "Lena Dunham"
  },
  {
    "text": "La tua situazione attuale non è la tua destinazione finale.",
    "author": "Anonimo"
  },
  {
    "text": "La più grande gloria nella vita non è nel non cadere mai, ma nel rialzarsi ogni volta che cadiamo.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Quello che senti ora non ti definirà per sempre.",
    "author": "Christina Grimmie"
  },
  {
    "text": "Non giudicare ogni giorno dal raccolto che raccogli, ma dai semi che pianti.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "La speranza è la fede rivolta al futuro; la fede che giorni migliori arriveranno, indipendentemente da quanto oscuro sia il presente.",
    "author": "Anonimo"
  },
  {
    "text": "La depressione è una prigione in cui sei sia il carceriere che il prigioniero.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Se stai attraversando l'inferno, continua a camminare.",
    "author": "Winston Churchill"
  },
  {
    "text": "La cosa più importante che puoi fare quando sei giù è alzarti.",
    "author": "Demi Lovato"
  },
  {
    "text": "Aggrappati alla speranza. Quando è buio, le stelle sono più visibili.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Non devi vedere tutta la scala, basta fare il primo passo.",
    "author": "Martin Luther King"
  },
  {
    "text": "Il trattamento non significa guarigione immediata, ma è il primo passo verso di essa.",
    "author": "Anonimo"
  },
  {
    "text": "Ciò che vediamo dipende principalmente da ciò che cerchiamo.",
    "author": "John Lubbock"
  },
  {
    "text": "Sii paziente con tutto ciò che non è risolto nella tua anima e cerca di amare le domande stesse.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "La salute mentale richiede la stessa attenzione e cura della salute fisica.",
    "author": "Anonimo"
  },
  {
    "text": "In ogni notte c'è una stella più luminosa.",
    "author": "Maya Angelou"
  },
  {
    "text": "Non avere paura di mostrare la tua vulnerabilità. Essere onesti riguardo al proprio stato può portare il sostegno necessario.",
    "author": "Anonimo"
  },
  {
    "text": "Sii te stesso; tutti gli altri ruoli sono già occupati.",
    "author": "Oscar Wilde"
  },
  {
    "text": "A volte la cosa più sana che puoi fare è permetterti di sentire.",
    "author": "Anonimo"
  },
  {
    "text": "La vita non è aspettare che passi la tempesta, ma imparare a ballare sotto la pioggia.",
    "author": "Vivian Greene"
  },
  {
    "text": "Non perdere la fede in te stesso. Non sai mai quanto vicino potresti essere al tuo obiettivo.",
    "author": "Anonimo"
  },
  {
    "text": "Ciò che non ci uccide ci rende più forti.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Amare se stessi è l'inizio di una storia d'amore che dura tutta la vita.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Non avere mai paura di chiedere aiuto. È un segno di forza, non di debolezza.",
    "author": "Anonimo"
  },
  {
    "text": "La vita non è sopravvivere alla tempesta, ma imparare a ballare sotto la pioggia.",
    "author": "Anonimo"
  },
  {
    "text": "La forza non viene dalla capacità fisica. Viene da una volontà indomabile.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Definisci la tua vita non da ciò che non hai ottenuto, ma da ciò che puoi ancora raggiungere.",
    "author": "Anonimo"
  },
  {
    "text": "L'unico modo per fare un grande lavoro è amare ciò che fai.",
    "author": "Steve Jobs"
  },
  {
    "text": "Diventiamo forti non quando non dobbiamo mai lottare, ma quando impariamo a superare le sfide.",
    "author": "Anonimo"
  },
  {
    "text": "Non aspettare momenti speciali, rendi speciale ogni momento.",
    "author": "Anonimo"
  },
  {
    "text": "Non preoccuparti di cosa pensano gli altri di te. Sono troppo occupati a pensare a se stessi.",
    "author": "Anonimo"
  },
  {
    "text": "Ogni passo avanti, anche il più piccolo, è un passo verso il successo.",
    "author": "Anonimo"
  },
  {
    "text": "Non temere di andare piano, temi solo di stare fermo.",
    "author": "Proverbio cinese"
  },
  {
    "text": "Il vero coraggio è sapere che ti sveglierai domani quando il mondo è crollato oggi.",
    "author": "Anonimo"
  },
  {
    "text": "Ricorda che non ottenere ciò che desideri è a volte una straordinaria fortuna.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "La felicità non sta nell'avere ciò che desideri, ma nel desiderare ciò che hai.",
    "author": "Anonimo"
  },
  {
    "text": "Il successo è la capacità di passare da un'esperienza fallimentare all'altra senza perdere l'entusiasmo.",
    "author": "Winston Churchill"
  },
  {
    "text": "Osa vivere la vita che hai sognato per te stesso. Avanza e rendi la tua vita magnifica.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Solo chi osa andare troppo lontano può scoprire quanto lontano può andare.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Il dolore non è sempre un segnale di azione; a volte è un invito alla meditazione.",
    "author": "Anonimo"
  },
  {
    "text": "Il vero ottimismo non è gioia, ma forza. E questa forza ci aiuta a guardare in faccia la realtà con occhi aperti.",
    "author": "Anonimo"
  },
  {
    "text": "Ogni giorno è una nuova opportunità per cambiare la tua vita.",
    "author": "Anonimo"
  },
  {
    "text": "La parte più difficile è decidere di agire, il resto è solo perseveranza.",
    "author": "Amelia Earhart"
  }
]
