{
  "daysCommon": [
    "Fantastico! Ha già aperto la nostra app <b>{days}</b> volte.",
    "Questa è la sua <b>{days}</b>ª visita nell’app: è un piacere vedere la sua costanza!",
    "Splendido! Il numero delle sue visite è arrivato a <b>{days}</b>.",
    "Siamo felici di rivederla per la <b>{days}</b>ª volta!"
  ],
  "daysInRow": [
    "Questo è il suo <b>{days}</b>º giorno consecutivo di pratica: un’ottima continuità!",
    "È sulla strada giusta: sono già <b>{days}</b> giorni di fila che si dedica del tempo.",
    "Ottimo risultato! Senza saltare neanche un giorno: <b>{days}</b> g. di fila.",
    "Una serie impressionante! Sta lavorando su di sé da <b>{days}</b> g. consecutivi.",
    "Continui così! Sono già <b>{days}</b> g. che pratica senza interruzioni."
  ],
  "daysMissed": [
    "Non la vedevo da <b>{days}</b> g. 😢 Spero che stia bene. Sono felice che sia tornato qui.",
    "Sono passati <b>{days}</b> g. dalla nostra ultima visita. Che bello che sia tornato. Spero che questi giorni siano stati gentili con lei.",
    "È già da <b>{days}</b> g. che non la vedevo. Sono felice di rivederla: che oggi sia un passo comodo per lei.",
    "Ho notato che non apriva l’app da <b>{days}</b> g. Se aveva bisogno di tempo, va benissimo così. È bello averla qui."
  ],
  "moodBetter": [
    "Ho calcolato che, negli ultimi giorni, il suo umore è migliorato in media del <b>{percent}%</b> dopo le pratiche. È un’ottima tendenza: continui con il ritmo che le è più comodo.",
    "I suoi sforzi stanno dando risultati! Il miglioramento medio dell’umore è stato del <b>{percent}%</b>. È bello vedere questi progressi.",
    "In base alle note quotidiane, in media il suo umore è migliorato del <b>{percent}%</b>. È davvero un buon risultato!",
    "Il monitoraggio del suo stato mostra un miglioramento di circa <b>{percent}%</b>. Ha fatto un ottimo lavoro.",
    "Negli ultimi giorni si nota un miglioramento dell’umore del <b>{percent}%</b>. Apprezzo molto i suoi sforzi e l’attenzione che dedica a sé."
  ]
}
