{
  "list": {
    "0": {
      "title": "AI рекомендации при заполнении дневника",
      "description": "Заполнение дневника автоматических мыслей может быть непростой и кропотливой задачей. Наша система рекомендаций облегчит этот процесс: она подскажет, поддержит и поможет избежать ошибок. Благодаря этому ваша работа с мыслями станет более продуктивной."
    },
    "1": {
      "title": "Персонализированный анализ ваших записей",
      "description": "Делитесь своими переживаниями с нашим AI, и он поможет взглянуть на ваши трудности с новой перспективы. Искусственный интеллект поддержит, предложит полезные рекомендации и выявит когнитивные искажения, с которыми вы сможете эффективно работать, продвигаясь к решению проблем."
    },
    "2": {
      "title": "Безопасность персональных данных",
      "description": "Открывает возможность установки пароля при входе в приложение и дополнительно шифрует ваши персональные данные. Это гарантирует, что доступ к приложению станет невозможен без правильного пароля, защищая вашу информацию на максимальном уровне."
    },
    "3": {
      "title": "AI распознавание речи",
      "description": "Мы используем новейшие технологии распознавания речи с функцией анализа эмоций, чтобы с точностью передавать ваши мысли и интонации. Наша система автоматически добавляет параграфы и знаки препинания. Вы получите точные записи в 4 раза быстрее, чем при вводе с клавиатуры."
    },
    "4": {
      "title": "Синхронизация между всеми устройствами",
      "description": "Ваши данные будут надежно зашифрованы и сохранены на нашем сервере, что гарантирует их сохранность. Это также позволяет вам вести записи с разных устройств одновременно, обеспечивая удобный и непрерывный доступ к информации в любое время."
    },
    "5": {
      "title": "Полный доступ к тестам",
      "description": "Наши тесты разработаны профессиональными психологами и содержат детальные пояснения к каждому вопросу. Это поможет вам глубже понять себя и отслеживать изменения в своем состоянии, обеспечивая более осознанный подход к самопознанию и развитию."
    },
    "6": {
      "title": "Неограниченный доступ к базе знаний",
      "description": "Самообучение — ключевой элемент на пути к более счастливой и осознанной жизни. Мы разработали обширную базу знаний, которая постоянно пополняется. Читайте наши интерактивные статьи без ограничений и откройте для себя новые способы улучшить свою жизнь каждый день."
    },
    "7": {
      "title": "Добавление изображений к записям",
      "description": "Иллюстрируйте свои мысли с помощью изображений. Добавленные изображения будут синхронизированы между всеми устройствами и доступны вашему психологу!"
    }
  },
  "last": {
    "title": "Также будут доступны следующие функции:",
    "advantages": [
      "Экспорт данных в формате CSV",
      "Автосинхронизация данных с психологом",
      "Таймер выключения расслабляющих звуков",
      "Защита от повышения цены на подписку"
    ]
  }
}
