{
  "title": "Дзеркало самокритики",
  "statement": "Уявіть, що ви кажете своєму найкращому другові всі ті критичні думки, які зазвичай адресуєте собі. Ця техніка допоможе вам усвідомити несправедливість самокритики та навчитися ставитися до себе з більшим співчуттям і розумінням.",
  "task": [
    "1️⃣ Оберіть ситуацію, в якій ви схильні до самокритики.",
    "2️⃣ Уявіть, що ваш близький друг або родич опинився в такій самій ситуації.",
    "3️⃣ Проведіть рольову гру: ви граєте себе, а уявний співрозмовник - вашого друга.",
    "4️⃣ Озвучте всі критичні думки та судження, які зазвичай спрямовуєте на себе, але адресуйте їх вашому «другу».",
    "Зверніть увагу на свої почуття під час цієї вправи. Наскільки комфортно вам говорити такі речі іншій людині?",
    "Проаналізуйте різницю між тим, як ви ставитеся до себе та до інших у схожих ситуаціях.",
    "Подумайте, як би ви насправді підтримали друга в такій ситуації. Які слова ви б використали?",
    "Спробуйте застосувати цей же рівень підтримки, розуміння та турботи до себе."
  ],
  "example": [
    "Ваші звичайні думки про себе:",
    "Я повний невдаха. Звісно, мене не підвищили - я ж нічого не вмію. Напевно, я ніколи не досягну успіху в кар'єрі. Я недостатньо розумний і талановитий для цієї роботи.",
    "Тепер уявіть, що ваша найкраща подруга Анна не отримала підвищення і розповіла вам про це. Спробуйте сказати їй те саме:",
    "Анно, ти повна невдаха. Звісно, тебе не підвищили - ти ж нічого не вмієш. Напевно, ти ніколи не досягнеш успіху в кар'єрі. Ти недостатньо розумна і талановита для цієї роботи.",
    "Як ви себе почуваєте, кажучи це Анні? Скоріш за все, вам незручно і навіть соромно промовляти такі слова.",
    "А тепер подумайте, що б ви насправді сказали Анні:",
    "Анно, мені шкода, що ти не отримала це підвищення. Я знаю, як багато ти працювала для цього. Не отримати бажане завжди прикро, але це не робить тебе невдахою. У тебе багато сильних сторін і досягнень. Можливо, зараз просто не твій час, або є якісь навички, які ти можеш покращити. Давай подумаємо, як ти можеш розвиватися далі у своїй кар'єрі.",
    "Тепер спробуйте сказати ці ж слова підтримки собі. Зверніть увагу, наскільки по-різному ви ставитеся до себе та до друга в одній і тій самій ситуації. Практикуйте цей підхід регулярно, щоб навчитися ставитися до себе з таким же співчуттям і підтримкою, як до близького друга."
  ],
  "expectations": [
    "Усвідомлення несправедливості самокритики",
    "Покращення самооцінки та впевненості в собі",
    "Зниження рівня стресу та тривожності"
  ]
}
