{
  "title": "Дзеркало самокритики",
  "statement": "Уявіть, що Ви говорите своєму найкращому другові всі ті критичні думки, які зазвичай спрямовуєте на себе. Ця практика допоможе усвідомити, наскільки суворою може бути самокритика, та навчитися ставитися до себе з більшою добротою й співчуттям.",
  "task": [
    "1️⃣ Оберіть ситуацію, у якій Ви зазвичай схильні критикувати себе.",
    "2️⃣ Уявіть, що у цій самій ситуації опинився Ваш близький друг або родич.",
    "3️⃣ Проведіть невеличку рольову гру: Ви залишитеся собою, а уявний співрозмовник втілює Вашого друга.",
    "4️⃣ Промовте всі критичні думки та оцінки, які зазвичай адресуєте собі, але цього разу зверніться з ними до \"друга\".",
    "Прислухайтеся до своїх відчуттів під час вправи. Наскільки Вам комфортно казати таке іншій людині?",
    "Поміркуйте, чим відрізняється те, як Ви спілкуєтеся із собою та з іншими у подібних ситуаціях.",
    "Згадайте, як би Ви насправді підтримали друга в такій ситуації. Які слова Ви обрали б?",
    "Спробуйте подарувати собі той самий рівень підтримки, розуміння та турботи."
  ],
  "example": [
    "Ваші звичні думки про себе:",
    "Я повний невдаха. Звісно, мене не підвищили — я ж нічого не вмію. Напевно, я ніколи не досягну успіху в кар’єрі. Я недостатньо розумна та талановита для цієї роботи.",
    "Тепер уявіть, що Ваша найкраща подруга Анна не отримала підвищення та поділилася цим із Вами. Спробуйте сказати їй те саме:",
    "Анно, ти повна невдаха. Звісно, тебе не підвищили — ти ж нічого не вмієш. Напевно, ти ніколи не досягнеш успіху в кар’єрі. Ти недостатньо розумна та талановита для цієї роботи.",
    "Як Ви почуваєтеся, промовляючи це Анні? Ймовірно, Вам неприємно й навіть соромно говорити такі слова.",
    "А тепер уявіть, що б Ви сказали Анні насправді:",
    "Анно, мені дуже прикро, що цього разу ти не отримала підвищення. Я знаю, скільки сил ти вклала. Не отримати бажане завжди боляче, але це точно не робить тебе невдахою. У тебе багато сильних сторін і досягнень. Можливо, зараз просто не найкращий момент, або є навички, які можна трішки підсилити. Давай подумаємо, як ти можеш рухатися далі у своїй кар’єрі.",
    "Тепер спробуйте звернути ці слова підтримки до себе. Зверніть увагу, наскільки по-різному Ви ставитеся до себе й до друга у схожих обставинах. Практикуйте цю техніку регулярно, щоб навчитися дарувати собі стільки ж підтримки й тепла, скільки Ви даєте близьким."
  ],
  "expectations": [
    "Усвідомлення несправедливості самокритики",
    "Покращення самооцінки та впевненості в собі",
    "Зменшення рівня стресу та тривоги"
  ]
}