{
  "title": "Відсіч внутрішньому критику",
  "statement": "Відчуття неповноцінності часто викликане внутрішнім критиком, який підриває самооцінку. Ця техніка допоможе вам відповісти на критику і переоцінити негативні думки.",
  "description": [
    "Негативні переконання, такі як \"Я нічого не вартий\", \"Я гірший за інших\", \"У мене нічого не вийде\", \"Я винен у всьому\", \"Я невдаха\", погіршують проблеми із самооцінкою і можуть призвести до депресії.",
    "Дуже важливо не піддаватися на провокації внутрішнього критика і навчитися відповідати на його атаки. Це допоможе вам переоцінити негативні думки і покращити самооцінку."
  ],
  "task": [
    "Створіть таблицю з трьох колонок у зручному для вас форматі. Назви колонок:",
    "Думки критика",
    "Когнітивна помилка",
    "Раціональна відповідь",
    "1️⃣ У першу колонку записуйте всі самокритичні думки, які приходять у голову кожного разу, коли ви звинувачуєте себе, відчуваєте себе марним чи незадоволеним собою.",
    "У цю колонку варто вписувати саме ваші думки про себе, а не ваші почуття. Тому що якщо ви напишете: «Я відчуваю себе жахливо», то навряд чи зможете це спростувати, тому що це дійсно так.",
    "2️⃣ У другій колонці визначте, яке когнітивне спотворення присутнє у думці.",
    "3️⃣ У третій колонці дайте відповідь внутрішньому критику. Спробуйте знайти раціональне пояснення, яке спростує критичну думку.",
    "Важливо замінювати самокритичну думку на більш реалістичну і логічну, уникаючи надмірно оптимістичних заяв."
  ],
  "example": ["Ось кілька варіантів відповідей на самокритичні думки:"],
  "table": {
    "header": ["Думки критика", "Когнітивна помилка", "Раціональна відповідь"],
    "example": {
      "0": [
        "Я такий дурний, що точно не складу",
        "Навішування ярликів",
        "Я не дурний, просто не вистачає часу на підготовку. Я можу скласти іспит, якщо буду вчитися."
      ],
      "1": [
        "Я нікому не потрібен",
        "Чорно-біле мислення",
        "Мої друзі та близькі люди цінують мене і люблять. Я їм потрібен."
      ],
      "2": [
        "Я ніколи не зможу знайти роботу",
        "Чорно-біле мислення",
        "Я можу знайти роботу, якщо буду старатися і шукати. Багато людей знаходять роботу, і я не виняток."
      ]
    }
  },
  "expectations": [
    "Збільшення стійкості до критики зсередини та від оточуючих.",
    "Зниження загальної емоційної напруги.",
    "Зниження страху зробити помилку."
  ]
}
