{
  "title": "Опір внутрішньому критику",
  "statement": "Почуття неповноцінності часто викликане внутрішнім критиком, що підриває самооцінку. Ця техніка допоможе вам відповісти на критику та переоцінити негативні думки.",
  "description": [
    "Негативні переконання на кшталт \"Я нічого не вартую\", \"Я гірший за інших\", \"У мене нічого не вийде\", \"Я винен у всьому\", \"Я невдаха\" погіршують проблеми з самооцінкою і можуть призвести до депресії.",
    "Дуже важливо не піддаватися на провокації внутрішнього критика і навчитися відповідати на його атаки. Це допоможе вам переоцінити негативні думки і покращити самооцінку."
  ],
  "task": [
    "Створіть таблицю з трьох колонок у зручному для вас форматі. Назви колонок:",
    "Думки критика",
    "Когнітивна помилка",
    "Раціональна відповідь",
    "1️⃣ У першу колонку записуйте всі самокритичні думки, що приходять у голову щоразу, коли ви звинувачуєте себе, почуваєтеся безпорадним чи незадоволеним собою.",
    "У цю колонку варто вписувати саме ваші думки про себе, а не ваші почуття. Бо якщо ви напишете: «Я почуваюся жахливо», то навряд чи зможете це спростувати, бо це справді так.",
    "2️⃣ У другій колонці визначте, яке когнітивне викривлення присутнє у думці.",
    "3️⃣ У третій колонці дайте відповідь внутрішньому критику. Спробуйте знайти раціональне пояснення, яке спростує критичну думку.",
    "Важливо замінювати самокритичну думку на більш реалістичну і логічну, уникаючи надто оптимістичних заявлень."
  ],
  "example": ["Ось кілька варіантів відповідей на самокритичні думки:"],
  "table": {
    "header": ["Думки критика", "Когнітивна помилка", "Раціональна відповідь"],
    "example": {
      "0": [
        "Я такий дурний, що точно не складу",
        "Вішання ярликів",
        "Я не дурний, просто не вистачає часу на підготовку. Я можу скласти іспит, якщо буду вчитися."
      ],
      "1": [
        "Я нікому не потрібний",
        "Чорно-біле мислення",
        "Мої друзі та близькі люди цінують мене і люблять. Я їм потрібний."
      ],
      "2": [
        "Я ніколи не зможу знайти роботу",
        "Чорно-біле мислення",
        "Я можу знайти роботу, якщо старатимуся і шукатиму. Багато людей знаходять роботу, і я не виняток."
      ]
    }
  },
  "expectations": [
    "Зростання стійкості до критики зсередини та від оточуючих.",
    "Зниження загального емоційного напруження.",
    "Зниження страху зробити помилку."
  ]
}