{
  "title": "Відповідь внутрішньому критику",
  "statement": "Відчуття меншовартості часто виникає через суворого внутрішнього критика, який підриває самооцінку. Ця техніка допоможе вам навчитися відповідати на критику і переосмислювати негативні автоматичні думки.",
  "description": [
    "Негативні переконання на кшталт «Я нічого не вартий», «Я гірший за інших», «У мене нічого не вийде», «Це моя вина», «Я невдаха» посилюють проблеми із самооцінкою і можуть призводити до депресії.",
    "Важливо не піддаватися тиску внутрішнього критика й тренувати здатність відповідати на його зауваження. Це допоможе поступово замінювати самокритичні думки на реалістичніші й доброзичливіші до себе."
  ],
  "task": [
    "Створіть таблицю з трьома колонками в будь-якому зручному форматі. Назви колонок:",
    "Думки критика",
    "Когнітивне викривлення",
    "Раціональна відповідь",
    "1️⃣ У першу колонку записуйте всі самокритичні думки, що з'являються, коли ви звинувачуєте себе, почуваєтеся непотрібними або незадоволеними собою.",
    "Записуйте саме думки про себе, а не емоції. Наприклад, якщо ви напишете: «Мені дуже погано», це буде складно спростувати, бо це справді ваше відчуття.",
    "2️⃣ У другій колонці визначте, яке когнітивне викривлення міститься в цій думці.",
    "3️⃣ У третій колонці сформулюйте раціональну відповідь внутрішньому критику. Спробуйте знайти реалістичне пояснення, яке спростує критичну думку.",
    "Намагайтеся замінювати самокритичні твердження на збалансовані й логічні, уникаючи нереалістично оптимістичних фраз."
  ],
  "example": [
    "Нижче наведено приклади відповідей на самокритичні думки:"
  ],
  "table": {
    "header": [
      "Думки критика",
      "Когнітивне викривлення",
      "Раціональна відповідь"
    ],
    "example": {
      "0": [
        "Я такий дурний, що точно нічого не складу",
        "Навішування ярликів",
        "Я не дурний, просто зараз мало часу на підготовку. Якщо приділю час навчанню, я зможу скласти іспит."
      ],
      "1": [
        "Я нікому не потрібен",
        "Чорно-біле мислення",
        "Мої друзі та близькі цінують і люблять мене. Я важливий для них."
      ],
      "2": [
        "Я ніколи не знайду роботу",
        "Чорно-біле мислення",
        "Я зможу знайти роботу, якщо продовжу шукати і докладати зусиль. Багато людей знаходять роботу, і я також зможу."
      ]
    }
  },
  "expectations": [
    "Зростання стійкості до внутрішньої та зовнішньої критики.",
    "Зниження емоційного напруження.",
    "Менший страх припуститися помилки."
  ]
}