{
  "title": "День під контролем",
  "statement": "Ця техніка корисна для людей, що страждають від депресії чи прокрастинації. Вона може допомогти вам покращити самоорганізацію і керувати своїм часом.",
  "description": [
    "Ввечері, напередодні наступного дня, сядьте і напишіть свій розклад на день.",
    "У базовому варіанті ми пропонуємо заповнювати 4 колонки:",
    "1️⃣ Перша колонка — «Час». Приблизний час виконання завдання. Може бути часовим інтервалом.",
    "2️⃣ Друга колонка — «До». Це погодинний план того, що ви хочете зробити. Не треба записувати одразу багато: у кожній годинній стрічці запишіть одне-два слова, позначаючи якесь заняття чи дію.",
    "Наприклад, це може бути щось дрібне: сходити в душ, поснідати, поставити прання. Або це може бути щось більш енерговитратне: прибирання 🧹, підготовка до іспиту 🧪, складання резюме ✍🏼 тощо.",
    "3️⃣ Наприкінці кожного дня записуйте в третю колонку — «Після».",
    "Туди варто записувати, що ви робили насправді протягом усього дня. Ваші заняття можуть збігатися із запланованими, а можуть і відрізнятися — це нормально, не хвилюйтеся.",
    "Бо навіть якщо ви зможете реалізувати лише невелику частину зі списку «до», просте планування вашого дня може виявитися для вас дуже корисним і візуально зрозумілим процесом.",
    "4️⃣ Четверта колонка — «Задоволення». Навіть від виконання рутинної роботи можна отримувати задоволення. ",
    "А найголовніше, що факт руху вперед уже приносить певне задоволення. Зафіксуйте за 10-бальною шкалою наскільки приємно було вам виконувати завдання."
  ],
  "task": [
    "Ввечері, напередодні наступного дня, сядьте і напишіть свій розклад на день.",
    "У базовому варіанті ми пропонуємо заповнювати 4 колонки:",
    "1️⃣ Перша колонка — «Час». Приблизний час виконання завдання. Може бути часовим інтервалом.",
    "2️⃣ Друга колонка — «До». Це погодинний план того, що ви хочете зробити",
    "3️⃣ Наприкінці кожного дня записуйте в третю колонку — «Після».",
    "Туди варто записувати, що ви робили насправді протягом усього дня.",
    "4️⃣ Четверта колонка — «Задоволення». Зафіксуйте за 10-бальною шкалою наскільки приємно було вам виконувати завдання."
  ],
  "table": {
    "header": ["Час", "До", "Після", "Задоволення"],
    "example": {
      "0": ["Прокинутися", "Прокинувся, почистив зуби"],
      "1": ["Поснідати", "Поснідав"],
      "2": ["Прибирання кімнати", "Говорив по телефону з другом"],
      "3": ["Підготовка до іспиту", "Дивився серіал"]
    }
  },
  "expectations": [
    "Зупинить вашу схильність до постійного обмірковування важливості та цінності тих чи інших дій і допоможе впоратися з внутрішніми протиріччями: варто щось робити чи ні",
    "Допоможе вам розпланувати свій час збалансовано, бо там будуть справи, які вам просто треба робити з тієї чи іншої причини, а також заняття, які приносять вам задоволення",
    "Якщо ви будете регулярно складати розклад дня, то незабаром помітите, що ваша мотивація зростає, бо починаючи робити хоч щось, ви спростуєте свої переконання про те, що не здатні робити щось"
  ]
}