{
  "title": "День під контролем",
  "statement": "Ця техніка корисна людям із депресією або схильністю до прокрастинації. Вона допоможе Вам поліпшити самоорганізацію та краще керувати своїм часом.",
  "description": [
    "Увечері напередодні сядьте й складіть розклад на завтра.",
    "У базовому варіанті пропонуємо заповнювати чотири стовпці:",
    "1️⃣ Перший стовпець — «Час». Орієнтовний час виконання завдання; це може бути проміжок часу.",
    "2️⃣ Другий стовпець — «До». Це погодинний план того, що Ви хочете зробити. Не варто одразу вписувати багато: у кожному погодинному рядку запишіть одне-два слова, що позначають конкретне заняття чи дію.",
    "Наприклад, це може бути щось невелике: прийняти душ, поснідати, поставити прання. Або те, що потребує більше зусиль: прибирання 🧹, підготовка до іспиту 🧪, складання резюме ✍🏼 тощо.",
    "3️⃣ Наприкінці кожного дня заповнюйте третій стовпець — «Після».",
    "Тут варто записувати, що Ви насправді робили впродовж дня. Заняття можуть збігатися із запланованими або відрізнятися — це нормально, не хвилюйтеся.",
    "Навіть якщо Ви виконаєте лише невелику частину зі списку «До», просте планування дня може виявитися для Вас дуже корисним і наочним.",
    "4️⃣ Четвертий стовпець — «Задоволення». Навіть рутинні справи можуть приносити задоволення.",
    "І найголовніше: сам факт руху вперед уже приносить певне задоволення. Оцініть за 10-бальною шкалою, наскільки приємно було Вам виконувати завдання."
  ],
  "task": [
    "Увечері напередодні сядьте й складіть розклад на завтра.",
    "У базовому варіанті пропонуємо заповнювати чотири стовпці:",
    "1️⃣ Перший стовпець — «Час». Орієнтовний час виконання завдання; це може бути проміжок часу.",
    "2️⃣ Другий стовпець — «До». Це погодинний план того, що Ви хочете зробити.",
    "3️⃣ Наприкінці кожного дня заповнюйте третій стовпець — «Після».",
    "Тут варто записувати, що Ви насправді робили впродовж дня.",
    "4️⃣ Четвертий стовпець — «Задоволення». Оцініть за 10-бальною шкалою, наскільки приємно було Вам виконувати завдання."
  ],
  "table": {
    "header": ["Час", "До", "Після", "Задоволення"],
    "example": {
      "0": ["Прокинутися", "Прокинувся/лася, почистив/ла зуби"],
      "1": ["Поснідати", "Поснідав/ла"],
      "2": ["Прибирання кімнати", "Спілкувався/лася телефоном із другом"],
      "3": ["Підготовка до іспиту", "Дивився/лася серіал"]
    }
  },
  "expectations": [
    "Допоможе зупинити звичку постійно зважувати важливість і цінність дій та впоратися з внутрішніми суперечностями: робити щось чи ні.",
    "Сприятиме збалансованому плануванню часу: поруч із обов’язковими справами будуть і заняття, що приносять задоволення.",
    "Якщо Ви регулярно складатимете розклад, невдовзі помітите зростання мотивації: роблячи бодай щось, Ви спростовуєте власне переконання, ніби не здатні діяти."
  ]
}
