{
  "title": "Позбавлення страху помилитися: лист «антиперфекціонізму»",
  "statement": "Багато перфекціоністів вірять, що справжнє задоволення можливе лише тоді, коли все виконано ідеально. Ми пропонуємо кинути виклик 💪 цьому переконанню.",
  "description": [
    "Високі стандарти можуть здаватися джерелом мотивації. Але коли очікування стають нереалістичними, вони перетворюються на пастку, що призводить до постійного відчуття недостатності, самокритики і, зрештою, виснаження та депресії.",
    "У світі завжди знайдеться спосіб зробити щось краще, і прагнення до абсолютної досконалості завжди приречене на розчарування.",
    "Ця техніка допоможе усвідомити, що для задоволення від процесу зовсім не обов'язково досягати ідеального результату. Спробуйте зробити щось неідеально, але з насолодою. Подивіться, як ви почуватиметеся."
  ],
  "task": [
    "1️⃣ Протягом кількох днів записуйте різні спонтанні справи, які ви виконуєте: «почистити зуби», «приготувати вечерю», «підготувати робочий звіт», «прибрати вдома» тощо.",
    "2️⃣ У другій колонці відзначайте, наскільки ефективно, на вашу думку, виконана задача (у відсотках).",
    "3️⃣ У третій колонці оцініть, скільки задоволення принесло її виконання."
  ],
  "table": {
    "header": [
      "Завдання",
      "Ефективність",
      "Задоволення"
    ],
    "example": {
      "0": [
        "Приготування вечері",
        "50% (можна було обрати складніший і вишуканіший рецепт)",
        "90% (просто, але дуже смачно і майже без зусиль)"
      ],
      "1": [
        "Прибирання в домі",
        "70% (зробила основне, але не дійшла до холодильника і плити)",
        "100% (чистий простір приносить мені справжнє задоволення)"
      ],
      "2": [
        "Підготовка звіту на роботі",
        "85% (приклала багато зусиль)",
        "20% (думки про те, що можна було зробити краще, завадили насолодитися процесом)"
      ]
    }
  },
  "expectations": [
    "Ця практика допоможе усвідомити, що насолода від процесу не залежить від ідеального результату.",
    "Зменшення тривоги та страху припуститися помилки."
  ]
}