{
  "title": "Позбавлення від страху помилки: Лист «антиперфекціонізму»",
  "statement": "Багато перфекціоністів живуть у переконанні, що повне насолода можливе лише в разі його ідеального виконання. Ми пропонуємо вам кинути виклик 💪 цій ідеї.",
  "description": [
    "Для багатьох високі стандарти і вимоги до себе та інших здаються рушійною силою. Однак, коли очікування стають нереалістичними, вони можуть перетворитися на пастку, що веде до постійного відчуття недостатності, невпинної критики і, як результат, до депресії.",
    "У світі все можна вдосконалити, і прагнення до абсолютного ідеалу приречене на розчарування.",
    "Ця техніка дозволить вам усвідомити, що досягнення досконалості не є обов'язковою умовою для отримання задоволення від процесу. Спробуйте зробити щось неідеально, але з задоволенням. Подивіться, що з цього вийде."
  ],
  "task": [
    "1️⃣ Протягом кількох днів ведіть запис найрізноманітніших і спонтанних завдань, які ви виконуєте, будь то «чистка зубів», «приготування вечері», «підготовка робочого звіту» або «прибирання в будинку».",
    "2️⃣ У другій колонці відзначте, наскільки, на вашу думку, ефективно виконано завдання, виражене у відсотковому співвідношенні.",
    "3️⃣ У третій колонці вкажіть, скільки радості вам принесло її виконання."
  ],
  "table": {
    "header": ["Завдання", "Ефективність", "Задоволення"],
    "example": {
      "0": [
        "Приготування вечері",
        "50% (міг би вибрати більш складний і смачний рецепт)",
        "90% (просто, але дуже смачно і не зайняло багато часу)"
      ],
      "1": [
        "Прибирання в будинку",
        "70% (зробив усе основне, але не дійшли руки до холодильника і плити)",
        "100% (чистота в будинку завжди приносить мені задоволення)"
      ],
      "2": [
        "Підготовка звіту по роботі",
        "85% (доклав чимало зусиль до звіту)",
        "20% (постійні думки про те, що могло бути краще, позбавили мене задоволення від процесу)"
      ]
    }
  },
  "expectations": [
    "Ця вправа дозволить вам усвідомити, що досягнення досконалості не є обов'язковою умовою для отримання задоволення від процесу.",
    "Зниження тривоги і страху перед помилками"
  ]
}
