{
  "days": {
    "fist": "<p>Benim adım Alfred. Bu uygulamadaki YZ destekli asistanınızım. Amacım, daha sakin, dengeli ve uyumlu bir yaşama giden yolda sizi desteklemek.</p><p>Terapi yaklaşımımız ve araçlarımızla tanışmanız için birkaç başlangıç adımı hazırladım.</p><p>Unutmayın: Uygulamayla ne kadar etkin etkileşim kurarsanız, ihtiyaçlarınızı o kadar iyi anlayabilirim ve önerilerim o kadar faydalı olur.</p>",
    "third": "<p>Bugün çalışmaya devam edelim ve işlevsiz düşünceleri çözümlemeye biraz zaman ayıralım.</p><p>Ayrıca Psikologlar sayfamıza göz atmanızı öneririm.</p><p>Uygulamada odak noktamız öz çalışma olsa da, bir psikolog size daha kişiselleştirilmiş öneriler ve destek sunabilir. Bu, özellikle yolculuğun başında çok değerlidir.</p>",
    "fourth": "<p>Öğrenmenin sizin için yalnızca faydalı değil, aynı zamanda ilgi çekici olmasına da özen gösteriyoruz.</p><p>Bu yüzden karmaşık konuları sade ve anlaşılır bir dille anlattığımız bir Instagram kanalı oluşturduk.</p><p>Topluluğumuza katılın — daha uyumlu ve farkındalıklı bir yaşama doğru adım adım birlikte ilerleyelim.</p>",
    "fifth": "<p>Premium özelliklerimizi denemenizi öneriyorum.</p><p>3 günlük bir deneme süreniz olacak; size uygun olmadığını düşünürseniz aboneliği dilediğiniz an iptal edebilirsiniz.</p><p>Premium, benimle çalışırken daha fazla olanak ve terapötik sürecinizde daha derin bir destek sunar.</p>",
    "eighth": "<discount></discount><p>Psikolojik iyi oluşunuz için aktif olarak emek verdiğinizi görüyorum — gerçekten takdire değer!</p><p>Ayrıca uygulamada size fayda sağlayabilecek başka özellikler de var.</p><p>Fiyat bir engelse, bugün sizin için özel bir indirim tanımladım.</p><p>Yeni fiyatı gün sonuna kadar sabitleyebilirsiniz. Kendinize ve iyilik hâlinize özen gösterin!</p>",
    "tenth": "<p>Uzun süredir bizimle olmanız harika — gerçekten ilham veriyor!</p><p>Bugün sizi önemli bir özellikle tanıştırmak istiyorum: <b>Psikologla paylaş</b>.</p><p>Terapi görüyorsanız bu seçenek sizin için değerli ve pratik bir destek olabilir.</p>"
  },
  "appUpdated": [
    "Siz yokken uygulama güncellendi. Hadi birlikte neler değiştiğine bakalım!",
    "Siz çevrimdışıyken bir güncelleme yayınlandı. Nelerin değiştiğini birlikte keşfedelim.",
    "Sizi yeni özellikler bekliyor! Siz çevrimdışıyken çalışmaya devam ettik. Gelin birlikte göz atalım:",
    "Birkaç iyileştirme hazırladık. Birlikte inceleyelim!",
    "Uygulama güncellendi! Neler eklendiğine birlikte bakalım:",
    "Geliştirici ekibimiz uygulamayı her gün daha iyi hâle getiriyor. İşte eklenenler:"
  ],
  "neverUsed": [
    "<b>{dairy}</b>'de henüz kayıt yok. Başlamak için tam zamanı. Sizin için en uygun olanı bulmak için farklı yöntemleri deneyin.",
    "Henüz <b>{dairy}</b>'de bir kayıt eklememişsiniz. İlk adımı atmak için bugün harika bir gün. Size en uygun olanı daha hızlı keşfetmek için farklı formatları deneyin.",
    "<b>{dairy}</b> şu an boş. Bugün ilk kaydınızı yapın ve size en uygun olanı bulmak için farklı teknikleri deneyin."
  ],
  "premiumThanks": {
    "content": "<p>Yakın zamanda Premium'a geçtiğinizi fark ettim; teşekkürler!</p><p>Artık daha güçlü bir yapay zekâ modeline erişiminiz var; bu sayede analizlerim daha isabetli ve daha faydalı olacak.</p><p>Bu tercihiniz, ekibimizin projeyi geliştirmesine ve insanları iç dengelerine ulaşma yolunda desteklemesine yardımcı oluyor.</p><p>Güveniniz için teşekkür ederim!</p>"
  },
  "quote": [
    "Bugün size ilham vermesi için değerli birinin sözünü paylaşmak istiyorum.",
    "Bugün etkili bir ismin sözlerine kulak verelim; bize ilham verebilir.",
    "Bugün, ilham verebilecek ve destek olabilecek tanınmış birinin düşüncelerini sizinle paylaşmak istiyorum.",
    "Hadi, önemli bir ismin sözünü hatırlayalım; bize yol gösterebilir.",
    "Sizin için tanınmış birinden bir söz seçtim.",
    "Bugün, tanınmış bir ismin derin anlamlı bir sözünü paylaşmak istiyorum.",
    "Bugün, önde gelen birinin bize bıraktığı bir sözden yola çıkıp ilham almayı öneriyorum."
  ],
  "readArticle": [
    "Kayıtlarınızı inceledim ve bugünkü plana ilginizi çekebileceğini düşündüğüm, faydalı bir içerik ekledim.",
    "Kayıtlarınızı gözden geçirip, kendi üzerinizde çalışmanıza yardımcı olacağına inandığım bir içeriği bugünkü planınıza ekledim.",
    "Kayıtlarınızı analiz ettikten sonra, size hem faydalı hem de ilginç olacağını düşündüğüm bir içeriği bugünkü planınıza ekledim."
  ],
  "testExpired": [
    "<b>{test_name}</b> testinin sonuçları artık güncel değil. Gelin yenileyelim ve şu anki durumunuzu değerlendirelim!",
    "<b>{test_name}</b> testindeki sonuçlarınız artık geçerli değil. Durumu daha iyi görmek için verileri güncellemenizi öneriyorum.",
    "Görünüşe göre <b>{test_name}</b> testinin sonuçları eskimiş. Şimdi nasıl hissettiğinize birlikte bakalım!",
    "Mevcut <b>{test_name}</b> test verileri artık durumunuzu yansıtmıyor. Yeniden uygulamanın zamanı geldi.",
    "<b>{test_name}</b> sonuçları güncelliğini yitirdi. Bunları yenileyip mevcut durumunuzu öğrenmek ister misiniz?",
    "<b>{test_name}</b> testini yapalı epey oldu. O zamandan beri neler değişti, birlikte kontrol edelim!"
  ],
  "header": [
    "Sizi yeniden görmek ne güzel!",
    "Umarım gününüz güzel geçiyordur!",
    "Sizi tekrar görmekten çok memnunum!",
    "Bugün nasıl hissediyorsunuz?",
    "Sizi burada görmek her zaman güzel!",
    "Sizi yeniden aramızda görmek güzel!",
    "Geri dönüşünüz bizi her zaman sevindiriyor!"
  ],
  "affirmation": [
    "Bugün sizin için bir olumlama seçtim; umarım size iyi gelir.",
    "Bugün bu olumlama üzerinde çalışmayı deneyin; doğru ruh hâline girmenize yardımcı olabilir.",
    "Bugün içsel odağınızı desteklemek için size şöyle bir olumlama öneriyorum."
  ]
}
