[
  {
    "text": "Hayattaki en büyük zafer, hiç düşmemekte değil; her düştüğünde yeniden ayağa kalkabilmektir.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Karanlıkta olduğunda şunu hatırla: Güneş doğup batsa da ışığı kalır.",
    "author": "Halil Cibran"
  },
  {
    "text": "Beni öldürmeyen şey güçlendirir.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Sonsuzmuş gibi gelen geceden bile aydınlık bir sabaha giden bir yol vardır.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Umut, ruha konan ve sözsüz bir ezgi söyleyen tüylü bir kuştur; asla susmaz.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Morali yükseltmenin en iyi yolu, bir başkasının moralini yükseltmeye çalışmaktır.",
    "author": "Mark Twain"
  },
  {
    "text": "Sabah küçük bir olumlu düşünce, tüm gününü değiştirebilir.",
    "author": "Dalai Lama"
  },
  {
    "text": "Aynı kalırken olmak istediğimiz kişi olamayız.",
    "author": "Max De Pree"
  },
  {
    "text": "Yeterince cesur olursak her zaman bir ışık vardır. Yeterince cesur olursak o ışık da olabiliriz.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Her günü, topladığın hasatla değil; ektiğin tohumlarla değerlendir.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Kendine şunu hatırlat: Bu bir zayıflık değil. Tedavi gerektiren bir hastalık—tıpkı diğerleri gibi.",
    "author": "Demi Lovato"
  },
  {
    "text": "Hastalığının seni tanımlamasına izin verme.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Gördüğümüz çoğu şey, aradıklarımıza bağlıdır.",
    "author": "John Lubbock"
  },
  {
    "text": "Duygularını içinde tutmak yerine dile getirmek önemlidir.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Yalnız değilsiniz; bu karanlık da diğer her şey gibi geçer.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Cesaret her zaman kükremez. Bazen, günün sonunda 'Yarın yeniden deneyeceğim' diyen sakin bir sestir.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Umut, ruha tüylü bir kuş gibi konar; sözsüz bir ezgi söyler ve asla tümden susmaz.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Kendine, herkesin yaptığı şeyi yapmak zorunda olmadığını hatırlat.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Hırslarınızı küçümseyenlerden uzak durun. Küçük insanlar hep böyle yapar; gerçekten büyük olanlar sizde de büyüklük duygusu uyandırır.",
    "author": "Mark Twain"
  },
  {
    "text": "Depresyon, hayatın kontrolünü kaybetmişsin gibi hissetmektir. Sizi hayata geri çağıracak bir şey bulun—ne kadar küçük görünürse görünsün.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Güçlü olmak, bazen berbat hissedip yine de hayatta kalmaktır.",
    "author": "Lena Dunham"
  },
  {
    "text": "İçinde bulunduğunuz durum varış noktanız değildir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Şu an hissettiğin, seni sonsuza dek tanımlamayacak.",
    "author": "Kristina Rimm"
  },
  {
    "text": "Umut, geleceğe yönelen bir inançtır; bugün ne kadar karanlık olsa da daha iyi günlere güvenmektir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Depresyon: Hem gardiyan hem de mahkûmun sen olduğun bir hapishane.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Cehennemin içinden geçiyorsan, yürümeye devam et.",
    "author": "Winston Churchill"
  },
  {
    "text": "En dipteyken yapabileceğin en önemli şey ayağa kalkmaktır.",
    "author": "Demi Lovato"
  },
  {
    "text": "Umuda tutun. Yıldızlar karanlıkta en iyi görünür.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Merdivenin tamamını görmek zorunda değilsin; ilk adımı at.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Tedavi, anında iyileşmek demek değildir; ona giden ilk adımdır.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "İçinde çözümsüz kalan her şeye sabır göster; soruların kendisini sevmeyi dene.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Ruh sağlığı da tıpkı beden sağlığı gibi aynı özen ve bakımı ister.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Her gecenin daha parlak bir yıldızı vardır.",
    "author": "Maya Angelou"
  },
  {
    "text": "Kırılganlığını göstermekten korkma. Durumunu dürüstçe paylaşmak, ihtiyaç duyduğun desteği getirebilir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Kendin ol; diğer herkes zaten başkası.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Bazen yapabileceğin en sağlıklı şey, hissetmene izin vermektir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Kendine olan inancını yitirme. Hedefine ne kadar yakın olduğunu bilemezsin.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Kendini sevmek, ömür boyu sürecek bir hikâyenin başlangıcıdır.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Yardım istemekten asla çekinme; bu zayıflık değil, güç göstergesidir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Güç, fiziksel yetenekten değil; boyun eğmeyen bir iradeden doğar.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Hayatını, başaramadıklarınla değil; hâlâ neleri başarabileceğinle tanımla.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Harika işler yapmanın tek yolu, yaptığın işi sevmektir.",
    "author": "Steve Jobs"
  },
  {
    "text": "Güçlü olmak, hiç mücadele etmemek değil; zorlukları aşmayı öğrenmektir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Özel anları beklemeyin; her anı özel kılın.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Başkalarının ne düşüneceğini dert etmeyin; insanlar çoğu zaman kendi düşünceleriyle meşguldür.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "İleriye atılan en küçük adım bile başarıya doğru bir adımdır.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Yavaş gitmekten korkma; yerinde saymaktan kork.",
    "author": "Çin atasözü"
  },
  {
    "text": "Gerçek cesaret, bugün dünya başına yıkılmışken yarın uyanacağını bilmektir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "İstediğini elde edememek, bazen büyük bir şanstır.",
    "author": "14. Dalai Lama"
  },
  {
    "text": "Mutluluk, istediğine sahip olmak değil; sahip olduğun şeyi istemektir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Başarı, coşkuyu yitirmeden bir başarısızlıktan diğerine geçebilme yeteneğidir.",
    "author": "Winston Churchill"
  },
  {
    "text": "Kendin için düşlediğin hayatı yaşamaya cesaret et; adım at ve hayatını olağanüstü kıl.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Çok uzağa gitmeyi göze alanlar, ne kadar ileri gidilebileceğini keşfeder.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Acı her zaman eyleme çağrı değildir; bazen düşünmeye davettir.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Gerçek iyimserlik, neşeden çok güçtür; o güç, gerçeğe gözümüz açık bakmamızı sağlar.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "Her gün, hayatını değiştirmek için yeni bir fırsattır.",
    "author": "Bilinmeyen yazar"
  },
  {
    "text": "En zor olan, harekete geçme kararıdır; gerisi sadece kararlılıktır.",
    "author": "Amelia Earhart"
  }
]
