[
  {
    "text": "Hayattaki en büyük zafer hiç düşmemek değil, düştüğümüzde her seferinde kalkmaktır.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Karanlıkta olduğunda hatırla: Güneş doğar ve batar, ama ışığı sonsuzdur.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Bizi öldürmeyen şey, bizi daha güçlü kılar.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Tüm dünyaya sonsuz gibi görünen geceden bile parlak bir sabaha giden bir yol vardır.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Umut, ruhun içinde oturan, sözsüz bir melodi söyleyen ve buna hiç ara vermeyen tüylerle kaplı o şeydir.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Moralini yükseltmenin en iyi yolu, bir başkasının moralini yükseltmeye çalışmaktır.",
    "author": "Mark Twain"
  },
  {
    "text": "Sabahları küçük bir pozitif düşünce tüm gününü değiştirebilir.",
    "author": "Dalai Lama"
  },
  {
    "text": "Unutma ki istediğin kişi olmak için mevcut halinle kalamazsın.",
    "author": "Max DePree"
  },
  {
    "text": "Her zaman bir ışık vardır, eğer onu görecek kadar cesursak. Eğer o ışık olabilecek kadar cesursak.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Her günü topladığınız hasatla değil, ektiğiniz tohumlarla yargılayın.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Kendine hatırlat ki bu bir zayıflık işareti değil. Bu da tıpkı diğer hastalıklar gibi tedavi gerektiren bir rahatsızlık.",
    "author": "Demi Lovato"
  },
  {
    "text": "Hastalığınızın kim olduğunuzu tanımlamasına izin vermeyin.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Gördüklerimiz, genellikle neyi aradığımıza bağlıdır.",
    "author": "John Lubbock"
  },
  {
    "text": "Duygularınızı saklamak yerine, onları dile getirmenin önemli olduğunu bilin.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Yalnız değilsiniz ve bu karanlık, diğer her şey gibi, bir gün geçecek.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Cesaret her zaman kükremez. Bazen cesaret, günün sonunda sessiz bir sesle 'Yarın tekrar deneyeceğim' diyen bir sestir.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Umut, ruhun içinde oturan ve hiç durmadan melodisiz bir şarkı söyleyen o tüylerle kaplı şeydir.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Kendine hatırlat ki herkesin yaptığını yapmak zorunda değilsin.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Hırslarınızı küçümseyenlerden uzak durun. Küçük insanlar bunu hep yapar, ancak gerçekten büyük olanlar, sizin de büyük olabileceğinizi hissettirir.",
    "author": "Mark Twain"
  },
  {
    "text": "Depresyon, hayatınızı kontrol edemediğiniz bir durumdur. Sizi hayata döndürecek bir şey bulun. Ne kadar küçük görünse de fark etmez.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Güçlü olmak, aynı anda hem korkunç hem de canlı hissetmektir.",
    "author": "Lena Dunham"
  },
  {
    "text": "Mevcut durumunuz, nihai varış noktanız değildir.",
    "author": "Bilinmiyor"
  },
  {
    "text": "Hayattaki en büyük zafer hiç düşmemek değil, düştüğümüzde her seferinde kalkmaktır.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Şu anda hissettiklerin seni sonsuza kadar tanımlamayacak.",
    "author": "Kristina Rimmey"
  },
  {
    "text": "Her günü topladığınız hasatla değil, ektiğiniz tohumlarla yargılayın.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Umut, geleceğe yönelmiş inançtır; günlerin daha iyi olacağına dair inançtır, ne kadar karanlık olursa olsun.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Depresyon, hem mahkum hem de gardiyan olduğunuz bir hapishanedir.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Cehennemden geçiyorsanız, yürümeye devam edin.",
    "author": "Winston Churchill"
  },
  {
    "text": "Aşağıdayken yapabileceğiniz en önemli şey, ayağa kalkmaktır.",
    "author": "Demi Lovato"
  },
  {
    "text": "Umudu koruyun. Karanlık olduğunda yıldızlar en iyi şekilde görünür.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Tüm merdiveni görmenize gerek yok, sadece ilk adımı atın.",
    "author": "Martin Luther King"
  },
  {
    "text": "Tedavi, anında iyileşme anlamına gelmez, ancak bu ona atılan ilk adımdır.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Gördüklerimiz, genellikle neyi aradığımıza bağlıdır.",
    "author": "John Lubbock"
  },
  {
    "text": "Ruhunuzda çözülemeyen her şeye sabırlı olun ve soruları sevmeye çalışın.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Zihinsel sağlık, tıpkı fiziksel sağlık gibi, ilgi ve bakım gerektirir.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Her gecede daha parlak bir yıldız vardır.",
    "author": "Maya Angelou"
  },
  {
    "text": "Savunmasızlığınızı göstermekten korkmayın. Durumunuzla ilgili dürüst olmak size gereken desteği getirebilir.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Kendin ol; diğer tüm roller zaten dolu.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Bazen yapabileceğiniz en sağlıklı şey, hissetmenize izin vermektir.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Hayat, fırtınanın dinmesini beklemek değil, yağmurda dans etmeyi öğrenmektir.",
    "author": "Vivian Greene"
  },
  {
    "text": "Kendinize olan inancınızı kaybetmeyin. Hedefinize ne kadar yakın olduğunuzu asla bilemezsiniz.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Bizi öldürmeyen şey, bizi daha güçlü kılar.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Kendini sevme, ömür boyu sürecek bir aşkın başlangıcıdır.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Yardım istemekten korkmayın. Bu bir güç işaretidir, zayıflık değil.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Hayat, fırtınada hayatta kalmak değil, yağmurda dans etmektir.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Güç, fiziksel yetenekten gelmez. Sarsılmaz bir iradeden gelir.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Hayatınızı başarısızlıklarınızla değil, hala ne elde edebileceğinizle tanımlayın.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Harika işler yapmanın tek yolu, yaptığınızı sevmektir.",
    "author": "Steve Jobs"
  },
  {
    "text": "Güçlü olmayı öğrendiğimizde değil, zorluklarla nasıl başa çıkacağımızı öğrendiğimizde güçlü oluruz.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Özel anları beklemeyin, her anı özel kılın.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "İnsanların sizin hakkınızda ne düşündüğünü merak etmeyin. Onlar kendi haklarında ne düşündükleriyle çok meşguller.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "En küçük adım bile başarıya doğru bir adımdır.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Yavaş ilerlemekten korkmayın, yerinizde saymaktan korkun.",
    "author": "Çin Atasözü"
  },
  {
    "text": "Gerçek cesaret, bugün dünya yıkılsa bile yarın uyanacağını bilmektir.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "İstediğiniz şeyi elde edememek bazen büyük bir şans olabilir.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Mutluluk, istediğin şeye sahip olmak değil, sahip olduğun şeyi istemektir.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Başarı, bir başarısızlık deneyiminden diğerine geçme yeteneğidir, hevesinizi kaybetmeden.",
    "author": "Winston Churchill"
  },
  {
    "text": "Hayatını hayalini kurduğun şekilde yaşamaya cesaret et. İleri git ve hayatını harika yap.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Çok uzağa gitme riskini alanlar, ne kadar uzağa gidebileceklerini öğrenirler.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Acı her zaman harekete geçme işareti değildir; bazen meditasyon çağrısıdır.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Gerçek iyimserlik neşe değil, güçtür. Ve bu güç, gerçekliğin yüzüne açık gözlerle bakmayı sağlar.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "Her gün, hayatınızı değiştirmek için yeni bir fırsattır.",
    "author": "Bilinmeyen Yazar"
  },
  {
    "text": "En zor olan, harekete geçme kararıdır; gerisi sadece kararlılıktır.",
    "author": "Amelia Earhart"
  }
]
