{
  "title": "Coping-Karte: ein kleiner Begleiter für große Veränderungen",
  "description": "Coping-Karten sind ein einfaches, aber sehr wirksames Werkzeug der Kognitiven Verhaltenstherapie. Sie helfen, mit Stress umzugehen, schwierige Situationen aus einer neuen Perspektive zu betrachten und sich in Momenten des Zweifelns selbst zu stärken. Diese kleinen Erinnerungshilfen schenken Zuversicht und begleiten Sie Schritt für Schritt auf dem Weg zu mehr innerer Ruhe und Stabilität. Entdecken Sie Ihre Gedanken, finden Sie Halt in sich selbst und gehen Sie in Ihrem Tempo einer gelasseneren und widerstandsfähigeren Zukunft entgegen.",
  "screen_1": {
    "texts": [
      "Coping-Karten sind ein weiteres, sehr wirkungsvolles Werkzeug der Kognitiven Verhaltenstherapie.",
      "Was genau sind Coping-Karten?",
      "Coping-Karten sind eine Methode der KVT, die dabei hilft, mit belastenden Gedanken und Stressmomenten umzugehen und eine gesündere Sicht auf Herausforderungen zu entwickeln.",
      "Sie dienen als persönliche Erinnerung daran, destruktive Überzeugungen durch unterstützende Gedanken zu ersetzen und Selbstvertrauen zurückzugewinnen.",
      "Warum lohnt sich die Arbeit mit Coping-Karten?",
      "Angst reduzieren: Coping-Karten helfen, Ruhe und Klarheit zurückzugewinnen, wenn Emotionen überhandnehmen.",
      "Unterstützung in schwierigen Zeiten: In Momenten der Unsicherheit werden sie zu einer freundlichen inneren Stimme, die an Ihre Stärke und Ressourcen erinnert.",
      "Stärkung der Selbstreflexion: Durch das Aufschreiben von Gedanken und Reaktionen wird klarer, was Gefühle auslöst und wie Sie darauf Einfluss nehmen können.",
      "Einfach und zugänglich: Die Benutzeroberfläche unserer App ist intuitiv und angenehm gestaltet, sodass das Erstellen von Karten leichtfällt."
    ],
    "quote": {
      "text": "Sie können darunter leiden, wenn Sie sich für irrationale Überzeugungen entscheiden – oder sich dagegen entscheiden und nicht leiden.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Wie funktioniert das?",
      "Sobald Sie einen destruktiven Gedanken bemerken, hilft eine Coping-Karte dabei, ihn durch einen realistischeren und unterstützenden Gedanken zu ersetzen.",
      "Anfangs braucht es etwas Übung, doch mit der Zeit gelingt es immer schneller, negative Gedanken zu erkennen und in konstruktivere umzuwandeln.",
      "Wenn zum Beispiel der Gedanke auftaucht: „Ich werde meine Ziele nie erreichen“, könnte die hilfreiche Alternative lauten: „Es fällt mir manchmal schwer, aber ich habe einen Plan und kann Schritt für Schritt weitergehen.“",
      "Solche Formulierungen öffnen den Blick und motivieren, aktiv zu bleiben.",
      "Überprüfen und aktualisieren Sie Ihre Karten regelmäßig.",
      "Gefühle und Gedanken verändern sich im Laufe der Zeit. Daher ist es wichtig, dass Ihre Karten zu Ihrer aktuellen Situation passen.",
      "Wenn ein belastender Gedanke an Kraft verliert oder Sie eine Schwierigkeit überwunden haben, passen Sie die Karte an und formulieren Sie eine neue, stärkende Überzeugung.",
      "In unserer App können Sie bestehende Karten ganz einfach bearbeiten oder neue erstellen.",
      "Mit der Zeit werden Coping-Karten nicht nur ein Werkzeug gegen negative Gedanken, sondern ein persönlicher Wegweiser zu emotionalem Wachstum und innerer Stärke."
    ]
  },
  "screen_3": {
    "texts": [
      "Schauen wir uns einige Beispiele an, um den Prozess der gedanklichen Neuausrichtung besser zu verstehen.",
      "Beispiel 1",
      "Destruktiver Gedanke: „Ich werde dieses Projekt nicht schaffen. Ich bin nicht gut genug.“",
      "Konstruktiver Gedanke: „Ich habe bereits schwierige Aufgaben gemeistert. Ich verfüge über Wissen und Ressourcen, um auch diese Herausforderung zu bewältigen.“",
      "Beispiel 2",
      "Destruktiver Gedanke: „Alle werden mich auslachen, wenn ich etwas Falsches sage.“",
      "Konstruktiver Gedanke: „Jeder macht Fehler. Ich lerne dazu, und Gespräche sind eine Chance zu wachsen.“",
      "Beispiel 3",
      "Destruktiver Gedanke: „Nichts wird sich ändern, alles bleibt immer gleich.“",
      "Konstruktiver Gedanke: „Veränderung geschieht Schritt für Schritt. Auch kleine Schritte führen zu großen Ergebnissen.“",
      "Fazit",
      "Coping-Karten sind ein sanftes und dennoch kraftvolles Mittel, um Gedanken und Emotionen zu lenken.",
      "Sie helfen, eine ruhige und rationale Perspektive einzunehmen und negativen Überzeugungen entgegenzutreten.",
      "Mit ihrer Hilfe entwickeln Sie ein besseres Verständnis für sich selbst und Ihre Reaktionen auf Stress.",
      "Beginnen Sie noch heute mit Ihren Karten und machen Sie den ersten Schritt zu einem ruhigeren, selbstbewussteren und widerstandsfähigeren Leben."
    ]
  }
}
