{
  "title": "Coping-Karte: Ein kleiner Helfer für große Veränderungen",
  "description": "Coping-Karten sind ein einfaches, aber mächtiges Werkzeug der kognitiven Verhaltenstherapie, das hilft, mit Stress und negativen Gedanken umzugehen. Erfahren Sie, wie diese kleinen «Erinnerungskarten» Ihre Wahrnehmung verändern, Ihr Selbstvertrauen stärken und Sie auf dem Weg zu emotionalem Wachstum begleiten können. Tauchen Sie ein in die Welt der Selbstreflexion und finden Sie mit Coping-Karten den Weg zu einem gelasseneren Leben!",
  "screen_1": {
    "texts": [
      "Coping-Karten – eine weitere Geheimwaffe der kognitiven Verhaltenstherapie.",
      "Was sind Coping-Karten?",
      "Coping-Karten sind eine effektive Methode aus der kognitiven Verhaltenstherapie, die Menschen dabei unterstützt, negative Gedanken und stressige Situationen zu bewältigen.",
      "Sie dienen als eine Art «Erinnerung», die zeigt, wie man zerstörerische Überzeugungen umwandeln und das Selbstvertrauen zurückgewinnen kann.",
      "Warum sollte man Coping-Karten nutzen?",
      "Angstreduktion: Coping-Karten helfen Ihnen, in stressigen Momenten schnell wieder Ruhe zu finden.",
      "Unterstützung in schweren Zeiten: Wenn Sie Inspiration oder Halt brauchen, stehen Ihnen Ihre Karten zur Seite und erinnern Sie an Ihre inneren Stärken.",
      "Förderung der Selbstwahrnehmung: Indem Sie Ihre Gedanken und Gefühle aufschreiben, lernen Sie Ihre emotionalen Reaktionen und Verhaltensmuster besser kennen.",
      "Einfache Handhabung: Die Funktionen unserer App sind intuitiv und unkompliziert, sodass das Erstellen von Karten für jeden leicht zugänglich ist."
    ],
    "quote": {
      "text": "Sie können leiden, wenn Sie irrationale Überzeugungen wählen, aber Sie müssen nicht leiden, wenn Sie rationale wählen.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Wie funktioniert das?",
      "Wenn Sie einen zerstörerischen Gedanken bemerken, sollten Sie Coping-Karten nutzen, um ihn durch einen konstruktiveren zu ersetzen.",
      "Dieser Prozess braucht vielleicht etwas Übung, aber mit der Zeit werden Sie schneller auf negative Gedanken reagieren und sie durch positive Überzeugungen ersetzen können.",
      "Wenn Sie zum Beispiel denken: «Ich werde meine Ziele nie erreichen», können Sie diesen Gedanken durch einen konstruktiveren ersetzen: «Ich stoße auf Hindernisse, aber ich habe einen Plan und kann Schritt für Schritt auf meine Ziele zugehen».",
      "Das verändert nicht nur Ihre Sichtweise, sondern motiviert auch zum Handeln.",
      "Schauen Sie regelmäßig Ihre Karten durch und aktualisieren Sie sie.",
      "Ihre Gefühle und Gedanken ändern sich mit der Zeit, daher ist es wichtig, die Karten an Ihre aktuellen Bedürfnisse anzupassen.",
      "Falls Sie zum Beispiel merken, dass ein zerstörerischer Gedanke nicht mehr relevant ist oder Sie eine bestimmte Angst überwunden haben, passen Sie die Karte an, indem Sie neue konstruktive Gedanken oder Strategien hinzufügen.",
      "In unserer App können Sie bestehende Karten einfach bearbeiten oder neue hinzufügen.",
      "So werden Coping-Karten nicht nur ein Werkzeug gegen negative Gedanken, sondern auch Ihr persönlicher Begleiter auf dem Weg zu Selbstentwicklung und emotionalem Wachstum."
    ]
  },
  "screen_3": {
    "texts": [
      "Lassen Sie uns noch ein paar Beispiele anschauen, wie man zerstörerische Gedanken durch konstruktive ersetzt, damit der Nutzen der Karten klarer wird.",
      "Beispiel 1",
      "Zerstörerischer Gedanke: «Ich werde mit diesem Projekt nicht fertig, ich bin nicht gut genug».",
      "Konstruktiver Ersatz: «Ich habe schon früher schwierige Projekte gemeistert. Ich habe die Fähigkeiten und Ressourcen, um diese Aufgabe erfolgreich abzuschließen».",
      "Beispiel 2",
      "Zerstörerischer Gedanke: «Alle werden über mich lachen, wenn ich etwas Dummes sage».",
      "Konstruktiver Ersatz: «Jeder macht mal Fehler. Ich kann aus ihnen lernen und Spaß am Austausch haben».",
      "Beispiel 3",
      "Zerstörerischer Gedanke: «Nichts wird sich ändern, mein Leben bleibt immer so».",
      "Konstruktiver Ersatz: «Ich kann Schritte zur Veränderung gehen. Kleine Schritte führen zu großen Ergebnissen».",
      "Fazit",
      "Coping-Karten sind ein starkes Werkzeug, um Ihre Gedanken und Emotionen zu steuern.",
      "Sie helfen Ihnen, wieder Kontakt zu Ihrem rationalen Verstand aufzunehmen und negativen Überzeugungen entgegenzuwirken.",
      "Mit ihrer Hilfe können Sie sich selbst und Ihre Reaktionen auf Stress besser verstehen.",
      "Fangen Sie noch heute an, Ihre eigenen Coping-Karten zu erstellen, und entdecken Sie den Weg zu mehr Gelassenheit und Selbstbewusstsein!"
    ]
  }
}
