{
  "title": "Alices Geschichte: Auf dem Weg aus der Depression",
  "description": "Anhand eines Fallbeispiels zeigt dieser Artikel, wie automatische Gedanken, Zwischenüberzeugungen und grundlegende Überzeugungen zusammenwirken. Durch die Analyse von Alices Lebensweg und ihrer Sitzungen mit einer Psychologin wird deutlich, wie diese Denkebenen entstehen und gezielt verändert werden können, um eine Depression zu überwinden. Der Ansatz basiert auf den Prinzipien der kognitiven Verhaltenstherapie.",
  "screen_1": {
    "texts": [
      "Um deutlich zu machen, wie automatische Gedanken, Zwischenüberzeugungen und grundlegende Überzeugungen zusammenhängen, werfen wir einen Blick auf Alice – eine junge Frau, die unter Depressionen und Selbstzweifeln leidet.",
      "Bevor wir auf die Details eingehen, schauen wir uns zunächst ihre persönliche und soziale Vorgeschichte an:",
      "Alice wuchs in einer Kleinstadt in einer unvollständigen Familie auf. Ihr Vater verließ die Familie, als sie erst sechs Jahre alt war, um mit einer anderen Frau zusammenzuleben. Das Verhältnis zu ihrer Mutter, die als Krankenschwester arbeitete, war schwierig: Sie kritisierte Alice oft und lobte sie nur selten.",
      "Nach der Scheidung der Eltern gab es praktisch keinen Kontakt mehr zwischen ihnen, und Alice fühlte sich ständig wie auf einem Minenfeld, weil sie versuchte, es beiden recht zu machen. In der neuen Familie ihres Vaters gab es zwei Söhne und eine Tochter, mit denen er viel Zeit verbrachte, etwa bei Ausflügen am Wochenende oder gemeinsamen Sportaktivitäten. Alice verspürte unwillkürlich Eifersucht und Neid auf diese Halbgeschwister.",
      "In der Schulzeit entwickelte sich Alice zur Einser-Schülerin – teilweise aus dem Wunsch, die Anerkennung ihrer Mutter zu gewinnen, die gute Noten als selbstverständlich ansah. Später schloss Alice ihr Marketing-Studium an der Universität mit Auszeichnung ab. Sie ist jetzt 23 Jahre alt, unverheiratet und kinderlos. Auf der Suche nach einer festen Stelle und neuer Stabilität entschloss sie sich, wegen ihrer Depression eine Psychologin aufzusuchen.",
      "Ihre depressive Episode verstärkte sich durch die erfolglose Jobsuche nach dem Studium. Sie zog sich zunehmend aus ihrem sozialen Umfeld zurück und verbrachte die meiste Zeit in einer gedrückten Stimmung, fest überzeugt, dass sie es zu nichts bringen würde."
    ]
  },
  "screen_2": {
    "texts": [
      "Sehen wir uns nun an, wie sich alle drei Ebenen ihrer Gedankenstruktur in den Gesprächen mit der Psychologin widerspiegeln:"
    ],
    "dialog": [
      "Alice, erinnern Sie sich bitte an eine Situation, in der Sie zuletzt besonders starke negative Gefühle hatten.",
      "Das war gestern. Ich habe eine Stellenanzeige gelesen, die wirklich perfekt klang – ein kreatives Unternehmen, flexible Arbeitszeiten, gutes Gehalt. Aber ich habe gezögert und mich nicht getraut, meine Bewerbung abzuschicken.",
      "Woran lag das?",
        "Ich hatte den Gedanken, dass sie mich sowieso nicht nehmen werden, weil alles viel zu anspruchsvoll für mich ist. Ich würde das nie schaffen. (automatischer Gedanke)",
      "Was bedeutet dieser Gedanke für Sie, dass Sie die Aufgaben nicht bewältigen können?",
      "Ich glaube, dass ich dann nicht in der Lage bin, die Anforderungen wirklich gut zu erfüllen, und dass es schlimm ist, Fehler zu machen. (Zwischenüberzeugung)",
      "Wie würden Sie jemanden nennen, der etwas nicht schafft, weil er Fehler macht?",
      "Eine Person, die nichts taugt, ein Versager.",
      "Und wenn Sie etwas nicht schaffen, dabei Fehler machen und sich an etwas heranwagen, das Sie Ihrer Meinung nach nicht bewältigen können – was sagt das über Sie aus?",
      "Ich bin ein Versager. (grundlegende Überzeugung)"
    ]
  },
  "screen_3": {
    "texts": [
      "An diesem Beispiel sehen wir deutlich, wie sich die drei Ebenen von Alices destruktivem Denken aufbauen.",
      "Dabei ist wichtig zu verstehen, dass Alice nicht mit diesen Überzeugungen auf die Welt gekommen ist. Sie haben sich im Laufe ihres Lebens und unter verschiedenen Umständen verfestigt. Und genau deshalb lassen sie sich auch verändern.",
      "Die Veränderung beginnt bei den automatischen Gedanken. Sobald Alice lernt, diese zu hinterfragen und erkennt, wie wenig hilfreich sie eigentlich sind, gewinnt sie Abstand dazu und kann sich den Zwischenüberzeugungen zuwenden.",
      "Wenn es gelingt, auch deren scheinbare Selbstverständlichkeiten zu erschüttern, rückt man den tief verankerten, grundlegenden Überzeugungen näher, um sie durch realistischere und förderlichere Überzeugungen zu ersetzen."
    ]
  }
}
