{
  "title": "Alisas Geschichte: Ein Weg aus der Depression",
  "description": "In diesem Artikel betrachten wir die Geschichte einer Person, die mit Depressionen konfrontiert ist, um zu zeigen, wie automatische Gedanken, Zwischenüberzeugungen (Regeln) und tief verwurzelte Grundüberzeugungen zusammenwirken. Durch die Fallgeschichte von Alisa und ihrer Arbeit mit einer Psychologin wird deutlich, wie Überzeugungen entstehen und wie sie verändert werden können, um depressive Symptome zu überwinden. Der Ansatz basiert auf den Prinzipien der Kognitiven Verhaltenstherapie.",
  "screen_1": {
    "texts": [
      "Um den Zusammenhang zwischen automatischen Gedanken, Zwischenüberzeugungen (Regeln) und tief verwurzelten Grundüberzeugungen anschaulich zu machen, betrachten wir die Geschichte von Alisa – einer jungen Person, die mit Depressionen und Selbstzweifeln zu kämpfen hat.",
      "Beginnen wir mit einem Einblick in ihr Leben und Umfeld:",
      "Alisa wuchs in einer kleinen Stadt in einer Ein-Eltern-Familie auf. Als sie sechs Jahre alt war, verließ ihr Vater die Familie wegen einer anderen Frau. Die Beziehung zur Mutter war oft schwierig: Kritik war häufiger als Lob.",
      "Nach der Trennung hatten die Eltern kaum Kontakt, und Alisa fühlte sich zwischen zwei Welten hin- und hergerissen, bemüht, es beiden recht zu machen. Ihr Vater gründete eine neue Familie mit drei Kindern und verbrachte viel Zeit mit ihnen: Ausflüge, Sport, gemeinsame Aktivitäten. Alisa fühlte Schmerz, Eifersucht und ein starkes Gefühl des Ausgeschlossenseins.",
      "In der Schule wurde sie eine sehr gute Schülerin – nicht zuletzt, weil sie das Bedürfnis hatte, die Anerkennung ihrer Mutter zu verdienen, für die gute Leistungen selbstverständlich waren. Später schloss sie ihr Marketingstudium mit ausgezeichneten Ergebnissen ab. Heute ist sie 23 Jahre alt, lebt allein und sucht ihren beruflichen Weg. Aufgrund zunehmender depressiver Symptome begibt sie sich in psychologische Behandlung.",
      "Ihre Situation verschärfte sich durch Schwierigkeiten bei der Jobsuche. Ihre sozialen Kontakte nahmen ab, sie fühlt sich häufig niedergeschlagen und ist überzeugt, dass sie scheitern wird."
    ]
  },
  "screen_2": {
    "texts": [
      "Nun betrachten wir, wie sich die drei Ebenen des Denkens bei Alisa anhand eines Dialogs mit ihrer Psychologin zeigen:"
    ],
    "dialog": [
      "„Alisa, erinnern Sie sich bitte an eine Situation, in der Sie kürzlich starke negative Emotionen gespürt haben.“",
      "„Das war gestern. Ich habe Stellenanzeigen durchgesehen und eine perfekte Stelle gefunden: spannende Aufgaben, flexible Arbeitszeiten, gutes Gehalt. Aber ich habe gezögert und den Lebenslauf nicht abgeschickt.“",
      "„Was hat Sie aufgehalten?“",
      "„Ich dachte, dass ich sowieso nicht genommen werde. Dass es zu anspruchsvoll für mich ist. Dass ich es nicht schaffen werde (automatischer Gedanke).“",
      "„Was bedeutet dieser Gedanke für Sie?“",
      "„Dass ich die Aufgaben nicht gut bewältigen könnte und dass Fehler etwas sehr Schlimmes sind (Zwischenüberzeugung/Regel).“",
      "„Wie würden Sie eine Person nennen, die Fehler macht und etwas nicht schafft?“",
      "„Eine Versagerin, jemand, der zu nichts wirklich fähig ist.“",
      "„Und wenn das Ihnen selbst passiert – wenn Sie Schwierigkeiten haben und Fehler machen, wer sind Sie dann?“",
      "„Dann bin ich wohl eine Versagerin (tief verwurzelte Grundüberzeugung).“"
    ]
  },
  "screen_3": {
    "texts": [
      "Wir sehen nun, wie die drei Ebenen des Denkens bei Alisa zusammenhängen und wie sie ihre emotionale Lage beeinflussen.",
      "Wichtig ist: Alisa wurde nicht mit diesen Überzeugungen geboren. Sie entstanden im Laufe ihres Lebens durch Erlebnisse und Beziehungen. Das bedeutet: Sie können verändert werden.",
      "Der Weg beginnt mit den automatischen Gedanken. Wenn Alisa lernt, sie wahrzunehmen und zu hinterfragen, schwächt sie ihre Wirkung und kann Veränderungen auf der nächsten Ebene – den Zwischenüberzeugungen – einleiten.",
      "Mit der Zeit und Schritt für Schritt lassen sich schließlich auch tief verwurzelte Grundüberzeugungen transformieren – hin zu realistischeren und unterstützenden Sichtweisen."
    ]
  }
}
