{
  "title": "Wähle das Leben",
  "description": "In diesem Artikel sprechen wir offen über Depression und suizidale Gedanken, erklären, wie und warum Menschen in solche Zustände geraten, und zeigen, welche Rolle die Kognitive Verhaltenstherapie (KVT) in der Bewältigung spielen kann. Der Text soll diejenigen unterstützen, die eine schwere Zeit durchmachen, und daran erinnern: Hoffnung existiert, Hilfe ist erreichbar, und das Leben hat einen tiefen Wert.",
  "screen_1": {
    "texts": [
      "Wenn wir über Depression, belastende Überzeugungen und negatives Denken sprechen, dürfen wir ein Thema nicht ausklammern: suizidale Gedanken.",
      "Wir wünschen Ihnen von Herzen, dass Sie persönlich nie damit konfrontiert waren. Und falls solche Gedanken in Ihrem Leben eine Rolle gespielt haben oder gerade präsent sind, möchten wir Ihnen sagen: Sie sind nicht allein. Dieser Abschnitt ist für Sie.",
      "Sehr viele Menschen erleben solche inneren Kämpfe. Jährlich verlieren weltweit Hunderttausende ihr Leben durch Suizid – und das sind nur die offiziell erfassten Fälle.",
      "Suizid hat in der Geschichte der Menschheit erschütternd viele Leben gefordert – eine harte, aber reale Tatsache.",
      "Depression ist einer der stärksten Risikofaktoren. Viele Betroffene, die einen Suizidversuch unternehmen, leiden darunter, und das Risiko ist deutlich erhöht.",
      "Wir teilen diese Hinweise nicht, um Angst zu machen, sondern um zu zeigen: Viele Menschen kämpfen damit – und zu viele schweigen aus Scham oder weil sie glauben, allein zu sein."
    ]
  },
  "screen_2": {
    "texts": [
      "Wichtig zu verstehen: Suizidale Gedanken sind kein Zeichen von Schwäche. Sie sind ein Zeichen tiefen inneren Schmerzes.",
      "Menschen geraten aus vielen Gründen in solche Zustände. Fast immer steht dahinter das Gefühl, dass der Schmerz unerträglich ist und es keinen Ausweg gibt.",
      "Manchmal erscheint der Tod wie ein Weg, das Leiden zu beenden oder andere zu „entlasten“.",
      "Studien zeigen: Ein zentraler Faktor ist Hoffnungslosigkeit. Die Welt verliert Farbe und Perspektive.",
      "Doch Hoffnungslosigkeit ist ein Symptom der Depression – kein objektives Urteil über die Zukunft.",
      "Die Idee „Es wird niemals besser“ ist kein Fakt, sondern eine verzerrte Sichtweise. Und unzählige Menschen weltweit haben erlebt, dass sich ihr Leben wieder öffnen und verändern kann."
    ]
  },
  "screen_3": {
    "texts": [
      "In Phasen intensiven Leidens ist es schwer vorstellbar, dass das Leben anders werden kann. Sätze wie „Denk positiv“ helfen dann nicht – sie können sogar verletzen.",
      "Sie tragen keine Schuld daran, dass Ihnen gerade schwer zumute ist. Ihr Gehirn steckt vorübergehend in einem Tunnel der Hoffnungslosigkeit – das ist Ausdruck einer Erkrankung, nicht persönliches Versagen.",
      "Ihre Gefühle sind real. Niemand kann sie einfach „wegschalten“.",
      "Versuchen Sie sich vorzustellen, dass dieser dunkle Blick nicht die ganze Realität ist – eher wie ein Schleier, der sich mit der Zeit lüften kann.",
      "Erlauben Sie sich den Gedanken: Licht existiert, auch wenn es gerade schwer zu erkennen ist.",
      "KVT gehört zu den wirksamsten Methoden zur Unterstützung von Menschen mit suizidalen Gedanken.",
      "Metaanalysen zeigen, dass KVT das Risiko für erneute Versuche deutlich verringern kann.",
      "Der Weg kann herausfordernd sein, aber er existiert – und Sie können ihn Schritt für Schritt gehen."
    ]
  },
  "screen_4": {
    "texts": [
      "In den folgenden Materialien sprechen wir ausführlich darüber, wie KVT bei Depression und suizidalen Gedanken helfen kann.",
      "Wir geben unser Bestes, um zu unterstützen – dennoch ersetzt diese App keine professionelle Hilfe.",
      "Wenn Sie das Gefühl haben, an einer Grenze zu stehen, zögern Sie bitte nicht, sich unverzüglich Unterstützung zu holen.",
      "In vielen Ländern gibt es kostenlose Krisendienste und Notrufnummern. Hilfe anzunehmen ist ein Zeichen von Stärke.",
      "Bitte machen Sie den ersten Schritt. Es ist ein Schritt hin zu Ihrem Leben, Ihrer Zukunft und Ihrem Recht auf Freude und Sicherheit.",
      "Wir glauben daran, dass Sie mit Unterstützung und passenden Methoden wieder klarer und wärmer auf Ihr Leben blicken können.",
      "Ja, das Leben kann schwer sein. Doch es kann auch voller Schönheit, Überraschungen und Verbundenheit sein. Ihr Leben ist wertvoll.",
      "Sie sind wichtig. Dieser Welt – und den Menschen in ihr. Bitte bleiben Sie."
    ],
    "quote": {
      "text": "Die dunkelste Stunde der Nacht liegt kurz vor dem Morgengrauen.",
      "author": "Thomas Fuller"
    }
  }
}
