{
  "title": "Wähle das Leben!",
  "description": "Der Beitrag greift das Thema Depression und suizidale Gedanken auf, ordnet Zahlen verständlich ein und erklärt die Zusammenhänge. Er zeigt die Rolle der Kognitiven Verhaltenstherapie (KVT) bei der Bewältigung solcher Krisen, betont die Bedeutung professioneller Hilfe und die Verfügbarkeit kostenfreier Unterstützungsangebote. Der Text ermutigt, erinnert an den Wert des Lebens und daran, Hoffnung zu bewahren.",
  "screen_1": {
    "texts": [
      "Wenn wir über negatives Denken, irrationale Überzeugungen und Depression sprechen, dürfen wir ein weiteres schwieriges, aber wichtiges Thema nicht ausklammern – Suizid.",
      "Wir freuen uns von Herzen, wenn Sie davon nie betroffen waren. Und wenn der Gedanke an den Tod – einst oder gerade jetzt – als einziger Ausweg erschien, möchten wir Ihnen Halt geben und ruhig darüber sprechen.",
      "Nach Schätzungen der Weltgesundheitsorganisation (WHO) kommt es weltweit jedes Jahr zu einer sehr großen Zahl von Suiziden – und das sind nur die offiziell erfassten Fälle.",
      "Nicht selten heißt es, über die Geschichte hinweg sei die Zahl der Suizide mit den Verlusten in Kriegen vergleichbar. Diese Zahlen sind schwer auszuhalten, zeigen aber das Ausmaß des Leids – und dass viele Menschen betroffen sind.",
      "Depression spielt dabei eine große Rolle: Ein erheblicher Teil der Suizide wird von Menschen mit depressiven Störungen begangen; in diesem Zustand steigt das Risiko um ein Vielfaches.",
      "Wir nennen diese Fakten nicht, um Angst zu machen, sondern um zu erinnern: Sie sind nicht allein. Viele schweigen aus Scham und dem Gefühl, „bei niemand sonst ist das so“ – dabei ist Hilfe nah."
    ]
  },
  "screen_2": {
    "texts": [
      "Suizidale Gedanken sind kein Zeichen von Schwäche oder „Minderwertigkeit“. Schämen müssen Sie sich nicht.",
      "Menschen gelangen aus unterschiedlichen Gründen zu solchen Gedanken, doch oft verbindet sie eines: ein unerträglicher seelischer Schmerz, durch den der Tod wie die einzige Erleichterung wirkt.",
      "Mitunter erscheint er als Weg, das Leiden zu beenden oder „niemandem zur Last zu fallen“. Das ist ein Zustand der Verzweiflung – keine nüchterne Einschätzung des eigenen Wertes.",
      "Studien zeigen: Ein Schlüsselfaktor ist das Gefühl von Hoffnungslosigkeit. Wenn die Wahrnehmung verzerrt ist, wirkt die Welt wie reine Dunkelheit und die Zukunft wie verschlossen.",
      "Wichtig: Hoffnungslosigkeit und Verzweiflung sind Symptome der Depression – nicht die Realität selbst.",
      "Die Entscheidung, aus dem Leben zu gehen, beruht auf der Überzeugung, dass es nicht besser wird. Aber stimmt das? Gibt es Belege dafür, dass „alles so bleibt“?"
    ]
  },
  "screen_3": {
    "texts": [
      "Wenn der Schmerz groß ist, fällt es schwer, sich ein anderes Leben vorzustellen. Sätze wie „Denk an etwas Schönes“ wirken entwertend und verstärken nur die Schuldgefühle.",
      "Sie tragen keine Schuld. Es fühlt sich an, als stecke der Verstand im Sumpf fest. Der Schmerz ist real – man kann ihn nicht per Schalter abstellen.",
      "Versuchen Sie für einen Moment, die undurchdringliche Dunkelheit wie schmutzige Brillengläser zu sehen: Sie verzerren das Bild.",
      "Halten Sie sich an diesem Gedanken fest wie an einem dünnen Faden: Die Dunkelheit lässt sich lichten – und Sie sind mehr als das, was Sie heute fühlen.",
      "Das sind keine leeren Worte: Die Wirksamkeit der KVT ist belegt; sie wird weltweit eingesetzt, um Rückfallrisiken zu senken und durch Krisen zu begleiten.",
      "Übersichtsarbeiten zeigen, dass KVT Rückfälle verringern kann und die nächsten Schritte aus der Sackgasse nachvollziehbarer macht.",
      "Ja, es braucht Einsatz – doch KVT liefert klare Werkzeuge und sinnvoll gegliederte Schritte, damit dieser Einsatz trägt."
    ]
  },
  "screen_4": {
    "texts": [
      "Einen eigenen Abschnitt widmen wir der Arbeit mit Depression mithilfe der KVT – einschließlich des Umgangs mit suizidalen Gedanken.",
      "Wir möchten die Entscheidung fürs Leben stärken; persönliche Hilfe kann jedoch nur eine Fachperson bieten.",
      "Wenn Sie am Rand stehen – wenden Sie sich umgehend an eine Ärztin/einen Arzt, an psychologische Hilfe oder an Notdienste (bei akuter Gefahr: die Notrufnummer wählen).",
      "Auch wenn kostenpflichtige Angebote nicht möglich sind: In vielen Ländern gibt es Stellen, die kostenfrei und schnell unterstützen. Der erste Schritt ist bereits eine Bewegung hin zum Leben.",
      "Wir wissen: Sich dazu durchzuringen ist schwer. Doch genau hier hilft die Fachperson, den Sturm auszuhalten und Fertigkeiten zu vermitteln, die weitertragen.",
      "Wir glauben: Mit KVT können Sie Schritt für Schritt eine wärmere, stabilere Haltung zu sich und zur Welt entwickeln.",
      "Leben ist nicht leicht, und schwere Zeiten kennen viele. Aber die Welt ist groß und schön – und Ihr Leben ist unschätzbar. Bitte erinnern Sie sich daran: Für diese Welt lohnt es sich zu leben!"
    ],
    "quote": {
      "text": "„Die dunkelste Stunde der Nacht kommt unmittelbar vor der Morgendämmerung.“",
      "author": "Thomas Fuller"
    }
  }
}
