{
  "title": "Wählen Sie das Leben!",
  "description": "Dieser Artikel behandelt das aktuelle Thema der Depression und suizidalen Gedanken, bietet statistische Daten und analysiert die Verbindungen zwischen ihnen. Die Rolle der kognitiven Verhaltenstherapie (KVT) im Umgang mit diesen Problemen wird beleuchtet, ebenso die Bedeutung der Inanspruchnahme professioneller Hilfe und die Verfügbarkeit kostenloser psychologischer Dienste. Der Artikel zielt darauf ab, die Leser zu inspirieren und zu unterstützen, indem er an den Wert des Lebens und die Wichtigkeit der Hoffnung erinnert.",
  "screen_1": {
    "texts": [
      "Indem wir über negatives Denken, irrationale Überzeugungen und Depressionen sprechen, kommen wir nicht umhin, ein weiteres wichtiges, wenn auch schwieriges Thema zu berühren – den Suizid.",
      "Wir hoffen sehr, dass Sie nie mit solchen Gedanken konfrontiert waren. Aber wenn doch oder wenn Sie jetzt glauben, dass der Tod der einzige Ausweg ist, möchten wir Ihnen unsere Unterstützung geben und offen darüber sprechen.",
      "Leider stehen viele Menschen vor diesem Problem. Laut der Weltgesundheitsorganisation (WHO) gibt es jedes Jahr etwa 800.000 bis 1.000.000 Suizide. Und das sind nur die offiziellen Zahlen.",
      "Die Anzahl der Selbstmorde übersteigt die Zahl der in allen Kriegen zusammen getöteten Menschen. Es ist schwer zu glauben, aber es ist wahr.",
      "Depressionen spielen dabei eine große Rolle. Rund 45 bis 60 % aller Selbstmorde auf der Welt werden von Menschen begangen, die an Depressionen leiden. Eine Person mit Depression hat ein 35-mal höheres Risiko, Suizid zu begehen als jemand ohne psychische Erkrankung.",
      "Diese Zahlen sind erschreckend. Doch unser Ziel ist es nicht, Sie zu verängstigen, sondern Ihnen zu zeigen, dass Sie nicht allein sind. Es gibt viele Menschen mit ähnlichen Gefühlen, auch wenn sie sich oft aus Scham oder Angst davor zurückhalten, ihre Gedanken zu teilen."
    ]
  },
  "screen_2": {
    "texts": [
      "Wir möchten Ihnen sagen: Suizidgedanken sind kein Zeichen von Schwäche oder Wertlosigkeit. Sie müssen sich dafür nicht schämen.",
      "Menschen gelangen aus verschiedenen Gründen zu solchen Gedanken. Doch eines haben alle gemeinsam: einen überwältigenden seelischen Schmerz, bei dem der Tod als einziger Ausweg erscheint.",
      "Manche Menschen sehen den Tod als Möglichkeit, Schmerzen und Leid zu entkommen, weil das Leben zu schwer erscheint, oder als Weg, um ihren Angehörigen nicht mehr zur „Last“ zu fallen.",
      "Studien zeigen, dass unrealistisches Gefühl der Hoffnungslosigkeit einer der Hauptauslöser für suizidale Gedanken ist. Bei der Analyse ihrer Gedanken zeigt sich ein durchweg pessimistisches Weltbild. Aufgrund dieser verzerrten Wahrnehmung fühlen sie sich gefangen – ohne Ausweg.",
      "Es scheint ihnen, als hätten sie nie Glück erfahren und könnten es auch nie wieder erleben. Doch wichtig ist zu verstehen: Hoffnungslosigkeit und Verzweiflung sind Symptome der Depression – und nicht die objektive Realität.",
      "Die Entscheidung, das Leben zu beenden, beruht oft auf dem irrationalen Glauben, dass sich nichts verbessern kann. Doch ist wirklich alles so aussichtslos? Gibt es absolute Beweise dafür, dass es so bleibt?"
    ]
  },
  "screen_3": {
    "texts": [
      "Wenn Sie leiden, ist es schwer vorstellbar, dass ein anderes Leben möglich ist. Wenn Sie den Satz „Denken Sie positiv“ hören, könnten Sie das Gefühl haben, dass Ihre Probleme nicht ernst genommen werden. Vielleicht fühlen Sie sich schuldig, weil Sie nicht einfach „anders denken“ können.",
      "Sie tragen keine Schuld. Ihr Geist scheint im Sumpf der Verzweiflung festzustecken. Ihre Schmerzen und Gefühle sind real, und sie verschwinden nicht einfach durch gutes Zureden.",
      "Aber stellen Sie sich nur für einen Moment vor, dass die Dunkelheit, die Sie umgibt, wie eine verdreckte Linse ist, durch die Sie die Welt sehen.",
      "Halten Sie sich an diesen Gedanken fest – lassen Sie ihn Ihr Lichtstrahl in der Dunkelheit sein. Denn diese Dunkelheit ist überwindbar.",
      "Das sind keine leeren Worte! Es gibt zahlreiche Beweise für die Wirksamkeit der kognitiven Verhaltenstherapie (KVT). Dieser Ansatz gilt weltweit als eine der effektivsten Methoden zur Behandlung suizidalen Verhaltens und wird von vielen Psychotherapeuten und Forschern erfolgreich eingesetzt.",
      "In der „National Library of Medicine“ wurde eine Studie veröffentlicht, die die Ergebnisse von 15 Experimenten mit 29.071 Teilnehmenden zusammenfasst. Laut dieser Studie war KVT in 87 % der Fälle die effektivste Methode zur Verhinderung erneuter Suizidversuche.",
      "Das ist eine beeindruckende Zahl. Natürlich erfordert es Anstrengungen, um suizidale Gedanken vollständig zu überwinden, aber KVT ist ein wirksames Werkzeug für Ihre Bemühungen."
    ]
  },
  "screen_4": {
    "texts": [
      "Wir werden einen separaten Abschnitt haben, in dem wir detailliert darauf eingehen, wie Depressionen mit Hilfe der KVT überwunden werden können. Dabei werden wir uns intensiv mit dem Umgang mit suizidalen Gedanken befassen.",
      "Wir tun alles, was in unserer Macht steht, um Sie zu ermutigen, zu leben. Doch wir können keine individuelle Unterstützung bieten, wie es ein professioneller Psychologe kann.",
      "Wenn Sie das Gefühl haben, am Abgrund zu stehen, suchen Sie bitte sofort professionelle Hilfe!",
      "Psychologische Beratungen können kostenpflichtig sein, aber in vielen Ländern gibt es Zentren, die kostenlose Notfallpsychologische Hilfe anbieten. Machen Sie den ersten Schritt zu einem glücklicheren Leben – suchen Sie Hilfe!",
      "Wir wissen, dass es nicht leicht ist, sich zu diesem Schritt zu überwinden. Aber ein Spezialist kann Ihnen die notwendige Unterstützung bieten und Ihnen beibringen, wie Sie sich selbst helfen können.",
      "Wir glauben fest daran, dass Sie mit der Unterstützung der KVT den Weg zu einem positiveren Blick auf Ihr Leben finden können.",
      "Das Leben ist nicht immer leicht – es gibt schwere Zeiten. Aber die Welt ist groß und schön, und Ihr Leben ist unbezahlbar. Vergessen Sie das nicht. Diese Welt ist es wert, erlebt zu werden!"
    ],
    "quote": {
      "text": "Die dunkelste Stunde der Nacht kommt direkt vor der Dämmerung.",
      "author": "Thomas Fuller"
    }
  }
}
