{
  "title": "Können irrationale Überzeugungen hilfreich sein?",
  "description": "Der Beitrag untersucht, wie irrationale Überzeugungen das psycho-emotionale Befinden beeinflussen. Am Beispiel von John, der Erfolg anstrebt, weil er tiefinnerlich von eigener Unzulänglichkeit überzeugt ist, wird gezeigt, wie solche Überzeugungen in destruktive Coping-Strategien umschlagen. Die Autor*in betont, wie wichtig es ist, Überzeugungen bewusst zu machen und zu überarbeiten, um die Lebensqualität zu steigern.",
  "screen_1": {
    "texts": [
      "In den vorangegangenen Kapiteln haben wir destruktiven Gedanken und Überzeugungen viel Raum gegeben – aus gutem Grund: Sie verschlechtern spürbar Gefühle, Verhalten und das Allgemeinbefinden.",
      "Daraus ergibt sich die Frage: Sind wirklich alle Überzeugungen schädlich – oder können manche auch nützlich sein?",
      "Meist werden negative Überzeugungen in Stresssituationen, bei Niedergeschlagenheit oder Depression aktiv – ebenso bei Ereignissen, die diese Überzeugungen scheinbar bestätigen.",
      "Wenn jemand etwa glaubt: „Ich bin zu nichts fähig“, wird diese Annahme nach einer misslungenen Prüfung oder einer Kritik der Vorgesetzten vermutlich aktiviert.",
      "Dann beginnt die Person, das Geschehen durch die Brille dieser Überzeugung zu deuten – selbst wenn diese Sicht unlogisch ist und den Fakten widerspricht.",
      "Das heißt jedoch nicht, dass alle Überzeugungen gleichermaßen schädlich und nutzlos wären.",
      "Unter weniger belastenden Umständen oder in einem stabileren Zustand kann auch eine stützende Überzeugung aktiv werden, zum Beispiel: „Ich traue mir genug zu.“",
      "Die Antwort auf die Frage „Sind alle Überzeugungen schädlich?“ lautet also: Nein, nicht alle."
    ]
  },
  "screen_2": {
    "texts": [
      "Wenn es um den „Nutzen“ irrationaler Überzeugungen geht, ist es komplizierter, als es zunächst wirkt – schauen wir genauer hin.",
      "Mitunter scheint es, als trieben solche Überzeugungen zu Leistungen an; in der Praxis ist das jedoch eher ein verbreitetes Missverständnis.",
      "Zur Einordnung erinnern wir an drei Ebenen: automatische Gedanken, Zwischenüberzeugungen (Regeln) und tief verwurzelte Überzeugungen.",
      "Stellen wir uns vor, ein junger Mensch namens John hat eine tief verwurzelte Überzeugung: „Ich bin zu nichts fähig“, und eine Zwischenüberzeugung: „Ich muss immer erfolgreich sein.“",
      "Auf den ersten Blick klingt das nicht schlecht: Erfolgstreben ist ein sinnvoller Antrieb – sofern es ein flexibles Wollen und keine starre Regel ist.",
      "Man könnte meinen, diese Überzeugung sei hilfreich: Sie erhöhe die Motivation und fördere Zielstrebigkeit und Leistung.",
      "Arbeit erscheint dann übermäßig wichtig und wirkt, als brächte sie nur Vorteile.",
      "Doch blicken wir tiefer.",
      "Handelt es sich tatsächlich um eine starre Zwischenüberzeugung und nicht um ein Wunschziel, wird sie vermutlich destruktiv – weil sie auf der Grundannahme eigener Unzulänglichkeit fußt. Arbeit wird für John dann zur Coping-Strategie (auf Coping-Strategien gehen wir in den nächsten Kapiteln ein)."
    ],
    "quote": {
      "text": "Weil ein Mensch seine Arbeit nur lieben oder hassen kann, sollte er auch ihre Folgen sehen. Arbeitssüchtige vergessen leicht, dass sie nicht für die Arbeit existieren, sondern die Arbeit für sie da ist.",
      "author": "Lew Tolstoi"
    }
  },
  "screen_3": {
    "texts": [
      "Kurz gesagt: Eine Coping-Strategie ist eine Art, mit Stress mittels Gedanken, Gefühlen oder Verhalten umzugehen.",
      "Vereinfacht: John strebt Erfolg an (Zwischenüberzeugung), um das schmerzhafte Selbstgefühl „unfähig zu sein“ (tief verwurzelte Überzeugung) nicht zu spüren. Der Fokus auf Arbeit wird zum Ausweichen vor diesem Gefühl.",
      "Das ist destruktiv, weil jede ernsthafte Schwierigkeit im Job – ein geplatztes Projekt, eine ausbleibende Beförderung oder eine Kündigung – John abrupt mit der Grundüberzeugung der eigenen Unzulänglichkeit konfrontiert; das fühlt sich wie ein „innerer Zusammenbruch“ an.",
      "Die Folgen: Verschlechterung des Befindens, Antriebslosigkeit, selbstschädigendes Verhalten bis hin zur Depression.",
      "Die vermeintlichen „Vorteile“ wirken nun deutlich weniger überzeugend, oder?",
      "Die Überzeugung „Ich muss immer erfolgreich sein“ erweist sich eher als schädlich: Fehler sind unvermeidlich – und bei solcher Starrheit „beweisen“ sie ständig die eigene Unzulänglichkeit und verfestigen sie.",
      "Wichtig ist: Eine Überzeugung ist eine Idee, die sich überprüfen und hilfreicher gestalten lässt. Das verbessert die Lebensqualität deutlich – genau dazu befähigt die KVT."
    ]
  }
}
