{
  "title": "Können irrationale Einstellungen hilfreich sein?",
  "description": "Dieser Artikel beleuchtet, wie irrationale Überzeugungen das psycho-emotionale Wohlbefinden eines Menschen beeinflussen. Anhand von John, der wegen einer tiefen Überzeugung über seine eigene Unfähigkeit nach Erfolg strebt, wird gezeigt, wie solche Vorstellungen zu destruktiven Coping-Strategien werden können. Die Autorin/der Autor betont, wie wichtig es ist, sich seiner Überzeugungen bewusst zu werden und sie zu hinterfragen, um die Lebensqualität zu verbessern.",
  "screen_1": {
    "texts": [
      "In den vorangegangenen Kapiteln haben wir großen Wert auf destruktive Gedanken und Überzeugungen gelegt. Das ist nur logisch, denn gerade sie wirken sich oft negativ auf unsere Gefühle, unser Verhalten und unser allgemeines Befinden aus.",
      "Da stellt sich die Frage: Sind wirklich alle unsere Überzeugungen schlecht, oder können manche sogar nützlich sein?",
      "Das Hauptproblem ist, dass negative Überzeugungen dann aktiv werden, wenn wir gestresst oder niedergeschlagen sind oder wenn es eine Situation gibt, die unsere negativen Überzeugungen scheinbar „bestätigt“.",
      "Beispielsweise glaubt jemand: „Ich kann nichts richtig.“ Kommt es dann zu einem Misserfolg bei einer Prüfung oder zu Kritik vom Chef, aktiviert sich diese Überzeugung vermutlich.",
      "Die Person bewertet das Geschehen durch die Brille dieser Überzeugung, selbst wenn das unlogisch und unvernünftig ist.",
      "Allerdings bedeutet das nicht, dass alle unsere Überzeugungen generell schlecht sind und keinen Nutzen haben.",
      "In weniger stressigen Momenten oder wenn wir uns besser fühlen, kann ein anderes, eher positives Credo in Kraft treten, zum Beispiel: „Ich bin durchaus fähig.“",
      "Daraus folgt: Auf die Frage „Sind wirklich alle Überzeugungen schädlich?“ lautet die Antwort ganz klar: Nein, nicht alle."
    ]
  },
  "screen_2": {
    "texts": [
      "Ob irrationale Überzeugungen auch positive Effekte haben können, ist etwas komplizierter. Schauen wir uns das genauer an.",
      "Manche mögen sagen, dass irrationale Überzeugungen gar nicht so schlimm sind und einem sogar helfen können. Meist ist das aber eher eine Fehleinschätzung als die Wahrheit.",
      "Um das besser zu verstehen, erinnern wir uns an die drei Ebenen unseres Denkens: automatische Gedanken, Zwischenüberzeugungen und Kernüberzeugungen.",
      "Nehmen wir John als Beispiel. Seine Kernüberzeugung lautet: „Ich bin zu nichts fähig.“ Seine Zwischenüberzeugung könnte lauten: „Ich muss immer erfolgreich sein.“",
      "Auf den ersten Blick klingt das gar nicht schlecht. Es scheint doch gut, dass John erfolgreich sein will. Wenn es nur ein Wunsch oder ein Ziel wäre und kein starres, unflexibles Gesetz, wäre das in Ordnung.",
      "Vielleicht denken Sie: Das hilft ihm doch, viel zu arbeiten, Erfolg zu haben und motiviert zu bleiben. Das klingt nach etwas Positivem.",
      "In diesem Fall wird Arbeit für ihn sehr wichtig, und das scheint erst mal nur gute Folgen zu haben.",
      "Werfen wir aber einen genaueren Blick darauf.",
      "Wenn das wirklich eine Zwischenüberzeugung ist und nicht nur ein Wunsch, könnte sie destruktiv sein. Warum? Weil sie auf Johns tiefer Kernüberzeugung beruht. In diesem Szenario wäre Arbeit für John eine Art Coping-Strategie (mehr zu diesen Strategien in den nächsten Kapiteln)."
    ],
    "quote": {
      "text": "Weil ein Mensch seine Arbeit nur lieben oder hassen kann, muss er deren Folgen erkennen. Workaholics vergessen einfach, dass sie nicht für die Arbeit existieren, sondern die Arbeit für sie.",
      "author": "Leo Tolstoi"
    }
  },
  "screen_3": {
    "texts": [
      "Kurz gesagt ist eine Coping-Strategie eine Reaktion auf Stress, die sich in Gedanken, Gefühlen oder Verhalten zeigt.",
      "Einfach ausgedrückt: John strebt nach Erfolg (seine Zwischenüberzeugung), um sich nicht unfähig zu fühlen (seine Kernüberzeugung). Sein Arbeitsfokus ist also ein Fluchtweg vor diesem negativen Selbstbild.",
      "Das Ganze ist deshalb destruktiv, weil John im Fall beruflicher Probleme, eines Scheiterns oder einer Kündigung sein „Ich bin zu nichts fähig“ direkt bestätigt sieht. Das fühlt sich für ihn an wie ein kleiner Weltuntergang.",
      "Dies könnte seinen Zustand erheblich verschlechtern, zu Apathie, selbstschädigendem Verhalten oder gar zu einer Depression führen.",
      "Klingt jetzt nicht mehr ganz so harmlos, oder?",
      "Also erweist sich die Überzeugung „Ich muss immer erfolgreich sein“ als schädlicher, als sie anfangs wirkt. Niemand ist unfehlbar, und wer sich ein Scheitern überhaupt nicht erlauben kann, wird jedes Versagen als Beweis für sein tief sitzendes „Ich kann nichts“ sehen. Damit verstärkt er nur noch sein negatives Kernbild.",
      "Wichtig ist zu verstehen: Jede Überzeugung ist nur eine Idee. Wir können sie ändern und so nützlicher machen. Dadurch steigt unsere Lebensqualität — genau dabei hilft uns die Kognitive Verhaltenstherapie."
    ]
  }
}
