{
  "title": "Können irrationale Überzeugungen hilfreich sein?",
  "description": "In diesem Artikel geht es darum, wie irrationale Überzeugungen unsere psychische Gesundheit beeinflussen – und ob sie manchmal auch „nützlich“ erscheinen können. Am Beispiel von John wird gezeigt, wie ein Erfolgsstreben, das auf einem tiefen Gefühl der Unzulänglichkeit basiert, zu einer belastenden Bewältigungsstrategie wird. Der Text verdeutlicht, wie wichtig es ist, eigene Überzeugungen zu erkennen und zu verändern, um das Wohlbefinden langfristig zu stärken.",
  "screen_1": {
    "texts": [
      "In den vorherigen Kapiteln haben wir viel über belastende Gedanken und Überzeugungen gesprochen. Das ist kein Zufall: Sie sind häufig Auslöser für Stress, negative Emotionen und Einschränkungen im Alltag.",
      "Doch stellt sich die Frage: Sind wirklich alle Überzeugungen schädlich – oder gibt es auch hilfreiche?",
      "Wichtig ist: Belastende Überzeugungen werden oft in Momenten aktiviert, in denen wir besonders verletzlich sind – bei Stress, emotionaler Erschöpfung oder depressiver Stimmung.",
      "Wenn jemand zum Beispiel die innere Überzeugung trägt „Ich bin zu nichts fähig“, kann selbst kleine Kritik sofort dieses Bild aktivieren.",
      "Dann sehen wir die Situation durch einen verzerrten Filter, selbst wenn die Realität eigentlich anders aussieht.",
      "Das bedeutet jedoch nicht, dass alle Überzeugungen negativ sind. Unser Denken funktioniert nicht dauerhaft im „Selbstkritik-Modus“. ",
      "In stabileren, ausgeglicheneren Phasen können wir uns auf gesunde innere Haltungen stützen, zum Beispiel: „Ich kann das schaffen“ oder „Ich lerne und entwickle mich.“",
      "Die Antwort auf die Frage „Sind alle Überzeugungen schädlich?“ lautet also: nein. Entscheidend ist, zu erkennen, welche uns unterstützen – und welche uns blockieren."
    ]
  },
  "screen_2": {
    "texts": [
      "Nun zur Frage, ob irrationale Überzeugungen auch hilfreich sein können.",
      "Manchmal wirkt es so, als würden sogar unrealistische, „antreibende“ Glaubenssätze Menschen motivieren und zu Erfolg führen. Doch dieser Eindruck täuscht häufig.",
      "Erinnern wir uns: In der KVT unterscheiden wir drei Ebenen – automatische Gedanken, Zwischenüberzeugungen (Regeln) und tief verwurzelte Überzeugungen.",
      "Stellen wir uns eine Person namens John vor. Seine tief verwurzelte Überzeugung lautet: „Ich bin zu nichts fähig.“ Seine Regel dazu lautet: „Ich muss immer erfolgreich sein.“",
      "Auf den ersten Blick klingt diese Regel ambitioniert: Erfolg, Zielstrebigkeit, harte Arbeit.",
      "Man könnte denken: Das macht ihn engagiert, diszipliniert und leistungsbereit.",
      "Von außen wirkt sein Leben tatsächlich beeindruckend – Projekte, Ergebnisse, Anerkennung.",
      "Aber schauen wir genauer hin.",
      "Wenn diese Regel nicht aus Freude oder Selbstvertrauen entsteht, sondern aus der Angst, sonst wertlos zu sein, wird sie zu einem Überlebensmuster.",
      "Dann ist Arbeit kein Ausdruck von Wachstum, sondern ein Versuch, Schmerz und Selbstzweifel zu vermeiden – eine Bewältigungsstrategie, die auf einem unsicheren Fundament steht."
    ],
    "quote": {
      "text": "Wer seine Arbeit nur liebt oder hasst, vergisst leicht, dass sie für den Menschen da ist – nicht der Mensch für die Arbeit.",
      "author": "Leo Tolstoi"
    }
  },
  "screen_3": {
    "texts": [
      "Eine Bewältigungsstrategie beschreibt, wie wir mit Stress über Gedanken, Gefühle und Verhalten reagieren.",
      "Im Fall von John dient sein Erfolgsstreben dazu, die Angst zu überdecken, „nicht genug zu sein“. ",
      "Problematisch wird es, wenn dieser äußere Erfolg einmal ausbleibt – dann steht er direkt vor seiner tiefsten Überzeugung. Und das kann sehr schmerzhaft werden.",
      "In solchen Momenten können Menschen in Apathie fallen, sich zurückziehen, destruktiv handeln oder depressive Symptome entwickeln.",
      "So wird das Motto „Ich muss immer erfolgreich sein“ schließlich eher schädlich als hilfreich.",
      "Alle Menschen machen Fehler, ermüden, erleben Rückschläge – das ist ein natürlicher Teil menschlicher Entwicklung.",
      "Wenn Erwartungen jedoch starr werden, verwandelt sich jede Schwierigkeit in eine „Katastrophe“ und verstärkt negative Grundüberzeugungen.",
      "Wichtig ist: Eine Überzeugung ist kein Fakt – sie ist ein Gedanke. Und Gedanken können überprüft, hinterfragt und verändert werden.",
      "Genau darin unterstützt die KVT: Sie hilft, innere Regeln zu erkennen und solche zu wählen, die uns stärken statt belasten."
    ]
  }
}
