[
  "I am worthy of happiness and love in my life.",
  "Every day I become stronger and wiser.",
  "I choose positive thinking and accept myself as I am.",
  "I let go of the past and move forward with hope and confidence.",
  "My feelings matter, I allow myself to express and release them.",
  "I can overcome any obstacles on my path.",
  "I value myself and deserve the best in life.",
  "Every day I take a step towards my personal growth and self-development.",
  "I am surrounded by support and love even in difficult moments.",
  "My life is full of opportunities for growth and new achievements.",
  "I am confident in my abilities and believe in my dreams.",
  "I am open to new opportunities and ready for change.",
  "I am grateful for everything I have in life and cherish every moment.",
  "I love myself and accept myself unconditionally.",
  "My confidence grows every day, and I believe in my possibilities.",
  "I create my reality and am responsible for my happiness.",
  "I am free from fear and doubt, my soul is filled with peace.",
  "I deserve success and achieve it with ease.",
  "My thoughts and actions are directed towards achieving my goals.",
  "I am in harmony with my body and mind.",
  "I value every experience as an opportunity to learn and grow.",
  "My intuition guides me to the right decisions.",
  "I am a source of strength and wisdom for myself and others.",
  "I live in accordance with my values and principles.",
  "My life is filled with joy, meaning, and love.",
  "I express gratitude for all the lessons life gives me.",
  "I find beauty in simple things and rejoice every day.",
  "My creativity knows no bounds, I am free to express myself.",
  "I support my physical and emotional well-being.",
  "I find a balance between work and rest, my time is valuable.",
  "My life is enriched with new knowledge and experiences.",
  "I forgive myself for past mistakes and move forward.",
  "I am filled with energy and inspiration, the world is open to me.",
  "I greet every day with a smile and an open heart.",
  "My relationships with close ones are filled with understanding and respect.",
  "I feel the support of the Universe in all my endeavors.",
  "I can say 'no' when it's necessary for my well-being.",
  "I live here and now, enjoying every minute.",
  "I am thankful for the opportunity to grow, learn, and develop.",
  "My life is a journey full of wonderful discoveries.",
  "Every step forward brings me closer to my dream.",
  "I open my heart to new beginnings and opportunities.",
  "My life is beautiful and full of joy every day.",
  "I find strength within myself to overcome difficulties.",
  "My thoughts create my reality, and I choose to think positively.",
  "I am grateful for the unique experience that each day brings.",
  "My inner harmony attracts positive events to me.",
  "I stand behind my decisions and believe in my choice.",
  "I constantly find new ways for personal growth and self-realization.",
  "My achievements inspire me to new accomplishments.",
  "I accept my fears and turn them into strength.",
  "I possess unlimited potential for creativity and self-expression.",
  "Every day I become better than I was yesterday.",
  "I am thankful for all the people in my life who make it brighter.",
  "I bravely move forward, knowing I deserve great things.",
  "My dreams become reality with each passing day.",
  "I choose joy and happiness in my life.",
  "My life is full of meaning and purpose.",
  "I value every experience that makes me stronger.",
  "My confidence and self-esteem grow with each day.",
  "I free myself from everything that no longer serves my development.",
  "I am ready for changes and embrace them with an open heart.",
  "My intuition leads me to the right decisions in life.",
  "I experience deep gratitude for everything I have.",
  "I joyfully share my light with the surrounding world.",
  "I am open to learning and ready to learn from every moment.",
  "My life is full of bright moments and happy encounters.",
  "I love myself and respect my needs and boundaries.",
  "Every obstacle only makes me stronger.",
  "I rejoice in every new day and its endless possibilities."
]
