{
  "days": {
    "fist": {
      "header": "Glad to see you in our app for the first time!",
      "content": "<p>My name is Alfred, and I am the artificial intelligence of this application. My task is to help you on your journey to a happy and harmonious life, free from psychological problems!</p><p>I have prepared some initial steps for you that will allow you to familiarize yourself with our therapy methods.</p><p>Remember: The more actively you interact with the app, the better I can understand your needs and, accordingly, the more accurate my recommendations will be!</p>"
    },
    "second": {
      "content": "<p>I see that you've already made the first steps on your path to psychological improvement, that's great!</p><p>Today, I would like to introduce you to a new feature - the Daily State Assessment. I've included it in the list of recommended actions, as it's exceptionally useful for monitoring your progress.</p><p>I recommend filling it out daily before starting your activities. Otherwise, continue to keep a diary and familiarize yourself with the theory. Have a good day!</p>"
    },
    "third": {
      "content": "<p>Let's continue our sessions today, focusing on the analysis of destructive thoughts.</p><p>In addition, I recommend you check out our showcase of psychologists.</p><p>In our app, we emphasize self-study, but only a psychologist can provide you with the most personalized recommendations. This is extremely important, especially at the start of your journey.</p>"
    },
    "fourth": {
      "content": "<p>We place great emphasis on education, striving to make it not only useful but also engaging.</p><p>To achieve this, we have created an Instagram channel where complex topics are presented in an easy and accessible way.</p><p>Join our community and take step-by-step strides toward a harmonious and happy life free from psychological barriers!</p>"
    },
    "fifth": {
      "content": "<p>I suggest you try our premium features.</p><p>There is a 3-day trial period during which you can cancel the subscription if it does not meet your expectations.</p><p>This will provide you with enhanced capabilities for interacting with me during the therapeutic process.</p>"
    },
    "eighth": {
      "content": "<p>You've been with us for 8 days now!</p><p>I hope you're finding this app useful.</p><p>We highly value feedback from our users, please share what you've liked and what you'd like to improve!</p><p>Let's make the app better together!</p>"
    },
    "fifteenth": {
      "content": "<p>We are glad that you have been with us for such a long time – it's truly wonderful!</p><p>Today, I would like to draw your attention to a special feature – \"Share with a psychologist\".</p><p>If you are undergoing a therapeutic course, this feature will prove incredibly useful for you!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>I've noticed that you're actively taking care of your mental health!</p><p>However, you're still not using all the features of the app.</p><p>If it's a matter of price, I've lowered it for you today!</p><p>Lock in the new price by the end of the day and stay healthy!</p>"
    }
  },
  "affirmations": [
    "Today I've picked up the following affirmation for you.",
    "Try working through an affirmation like this today.",
    "Today I offer you the following affirmation."
  ],
  "appUpdated": [
    "I updated while you were away, let's see what new things the developers have added!",
    "During your absence there was an update. Let's explore the innovations from the developers together!",
    "Fresh updates are waiting for you! While you've been offline, we haven't stood still. Let's see what's new, shall we?",
    "We have prepared several improvements to the app. Shall we explore them together?",
    "The application has been updated! Let's check what interesting features have been added.",
    "Our developers work every day for the good of the project. Let's see what they have in store for us?"
  ],
  "neverUsed": [
    "You have not yet made any entries in <b>{dairy}</b>. Try it today. To find a method that works for you, you need to try different approaches.",
    "I noticed that you haven't posted any entries in <b>{dairy}</b>. Today is a great day to remedy that. Explore different strategies to discover the most effective ones for you.",
    "Yours <b>{dairy}</b> is still empty. Take the first step today by exploring a variety of techniques to find the right one for you."
  ],
  "premiumThanks": {
    "content": "<p>I noticed that you've recently upgraded to premium!</p><p>Premium gives you access to a more powerful AI model, which will make my analysis even more effective!</p><p>Thanks to you, our developers can continue to evolve the project and help people find inner harmony.</p><p>Thank you for your trust!</p>"
  },
  "quote": [
    "Today I would like to inspire you with a quote from a great man.",
    "Let us today turn to the wisdom of a great personality who can be a source of inspiration.",
    "Today I offer you the reflections of a great figure that can inspire you to new accomplishments.",
    "Let us remember the words of a great man that can be wise counsel for us.",
    "I picked up a quote from a famous person for you.",
    "I thought I would share with you today an insightful quote from a famous personality filled with deep meaning.",
    "Today I invite you to delve into the wisdom left to us by a great man and draw inspiration from it."
  ],
  "readArticle": [
    "I have analyzed your notes and have added training material to your plan today that you will probably find interesting.",
    "After studying your notes, I have decided to add some educational material to your daily plan that I think you will find useful.",
    "As a result of analyzing your notes, I have selected training material that I find useful and interesting to you and added it to your plan for today."
  ],
  "testExpired": [
    "Your test results <b>{test_name}</b> are out of date, let's set your current status!",
    "Your test scores <b>{test_name}</b> are no longer valid. It's time to update your status information!",
    "Looks like the test results <b>{test_name}</b> are out of date. Let's find out how things are now!",
    "The test data <b>{test_name}</b> no longer reflect your current status. Time for a new test!",
    "The results <b>{test_name}</b> have lost their relevance. Would you like to update them and find out the current status?",
    "It's been quite some time since the passage <b>{test_name}</b>. Let's check out what has changed since then!"
  ],
  "header": [
    "Glad to see you again!",
    "Hope you're having great weather!",
    "Nice to see you again!",
    "How's your mood?",
    "Always a pleasure to see you!",
    "Welcome back!",
    "Always glad to see you!"
  ]
}