{
  "days": {
    "fist": "<p>My name is Alfred—I'm your AI assistant in the app. My goal is to support you on your path toward a calmer, steadier, more balanced life.</p><p>I’ve prepared a few first steps to introduce you to the therapeutic approaches and tools we use.</p><p>Remember: the more actively you use the app, the better I can understand your needs—and the more helpful my recommendations will be.</p>",
    "third": "<p>Today, let’s continue our work and focus on examining unhelpful thoughts.</p><p>I also recommend checking out our therapist directory.</p><p>While the app emphasizes self-guided practice, a therapist can provide more personalized recommendations and support — especially at the beginning of your journey.</p>",
    "fourth": "<p>We aim to make learning not only useful but engaging.</p><p>That’s why we’ve created an Instagram page where we explain complex topics in clear, simple terms.</p><p>Join our community—step by step, let’s move toward a more balanced, mindful life together.</p>",
    "fifth": "<p>I’d love you to try Premium.</p><p>Enjoy a 3-day free trial, and cancel anytime if it’s not for you.</p><p>Premium unlocks more ways to work with me and provides deeper support for your therapeutic journey.</p>",
    "eighth": "<discount></discount><p>I can see you’re actively working on your mental well-being — that truly deserves respect!</p><p>There are features in the app that could be especially helpful for you.</p><p>If cost has been a barrier, I’ve applied a special discount for you today.</p><p>You can lock in this price until the end of the day. Take care of yourself and your well-being!</p>",
    "tenth": "<p>It’s great that you’ve been with us this long—that truly inspires us!</p><p>Today, I’d like to highlight an important feature—“Share with your therapist.”</p><p>If you’re in therapy, this can be a valuable, convenient way to get support.</p>"
  },
  "affirmations": [
    "Today I’ve chosen an affirmation that might support you.",
    "Try working with this affirmation today—it may help you cultivate a positive mindset.",
    "Today I’m offering this affirmation to support your mindset."
  ],
  "appUpdated": [
    "I was updated while you were away—let’s see what the developers added!",
    "An update came out while you were away. Let’s explore the new features together!",
    "Fresh updates are waiting for you! We kept working while you were offline—let’s take a look:",
    "We’ve prepared several improvements to the app. Let’s review them together!",
    "The app has been updated! Let’s check out what’s new:",
    "Our developers are improving the app every day—take a look at what’s new:"
  ],
  "neverUsed": [
    "You haven’t made any entries in <b>{diary}</b> yet. Today is a good time to start. Try different approaches to find what truly works for you.",
    "I’ve noticed you haven’t added any entries to <b>{diary}</b> yet. Today is a great day to take the first step. Try different approaches — it will help you discover what suits you best.",
    "Your <b>{diary}</b> is still empty. Make your first entry today and experiment with different techniques to find the ones that fit you best."
  ],
  "premiumThanks": {
    "content": "<p>I noticed you recently upgraded to Premium — thank you!</p><p>You now have access to a more advanced AI model, so my analysis will be even more precise and helpful.</p><p>Your support helps our team keep improving the project and assist people on their path toward inner balance.</p><p>Thank you for your trust!</p>"
  },
  "quote": [
    "Today I’d like to share an inspiring quote from a remarkable person.",
    "Today, let’s turn to the wisdom of a remarkable person—it can be a great source of inspiration.",
    "Today I’d like to share a reflection from a well-known figure that may support and inspire you.",
    "Let’s turn to the words of a remarkable person—they can serve as a helpful guide.",
    "I’ve selected a quote for you from a well-known figure.",
    "Today, I’ve chosen to share an insightful quote from a well-known figure—it’s rich with meaning.",
    "Today, let’s dive into the wisdom a remarkable person left behind and find inspiration in it."
  ],
  "readArticle": [
    "I’ve reviewed your entries and added content to today’s plan that I think you’ll find both interesting and helpful.",
    "After reviewing your entries, I added a learning resource to today’s plan that I believe will support your practice.",
    "After analyzing your entries, I selected material I think will be useful and engaging and added it to today’s plan."
  ],
  "testExpired": [
    "Your <b>{test_name}</b> results are out of date. Let’s update them and see how you’re doing now!",
    "Your <b>{test_name}</b> results are no longer current. I suggest updating them so we can better track your progress.",
    "It looks like your <b>{test_name}</b> results are a bit outdated. Let’s see how you’re feeling now!",
    "The current <b>{test_name}</b> results no longer reflect how you’re doing. It’s time to retake the test.",
    "<b>{test_name}</b> results aren’t up to date. Would you like to update them and see your current results?",
    "It’s been a while since you last took <b>{test_name}</b>. Let’s see what’s changed since then!"
  ],
  "header": [
    "Great to see you again!",
    "Hope the weather’s nice where you are today!",
    "I’m so happy to see you again!",
    "How are you feeling today?",
    "It’s always a pleasure to see you here!",
    "Welcome back — great to have you!",
    "Always happy to have you back!"
  ]
}