[
  {
    "text": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "author": "Nelson Mandela"
  },
  {
    "text": "When you find yourself in darkness, remember: the sun sets and rises, but its light is eternal.",
    "author": "Kahlil Gibran"
  },
  {
    "text": "That which does not kill us makes us stronger.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Even from a night that seems endless to the whole world, there is a path that leads into a bright morning.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Hope is the thing with feathers that perches in the soul and sings a tune without the words, and never stops at all.",
    "author": "Emily Dickinson"
  },
  {
    "text": "The best way to cheer yourself up is to try to cheer somebody else up.",
    "author": "Mark Twain"
  },
  {
    "text": "Just one small positive thought in the morning can change your whole day.",
    "author": "Dalai Lama"
  },
  {
    "text": "We cannot become what we want to be by remaining what we are.",
    "author": "Max De Pree"
  },
  {
    "text": "There is always light, if only we are brave enough to see it. If only we are brave enough to be it.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Don’t judge each day by the harvest you reap but by the seeds that you plant.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Remind yourself that this is not a sign of weakness. It’s an illness that needs treatment, just like any other.",
    "author": "Demi Lovato"
  },
  {
    "text": "Don’t let your illness define who you are.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "What we see depends mainly on what we are looking for.",
    "author": "John Lubbock"
  },
  {
    "text": "It’s important to speak about your feelings instead of hiding them inside.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "You are not alone, and this darkness, like everything else, will pass.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day saying, “I will try again tomorrow.”",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Hope is the thing with feathers that settles in the soul and sings a wordless melody, and never stops at all.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Remind yourself that you don’t have to do what everyone else is doing.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Keep away from those who try to belittle your ambitions. Small people always do that, but the truly great make you feel that you, too, can become great.",
    "author": "Mark Twain"
  },
  {
    "text": "Depression is a state in which you no longer feel in charge of your own life. Find something that brings you back to living, no matter how small it may seem.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Being strong means feeling terrible and alive at the very same time.",
    "author": "Lena Dunham"
  },
  {
    "text": "Your current situation is not your final destination.",
    "author": "Unknown"
  },
  {
    "text": "What you’re feeling right now will not define you forever.",
    "author": "Christina Rimmey"
  },
  {
    "text": "Hope is faith directed toward the future – the belief that better days will come, no matter how dark the present feels.",
    "author": "Unknown"
  },
  {
    "text": "Depression is a prison where you are both the jailer and the prisoner.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "If you’re going through hell, keep going.",
    "author": "Winston Churchill"
  },
  {
    "text": "The most important thing you can do when you’ve hit bottom is to start climbing back up.",
    "author": "Demi Lovato"
  },
  {
    "text": "Hold on to hope. In the dark, the stars are easiest to see.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "You don’t have to see the whole staircase, just take the first step.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Treatment doesn’t mean instant recovery, but it is the first step toward it.",
    "author": "Unknown"
  },
  {
    "text": "Be patient toward all that is unresolved in your heart and try to love the questions themselves.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Mental health needs just as much attention and care as physical health.",
    "author": "Unknown"
  },
  {
    "text": "In every night there is a star that shines more brightly.",
    "author": "Maya Angelou"
  },
  {
    "text": "Don’t be afraid to show your vulnerability. Being honest about how you’re really doing can bring you the support you need.",
    "author": "Unknown"
  },
  {
    "text": "Be yourself; everyone else is already taken.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Sometimes the healthiest thing you can do is simply allow yourself to feel.",
    "author": "Unknown"
  },
  {
    "text": "Don’t lose faith in yourself. You never know how close you may be to your goal.",
    "author": "Unknown"
  },
  {
    "text": "To love oneself is the beginning of a lifelong romance.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Never be afraid to ask for help. It’s a sign of strength, not weakness.",
    "author": "Unknown"
  },
  {
    "text": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Define your life not by what you failed to do, but by what you can still achieve.",
    "author": "Unknown"
  },
  {
    "text": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "text": "We become strong not by never having to struggle, but by learning to overcome the challenges we face.",
    "author": "Unknown"
  },
  {
    "text": "Don’t wait for special moments – make every moment special.",
    "author": "Unknown"
  },
  {
    "text": "Don’t worry about what people think of you. They’re too busy thinking about themselves.",
    "author": "Unknown"
  },
  {
    "text": "Any step forward, even the smallest one, is a step toward success.",
    "author": "Unknown"
  },
  {
    "text": "Do not be afraid of going slowly; be afraid only of standing still.",
    "author": "Chinese proverb"
  },
  {
    "text": "True courage is knowing you will wake up tomorrow even when it feels like your whole world collapsed today.",
    "author": "Unknown"
  },
  {
    "text": "Remember that not getting what you want is sometimes a wonderful stroke of luck.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Happiness is not having what you want, but wanting what you have.",
    "author": "Unknown"
  },
  {
    "text": "Success is the ability to go from one failure to another without losing enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "text": "Dare to live the life you have dreamed for yourself. Go forward and make your life magnificent.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Only those who risk going too far can possibly find out how far one can go.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Pain is not always a call to action; sometimes it is an invitation to be still and reflect.",
    "author": "Unknown"
  },
  {
    "text": "Real optimism is not cheerfulness but strength – the power to face reality with your eyes wide open.",
    "author": "Unknown"
  },
  {
    "text": "Every day is a new opportunity to change your life.",
    "author": "Unknown"
  },
  {
    "text": "The most difficult thing is the decision to act, the rest is merely tenacity.",
    "author": "Amelia Earhart"
  }
]
