[
  {
    "text": "The greatest glory in life is not in never falling, but in rising every time we fall.",
    "author": "Nelson Mandela"
  },
  {
    "text": "When you find yourself in the darkness, remember: the sun rises and sets, but its light is eternal.",
    "author": "K. H. Gibran"
  },
  {
    "text": "What does not kill us makes us stronger.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Even from a night that seems endless to the whole world, a path leads to a bright morning.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Hope is the thing with feathers that perches in the soul and sings the tune without the words and never stops at all.",
    "author": "Emily Dickinson"
  },
  {
    "text": "The best way to cheer yourself up is to try to cheer somebody else up.",
    "author": "Mark Twain"
  },
  {
    "text": "One small positive thought in the morning can change your whole day.",
    "author": "Dalai Lama"
  },
  {
    "text": "It is important to remember that we cannot become what we want to be by remaining what we are.",
    "author": "Max DePree"
  },
  {
    "text": "There is always light, if only we're brave enough to see it. If only we're brave enough to be it.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Do not judge each day by the harvest you reap but by the seeds that you plant.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Remind yourself that this is not a sign of weakness. Illness requiring treatment is like any other.",
    "author": "Demi Lovato"
  },
  {
    "text": "Do not let your illness define who you are.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "What we see mainly depends on what we look for.",
    "author": "John Lubbock"
  },
  {
    "text": "It's important to speak out about your feelings rather than bottling them up inside.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "You are not alone, and this darkness, like everything else, will pass.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying, 'I will try again tomorrow.'",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Hope is the thing with feathers that perches in the soul and sings the tune without the words and never stops at all.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Remind yourself that you do not have to do what everyone else is doing.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Keep away from those who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.",
    "author": "Mark Twain"
  },
  {
    "text": "Depression is such a state when you do not control your life. Find something that brings you back to life. No matter how small it may seem.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Being strong means feeling terrible and alive at the same time.",
    "author": "Lena Dunham"
  },
  {
    "text": "Your current situation is not your final destination.",
    "author": "Unknown"
  },
  {
    "text": "The greatest glory in life is not in never falling, but in rising every time we fall.",
    "author": "Nelson Mandela"
  },
  {
    "text": "What you're feeling now will not define you forever.",
    "author": "Christina Rimmie"
  },
  {
    "text": "Do not judge each day by the harvest you reap but by the seeds that you plant.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Hope is faith directed towards the future; belief that better days will come, no matter how dark the present.",
    "author": "Unknown"
  },
  {
    "text": "Depression is a prison where you are both the suffering prisoner and the cruel jailer.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "If you're going through hell, keep going.",
    "author": "Winston Churchill"
  },
  {
    "text": "The most important thing you can do when you're down is to get up.",
    "author": "Demi Lovato"
  },
  {
    "text": "Hold on to hope. When it's dark, the stars shine brightest.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "You don't have to see the whole staircase, just take the first step.",
    "author": "Martin Luther King"
  },
  {
    "text": "Treatment does not mean immediate recovery, but it is the first step towards it.",
    "author": "Unknown"
  },
  {
    "text": "What we see mainly depends on what we look for.",
    "author": "John Lubbock"
  },
  {
    "text": "Be patient towards all that is unsolved in your heart and try to love the questions themselves.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Mental health requires just as much attention and care as physical health.",
    "author": "Unknown"
  },
  {
    "text": "In every night, there's a brighter star.",
    "author": "Maya Angelou"
  },
  {
    "text": "Do not be afraid to show your vulnerability. Being honest about your condition can bring you the support you need.",
    "author": "Unknown"
  },
  {
    "text": "Be yourself; everyone else is already taken.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Sometimes the healthiest thing you can do is allow yourself to feel.",
    "author": "Unknown"
  },
  {
    "text": "Life isn't about waiting for the storm to pass, it's about learning to dance in the rain.",
    "author": "Vivian Green"
  },
  {
    "text": "Don't lose faith in yourself. You never know how close you may be to your goal.",
    "author": "Unknown"
  },
  {
    "text": "What does not kill us makes us stronger.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Self-love is the beginning of a lifelong romance.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Never be afraid to ask for help. It is a sign of strength, not weakness.",
    "author": "Unknown"
  },
  {
    "text": "Life is not about surviving the storm, but about learning to dance in the rain.",
    "author": "Unknown Author"
  },
  {
    "text": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Define your life not by what you have failed at, but by what you still can achieve.",
    "author": "Unknown Author"
  },
  {
    "text": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "text": "We become strong not when we never have to struggle, but when we learn to overcome challenges.",
    "author": "Unknown Author"
  },
  {
    "text": "Don't wait for special moments, make every moment special.",
    "author": "Unknown Author"
  },
  {
    "text": "Don't worry about what people think of you. They are too busy thinking about themselves.",
    "author": "Unknown Author"
  },
  {
    "text": "Any step forward, even the smallest, is a step towards success.",
    "author": "Unknown Author"
  },
  {
    "text": "Do not fear going slowly, fear standing still.",
    "author": "Chinese Proverb"
  },
  {
    "text": "True courage is knowing you'll wake up tomorrow when the entire world has fallen apart today.",
    "author": "Unknown Author"
  },
  {
    "text": "Remember, not getting what you want is sometimes a wonderful stroke of luck.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Happiness is not having what you want, but wanting what you have.",
    "author": "Unknown Author"
  },
  {
    "text": "Success is the ability to go from one failure to another with no loss of enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "text": "Dare to live the life you have dreamed for yourself. Go forward and make your life splendid.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Only those who risk going too far can possibly find out how far one can go.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Pain is not always a signal for action; sometimes it's a call to meditate.",
    "author": "Unknown Author"
  },
  {
    "text": "True optimism is not joy but strength. And this strength helps to face reality with open eyes.",
    "author": "Unknown Author"
  },
  {
    "text": "Every day is a new opportunity to change your life.",
    "author": "Unknown Author"
  },
  {
    "text": "The hardest thing is the decision to act, the rest is merely tenacity.",
    "author": "Amelia Earhart"
  }
]
