{
  "title": "Uzależnienie od osiągnięć",
  "description": "Miłość, którą uwielbiają poeci i artyści, unosi i daje poczucie pełni życia. Jednak przekształcenie miłości w patologiczną potrzebę niszczy osobowość i przeszkadza w budowaniu zdrowych relacji, szczególnie u osób z niską samooceną. Prawdziwe szczęście i pełnię życia można znaleźć, ucząc się regulować swoje nastroje i cieszyć się przyjemnościami, które nie zależą od obecności partnera.",
  "screen_1": {
    "texts": [
      "Żyjemy w epoce „wyścigu po osiągnięcia”, kiedy to jesteśmy definiowani przez nasz sukces. Wydaje się, że każdy może stać się kimkolwiek chce, zarabiać duże pieniądze i zdobywać autorytet w społeczeństwie.",
      "Nie ma sufitu dla ambicji, co zamienia nasze życie w nieustanny wyścig, w którym wierzymy, że wartość człowieka jest określana przez jego osiągnięcia.",
      "Chociaż to przekonanie wydaje się niewinne, w rzeczywistości ma niszczące konsekwencje.",
      "Co oznacza uzależnienie od osiągnięć?",
      "To sytuacja, w której twoja samoocena opiera się na produktywności, statusie, inteligencji lub sukcesie.",
      "Dopóki wszystko idzie dobrze w szkole lub pracy, czujesz się szczęśliwy i spełniony. Ale gdy tylko ponosisz porażkę lub nie osiągasz zamierzonego celu, ogarniają cię intensywne negatywne emocje.",
      "W tym momencie prawdopodobnie myślisz, że jesteś nieudacznikiem, który do niczego się nie nadaje.",
      "Jakie przekonania mogą opierać się na takim uzależnieniu?",
      "Jeśli nie osiągnę sukcesu, będzie to katastrofa. Oznacza to, że jestem słaby/durny/nic nie wart.",
      "Jeśli mi się nie uda, to znaczy, że jestem nieudacznikiem.",
      "Jeśli poniosę porażkę, to znaczy, że jestem bezużyteczny i nigdy niczego nie osiągnę.",
      "Muszę być sukcesem, inaczej nie ma sensu żyć. Wszystko straci sens. Nigdy nie będę naprawdę szczęśliwy.",
      "Nadmierna troska o osiągnięcia jest powszechna nie tylko wśród mężczyzn, ale także, w ostatnim czasie, wśród kobiet, które również coraz częściej przejawiają ambicje zawodowe i dążenie do sukcesu.",
      "Podczas gdy u kobiet częściej występuje troska o relacje, u mężczyzn często obserwuje się wrażliwość na porażki zawodowe, ponieważ od dzieciństwa wpajano im, że ich wartość jest określana przez osiągnięcia.",
      "Dlaczego i jak kształtują się takie przekonania?",
      "Przyczyn może być wiele, ale zazwyczaj takie nastawienia kształtują się jeszcze w dzieciństwie. Być może rodzice takiej osoby byli chłodni i zdystansowani, nie dawali jej miłości, troski i akceptacji.",
      "Wtedy dziecko próbuje zrozumieć, dlaczego tak się dzieje.",
      "Jeśli chłopca Piotrusia z sąsiedztwa kochają, chwalą i akceptują, a mnie nie, to znaczy, że coś ze mną jest nie tak, i gdybym był lepszy, na pewno by mnie kochali.",
      "Inny wariant – rodzice dawali miłość, uwagę, pochwały i troskę tylko wtedy, gdy dziecko osiągało jakieś sukcesy.",
      "Jeśli dziecko przynosiło piątkę ze szkoły, było chwalone, a jeśli nie, to nie zwracano na nie uwagi."
    ]
  },
  "screen_2": {
    "texts": [
      "Inna możliwość to brakujący rodzic. Dzieci mają egoistyczne myślenie i wszystko, co dzieje się na świecie, tłumaczą przez pryzmat siebie.",
      "Jeśli tata odszedł, to znaczy, że byłem złym dzieckiem, a nie dlatego, że on i mama się nie dogadywali. Dlatego jeśli tata zobaczy, jaki jestem dobry, odnoszący sukcesy, mądry, to na pewno wróci, a przynajmniej zrozumie, kogo stracił.",
      "Takie scenariusze właśnie kształtują uzależnienie od sukcesu. A potem, w wieku młodzieńczym, młodości lub już w dorosłym życiu, określone wydarzenia i sytuacje mogą umacniać wiarę w te przekonania.",
      "W rezultacie osoba uczy się, że można ją kochać tylko za osiągnięcia. Musi odnosić sukcesy, inaczej zostanie porzucona, odrzucona i zostanie sama.",
      "W związku z tym, gdy napotyka na rozdźwięk między idealnym obrazem a rzeczywistością, osoba ta napotyka własną bezużyteczność i nicość, co jest bardzo bolesne.",
      "Pierwszy krok w zmianie nastawienia do osobistej wartości to zrozumienie, czy przynosi to korzyść, czy szkodzi. Podjęcie decyzji o przestaniu określania swojej wartości wyłącznie przez osiągnięcia to kluczowy pierwszy krok w zmianie systemu przekonań.",
      "Oczywiście, uzależnienie od osiągnięć może mieć zalety. Można się chwalić i czuć się świetnie po osiągnięciu czegoś.",
      "Poczucie własnej wyższości w porównaniu z innymi ludźmi. Przecież to ty coś osiągnąłeś, a inni nie.",
      "Dzięki temu systemowi przekonań można być zmotywowanym do sukcesu, wkładać więcej wysiłku, robić karierę, zarabiać pieniądze.",
      "W końcu osiągnięcia nadają ci wartość. Aby czuć swoją wartość, musisz z każdym razem być coraz lepszy i lepszy. Na pierwszy rzut oka brzmi to całkiem nieźle.",
      "Jakie zatem są wady myślenia „wartość równa się osiągnięcia”?",
      "Jeśli twoja firma lub kariera idzie dobrze, możesz tak bardzo wciągnąć się w nie, że odgrodzisz się od innych potencjalnych źródeł satysfakcji i przyjemności.",
      "Relacje z rodziną, bliskimi, przyjaciółmi przestają cię cieszyć, raczej poświęcisz czas na pracę niż spędzisz go z bliskimi.",
      "Nie masz czasu dla siebie, pracujesz bez wytchnienia od rana do późnej nocy.",
      "Twoje pracoholizm nie pozwala ci odpocząć, bo jeśli zwolnisz tempo, pojawi się pustka, bezsens, nuda, jakbyś tracił coś ważnego. Oduczysz się odpoczywać.",
      "Odpoczynek będzie ci się wydawał lenistwem, jakbyś mógł zrobić coś pożytecznego, ale tego nie robisz. Bez osiągnięć będziesz czuł się bezużyteczny i nudny, ponieważ nie będziesz miał innej podstawy do samoszanu i satysfakcji.",
      "To może prowadzić do wypalenia, przewlekłych chorób, ciągłego poczucia stresu i depresji.",
      "Ponadto pracoholizm można uznać za kolejne uzależnienie, które napędza obsesję na punkcie sukcesu, co sprawia, że trudno sobie z tym poradzić."
    ],
    "quote": {
      "text": "W epoce „wyścigu po osiągnięcia” jesteśmy definiowani przez nasz sukces i wydaje się, że każdy może stać się kimkolwiek.",
      "author": "Aleksander Iwanow"
    }
  },
  "screen_3": {
    "texts": [
      "Pogorszenie relacji społecznych",
      "Często zdarza się, że osoby, które ciągle dążą do sukcesu, czują się samotne i jest to całkowicie zrozumiałe.",
      "Możesz nie mieć czasu ani siły na utrzymanie kontaktów społecznych. Jeśli przez długi czas nie poświęcisz uwagi bliskim, z pewnością wpłynie to na twoje relacje.",
      "Twój partner może znaleźć kogoś innego, bo nie dostaje w relacji z tobą uwagi, miłości i troski.",
      "Uzależnienie od sukcesu wpływa również na twoje postrzeganie innych. Może się zdarzyć, że osoba odmawia kontaktu z tymi, którzy mają niższy status społeczny lub nie spełniają kryteriów „sukcesu”, które sobie ustaliła.",
      "Wszystko to negatywnie wpływa na relacje z innymi ludźmi.",
      "Prokrastynacja",
      "Kiedy istnieje tylko jeden „idealny”, właściwy wariant, tylko jedna ścieżka do szczęścia, nie można popełnić błędu, trzeba wszystko dokładnie przemyśleć i zaplanować, aby wszystko było dokładnie tak, jak zamierzone.",
      "Ale w rzeczywistości doskonale rozumiesz, że nie ma gwarancji sukcesu, co oznacza, że lepiej nie zaczynać tej drogi. Wtedy pojawia się myśl, że brak próby jest lepszy niż nieudana próba.",
      "Po porażce trzeba będzie jeszcze przeżywać nieprzyjemne emocje, które wydają się nie do zniesienia. To wszystko prowadzi do praktycznie nieuniknionej prokrastynacji.",
      "Brak poczucia własnej wartości",
      "Życie jest tak nieprzewidywalne, choroba, pogorszenie sytuacji w pracy, działania wojenne lub cokolwiek innego, co nie zależy od ciebie, gdy nie będziesz już mógł utrzymać wydajności na wcześniejszym poziomie.",
      "Wtedy nastąpi godzina rachunku – ciężka depresja spowodowana przekonaniem, że spadek produktywności oznacza twoją bezużyteczność. W tym momencie całe twoje życie zostanie zniszczone, będziesz załamany.",
      "Żyłeś, aby osiągać, a teraz nie możesz tego robić. Brak poczucia własnej wartości może nawet prowadzić do próby samobójczej – najwyższej i nieodwracalnej ceny za to, że oceniasz swoją wartość wyłącznie standardami rynku.",
      "W każdym uzależnieniu występuje tolerancja, a uzależnienie od osiągnięć nie jest wyjątkiem.",
      "Zderzysz się z tym, że zawsze masz za mało sukcesu, tytułów, nagród, pieniędzy, nieruchomości. W miarę postępu wymagania tylko rosną, zmuszając cię do nieustawania.",
      "Każde nowe osiągnięcie przestaje przynosić dawną radość i aby poczuć coś znowu, musisz znacznie zwiększyć wysiłki.",
      "Dlaczego efekt jest tak krótkotrwały?",
      "Dlaczego potrzebujesz coraz więcej?",
      "Odpowiedź jest oczywista: sukces nie gwarantuje szczęścia.",
      "Te dwa zjawiska nie są synonimami i nie są związane przyczynowo-skutkowo. W końcu gonisz za iluzją.",
      "Ponieważ klucz do twojego nastroju tkwi w twoich myślach, a nie w sukcesie, ponieważ ekscytacja z powodu zwycięstwa szybko się ulatnia. Ważne jest zrozumienie, że prawdziwe szczęście zależy wyłącznie od ciebie samego."
    ],
    "quote": {
      "text": "Dążenie do sukcesu bezmyślnie popycha nas naprzód, nie pozostawiając czasu na cieszenie się samym procesem.",
      "author": "Ernest Hemingway"
    }
  }
}
