{
  "title": "Uzależnienie od osiągnięć",
  "description": "Miłość może inspirować, dodawać sił i nadawać życiu sens. Kiedy jednak zamienia się w przymusową potrzebę, bez której nie da się poczuć pełnowartościowym, zaczyna niszczyć osobowość i utrudnia budowanie zdrowych relacji. Podobnie jest z uzależnieniem od osiągnięć. Prawdziwe szczęście staje się możliwe, gdy człowiek uczy się opierać nie tylko na sukcesach, lecz także na swoich uczuciach, wartościach i umiejętności cieszenia się życiem niezależnie od wyników.",
  "screen_1": {
    "texts": [
      "Żyjemy w epoce „wyścigu osiągnięć”, w której sukces bardzo często staje się miarą naszej wartości. Wydaje się, że każdy może osiągnąć wszystko, jeśli tylko wystarczająco się postara.",
      "Kiedy dla ambicji nie ma granic, życie zamienia się w niekończący się bieg, w którym zaczynamy wierzyć, że wartość człowieka określają wyłącznie jego wyniki.",
      "Na pierwszy rzut oka to przekonanie wydaje się nieszkodliwe, ale w praktyce potrafi wyrządzać sporo szkody.",
      "Co właściwie oznacza uzależnienie od osiągnięć?",
      "To sytuacja, w której twoja samoocena całkowicie zależy od produktywności, statusu, inteligencji albo sukcesów zawodowych.",
      "Dopóki w nauce czy pracy wszystko idzie dobrze, czujesz się wartościowy(-a) i „w porządku”. Ale gdy tylko coś zaczyna się sypać, zalewają cię silne, trudne emocje.",
      "W takich chwilach możesz czuć, że jesteś kimś kompletnie bezwartościowym.",
      "Jakie przekonania rodzą się przy takim uzależnieniu?",
      "Jeśli nie odniosę sukcesu, to katastrofa. To znaczy, że jestem słaby(-a), głupi(-a), bezwartościowy(-a).",
      "Jeśli coś mi się nie udało, to znaczy, że jestem nieudacznikiem.",
      "Jeśli poniosę porażkę, to nikomu nie będę potrzebny(-a) i niczego już nie osiągnę.",
      "Muszę koniecznie odnieść sukces, inaczej moje życie straci sens i nie będzie w nim miejsca na szczęście.",
      "Obsesja na punkcie osiągnięć pojawia się zarówno u mężczyzn, jak i u kobiet. Dziś kobiety również coraz częściej dążą do kariery i rozwoju zawodowego.",
      "Jednocześnie mężczyźni bywają szczególnie wrażliwi na porażki, bo od dziecka słyszą, że ich wartość mierzy się osiągnięciami.",
      "Skąd biorą się takie przekonania?",
      "Najczęściej – w dzieciństwie. Być może rodzice byli emocjonalnie zdystansowani i nie dawali bezwarunkowej miłości ani wsparcia.",
      "Dziecko próbuje to sobie jakoś wytłumaczyć.",
      "Jeśli Piotrka z sąsiedztwa wszyscy chwalą i kochają, a mnie nie, to znaczy, że jest ze mną coś nie tak. Gdybym był lepszy, też by mnie kochali.",
      "Inny scenariusz to taki, w którym uwaga i ciepło pojawiały się tylko w odpowiedzi na osiągnięcia.",
      "Przyniosłeś piątkę – brawo. Nie poradziłeś sobie – jakby cię w ogóle nie było."
    ]
  },
  "screen_2": {
    "texts": [
      "Kolejny częsty scenariusz to nieobecny rodzic. Dzieci wszystko tłumaczą przez pryzmat siebie.",
      "Jeśli tata odszedł, to znaczy, że byłem niewystarczająco dobry – a nie, że dorośli nie potrafili się porozumieć. W takim ujęciu: jeśli stanę się bardzo zdolny, mądry, najlepszy – wróci albo przynajmniej zrozumie, kogo stracił.",
      "Takie dziecięce przekonania stają się fundamentem uzależnienia od osiągnięć. Późniejsze doświadczenia z okresu nastoletniego i dorosłego często tylko je wzmacniają.",
      "Człowiek uczy się wtedy, że kocha się tylko za sukcesy. Żeby nie zostać odrzuconym, trzeba wciąż na nowo udowadniać swoją wartość.",
      "A kiedy obraz „idealnego siebie” nie pokrywa się z rzeczywistością, pojawia się ból, wstyd i poczucie własnej bezwartościowości.",
      "Pierwszym krokiem do zmiany jest zrozumienie, że mierzenie swojej wartości wyłącznie osiągnięciami jest szkodliwe. Decyzja, by przestać oceniać siebie tylko przez pryzmat sukcesów, to kluczowy moment rozwoju.",
      "Oczywiście uzależnienie od osiągnięć może dawać poczucie siły.",
      "To poczucie wyższości: tobie się udało – innym nie.",
      "Taki system może motywować, pomagać ci się rozwijać, budować karierę i zarabiać pieniądze.",
      "Każde nowe osiągnięcie wydaje się podnosić twoją wartość. Chce się być coraz lepszym i lepszym. Na pierwszy rzut oka brzmi to całkiem nieźle.",
      "Ale jakie są koszty myślenia według zasady „wartość = sukces”?",
      "Kiedy kariera lub biznes dobrze się rozwijają, potrafisz tak się w to zanurzyć, że pozbawiasz się innych źródeł radości.",
      "Relacje z bliskimi schodzą na dalszy plan – praca niemal zawsze wydaje się ważniejsza.",
      "Żyjesz w trybie nieustannego zabiegania – od rana do wieczora.",
      "Gdy tylko zwalniasz tempo, pojawia się pustka, niepokój i poczucie, że marnujesz czas. Odpoczynek zaczyna wyglądać jak słabość.",
      "Bez kolejnych osiągnięć wydaje ci się, że nic nie jesteś wart(-a), bo nie masz żadnej innej podstawy dla poczucia własnej wartości.",
      "To może prowadzić do wypalenia, pogorszenia zdrowia, przewlekłego stresu i depresji.",
      "Pracoholizm staje się wtedy uzależnieniem, które podtrzymuje obsesję na punkcie sukcesu."
    ],
    "quote": {
      "text": "W epoce „wyścigu osiągnięć” wydaje nam się, że każdy może zostać kim tylko zechce – a my musimy nieustannie udowadniać swoją ważność.",
      "author": "Aleksander Iwanow"
    }
  },
  "screen_3": {
    "texts": [
      "Pogorszenie relacji",
      "Osoby zafiksowane na osiągnięciach często czują się samotne – i nie jest to przypadek.",
      "Na podtrzymywanie bliskich więzi brakuje zarówno czasu, jak i zasobów emocjonalnych. Relacje stopniowo spychane są na dalszy plan.",
      "Partner może zacząć szukać uwagi i wsparcia gdzie indziej, bo przy tobie po prostu ich nie ma.",
      "Uzależnienie od sukcesu wpływa też na to, jak postrzegasz innych: pojawia się skłonność, by cenić ludzi głównie za status.",
      "To nieuchronnie odbija się na relacjach społecznych.",
      "Prokrastynacja",
      "Kiedy istnieje tylko jedna „właściwa” ścieżka i nie wolno ci popełnić błędu, rodzi się silny lęk przed porażką.",
      "Świadomość, że nie ma żadnej gwarancji sukcesu, sprawia, że odkładasz działanie. Wydaje się, że lepiej w ogóle nie próbować, niż się nie sprawdzić.",
      "Lęk przed przeżywaniem trudnych emocji czyni prokrastynację niemal nieuniknioną.",
      "Utrata poczucia własnej wartości",
      "Życie jest nieprzewidywalne: choroba, kryzys, zewnętrzne wydarzenia – i nagle człowiek nie może już pracować tak jak wcześniej.",
      "Wtedy pojawia się bolesne rozczarowanie: jeśli własną wartość budowało się wyłącznie na produktywności, jej utrata może prowadzić do głębokiej depresji.",
      "Jeśli żyłeś(-aś) wyłącznie dla osiągnięć i nagle nie możesz już ich generować, bardzo łatwo o uczucie totalnej pustki i utraty sensu.",
      "Czasem prowadzi to do desperackich kroków – bo samoocena była całkowicie przywiązana do wyników.",
      "Jak w każdym uzależnieniu, z czasem rozwija się tolerancja – potrzeba coraz więcej sukcesów, uznania i osiągnięć.",
      "Każdy nowy rezultat cieszy coraz mniej i trzeba wkładać coraz więcej wysiłku, żeby poczuć satysfakcję.",
      "Dlaczego ten efekt tak szybko znika?",
      "Dlaczego wciąż chce się więcej?",
      "Odpowiedź jest prosta: sukces nie jest równoznaczny ze szczęściem.",
      "Te dwa pojęcia wcale nie są ze sobą wprost powiązane. W efekcie człowiek goni za iluzją.",
      "To nie osiągnięcia kształtują twoje samopoczucie, lecz twoje myśli i stosunek do siebie. Radość z wygranych szybko mija, a najważniejsze pozostaje to, na czym wewnętrznie się opierasz."
    ],
    "quote": {
      "text": "Dążenie do sukcesu popycha nas naprzód, ale ważne, by po drodze nie zgubić samego życia.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Jak przestać żyć wyłącznie osiągnięciami?",
    "description": "Artykuł omawia zagrożenia związane z uzależnieniem od sukcesu, podkreślając, że same osiągnięcia nie gwarantują szczęścia ani dobrostanu. Przykłady znanych osób, takich jak Lady Gaga czy Jim Carrey, pokazują, że nawet najbardziej „udani” ludzie mogą zmagać się z depresją i innymi trudnościami. Kluczowe wnioski to znaczenie równowagi między celami a życiem osobistym oraz uznanie wewnętrznej wartości każdej osoby, niezależnie od jej sukcesów.",
    "screen_1": {
      "texts": [
        "Oczywiście nie chodzi o to, by rzucić wszystkie swoje plany czy zrezygnować z ważnych celów, żeby poradzić sobie z uzależnieniem od sukcesu.",
        "Samo w sobie nie ma nic złego w posiadaniu osiągnięć. Wspaniale jest mieć pieniądze, pracę, samochód, mieszkanie i tak dalej.",
        "Problemy zaczynają się wtedy, gdy bez tych „wskaźników sukcesu” uznajesz się za kogoś bezwartościowego, przegranego i „niegodnego”.",
        "Aby zacząć się uwalniać z pułapki konieczności bycia wyjątkowo skutecznym i wybitnym, proponujemy zastanowić się nad kilkoma kwestiami:",
        "Czy naprawdę chcesz całe życie jeździć na kolejce górskiej własnej samooceny?",
        "Jeśli spojrzeć na to racjonalnie, wybierając życie według „koncepcji osiągnięć”, skazujesz się na niekończące się emocjonalne huśtawki.",
        "Dziś zdobywasz szczyt i czujesz się szczęśliwy(-a), a jutro przychodzi porażka i świat momentalnie ciemnieje. Są osiągnięcia – jesteś „w porządku”, nie ma osiągnięć – od razu „przegrany(-a)”.",
        "Twoim nastrojem będzie można bardzo łatwo sterować. Jeśli inni zorientują się, że jesteś zależny(-a) od sukcesu, mogą to wykorzystywać do własnych celów.",
        "Na przykład szef może regularnie przeciążać cię pracą, bo wie, że zrobisz dosłownie wszystko, żeby zasłużyć na kolejną pochwałę.",
        "Osiągnięcia nie są równe szczęściu",
        "Pieniądze, sława i sukcesy od dawna bywają postrzegane jako gwarancja szczęścia i dobrostanu. Gdyby jednak poziom szczęścia naprawdę zależał od „udania się” w życiu, widzielibyśmy ogromne różnice między ludźmi z różnych warstw społecznych.",
        "Większość osób nie może pochwalić się spektakularnymi osiągnięciami, a jednak wiele z nich jest szczerze zadowolonych ze swojego życia.",
        "Zadowolenie nie oznacza oczywiście braku ambicji czy rezygnacji z marzeń. Między zdrowym dążeniem do celów a uzależnieniem od sukcesu jest ogromna przepaść.",
        "W praktyce okazuje się, że nawet ci, którzy dużo zarabiają, zajmują prestiżowe stanowiska czy prowadzą świetnie prosperujące firmy, mogą zmagać się z depresją, różnymi problemami albo zwyczajnym rozczarowaniem życiem.",
        "Na przykład powszechnie znana Lady Gaga – z zewnątrz bogata, spełniona i szczęśliwa – założyła fundację „Born This Way Foundation”, aby wspierać nastolatków w trudnych sytuacjach, bo doskonale zna takie doświadczenia z własnego życia.",
        "„Cierpiałam na depresję i stany lękowe przez całe życie i wciąż z tym walczę” – wyznała w wywiadzie dla magazynu „Billboard” w 2015 roku.",
        "Albo Jim Carrey, który dał milionom widzów powód do śmiechu i masę pozytywnych emocji, a jednak nawet u szczytu popularności sam miał bardzo daleko do beztroskiego śmiechu.",
        "Jim przez wiele lat zmagał się z ciężką depresją.",
        "Nie dotyczy to wyłącznie gwiazd – wielu przedsiębiorców również mówi o zmaganiach z zaburzeniami psychicznymi i uzależnieniami.",
        "W ogóle niemała liczba bardzo „udanych” ludzi kończy życie samobójstwem. Powstało nawet określenie „samobójstwo prezesów”.",
        "W ten sposób odeszli m.in. miliarder Adolf Merckle z listy „Forbesa”, start-uperzy Ilya Zhitomirskiy i Austen Heinz, projektantka mody Kate Spade i wielu innych.",
        "Jeśli więc nadal wierzysz, że sukces oznacza szczęście, to – niestety – bardzo się mylisz."
      ]
    },
    "screen_2": {
      "texts": [
        "Zastanów się, czy naprawdę traktowałbyś bliską osobę gorzej tylko dlatego, że nie ma imponujących osiągnięć.",
        "Wyobraź sobie, że spotykasz przyjaciela, którego bardzo cenisz. Nagle dowiadujesz się, że pracuje jako zwykły sprzedawca w sklepie, podczas gdy ty prowadzisz firmę i jesteś zamożną, „odnoszącą sukcesy” osobą.",
        "Czy zaczniesz patrzeć na niego z góry i stawiać się wyżej od niego?",
        "Czy zależałoby ci na tym, żeby ten przyjaciel uznał swoją „nieważność” na twoim tle? Dobrze byłoby ci z takim obrazem siebie?",
        "A jeśli to ty byłbyś na miejscu tego przyjaciela?",
        "Czy chciałbyś utrzymywać relację z kimś „bardzo odnoszącym sukcesy”, jeśli warunkiem byłoby uznanie własnej bezwartościowości na jego tle?",
        "Czy wszystkie dzieci to nieudacznicy?",
        "Jeśli wartość mają tylko ci, którzy coś osiągnęli, to dzieci byłyby największymi „nic nie wartymi” istotami na świecie.",
        "No bo jak inaczej? Niemowlęta nawet nie potrafią utrzymać głowy. A może jednak mają wartość?",
        "Jeśli tak, to dlaczego niemowlę ma wartość?",
        "Przecież nic jeszcze „nie wniosły” do świata, nawet nie potrafią mówić. Ciebie i niemowlę docenia się nie za osiągnięcia, ale za to, kim jesteście jako ludzie.",
        "Spójrzmy też w drugą stronę. Czy w takim razie wszystkich babć i dziadków należałoby „usunąć z obiegu”?",
        "W końcu są już starsi, często niewiele mogą „dołożyć” do świata. A jednak tak nie myślimy – kochamy naszych schorowanych rodziców i staramy się im pomagać.",
        "Każdy człowiek ma swoją wartość",
        "Często wyobrażamy sobie, że wartość jest czymś ilościowym, co da się zmierzyć i policzyć. W rzeczywistości jest ona kategorią jakościową.",
        "Każdy człowiek od urodzenia ma „jednostkę wartości” – i u wszystkich jest ona taka sama. Niezależnie od sukcesów i porażek twoja wewnętrzna wartość się nie zmienia. Jesteś wartościowy(-a) i z milionem na koncie, i bez niego.",
        "Nie porównuj swoich osiągnięć z cudzymi",
        "Porównywanie się z innymi nie przynosi nic poza dyskomfortem i wątpliwościami co do własnej wartości.",
        "Rodzi zazdrość, która karmi uzależnienie od sukcesu. Masz wrażenie, że robisz za mało, gdy zestawiasz swoje osiągnięcia z cudzymi – i to jeszcze mocniej pcha cię do udziału w „wyścigu szczurów”.",
        "Postaraj się przestać porównywać własne sukcesy z sukcesami innych. Zamiast tego przyjrzyj się swoim priorytetom i zastanów, na ile twoje cele odpowiadają temu, czego TY naprawdę chcesz, a nie temu, komu chcesz dorównać."
      ],
      "quote": {
        "text": "Sukces nie ma znaczenia, jeśli jesteś nieszczęśliwy(-a). Dla mnie prawdziwy sukces to szczęście, a nie pieniądze czy sława.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Ucz się znajdować równowagę",
        "Osoby uzależnione od sukcesu często odczuwają poczucie winy, gdy pozwalają sobie na odpoczynek, czas z bliskimi czy zajęcia niezwiązane bezpośrednio z ich celami.",
        "Osiągnięcia oczywiście mają w życiu swoje miejsce, ale wcale nie są najważniejsze. Stawiając wszystko na sukces, łatwo zapomnieć o samym życiu. Warto uczyć się równoważyć pracę/naukę z innymi ważnymi obszarami.",
        "Słuchaj siebie i swojego ciała. Nie ignoruj sygnałów zmęczenia – troszcz się o siebie najlepiej, jak potrafisz.",
        "Pracuj nad swoimi myślami",
        "Aby zmienić system przekonań, bardzo ważne jest, by konsekwentnie odpowiadać na negatywne, automatyczne myśli, które każą ci czuć się gorszym(-ą).",
        "Dzięki temu stopniowo zobaczysz, że problem nie tkwi w twoich sukcesach czy porażkach, lecz w krytycznym nastawieniu do siebie i nawyku samobiczowania. Gdy nauczysz się bardziej realistycznie oceniać swoje działania, wzrosną twoja satysfakcja i akceptacja siebie.",
        "Kto tak naprawdę jest ważniejszy dla społeczeństwa?",
        "Kiedy mówimy o „ludziach sukcesu”, zwykle wyobrażamy sobie popularnych wokalistów, znanych aktorów, topowych biznesmenów czy medialnych polityków.",
        "A co z nauczycielami, lekarzami, budowlańcami i przedstawicielami wielu „nieprestiżowych” zawodów, od których zależy nasza codzienność? Patrząc obiektywnie, to właśnie oni bywają dla społeczeństwa o wiele ważniejsi niż ci, którym zwykliśmy zazdrościć.",
        "Na koniec chcemy podzielić się z tobą piękną myślą z książki dziennikarza Davida Orra.",
        "Pisze on, że naszej planecie wcale nie potrzeba wielu ludzi „sukcesu” – znacznie bardziej potrzebuje ona mediatorów, uzdrowicieli, opowiadaczy historii i po prostu kochających ludzi.",
        "Świat potrzebuje ludzi z kręgosłupem moralnym, tych, którzy czynią go bardziej życzliwym i ludzkim. Planecie potrzebni są ludzie, przy których po prostu dobrze się żyje.",
        "Nie ma nic złego w ambitnych celach i zdobywaniu kolejnych szczebli kariery. Kluczowe jest jednak to, by różne obszary życia pozostawały w równowadze.",
        "Produktywność i sukces mogą dawać mnóstwo satysfakcji. Nie są jednak ani koniecznym, ani wystarczającym warunkiem prawdziwego szczęścia.",
        "Nie musisz w pocie czoła „zarabiać” na czyjąś miłość czy szacunek i wcale nie musisz być najlepszy(-a), żeby czuć się spełnionym(-ą) i mieć stabilną samoocenę.",
        "Po prostu pamiętaj, że „najważniejsze rzeczy na świecie wcale nie są rzeczami”!"
      ],
      "quote": {
        "text": "Prawdziwa wartość życia nie tkwi w tym, co posiadamy, lecz w tym, kim jesteśmy.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
