{
  "title": "Jak przestać żyć osiągnięciami?",
  "description": "Artykuł omawia niebezpieczeństwa uzależnienia od sukcesu, wskazując na to, że osiągnięcia nie gwarantują szczęścia i dobrostanu. Przykłady znanych osób, takich jak Lady Gaga i Jim Carrey, ilustrują, że nawet najbardziej udani ludzie mogą cierpieć na depresję i inne problemy. Znaczenie znalezienia równowagi między celami a życiem osobistym oraz uznanie wewnętrznej wartości każdej osoby, niezależnie od jej sukcesów, to kluczowe wnioski.",
  "screen_1": {
    "texts": [
      "Oczywiście nie warto porzucać wszystkich swoich przedsięwzięć ani rezygnować z ważnych celów, aby poradzić sobie z uzależnieniem od sukcesu.",
      "Przecież nie ma nic złego w tym, aby mieć osiągnięcia. Wspaniale jest mieć pieniądze, pracę, samochód, mieszkanie itd.",
      "Problemy zaczynają się wtedy, gdy bez tych wskaźników sukcesu uważasz się za bezwartościowego, nieudacznika i niegodnego człowieka.",
      "Aby uwolnić się od pułapki konieczności bycia wybitnym i efektywnym, proponujemy ci przemyślenie następujących kwestii:",
      "Czy jesteś gotów całe życie jeździć na kolejce górskiej swojej samooceny?",
      "Jeśli podejść do tego racjonalnie, to wybierając życie według koncepcji osiągnięć, skazujesz się na niekończące się emocjonalne huśtawki.",
      "Dziś osiągnąłeś pewne wyżyny i jesteś szczęśliwy, a jutro poniosłeś porażkę i życie nabiera zupełnie innych barw. Są osiągnięcia – jesteś super, nie ma osiągnięć – jesteś nieudacznikiem.",
      "Twoim nastrojem będzie łatwo manipulować. Jeśli inni ludzie zrozumieją, że jesteś uzależniony od osiągnięć, mogą to wykorzystać dla własnych celów.",
      "Na przykład szef może dawać ci nadmierne obciążenie, ponieważ wie, że się wysilisz, ale zrobisz wszystko dla kolejnej pochwały.",
      "Osiągnięcia nie równa się szczęście",
      "Pieniądze, sława i osiągnięcia od dawna postrzegane są jako pewna gwarancja szczęścia i dobrobytu. Ale gdyby poziom szczęścia zależał od sukcesu człowieka, obserwowalibyśmy znaczne różnice między ludźmi z różnych statusów społecznych.",
      "Większość ludzi nie może pochwalić się poważnymi osiągnięciami, mimo to wielu z nich jest szczęśliwych i zadowolonych ze swojego życia.",
      "Jednak bycie zadowolonym nie oznacza, że nie należy dążyć do czegoś większego. Między zdrowym dążeniem do realizacji celów a uzależnieniem istnieje ogromna przepaść.",
      "Okazuje się, że nawet ci, którzy dużo zarabiają, zajmują prestiżowe stanowiska lub prowadzą udany biznes, mogą cierpieć na depresję, mieć różne problemy lub po prostu rozczarować się życiem.",
      "Na przykład znana wszystkim Lady Gaga, na pierwszy rzut oka udana, bogata, szczęśliwa osoba, założyła swoją fundację „Born This Way Foundation”, aby pomóc nastolatkom w trudnej sytuacji, ponieważ o trudnościach piosenkarka wie z pierwszej ręki.",
      "„Cierpiałam na depresję i lęki przez całe życie, i wciąż z tym walczę” — przyznała w wywiadzie dla Billboard w 2015 roku.",
      "Albo Jim Carrey, który dał swoim fanom możliwość szczerego uśmiechu i czerpania pozytywnych emocji z jego prac, ale nawet na szczycie popularności aktorowi nie było do śmiechu.",
      "Jim przez wiele lat zmagał się z ciężką depresją.",
      "Dotyczy to nie tylko celebrytów, ci sami biznesmeni często narzekają na zaburzenia psychiczne i uzależnienia.",
      "W ogóle wielu ludzi sukcesu popełnia samobójstwo. Pojawił się nawet szczególny termin – „samobójstwo prezesów”.",
      "Z tym zjawiskiem zetknęli się: miliarder Adolf Merckle z listy Forbes, startupowcy Ilya Zhitomirskiy i Austin Heinz, właścicielka domu mody Kate Spade i wielu innych.",
      "Więc jeśli nadal myślisz, że sukces równa się szczęście, jesteś w dużym błędzie."
    ]
  },
  "screen_2": {
    "texts": [
      "Zastanów się, czy będziesz gorzej traktować swojego bliskiego tylko dlatego, że nie odniósł on sukcesu?",
      "Wyobraź sobie, że spotkałeś się ze swoim przyjacielem, którego bardzo cenisz. Ale nagle dowiadujesz się, że jest on zwykłym sprzedawcą w sklepie, podczas gdy ty prowadzisz biznes i jesteś bogatym i udanym człowiekiem.",
      "Czy zaczniesz patrzeć na niego z góry, uważać go za gorszego?",
      "Może będzie dla ciebie ważne, aby ten przyjaciel uznał swoją małość w porównaniu z tobą? Czy miło ci być taką osobą?",
      "A jeśli to ty byłbyś na miejscu tego przyjaciela?",
      "Czy zgodziłbyś się utrzymywać kontakt z udaną osobą pod warunkiem, że uznasz swoją małość w porównaniu z nią?",
      "Wszystkie dzieci to nieudacznicy?",
      "Jeśli wartość mają tylko ci, którzy coś w swoim życiu osiągnęli, to dzieci są największymi nieudacznikami na planecie.",
      "No bo co? Niemowlęta nawet nie potrafią utrzymać głowy. Czy jednak mają wartość?",
      "Jeśli tak, to dlaczego dziecko ma wartość?",
      "Przecież nie wniosły niczego do świata, nawet nie potrafią mówić. Oczywiście zarówno ty, jak i dziecko jesteście cenieni nie za osiągnięcia, ale za to, jakimi jesteście ludźmi.",
      "A co w drugą stronę? Czy powinniśmy teraz pozbyć się wszystkich babć i dziadków?",
      "No bo co, są już starzy, nie mogą niczego więcej wnieść do świata. Przecież tak nie myślimy. Cenimy, kochamy naszych już słabych rodziców i staramy się im pomagać.",
      "Każdy człowiek ma wartość",
      "Wydaje nam się, że wartość to ilościowa jednostka, że można ją zmierzyć, policzyć. Ale w rzeczywistości wartość to jednostka jakościowa.",
      "Każdy człowiek ma od urodzenia jednostkę wartości i u wszystkich jest ona taka sama. Jakie by nie były twoje sukcesy i porażki, twoja jednostka wartości jest niezmienna. Jesteś wartościowy, czy masz milion, czy nie.",
      "Nie porównuj swoich osiągnięć z innymi",
      "Porównywanie się z innymi nie przynosi niczego poza poczuciem dyskomfortu i wątpliwościami w siebie.",
      "Prowadzi to do zazdrości, która podsyca uzależnienie od sukcesu. Czujesz, że robisz za mało, porównując swoje osiągnięcia z innymi, co wzmacnia twoje pragnienie uczestniczenia w wyścigu z innymi.",
      "Przestań porównywać swoje osiągnięcia z innymi. Zamiast tego przemyśl swoje priorytety i zastanów się, na ile wyznaczone cele zaspokoją twoje własne interesy, a nie chęć dopasowania się do tych, z którymi się porównujesz."
    ],
    "quote": {
      "text": "Sukces nie ma znaczenia, jeśli jesteś nieszczęśliwy. Dla mnie sukces to szczęście, a nie pieniądze ani sława.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Ucz się znajdować równowagę",
      "Często ludzie uzależnieni od sukcesu czują się winni, że pozwalają sobie odpoczywać, spędzać czas z bliskimi, zajmować się czymś, co nie jest bezpośrednio związane z ich celami.",
      "Oczywiście osiągnięcia mają pewne znaczenie w życiu, ale nie najważniejsze. Stawiasz na sukces, zapominając o życiu. Ucz się balansować między pracą/studiami a innymi sferami życia.",
      "Słuchaj tego, czego chcesz ty i twój organizm. Nie ignoruj sygnałów, dbaj o siebie na wszelkie sposoby.",
      "Pracuj nad swoimi myślami",
      "Aby zmienić system przekonań, bardzo ważne jest, aby nadal odpowiadać na negatywne automatyczne myśli, które sprawiają, że czujesz się niepełnowartościowy.",
      "To pomoże ci zrozumieć, że problem nie leży w twoich sukcesach lub porażkach, ale w krytycznym podejściu do siebie i nawyku karcenia się. Kiedy nauczysz się realistycznie oceniać swoje działania, wzrośnie twoja satysfakcja i akceptacja siebie.",
      "Kto jest jednak ważniejszy dla społeczeństwa?",
      "Mówiąc o ludziach sukcesu, od razu wyobrażamy sobie popularnych piosenkarzy, znanych aktorów, najlepszych biznesmenów i publicznych polityków.",
      "Ale co z nauczycielami, lekarzami, budowniczymi i innymi ludźmi mniej popularnych zawodów, od których zależy nasz jutrzejszy dzień? Jeśli jednak spojrzeć obiektywnie, to ci ludzie często są bardziej użyteczni dla społeczeństwa niż ci, którym zazdrościmy.",
      "Na zakończenie chcemy podzielić się z wami wspaniałą myślą z książki dziennikarza Davida Orra.",
      "Pisze, że planeta nie potrzebuje wielu ludzi sukcesu, potrzebuje bardziej pokojowych ludzi, uzdrowicieli, opowiadaczy i po prostu kochających ludzi.",
      "Potrzebuje ludzi z moralnością, tych, którzy czynią świat bardziej przyjaznym i humanitarnym. Planeta potrzebuje ludzi, z którymi po prostu dobrze się żyje.",
      "Nikt nie jest przeciwko ambitnym celom i zdobywaniu kariery. Ale bardzo ważne jest, aby wszystkie strony życia były w harmonii.",
      "Produktywność i sukces mogą być niezwykle przyjemne i dostarczać wiele satysfakcji. Jednak sukces nie jest ani koniecznym, ani wystarczającym warunkiem maksymalnego szczęścia.",
      "Nie musisz zdobywać czyjejś miłości ani szacunku ciężką pracą i nie musisz być pierwszy, aby poczuć się spełnionym i zachować stabilną samoocenę.",
      "Pamiętaj tylko, że „najważniejsze rzeczy na świecie to wcale nie rzeczy”!"
    ],
    "quote": {
      "text": "Prawdziwa wartość życia polega nie na tym, co posiadamy, ale na tym, kim jesteśmy.",
      "author": "Oprah Winfrey"
    }
  }
}
