{
  "title": "Być nieszczęśliwym: wybór czy okoliczności?",
  "description": "Artykuł omawia ideę, że prawdziwe szczęście nie zależy od zewnętrznych okoliczności, ale raczej od wewnętrznego postrzegania i osobistych decyzji. Podkreśla, że przywiązanie do wysokich oczekiwań i czynników zewnętrznych czyni nas podatnymi na niezadowolenie, podczas gdy akceptacja rzeczywistości i praktyka wdzięczności sprzyjają bardziej trwałemu szczęściu. Główną ideą jest to, że świadomość odpowiedzialności za własne szczęście i stan wewnętrzny jest kluczem do pełniejszego i bardziej satysfakcjonującego życia.",
  "screen_1": {
    "texts": [
      "Wydaje się, że to absurdalne pytanie. Jak można wybrać bycie nieszczęśliwym? W końcu wszyscy chcemy być szczęśliwi, ale czasami przenosimy odpowiedzialność za nasze szczęście na okoliczności, innych ludzi, los lub problemy.",
      "Jeśli zauważyłeś u siebie następujące myśli:",
      "Jestem skazany na bycie nieszczęśliwym;",
      "Będę mógł dobrze żyć tylko wtedy, gdy nie będę miał problemów;",
      "Moje szczęście zależy od tego, co mi się przydarza;",
      "Innym bardziej się poszczęściło: mają możliwość żyć dobrze, a ja nie.",
      "To oznacza, że jesteś uwięziony w przekonaniu, że radość i pewność siebie zależą od czynników zewnętrznych.",
      "To stawia cię w wrażliwej pozycji, ponieważ świat zewnętrzny jest poza twoją kontrolą, a twoje samopoczucie staje się zakładnikiem zewnętrznych okoliczności.",
      "Takie przekonania sugerują, że musisz być zaopatrzony we wszystko, czego pragniesz, otoczony idealnymi warunkami i chroniony przed wszelkim złem, w przeciwnym razie twoje życie stanie się nie do zniesienia i nigdy nie będziesz mógł być szczęśliwy.",
      "Opierają się one na błędnym przekonaniu, że szczęście zależy wyłącznie od czynników zewnętrznych i braku problemów.",
      "Przywiązanie do takiego przekonania sprawia, że jesteś podatny na niezadowolenie i rozpacz, gdy życie nie spełnia wygórowanych oczekiwań.",
      "Prawdziwe szczęście nie zależy tylko od dóbr materialnych lub bezproblemowego życia. Pochodzi ono z naszej zdolności do adaptacji, znajdowania radości w drobnostkach i wytrwałości wobec przeciwności.",
      "Zadowolenie z życia w około 50% zależy od cech osobowości. Są ludzie, którzy zawsze są niezadowoleni.",
      "Zadowolenie z życia zależy tylko w 10-15% od zewnętrznych okoliczności i w 35-40% od naszych decyzji i wyborów. Dlatego najważniejszym zadaniem człowieka jest nauczyć się być szczęśliwym."
    ],
    "quote": {
      "text": "Szczęśliwy nie jest ten, kto ma wszystko, co najlepsze, ale ten, kto wyciąga to, co najlepsze z tego, co ma.",
      "author": "Konfucjusz"
    }
  },
  "screen_2": {
    "texts": [
      "Współczesne badania psychologiczne pokazują, że źródło szczęścia nie leży tak bardzo w czynnikach zewnętrznych, jak w nas samych. Wysokie oczekiwania mogą negatywnie wpływać na nasze szczęście.",
      "Ludzie o wysokich oczekiwaniach często dążą do perfekcji i stale odczuwają presję związaną z koniecznością osiągania wysokich standardów.",
      "Chociaż wysokie oczekiwania mogą motywować nas do osiągania celów, jeśli stają się nadmierne i nierealistyczne, mogą prowadzić do stresu, niepokoju i nieszczęścia. Ciągłe oczekiwanie na więcej, niż mamy, powoduje frustrację i negatywne postrzeganie życia.",
      "Paradoks szczęścia: mniej oczekiwań — więcej radości.",
      "Badania pokazują, że im mniej oczekujemy od życia i dążymy do perfekcji, tym większe prawdopodobieństwo, że będziemy szczęśliwi. Tłumaczą to różne czynniki:",
      "Akceptacja rzeczywistości. Gdy przestajemy idealizować nasze życie, zaczynamy akceptować je takie, jakie jest. Pozwala to cieszyć się teraźniejszością, zamiast czekać na szczęście w przyszłości.",
      "Redukcja stresu. Wysokie oczekiwania powodują ciągły stres i niepokój. Rewidując nasze oczekiwania i akceptując, że nie wszystko musi być idealne, uwalniamy się od niepotrzebnego napięcia.",
      "Wdzięczność. Jednym ze sposobów na znalezienie szczęścia w świecie wysokich oczekiwań jest praktyka wdzięczności. Kiedy uczymy się doceniać to, co mamy, nawet jeśli nie spełnia wysokich oczekiwań, czujemy się szczęśliwsi i bardziej zadowoleni."
    ],
    "quote": {
      "text": "Jeśli nie jesteś wdzięczny za to, co już masz, będzie ci się wydawać, że byłbyś szczęśliwszy, mając znacznie więcej.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "Ważne jest, aby szczerze odpowiedzieć sobie na pytanie: czy postrzegasz siebie jako pana swojego życia, czy jako ofiarę okoliczności? Czy kontrolujesz wydarzenia swojego życia, czy one dzieją się bez twojego udziału?",
      "Zastanów się nad następującymi różnicami:",
      "Czy myślisz sam, czy inni myślą za ciebie?",
      "Czy działasz sam, czy podążasz za wskazówkami innych?",
      "Czy żyjesz pełnym życiem, czy tylko egzystujesz?",
      "Autor swojego życia bierze odpowiedzialność za swoje działania i rozumie, że sam tworzy każde doświadczenie.",
      "Życie składa się z decyzji, a wszystko, co mamy lub nie mamy, jest wynikiem naszych własnych wyborów.",
      "Autor myśli z pozycji „ja”: jestem gotowy, zrobiłem, planuję, chcę, mogę, zdecydowałem (samodzielnie wybiera kierunek swojego życia).",
      "Ofiara to całkowicie przeciwna pozycja. Taka osoba uważa, że wszystko dzieje się wbrew jej woli.",
      "Ulubione wyrażenia ofiary: „muszę”, „jestem zmuszony”, „powinienem”, „to się stało”, „to przez nich” (działa pod wpływem okoliczności lub innych osób).",
      "Niestety, społeczeństwo ma interes w wychowywaniu ofiar, ponieważ łatwiej nimi manipulować. Dlatego wiele osób przyzwyczaja się do bycia ofiarami, zdobywając wykształcenie według klasycznych modeli.",
      "Ale są dobre wieści: bycie ofiarą to tylko nawyk myślenia, irracjonalne przekonanie, które można zmienić.",
      "Rzeczywiste przykłady pokazują, że zmiana postrzegania świata może prowadzić do pozytywnych zmian w życiu i zwiększenia satysfakcji.",
      "Nasze podejście do wydarzeń, umiejętność akceptacji siebie, zarządzania emocjami i refleksji nad własnymi wartościami odgrywają kluczową rolę w kształtowaniu szczęścia.",
      "Świadomość, że nasze szczęście w dużej mierze zależy od nas samych, daje nam potężne narzędzie do poprawy dobrostanu.",
      "Zmiana naszego wewnętrznego świata i postrzegania może być kluczem do bardziej szczęśliwego i satysfakcjonującego życia, nawet w trudnych i problematycznych warunkach."
    ]
  }
}
