{
  "title": "Uzależnienie od miłości",
  "description": "Miłość, opiewana przez poetów i artystów, uskrzydla i daje poczucie pełni życia. Jednak przekształcenie miłości w patologiczną potrzebę niszczy osobowość i przeszkadza w budowaniu zdrowych relacji, zwłaszcza u osób o niskiej samoocenie. Prawdziwe szczęście i pełnia życia można znaleźć, ucząc się regulować nastrój i cieszyć się przyjemnościami, które nie zależą od obecności partnera.",
  "screen_1": {
    "texts": [
      "Miłość to wspaniałe uczucie, opiewane przez poetów, artystów i muzyków. Uskrzydla, inspiruje i daje poczucie pełni życia.",
      "Oczywiście każdy z nas dąży do tego, by kochać i być kochanym.",
      "Jednak jeśli twoje wyobrażenie o miłości sprowadza się do przekonania: „Nie mogę być naprawdę szczęśliwym i spełnionym człowiekiem, jeśli nie mam partnera. Aby być w pełni szczęśliwym, muszę być kochany”, to już oznaka uzależnienia.",
      "Co to znaczy być uzależnionym od miłości?",
      "To, gdy miłość staje się patologiczną potrzebą, bez której nie czujesz szczęścia.",
      "Cierpisz z powodu braku miłości, oczekujesz, że ktoś wypełni tę pustkę. Jesteś przekonany, że twoje życie stanie się lepsze, ciekawsze i bardziej satysfakcjonujące dopiero wtedy, gdy pojawi się ukochana osoba, która uczyni cię potrzebnym, znaczącym i pełnym.",
      "Takie uzależnienie to destrukcyjny stan, który podważa twoją osobowość, samoocenę i możliwość budowania zdrowych relacji.",
      "Przyczyny uzależnienia od miłości mogą być różne, ale najczęściej mają swoje korzenie w dzieciństwie lub młodości.",
      "Szczególnie podatne na to są osoby o niskiej samoocenie, które boją się samotności, koncentrują się na swoich wadach i nie wierzą w swoje siły i umiejętności.",
      "Niska samoocena, wynikająca z dzieciństwa, jest postrzegana jako brak pełni.",
      "Kiedy rodzice poświęcają dziecku mało uwagi, a ono odczuwa brak rodzicielskiej miłości, w dorosłym życiu będzie szukać tych uczuć u partnerów, tworząc zależne relacje.",
      "Przyjrzyjmy się przykładowi Wiktorii, 28 lat, która spędza wieczory i weekendy w rozpaczy, ponieważ wierzy: „Mogę być szczęśliwa tylko w związku. Bez mężczyzny jestem niczym”.",
      "Dla niej bycie kochaną jest równie ważne jak oddychanie. Taka roszczeniowość często odstrasza ludzi."
    ]
  },
  "screen_2": {
    "texts": [
      "Podczas analizy swoich przekonań Wiktoria wypisała wady i zalety swojego myślenia.",
      "Wady brzmiały następująco:",
      "Przekonanie wpędza mnie w przygnębienie, bo jestem sama.",
      "Tracę ochotę na cokolwiek, na poznawanie świata czy na swoje hobby.",
      "Przez to czuję się leniwa i nieszczęśliwa.",
      "To wywołuje u mnie poczucie litości do samej siebie.",
      "Pozbawia mnie dumy i pewności siebie, sprawiając, że zazdroszczę innym i odczuwam rozczarowanie.",
      "Następnie wypisała zalety przekonania:",
      "Nadzieja na znalezienie partnera, zdobycie miłości i bezpieczeństwa.",
      "Daje mi cel i sens życia.",
      "Na ile te zalety są realne?",
      "Wiktoria przez wiele lat wierzyła, że nie może żyć bez mężczyzny, ale to przekonanie do tej pory nie przyciągnęło do niej upragnionego partnera.",
      "Wiktoria doszła do wniosku, że zbyt wielkie znaczenie przypisuje mężczyznom, a to nie przyciągnęło żadnego z nich.",
      "Zdała sobie również sprawę, że osoby zależne często wydają się zbyt wymagające, co utrudnia budowanie relacji.",
      "Zauważyła, że ludzie, którzy znajdują szczęście w sobie, częściej przyciągają innych, ponieważ emanują radością i pewnością siebie.",
      "Uzależnienie od miłości przeszkadza w budowaniu zdrowych relacji. Wyrażając potrzebę w drugim człowieku dla własnego szczęścia, podświadomie komunikujesz: „Kochaj mnie, bo sam(a) w sobie nic nie jestem wart(a)”. Takie relacje raczej nie będą zdrowe.",
      "Ale nawet jeśli będziesz w związku, mając takie przekonania, one również nie będą zdrowe. Całkowicie liczysz na to, że pewna osoba, którą podświadomie uważasz za źródło swojego szczęścia, będzie przy tobie.",
      "I jesteś gotów(a) na wszystko, aby to osiągnąć. Nie otrzymując „dawki” tych emocji i uczuć, których potrzebujesz, będziesz wywierać presję na swojego partnera, aby poczuć się kochanym, lub zaczniesz fantazjować o znalezieniu tej jedynej miłości gdzie indziej.",
      "I zawsze będzie ci czegoś brakować lub coś będzie „nie tak”, ponieważ obarczyłeś(aś) inną osobę odpowiedzialnością za swoje samopoczucie."
    ],
    "quote": {
      "text": "Prawdziwe szczęście polega na byciu zadowolonym z samego siebie.",
      "author": "Seneka"
    }
  },
  "screen_3": {
    "texts": [
      "Bardzo ważne jest, aby nauczyć się regulować swoje nastroje i odnajdywać szczęście w sobie. Daje to możliwość cieszenia się życiem zarówno wtedy, gdy jesteś sam(a), jak i gdy jesteś z ukochaną osobą.",
      "Ale możesz pomyśleć: „Brzmi to dobrze, ale to nieprawdziwe. Być samemu — to znaczy być emocjonalnym przegranym”.",
      "Wielu wierzy, że miłość napędza świat. Widzisz to w reklamach, słyszysz w popularnych piosenkach, czytasz w wierszach. Ale w rzeczywistości miłość to nie jedyny sposób na szczęśliwe i spełnione życie.",
      "Bycie samemu absolutnie nie oznacza bycia nieszczęśliwym. Większość przyjemności w życiu czerpiemy sami z siebie.",
      "Na przykład, gdy słuchasz ulubionej muzyki, tańczysz, spacerujesz po pięknych miejscach, czytasz książkę lub jesz lody. Nie potrzebujesz towarzystwa, aby doświadczyć przyjemnych wrażeń.",
      "Liczba przyjemności, którymi można cieszyć się w samotności, jest nieskończona. Oznacza to, że masz dostęp do wielu źródeł przyjemności, niezależnie od tego, czy ktoś jest obok ciebie, czy nie.",
      "Zastanów się, jaki jest twój zestaw przyjemności? Czym możesz się ucieszyć?",
      "Czasami tak bardzo dążymy do idealnych relacji i samej idei głębokiego uczucia, że tracimy z oczu to, czego naprawdę potrzebujemy, aby doświadczyć prawdziwej miłości."
    ],
    "quote": {
      "text": "Miłość do samego siebie to początek romansu, który trwa całe życie.",
      "author": "Oscar Wilde"
    }
  }
}
