{
  "title": "Uzależnienie od miłości",
  "description": "Miłość, opiewana przez poetów i artystów, uskrzydla i daje poczucie pełni życia. Jednak gdy zamienia się w patologiczną potrzebę, zaczyna niszczyć człowieka i utrudnia budowanie zdrowych relacji, zwłaszcza u osób z niską samooceną. Prawdziwe szczęście i poczucie pełni można odnaleźć, ucząc się regulować swój nastrój i czerpać przyjemność z rzeczy, które nie zależą od obecności partnera.",
  "screen_1": {
    "texts": [
      "Miłość to niezwykłe uczucie, opiewane przez poetów, malarzy i muzyków. Uskrzydla, inspiruje i daje poczucie pełni życia.",
      "To naturalne, że każdy z nas pragnie kochać i być kochanym.",
      "Jednak jeśli Twoje wyobrażenie o miłości sprowadza się do przekonania: „Nie mogę być naprawdę szczęśliwą, spełnioną osobą, jeśli nie mam partnera. Do pełnego szczęścia potrzebuję czyjejś miłości”, to może być już sygnał uzależnienia.",
      "Co właściwie znaczy być uzależnionym od miłości?",
      "To sytuacja, w której miłość staje się patologiczną potrzebą – bez niej nie potrafisz czuć się dobrze ani naprawdę szczęśliwie.",
      "Cierpisz z powodu braku miłości i oczekujesz, że ktoś wypełni tę pustkę. Jesteś przekonany_a, że Twoje życie stanie się lepsze, ciekawsze i pełniejsze dopiero wtedy, gdy pojawi się w nim ukochana osoba, która sprawi, że poczujesz się potrzebny_a, ważny_a i „kompletny_a”.",
      "Tego typu uzależnienie to stan destrukcyjny, który podkopuje Twoją osobowość, samoocenę i zdolność do budowania zdrowych relacji.",
      "Przyczyny uzależnienia od miłości mogą być różne, ale najczęściej sięgają dzieciństwa lub wczesnej młodości.",
      "Szczególnie narażone są osoby z niską samooceną, które boją się samotności, koncentrują się na swoich rzekomych wadach i nie wierzą we własne możliwości.",
      "Niska samoocena wyniesiona z dzieciństwa często jest przeżywana jako wewnętrzne poczucie „niepełnowartościowości”.",
      "Jeśli rodzice poświęcają dziecku mało uwagi i brakuje mu rodzicielskiej miłości, w dorosłym życiu będzie jej intensywnie szukać u partnerów, łatwiej wchodząc w zależne relacje.",
      "Przyjrzyjmy się historii Wiktorii, 28-latki, która spędza wieczory i weekendy w rozpaczy, wierząc: „Mogę być szczęśliwa tylko w związku. Bez mężczyzny jestem nikim”.",
      "Dla niej bycie kochaną jest tak samo ważne jak oddychanie. Taka presja i wymagania często jednak ludzi odstraszają."
    ]
  },
  "screen_2": {
    "texts": [
      "Podczas analizy swoich przekonań Wiktoria wypisała wady i zalety takiego sposobu myślenia.",
      "Wady wyglądały następująco:",
      "To przekonanie wpędza mnie w przygnębienie, bo jestem sama.",
      "Tracę chęć, by cokolwiek robić, poznawać świat czy zajmować się swoimi pasjami.",
      "Przez to czuję się leniwa i nieszczęśliwa.",
      "To wzbudza we mnie współczucie dla samej siebie i skłania do użalania się nad sobą.",
      "Odbiera mi poczucie dumy i pewność siebie, sprawia, że zazdroszczę innym i częściej czuję rozczarowanie.",
      "Potem wypisała „plusy” tego przekonania:",
      "Nadzieja na znalezienie partnera, miłości i poczucia bezpieczeństwa.",
      "Daje mi cel i poczucie sensu życia.",
      "Na ile te „zalety” są jednak realne?",
      "Przez wiele lat Wiktoria była przekonana, że nie potrafi żyć bez mężczyzny, ale to przekonanie wcale nie przyciągnęło do niej wymarzonego partnera.",
      "Doszła do wniosku, że nadaje mężczyznom zbyt wielkie znaczenie – i paradoksalnie nie przybliżyło jej to do żadnego z nich.",
      "Zauważyła też, że osoby zależne emocjonalnie często wydają się zbyt wymagające, co utrudnia budowanie relacji.",
      "Dostrzegła, że osoby, które znajdują szczęście w sobie, zwykle bardziej przyciągają innych, bo emanują radością i pewnością siebie.",
      "Uzależnienie od miłości stoi na drodze do zdrowych związków. Gdy komunikujesz, że „potrzebujesz” drugiej osoby, by być szczęśliwym_ą, nieświadomie wysyłasz komunikat: „Kochaj mnie, bo sam_a w sobie nie mam wartości”. Trudno na takiej podstawie zbudować naprawdę zdrową relację.",
      "Nawet jeśli wejdziesz w związek, mając takie przekonania, relacja raczej nie będzie zdrowa. Całkowicie uzależniasz się wtedy od obecności konkretnej osoby, którą podświadomie traktujesz jak jedyne źródło swojego szczęścia.",
      "I jesteś w stanie poświęcić dla tego niemal wszystko. Gdy nie dostajesz „dawki” emocji i czułości, których potrzebujesz, zaczynasz wywierać presję na partnera, by znów poczuć się kochany_a, albo fantazjujesz o tym, by znaleźć „prawdziwą miłość” gdzieś na boku.",
      "W takiej sytuacji niemal zawsze czegoś brakuje albo „coś jest nie tak”, bo odpowiedzialność za swoje samopoczucie oddajesz w ręce drugiej osoby."
    ],
    "quote": {
      "text": "Prawdziwe szczęście polega na tym, by być zadowolonym z samego siebie.",
      "author": "Seneka"
    }
  },
  "screen_3": {
    "texts": [
      "Bardzo ważne jest, by nauczyć się regulować własny nastrój i odnajdywać szczęście w sobie. Dzięki temu możesz czuć się tak samo „żywo” zarówno wtedy, gdy jesteś sam_a, jak i wtedy, gdy jesteś z ukochaną osobą.",
      "Możesz jednak pomyśleć: „Brzmi to dobrze, ale mało wiarygodnie. Być samemu znaczy przecież być emocjonalnym nieudacznikiem”.",
      "Wielu ludzi wierzy, że miłość „napędza świat”. Widać to w reklamach, słychać w popularnych piosenkach, czyta się o tym w wierszach. W rzeczywistości jednak miłość wcale nie jest jedyną drogą do szczęśliwego, pełnego życia.",
      "Być samemu wcale nie znaczy być nieszczęśliwym. Większość przyjemności w życiu i tak przeżywamy samodzielnie.",
      "Na przykład wtedy, gdy słuchasz ulubionej muzyki, tańczysz, spacerujesz po pięknych miejscach, czytasz książkę albo jesz lody. Do tego nie potrzebujesz towarzystwa, żeby odczuwać przyjemność.",
      "Liczba przyjemności, którymi można cieszyć się w pojedynkę, jest praktycznie nieograniczona. To oznacza, że masz dostęp do wielu źródeł radości, niezależnie od tego, czy ktoś jest obok Ciebie, czy nie.",
      "Pomyśl, jak wygląda Twoja własna lista przyjemności. Czym możesz sprawić radość sobie?",
      "Czasem tak bardzo gonimy za wizją idealnego związku i wielkiego uczucia, że tracimy z oczu to, czego tak naprawdę potrzebujemy, by doświadczać prawdziwej miłości."
    ],
    "quote": {
      "text": "Miłość do siebie to początek romansu, który trwa całe życie.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Jak uwolnić się od uzależnienia od miłości?",
    "description": "Ten tekst poświęcony jest temu, czym jest szczęście i jakie przekonania wiążą się z miłością oraz związkami. Wyjaśnia, że do szczęścia można dochodzić na różne sposoby, i proponuje techniki zmiany negatywnych przekonań związanych z samotnością. Pomaga dostrzegać radość w codziennych drobiazgach i rozwijać się niezależnie od tego, czy jest się w relacji romantycznej, czy nie.",
    "screen_1": {
      "texts": [
        "Relacje i miłość mogą wnieść w życie wiele radości i szczęścia, ale nie są jedyną drogą do dobrego życia.",
        "Szczęście to złożony, wielowymiarowy proces i każdy ma prawo wybierać własne sposoby oraz ścieżki, które do niego prowadzą.",
        "Dlatego fakt, że teraz nie masz relacji romantycznej, wcale nie czyni Twojego życia mniej wartościowym czy niepełnym.",
        "Zmiana utrwalonych przekonań wymaga wysiłku – to proces długi i wymagający pracy.",
        "Wierzymy jednak, że korzystając z poniższych wskazówek i technik, możesz stopniowo uwalniać się od uzależnienia od miłości i uczyć się być szczęśliwym_ą zarówno w związku, jak i poza nim.",
        "Zmiana filtra",
        "Zdarzyło Ci się zauważyć, że gdy czujesz się samotnie, na ulicy co chwilę mijasz zakochane pary?",
        "I nagle wydaje się, że cały świat jest przeciwko Tobie: tu para gołębi, tam kot i kotka, a Ty wciąż czujesz się samotnie. Tak działa zniekształcenie poznawcze zwane negatywnym filtrem.",
        "To błąd myślenia i postrzegania, w którym zauważasz głównie to, co Cię boli lub niepokoi, a całą resztę ignorujesz.",
        "Spróbuj zmienić filtr – patrz na świat szerzej. Ćwicz się w dostrzeganiu nie tylko szczęśliwych par, lecz także szczęśliwych singli. Zauważaj też osoby w związkach, które mimo partnera wcale nie są bardziej zadowolone z życia – status związku nie zawsze przekłada się na prawdziwe szczęście."
      ],
      "quote": {
        "text": "Szczęście jest jak motyl: im bardziej próbujesz je złapać, tym szybciej ucieka. Gdy skierujesz uwagę na coś innego, samo przyleci i cicho usiądzie Ci na ramieniu.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Arkusz przewidywanej przyjemności",
        "Szczęście można odnajdywać codziennie w drobnych radościach, własnym rozwoju, przyjaźni i wielu innych obszarach życia.",
        "Być może dziś tak tego nie widzisz i jesteś przekonany_a, że bez drugiej osoby nie możesz być naprawdę szczęśliwy_a.",
        "Aby sprawdzić to przekonanie w praktyce, skorzystaj z „Arkusza przewidywanej przyjemności”. Zawiera on kilka kolumn, w których zapiszesz swoje prognozy oraz faktyczną intensywność przyjemności z różnych aktywności (zawodowych i związanych z odpoczynkiem), wykonywanych samotnie lub w towarzystwie innych.",
        "W pierwszej kolumnie wpisz datę eksperymentu.",
        "W drugiej zapisz kilka aktywności, które planujesz wykonać tego dnia w ramach eksperymentu (warto przeprowadzić 40–50 takich prób w ciągu dwóch–trzech tygodni. Wybierz zajęcia, które zwykle dają Ci satysfakcję lub przyjemność, albo takie, które mogą sprzyjać nauce i rozwojowi osobistemu).",
        "W trzeciej kolumnie zanotuj, z kim będziesz je wykonywać. Jeśli robisz coś sam_a, wpisz po prostu: „Ja”.",
        "W czwartej kolumnie oszacuj, ile przyjemności przyniesie Ci dane zajęcie, używając skali od 0 do 100% – im wyższa liczba, tym większego zadowolenia się spodziewasz.",
        "Bardzo ważne, by wypełnić czwartą kolumnę przed rozpoczęciem aktywności, a nie po fakcie! Gdy skończysz wypełniać pierwsze cztery kolumny, przejdź do działania.",
        "Po zakończeniu zadania w piątej kolumnie zanotuj faktyczny poziom przyjemności, korzystając z tej samej skali – od 0 do 100%.",
        "Po serii takich eksperymentów będziesz mógł_a przeanalizować zebrane dane i dowiesz się o sobie wielu ciekawych rzeczy.",
        "Po pierwsze, porównując przewidywaną przyjemność (kolumna 4) z rzeczywistą (kolumna 5), zobaczysz, na ile trafne są Twoje prognozy.",
        "Możesz zauważyć, że zazwyczaj zaniżasz poziom przyjemności, którego się spodziewasz – szczególnie wtedy, gdy robisz coś w pojedynkę.",
        "Być może zaskoczy Cię też odkrycie, że aktywności wykonywane z innymi nie zawsze spełniają Twoje oczekiwania.",
        "Może się okazać, że w wielu sytuacjach czas spędzany w samotności był dla Ciebie przyjemniejszy niż ten spędzany w towarzystwie.",
        "Możesz też zauważyć, że najwyższe oceny, jakie przyznajesz aktywnościom wykonywanym samodzielnie, są porównywalne z ocenami zajęć w towarzystwie, a czasem nawet je przewyższają."
      ],
      "quote": {
        "text": "Nikt nie może sprawić, byś czuł się gorszy, jeśli sam na to nie wyrazisz zgody.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Korekta przekonań",
        "Miłość, związek czy małżeństwo nie są warunkiem koniecznym szczęścia ani wysokiej samooceny – czasem same w sobie po prostu nie wystarczają.",
        "Dowodem na to są miliony kobiet i mężczyzn w związkach małżeńskich, którzy mimo to czują się nieszczęśliwi.",
        "Gdyby miłość była lekarstwem na samotność, życiowe problemy, obniżony nastrój i depresję, psychologowie dawno zostaliby bez pracy.",
        "Tak jednak nie jest – sam fakt posiadania partnera nie gwarantuje szczęśliwego życia. Warto to sobie uświadomić i zaakceptować.",
        "Aby zacząć pracę z przekonaniem, najpierw je nazwij i zapisz. Może brzmieć na różne sposoby, na przykład:",
        "„Jeśli nie mam partnera, jestem nieszczęśliwy”",
        "„Jeśli nikt mnie nie kocha, to znaczy, że jestem nieudacznikiem”",
        "„Bez związku jestem niepełnowartościowy”",
        "Następnie opisz, w jaki konkretny sposób to przekonanie Ci szkodzi. Na przykład:",
        "zbyt wysokie wymagania wobec siebie, którym nigdy nie da się sprostać, poczucie, że „nie jestem dość dobry na związek”",
        "nierealistyczne oczekiwania wobec partnera, skłonność do globalnych wniosków o „miłości” i „braku miłości” zamiast przyglądania się konkretnym trudnościom",
        "stałe poczucie niezadowolenia i obniżony nastrój, które wzmacnia każda sytuacja samotności",
        "Potem wypisz kontrargumenty. To może być wymagający proces i zająć więcej niż jeden dzień, dlatego warto dopisywać nowe punkty zawsze wtedy, gdy pojawią się świeże myśli.",
        "Na przykład dla przekonania „Bycie samotnym jest straszne i upokarzające” można zapisać takie kontrargumenty:",
        "kiedy człowiek jest sam, ma szansę lepiej poznać siebie",
        "bez związku łatwiej spróbować czegoś nowego, zrobić rzeczy, które w relacji byłyby dużo trudniejsze",
        "lepiej być samemu niż z nieodpowiednim partnerem",
        "Najważniejszy etap tego procesu to zastąpienie starego przekonania nowym. Powinno brzmieć realistycznie i racjonalnie, tak abyś mógł_a w nie uwierzyć.",
        "Na przykład: „Samotność może być przyjemna i pomocna – można w niej odpocząć i lepiej poznać siebie. A miłość przejawia się w różnych relacjach.",
        "Nawet bez partnera można doświadczać bliskości z ludźmi, dzielić się przeżyciami i okazywać ciepło. Warto kierować się tym, jakich relacji ja naprawdę chcę i jeśli teraz ich nie mam – potraktować to jako cel i spróbować je stworzyć.",
        "Brak partnera nie czyni mnie osobą „niepełnowartościową”. Tak samo jak pragnienie posiadania partnera nie oznacza, że jestem słaby ani uzależniony”.",
        "Wracaj do tych zapisków codziennie przez 2–3 tygodnie, możesz je uzupełniać lub modyfikować. W ten sposób stopniowo osłabisz negatywny sposób myślenia i zrobisz pierwszy krok do zmian.",
        "Miłość jest wspaniałym doświadczeniem, ale – jak każde inne – bywa i dobra, i trudna, i nie powinna definiować tego, kim jesteśmy i po co żyjemy.",
        "Pragnienie i potrzeba to nie to samo. Tlen jest potrzebą, a miłość – pragnieniem.",
        "Miłość nie jest podstawową potrzebą dorosłego człowieka!",
        "Pragnienie stworzenia relacji opartej na miłości jest czymś zupełnie naturalnym. Nie ma w nim nic złego. Dobry związek z bliską osobą może być źródłem ogromnej radości.",
        "Ale żeby przeżyć i doświadczać głębokiego szczęścia, nie potrzebujesz ani czyjegoś nieustannego zachwytu, ani miłości, ani ciągłej uwagi ze strony drugiej osoby."
      ]
    }
  }
}
