{
  "title": "Uzależnienie od miłości",
  "description": "Miłość, opiewana przez poetów i artystów, uskrzydla i daje poczucie pełni życia. Jednak przekształcenie miłości w patologiczną potrzebę niszczy osobowość i przeszkadza w budowaniu zdrowych relacji, zwłaszcza u osób o niskiej samoocenie. Prawdziwe szczęście i pełnia życia można znaleźć, ucząc się regulować nastrój i cieszyć się przyjemnościami, które nie zależą od obecności partnera.",
  "screen_1": {
    "texts": [
      "Miłość to wspaniałe uczucie, opiewane przez poetów, artystów i muzyków. Uskrzydla, inspiruje i daje poczucie pełni życia.",
      "Oczywiście każdy z nas dąży do tego, by kochać i być kochanym.",
      "Jednak jeśli twoje wyobrażenie o miłości sprowadza się do przekonania: „Nie mogę być naprawdę szczęśliwym i spełnionym człowiekiem, jeśli nie mam partnera. Aby być w pełni szczęśliwym, muszę być kochany”, to już oznaka uzależnienia.",
      "Co to znaczy być uzależnionym od miłości?",
      "To, gdy miłość staje się patologiczną potrzebą, bez której nie czujesz szczęścia.",
      "Cierpisz z powodu braku miłości, oczekujesz, że ktoś wypełni tę pustkę. Jesteś przekonany, że twoje życie stanie się lepsze, ciekawsze i bardziej satysfakcjonujące dopiero wtedy, gdy pojawi się ukochana osoba, która uczyni cię potrzebnym, znaczącym i pełnym.",
      "Takie uzależnienie to destrukcyjny stan, który podważa twoją osobowość, samoocenę i możliwość budowania zdrowych relacji.",
      "Przyczyny uzależnienia od miłości mogą być różne, ale najczęściej mają swoje korzenie w dzieciństwie lub młodości.",
      "Szczególnie podatne na to są osoby o niskiej samoocenie, które boją się samotności, koncentrują się na swoich wadach i nie wierzą w swoje siły i umiejętności.",
      "Niska samoocena, wynikająca z dzieciństwa, jest postrzegana jako brak pełni.",
      "Kiedy rodzice poświęcają dziecku mało uwagi, a ono odczuwa brak rodzicielskiej miłości, w dorosłym życiu będzie szukać tych uczuć u partnerów, tworząc zależne relacje.",
      "Przyjrzyjmy się przykładowi Wiktorii, 28 lat, która spędza wieczory i weekendy w rozpaczy, ponieważ wierzy: „Mogę być szczęśliwa tylko w związku. Bez mężczyzny jestem niczym”.",
      "Dla niej bycie kochaną jest równie ważne jak oddychanie. Taka roszczeniowość często odstrasza ludzi."
    ]
  },
  "screen_2": {
    "texts": [
      "Podczas analizy swoich przekonań Wiktoria wypisała wady i zalety swojego myślenia.",
      "Wady brzmiały następująco:",
      "Przekonanie wpędza mnie w przygnębienie, bo jestem sama.",
      "Tracę ochotę na cokolwiek, na poznawanie świata czy na swoje hobby.",
      "Przez to czuję się leniwa i nieszczęśliwa.",
      "To wywołuje u mnie poczucie litości do samej siebie.",
      "Pozbawia mnie dumy i pewności siebie, sprawiając, że zazdroszczę innym i odczuwam rozczarowanie.",
      "Następnie wypisała zalety przekonania:",
      "Nadzieja na znalezienie partnera, zdobycie miłości i bezpieczeństwa.",
      "Daje mi cel i sens życia.",
      "Na ile te zalety są realne?",
      "Wiktoria przez wiele lat wierzyła, że nie może żyć bez mężczyzny, ale to przekonanie do tej pory nie przyciągnęło do niej upragnionego partnera.",
      "Wiktoria doszła do wniosku, że zbyt wielkie znaczenie przypisuje mężczyznom, a to nie przyciągnęło żadnego z nich.",
      "Zdała sobie również sprawę, że osoby zależne często wydają się zbyt wymagające, co utrudnia budowanie relacji.",
      "Zauważyła, że ludzie, którzy znajdują szczęście w sobie, częściej przyciągają innych, ponieważ emanują radością i pewnością siebie.",
      "Uzależnienie od miłości przeszkadza w budowaniu zdrowych relacji. Wyrażając potrzebę w drugim człowieku dla własnego szczęścia, podświadomie komunikujesz: „Kochaj mnie, bo sam(a) w sobie nic nie jestem wart(a)”. Takie relacje raczej nie będą zdrowe.",
      "Ale nawet jeśli będziesz w związku, mając takie przekonania, one również nie będą zdrowe. Całkowicie liczysz na to, że pewna osoba, którą podświadomie uważasz za źródło swojego szczęścia, będzie przy tobie.",
      "I jesteś gotów(a) na wszystko, aby to osiągnąć. Nie otrzymując „dawki” tych emocji i uczuć, których potrzebujesz, będziesz wywierać presję na swojego partnera, aby poczuć się kochanym, lub zaczniesz fantazjować o znalezieniu tej jedynej miłości gdzie indziej.",
      "I zawsze będzie ci czegoś brakować lub coś będzie „nie tak”, ponieważ obarczyłeś(aś) inną osobę odpowiedzialnością za swoje samopoczucie."
    ],
    "quote": {
      "text": "Prawdziwe szczęście polega na byciu zadowolonym z samego siebie.",
      "author": "Seneka"
    }
  },
  "screen_3": {
    "texts": [
      "Bardzo ważne jest, aby nauczyć się regulować swoje nastroje i odnajdywać szczęście w sobie. Daje to możliwość cieszenia się życiem zarówno wtedy, gdy jesteś sam(a), jak i gdy jesteś z ukochaną osobą.",
      "Ale możesz pomyśleć: „Brzmi to dobrze, ale to nieprawdziwe. Być samemu — to znaczy być emocjonalnym przegranym”.",
      "Wielu wierzy, że miłość napędza świat. Widzisz to w reklamach, słyszysz w popularnych piosenkach, czytasz w wierszach. Ale w rzeczywistości miłość to nie jedyny sposób na szczęśliwe i spełnione życie.",
      "Bycie samemu absolutnie nie oznacza bycia nieszczęśliwym. Większość przyjemności w życiu czerpiemy sami z siebie.",
      "Na przykład, gdy słuchasz ulubionej muzyki, tańczysz, spacerujesz po pięknych miejscach, czytasz książkę lub jesz lody. Nie potrzebujesz towarzystwa, aby doświadczyć przyjemnych wrażeń.",
      "Liczba przyjemności, którymi można cieszyć się w samotności, jest nieskończona. Oznacza to, że masz dostęp do wielu źródeł przyjemności, niezależnie od tego, czy ktoś jest obok ciebie, czy nie.",
      "Zastanów się, jaki jest twój zestaw przyjemności? Czym możesz się ucieszyć?",
      "Czasami tak bardzo dążymy do idealnych relacji i samej idei głębokiego uczucia, że tracimy z oczu to, czego naprawdę potrzebujemy, aby doświadczyć prawdziwej miłości."
    ],
    "quote": {
      "text": "Miłość do samego siebie to początek romansu, który trwa całe życie.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Jak pozbyć się uzależnienia od miłości?",
    "description": "Artykuł poświęcony jest badaniu szczęścia i przekonań związanych z miłością i relacjami. Wyjaśnia, że szczęście można osiągnąć na różne sposoby, oraz proponuje techniki zmiany negatywnych przekonań związanych z samotnością. Artykuł uczy dostrzegania radości w codziennych rzeczach i rozwijania się niezależnie od obecności romantycznych związków.",
    "screen_1": {
      "texts": [
        "Relacje i miłość mogą przynieść wiele radości i szczęścia w życiu, ale nie są one jedyną drogą do tego.",
        "Szczęście to złożony i wieloaspektowy proces, a każdy ma prawo wybrać własne metody i ścieżki, aby je osiągnąć.",
        "Dlatego, jeśli w tej chwili twoje życie nie obejmuje romantycznych relacji, nie oznacza to, że jest ono niepełne.",
        "Aby zmienić swoje przekonania, trzeba włożyć sporo wysiłku, to długi i wymagający proces.",
        "Ale wierzymy, że korzystając z poniższych zaleceń i technik, możesz pozbyć się uzależnienia od miłości i nauczyć się być szczęśliwym zarówno w relacjach, jak i bez nich.",
        "Zmiana filtra",
        "Czy zauważyłeś, że kiedy czujesz się samotny, na ulicy ciągle spotykasz zakochane pary?",
        "I wydaje się, że cały świat jest przeciwko tobie: tu para gołębi, tam kot i kotka, a ty wciąż sam lub sama. To działa poznawcze zniekształcenie — negatywny filtr.",
        "To błąd w myśleniu i postrzeganiu, kiedy zauważasz tylko to, co cię niepokoi, a resztę ignorujesz.",
        "Zmień filtr — patrz na świat szerzej. Naucz się dostrzegać nie tylko szczęśliwe pary, ale także szczęśliwych singli. Albo ludzi, którzy mają partnera, ale nie stali się przez to szczęśliwsi — status społeczny nie zawsze się sprawdza."
      ],
      "quote": {
        "text": "Szczęście jest jak motyl: im bardziej go łapiesz, tym bardziej ci umyka. Ale jeśli zwrócisz uwagę na inne rzeczy, przyjdzie i cicho usiądzie ci na ramieniu.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Lista przewidywanej przyjemności",
        "Szczęście można znaleźć każdego dnia w drobnych radościach, w rozwoju osobistym, w przyjaźni i wielu innych aspektach życia.",
        "Ale prawdopodobnie tak nie myślisz i jesteś pewny, że nie możesz być szczęśliwy bez innej osoby.",
        "Aby sprawdzić to przekonanie w rzeczywistości, użyj „Listy przewidywanej przyjemności”. Zawiera ona kilka kolumn, w których trzeba przewidzieć i wskazać faktyczny stopień przyjemności, jaką czerpiesz z różnych zajęć (pracy i odpoczynku) w samotności lub w towarzystwie innych osób.",
        "W pierwszej kolumnie wpisz datę eksperymentu",
        "W drugiej zapisz kilka działań, które planujesz wykonać w danym dniu w ramach eksperymentu (zalecamy przeprowadzenie 40–50 eksperymentów w ciągu dwóch-trzech tygodni. Wybierz zajęcia, które zwykle przynoszą ci poczucie zadowolenia lub przyjemności, albo takie, które mają potencjał do nauki lub rozwoju osobistego.)",
        "W trzeciej kolumnie zapisz, z kim będziesz to robić. Jeśli sam, napisz: „Ja”.",
        "W czwartej kolumnie przewidź, ile przyjemności przyniesie ci to zajęcie, oceniając je w skali od 0 do 100% — im wyższa liczba, tym większa oczekiwana przyjemność.",
        "Bardzo ważne jest, aby wypełnić czwartą kolumnę przed przystąpieniem do zaplanowanego zajęcia, a nie po! Po wypełnieniu pierwszych czterech kolumn, przejdź do działania.",
        "Następnie w piątej kolumnie zapisz rzeczywisty stopień przyjemności, używając tej samej skali oceny — od 0 do 100%.",
        "Przeprowadzając serię takich eksperymentów, będziesz mógł przeanalizować zebrane dane i dowiedzieć się o sobie wiele interesujących rzeczy.",
        "Po pierwsze, porównując przewidywaną przyjemność (kolumna 4) z rzeczywistą (kolumna 5), dowiesz się, na ile dokładne są twoje prognozy.",
        "Możesz zdać sobie sprawę, że zwykle niedoceniasz stopień przyjemności, której się spodziewasz, zwłaszcza gdy robisz coś sam.",
        "Możliwe, że zaskoczy cię, że zajęcia z kimś nie zawsze spełniają twoje oczekiwania.",
        "W rzeczywistości możesz nawet odkryć, że w wielu przypadkach spędzanie czasu samotnie było przyjemniejsze niż w towarzystwie.",
        "Możesz także zobaczyć, że najwyższe oceny, jakie przyznałeś zajęciom w pojedynkę, są równe ocenom zajęć w towarzystwie, a nawet je przewyższają."
      ],
      "quote": {
        "text": "Nikt nie może sprawić, że poczujesz się mniej wartościowy bez twojej zgody.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Korekta przekonań",
        "Miłość, relacje i małżeństwo nie są niezbędnym warunkiem szczęścia i podniesienia samooceny, czasem mogą być niewystarczające.",
        "Dowodem na to są miliony mężczyzn i kobiet, którzy są w małżeństwie, a mimo to są nieszczęśliwi.",
        "Gdyby miłość była lekarstwem na samotność, problemy, złe samopoczucie, depresje, wtedy wszyscy psychologowie zostaliby bez pracy.",
        "Ale niestety tak nie jest, obecność partnera nie gwarantuje szczęśliwego życia. I to trzeba zrozumieć i zaakceptować.",
        "Aby zacząć pracować nad przekonaniem — sformułuj i zapisz je. Może brzmieć różnie:",
        "Jeśli nie mam partnera, jestem nieszczęśliwy",
        "Jeśli mnie nie kochają, to znaczy, że jestem nieudacznikiem",
        "Bez związku jestem niekompletny",
        "Następnie opisz, jak dokładnie twoje przekonanie ci przeszkadza. Na przykład:",
        "zbyt wysokie wymagania wobec siebie, które nie mają końca, wydaje się, że nie jestem wystarczająco dobry do związku",
        "nierealistyczne oczekiwania wobec partnera, globalne wnioski o miłości i jej braku zamiast uwagi na konkretnych problemach",
        "ciągłe niezadowolenie i przygnębiony nastrój, podsycane przez jakiekolwiek sytuacje samotności",
        "Następnie zapisz kontrargumenty. To może być trudny proces i może zająć kilka dni, uzupełniaj listę w miarę pojawiania się nowych myśli.",
        "Na przykład, dla przekonania „Bycie samotnym jest straszne i poniżające” można zapisać następujące kontrargumenty:",
        "kiedy człowiek jest sam, daje mu to możliwość lepszego poznania siebie",
        "bez związku można spróbować czegoś nowego, zrobić coś, co w związku byłoby znacznie trudniejsze",
        "lepiej być samemu niż z niewłaściwym partnerem",
        "I najważniejszy element tego procesu – zastąp swoje stare przekonanie nowym. Powinno ono brzmieć realistycznie i racjonalnie, abyś w nie uwierzył.",
        "Na przykład: „Samotność może być przyjemna i użyteczna, można w niej odpocząć i lepiej poznać siebie. A miłość przejawia się w różnych relacjach.",
        "Nawet bez partnera można odczuwać bliskość z ludźmi, dzielić się przeżyciami i okazywać ciepło. Warto oprzeć się na tym, jakich relacji osobiście pragnę, a jeśli ich nie mam — postawić sobie cel i spróbować je stworzyć.",
        "Ale brak partnera nie czyni mnie niekompletnym. Tak samo jak pragnienie posiadania partnera nie czyni mnie słabym i zależnym.”",
        "Przeczytaj te zapiski codziennie przez 2-3 tygodnie, możesz je uzupełniać lub zmieniać. W ten sposób będziesz w stanie przezwyciężyć negatywny sposób myślenia i rozpocząć własne zmiany.",
        "Miłość to cudowne doświadczenie, ale tak jak każde inne, może być pozytywne i negatywne, i nie powinno definiować, kim jesteśmy i dlaczego tu jesteśmy.",
        "Pragnienie i potrzeba to nie to samo. Tlen to potrzeba, a miłość to pragnienie.",
        "Miłość nie jest potrzebą dorosłego człowieka!",
        "Pragnienie zbudowania związku miłosnego jest normalne. Nie ma w tym nic złego. Dobre relacje z ukochaną osobą to wspaniała przyjemność.",
        "Ale aby przeżyć lub doświadczyć najwyższego szczęścia, nie potrzebujesz ani aprobaty, ani miłości, ani uwagi innej osoby."
      ]
    }
  }
}
