{
  "title": "Uzależnienie od miłości",
  "description": "Miłość, opiewana przez poetów i artystów, uskrzydla i daje poczucie pełni życia. Kiedy jednak przeradza się w patologiczną potrzebę, zaczyna niszczyć człowieka i utrudnia budowanie zdrowych relacji, zwłaszcza u osób z niską samooceną. Prawdziwe szczęście i poczucie pełni można odnaleźć, ucząc się regulować własny nastrój i czerpać przyjemność z tego, co nie zależy od bycia w związku.",
  "screen_1": {
    "texts": [
      "Miłość to wspaniałe uczucie, o którym piszą poeci, malują artyści i śpiewają muzycy. Uskrzydla, inspiruje i daje poczucie pełni życia.",
      "To naturalne, że każdy z nas pragnie kochać i być kochanym.",
      "Jeśli jednak twoje wyobrażenie o miłości sprowadza się do myśli: „Nie mogę być naprawdę szczęśliwą, spełnioną osobą, jeśli nie mam partnera. Do pełni szczęścia potrzebuję czyjejś miłości”, to jest to już sygnał uzależnienia.",
      "Co właściwie oznacza uzależnienie od miłości?",
      "To sytuacja, w której miłość staje się patologiczną potrzebą, bez której nie potrafisz czuć się szczęśliwie.",
      "Cierpisz z powodu braku miłości, oczekujesz, że ktoś wypełni tę pustkę. Masz poczucie, że twoje życie stanie się lepsze, ciekawsze i bogatsze dopiero wtedy, gdy pojawi się ukochana osoba, która da ci poczucie bycia kimś potrzebnym, ważnym i „kompletnym”.",
      "Takie uzależnienie to stan destrukcyjny, który podkopuje twoją osobowość, samoocenę i zdolność do budowania zdrowych relacji.",
      "Przyczyny uzależnienia od miłości mogą być różne, ale najczęściej sięgają dzieciństwa lub okresu dorastania.",
      "Szczególnie podatne są na nie osoby z niską samooceną, które boją się samotności, skupiają się na swoich „wadach” i nie wierzą we własne możliwości.",
      "Niska samoocena, wyniesiona z dzieciństwa, bywa przeżywana jako poczucie własnej „niepełnowartościowości”.",
      "Gdy rodzice poświęcają dziecku mało uwagi i brakuje mu ich czułości, w dorosłym życiu zaczyna ono szukać tych uczuć u partnerów, wchodząc w zależne relacje.",
      "Przyjrzyjmy się historii 28-letniej Wiktorii, która spędza wieczory i weekendy w rozpaczy, ponieważ wierzy: „Szczęście jest możliwe tylko w związku. Bez mężczyzny jestem nikim”.",
      "Dla niej bycie kochaną jest tak samo ważne jak oddychanie. Taka postawa często odstrasza innych."
    ]
  },
  "screen_2": {
    "texts": [
      "Analizując swoje przekonania, Wiktoria wypisała zarówno ich wady, jak i zalety.",
      "Wady brzmiały tak:",
      "To przekonanie wpędza mnie w przygnębienie, ponieważ jestem sama.",
      "Tracę chęć, by cokolwiek robić, poznawać świat albo zajmować się swoimi pasjami.",
      "Przez to czuję się leniwa i nieszczęśliwa.",
      "Budzi to we mnie litość wobec samej siebie.",
      "Odbiera mi to poczucie dumy i pewności siebie, sprawia, że zazdroszczę innym i czuję rozczarowanie.",
      "Potem wypisała zalety tego przekonania:",
      "Nadzieja na znalezienie partnera, doświadczenie miłości i poczucia bezpieczeństwa.",
      "Daje mi to cel i sens życia.",
      "Na ile te „zalety” są w ogóle realne?",
      "Przez wiele lat Wiktoria była przekonana, że nie może żyć bez mężczyzny, ale to przekonanie wciąż nie sprowadziło do jej życia wymarzonego partnera.",
      "Doszła do wniosku, że nadaje mężczyznom zbyt wielkie znaczenie – i wcale nie sprawiło to, że któryś z nich się do niej zbliżył.",
      "Zauważyła też, że osoby zależne emocjonalnie często wydają się innym zbyt wymagające, co utrudnia budowanie relacji.",
      "Zobaczyła, że ludzie, którzy znajdują szczęście w sobie, zwykle bardziej przyciągają innych, bo emanują radością i pewnością siebie.",
      "Uzależnienie od miłości przeszkadza w tworzeniu zdrowych związków. Gdy komunikujesz, że potrzebujesz drugiej osoby, by czuć się szczęśliwą osobą, podświadomie wysyłasz sygnał: „Kochaj mnie, bo jako osoba nic nie znaczę”. Trudno na takiej podstawie zbudować zdrową relację.",
      "Nawet jeśli wejdziesz w związek, trzymając się takich przekonań, relacja raczej nie będzie zdrowa. Całe swoje samopoczucie opierasz wtedy na obecności konkretnej osoby, którą podświadomie uznajesz za źródło swojego szczęścia.",
      "W takiej sytuacji łatwo przekraczać własne granice i robić niemal wszystko, byle tylko ta osoba była blisko. Jeśli nie dostajesz „dawki” uczuć i emocji, których potrzebujesz, zaczynasz wywierać presję na partnera, by poczuć się kochaną osobą, albo fantazjować o tym, że znajdziesz „prawdziwą miłość” gdzieś indziej.",
      "Mimo to wciąż czegoś będzie ci brakować albo będziesz mieć poczucie, że „coś jest nie tak”, bo odpowiedzialność za swój stan emocjonalny oddajesz w ręce drugiej osoby."
    ],
    "quote": {
      "text": "Prawdziwe szczęście polega na tym, by być zadowoloną osobą z samej siebie.",
      "author": "Seneka"
    }
  },
  "screen_3": {
    "texts": [
      "Bardzo ważne jest, by nauczyć się regulować własny nastrój i znajdować szczęście w sobie. Dzięki temu możesz czuć się tak samo „żywo” zarówno w chwilach samotności, jak i wtedy, gdy jesteś z ukochaną osobą.",
      "Możesz jednak pomyśleć: „Brzmi to dobrze, ale mało wiarygodnie. Być samemu to znaczy być emocjonalnym przegrywem”.",
      "Wiele osób wierzy, że miłość „napędza świat”. Widzisz ją w reklamach, słyszysz w popularnych piosenkach, czytasz o niej w wierszach. W rzeczywistości miłość wcale nie jest jedyną drogą do szczęśliwego, pełnego życia.",
      "Bycie samemu wcale nie jest równoznaczne z nieszczęściem. Większość przyjemności w życiu i tak przeżywamy w pojedynkę.",
      "Na przykład gdy słuchasz ulubionej muzyki, tańczysz, spacerujesz po pięknych miejscach, czytasz książkę albo jesz lody. Do tego nie potrzeba towarzystwa, żeby czuć przyjemność.",
      "Liczba przyjemności, którymi można się cieszyć w pojedynkę, jest praktycznie nieskończona. To oznacza, że masz dostęp do wielu źródeł radości niezależnie od tego, czy ktoś jest obok, czy nie.",
      "Pomyśl, jak wyglądałaby twoja własna lista przyjemności. Czym możesz sprawić sobie radość?",
      "Czasem tak bardzo gonimy za wizją idealnego związku i samą ideą „wielkiego uczucia”, że zupełnie tracimy z oczu to, czego naprawdę potrzebujemy, by doświadczyć prawdziwej miłości."
    ],
    "quote": {
      "text": "Miłość do siebie to początek romansu, który trwa całe życie.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Jak uwolnić się od uzależnienia od miłości?",
    "description": "Artykuł poświęcony jest poszukiwaniu szczęścia i przekonaniom związanym z miłością oraz relacjami. Wyjaśnia, że szczęście można osiągać na różne sposoby i proponuje techniki zmiany negatywnych przekonań dotyczących samotności. Uczy dostrzegać radość w codziennych rzeczach i rozwijać się niezależnie od tego, czy jest się w związku.",
    "screen_1": {
      "texts": [
        "Związki i miłość mogą wnieść do życia wiele radości i szczęścia, ale nie są jedyną drogą.",
        "Szczęście to złożony, wielowymiarowy proces i każda osoba ma prawo wybierać własne sposoby i ścieżki jego osiągania.",
        "Dlatego jeśli w tym momencie w twoim życiu nie ma romantycznej relacji, nie oznacza to, że twoje życie jest niepełne.",
        "Aby zmienić swoje przekonania, trzeba włożyć sporo wysiłku – to proces długi i wymagający.",
        "Jesteśmy jednak przekonani, że korzystając z poniższych wskazówek i technik, możesz stopniowo uwalniać się od uzależnienia od miłości i uczyć się bycia osobą szczęśliwą zarówno w związku, jak i bez niego.",
        "Zmiana filtra",
        "Zdarzyło ci się zauważyć, że kiedy dopada cię poczucie samotności, na ulicy wszędzie widzisz zakochane pary?",
        "Wydaje się wtedy, że cały świat jest przeciwko tobie: tu para gołębi, tam kocur i kotka, a ty wciąż czujesz się samotnie. Tak działa zniekształcenie poznawcze zwane negatywnym filtrem.",
        "To błąd w myśleniu i postrzeganiu, w którym zauważasz przede wszystkim to, co cię boli, a resztę ignorujesz.",
        "Spróbuj zmienić ten filtr – spójrz szerzej. Ucz się dostrzegać nie tylko szczęśliwe pary, lecz także osoby, które są szczęśliwe w pojedynkę. I ludzi, którzy mają partnera, ale wcale nie stali się przez to bardziej szczęśliwi – sam związek nie zawsze idzie w parze z dobrostanem."
      ],
      "quote": {
        "text": "Szczęście jest jak motyl: im bardziej próbujesz je złapać, tym bardziej się wymyka. Ale gdy skierujesz uwagę na inne rzeczy, przyleci i cicho usiądzie ci na ramieniu.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Arkusz przewidywanej przyjemności",
        "Szczęście można odnajdywać każdego dnia w drobnych radościach, w rozwoju osobistym, w przyjaźni i w wielu innych obszarach życia.",
        "Najprawdopodobniej jednak myślisz inaczej i wierzysz, że bez drugiej osoby nie możesz być szczęśliwą osobą.",
        "Aby sprawdzić to przekonanie w praktyce, skorzystaj z narzędzia „Arkusz przewidywanej przyjemności”. Zawiera ono kilka kolumn, w których zapisujesz prognozowany i faktyczny poziom przyjemności z różnych aktywności (zawodowych i wypoczynkowych), wykonywanych w pojedynkę lub w towarzystwie innych osób.",
        "W pierwszej kolumnie wpisz datę eksperymentu.",
        "W drugiej zapisz kilka działań, które planujesz wykonać tego dnia w ramach eksperymentu (zalecamy przeprowadzenie 40–50 takich prób w ciągu dwóch–trzech tygodni. Wybierz aktywności, które zwykle dają ci poczucie satysfakcji lub przyjemności, albo takie, które mają potencjał uczenia się lub rozwoju).",
        "W trzeciej kolumnie zapisz, z kim będziesz wykonywać dane działanie. Jeśli robisz coś w pojedynkę, wpisz: „Ja”.",
        "W czwartej kolumnie oszacuj, ile przyjemności przyniesie ci konkretna aktywność, oceniając ją w skali od 0 do 100% – im wyższa liczba, tym większej przyjemności się spodziewasz.",
        "Bardzo ważne jest, by wypełnić czwartą kolumnę jeszcze przed rozpoczęciem zaplanowanego działania, a nie po jego zakończeniu! Kiedy uzupełnisz pierwsze cztery kolumny, przejdź do działania.",
        "Następnie w piątej kolumnie zapisz faktyczny poziom przyjemności, używając tej samej skali – od 0 do 100%.",
        "Po przeprowadzeniu serii takich eksperymentów możesz przeanalizować zebrane dane i dowiedzieć się o sobie wiele ciekawych rzeczy.",
        "Po pierwsze, porównując przewidywaną przyjemność (kolumna 4) z rzeczywistą (kolumna 5), zobaczysz, na ile trafne są twoje prognozy.",
        "Możesz zauważyć, że zwykle zaniżasz oczekiwany poziom przyjemności, zwłaszcza gdy robisz coś w pojedynkę.",
        "Może też zaskoczyć cię odkrycie, że aktywności z innymi osobami nie zawsze spełniają twoje oczekiwania.",
        "Może się okazać, że w wielu sytuacjach spędzanie czasu w pojedynkę było dla ciebie przyjemniejsze niż bycie w towarzystwie.",
        "Z kolei najwyższe oceny, jakie przyznajesz aktywnościom wykonywanym w pojedynkę, mogą okazać się równe ocenom działań w grupie albo nawet je przewyższać."
      ],
      "quote": {
        "text": "Nikt nie może sprawić, że poczujesz się osobą gorszej wartości bez twojej zgody.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Korygowanie przekonań",
        "Miłość, związek i małżeństwo nie są warunkiem koniecznym szczęścia ani wysokiej samooceny – czasem po prostu nie wystarczają.",
        "Dowodem na to są miliony kobiet i mężczyzn, którzy żyją w małżeństwie, a mimo to czują się nieszczęśliwi.",
        "Gdyby miłość była lekarstwem na samotność, problemy, złe samopoczucie czy depresję, psychologowie nie mieliby pracy.",
        "Tak jednak nie jest – sam fakt posiadania partnera nie gwarantuje szczęśliwego życia. To coś, co trzeba przyjąć i zrozumieć.",
        "Żeby zacząć pracę nad konkretnym przekonaniem, najpierw je sformułuj i zapisz. Może brzmieć na przykład tak:",
        "„Jeśli nie mam partnera, jestem nieszczęśliwą osobą”.",
        "„Jeśli nikt mnie nie kocha, znaczy, że jestem przegrywem”.",
        "„Bez związku jestem osobą niepełnowartościową”.",
        "Następnie opisz, w jaki konkretny sposób to przekonanie ci szkodzi. Na przykład:",
        "zbyt wygórowane wymagania wobec siebie, którym nie ma końca, poczucie, że „nie nadaję się” do związku,",
        "nierealistyczne oczekiwania wobec partnera, skłonność do globalnych wniosków o miłości i „nielubieniu” zamiast skupienia na konkretnych trudnościach,",
        "ciągłe poczucie niezadowolenia i obniżony nastrój, które wzmacnia każda sytuacja samotności,",
        "Potem zapisz kontrargumenty. To bywa trudny proces i może zająć więcej niż jeden dzień – warto dopisywać nowe myśli, gdy się pojawią.",
        "Na przykład dla przekonania „Bycie samemu jest straszne i upokarzające” kontrargumenty mogłyby wyglądać tak:",
        "kiedy człowiek jest sam, ma szansę lepiej poznać siebie,",
        "bez związku łatwiej spróbować czegoś nowego, zrobić rzeczy, które w relacji byłyby znacznie trudniejsze,",
        "lepiej być samemu niż z nieodpowiednim partnerem.",
        "I wreszcie najważniejszy element tego procesu – zastąpienie starego przekonania nowym. Powinno brzmieć realistycznie i racjonalnie, tak aby naprawdę można było w nie uwierzyć.",
        "Na przykład: „Samotność bywa przyjemna i wartościowa – można w niej odpocząć i lepiej poznać siebie. A miłość przejawia się w różnych relacjach”.",
        "„Nawet bez partnera można czuć się z kimś blisko, dzielić się przeżyciami i okazywać innym ciepło. Warto opierać się na tym, jakich relacji ja naprawdę chcę, a jeśli ich teraz nie mam – wyznaczyć sobie cel i spróbować je zbudować”.",
        "„Brak partnera nie czyni mnie osobą gorszej wartości. Tak samo jak pragnienie posiadania partnera nie dowodzi mojej słabości ani zależności”.",
        "Warto wracać do tych zapisów codziennie przez 2–3 tygodnie, uzupełniać je lub modyfikować. W ten sposób stopniowo przełamujesz negatywne schematy myślenia i robisz pierwszy krok do zmiany.",
        "Miłość jest niezwykłym doświadczeniem, ale – jak każde inne – może mieć jasne i ciemne strony i nie powinna definiować tego, kim jesteśmy i po co żyjemy.",
        "Pragnienie i potrzeba to nie to samo. Tlen jest potrzebą, miłość jest pragnieniem.",
        "Miłość nie jest podstawową potrzebą dorosłej osoby.",
        "Chęć zbudowania relacji romantycznej jest czymś zupełnie naturalnym. Nie ma w niej nic złego – dobry związek z ukochaną osobą to ogromne źródło przyjemności.",
        "Nie jest ci jednak potrzebna niczyja aprobata, miłość ani uwaga, żeby przeżyć swoje życie i doświadczać w nim głębokiego szczęścia."
      ],
      "quote": {
        "text": "Szczęście nie jest czymś gotowym. Wyrasta z twoich własnych działań.",
        "author": "Dalajlama"
      }
    }
  }
}
