{
  "title": "Zawsze to moja wina? Iluzja wszechmocy",
  "description": "Ten artykuł przygląda się zjawisku psychologicznemu nazywanemu personalizacją – przekonaniu, że jest się przyczyną niemal wszystkiego, co dzieje się wokół. Tekst wyjaśnia mechanizmy takiego sposobu myślenia oraz jego negatywne skutki, takie jak stres, lęk, niska samoocena i trudności w relacjach. Opisuje także, skąd biorą się takie przekonania – od doświadczeń z dzieciństwa po wpływ norm kulturowych. Na końcu znajdziesz rekomendacje, jak stopniowo przezwyciężać personalizację i uwalniać się od poczucia nieuzasadnionej winy.",
  "screen_1": {
    "texts": [
      "W każdej sytuacji, bez względu na wynik, przyczyną wszystkiego jestem ja.",
      "Nie zdążasz na pociąg – od razu winisz siebie, że za długo się szykujesz. Ludzie naprzeciwko w metrze się śmieją – wydaje ci się, że na pewno z ciebie. partner jest bez humoru – natychmiast pojawia się myśl: „To przeze mnie”.",
      "Brzmi znajomo?",
      "Jeśli tak, masz do czynienia z przekonaniem o własnej wszechmocy.",
      "Każde z nas w jakimś stopniu doświadcza personalizacji.",
      "To podstępna psychologiczna pułapka, która sprawia, że czujesz się w centrum wszechświata i bierzesz na siebie odpowiedzialność za wiele rzeczy dziejących się wokół.",
      "Powstaje przekonanie, że inni ludzie reagują wyłącznie na ciebie, że ich działania, myśli i emocje w pełni zależą od twoich zachowań, choć w rzeczywistości nie masz nad tym takiej kontroli.",
      "Męczysz się, oskarżając siebie i nosząc w sobie przytłaczające poczucie winy.",
      "Paradoksalnie przekonanie o własnej wszechmocy wcale nie wzmacnia, lecz ogranicza, pogłębiając lęk i obniżając twoją skuteczność.",
      "Jak przejawia się personalizacja?",
      "„To wszystko przeze mnie”: masz tendencję, by wierzyć, że wszystko, co dzieje się w twoim życiu, jest skutkiem twoich działań. Nieważne, czy chodzi o coś dobrego, czy złego – całą odpowiedzialność bierzesz na siebie.",
      "„Wszystko kręci się wokół mnie”: masz poczucie, że inni bez przerwy o tobie myślą, komentują cię i dostrzegają wszystkie twoje potknięcia oraz niedoskonałości.",
      "„To wszystko moja wina”: poczucie winy staje się stałym towarzyszem, niezależnie od rzeczywistych przyczyn wydarzeń."
    ]
  },
  "screen_2": {
    "texts": [
      "Na przykład:",
      "Wyobraź sobie, że wchodzisz do sklepu, a kasjer odzywa się do ciebie opryskliwie. Zamiast pomyśleć, że mógł mieć zły dzień albo po prostu jest nieuprzejmy, zaczynasz obwiniać siebie: „Na pewno robię coś nie tak”.",
      "Na spotkanie ze znajomymi zaproszono osobę, której nie lubisz. Myślisz, że zrobili to specjalnie po to, żeby pokazać, że jesteś kimś zbędnym i że wcale nie mają ochoty utrzymywać z tobą kontaktu.",
      "„Jeśli ona nie odbiera mojego telefonu, to znaczy, że obraziła się na mnie”.",
      "Ci nastolatkowie śmieją się i spoglądają po sobie – na pewno mówią o mnie.",
      "Przy takim sposobie myślenia zupełnie nie liczy się to, kto faktycznie ponosi odpowiedzialność – wina i tak odczuwana jest jako twoja. Do czego może to prowadzić? Oczywiście do stresu, apatii, lęku, problemów z samooceną, a nawet depresji.",
      "Dlaczego personalizacja jest niebezpieczna?",
      "Nadmierna samokrytyka: osoby skłonne do personalizacji obwiniają siebie za zdarzenia, które w rzeczywistości nie zależały od nich.",
      "Stres i lęk: ciągłe poczucie, że „wszystkie problemy są przeze mnie”, prowadzi do chronicznego napięcia i nasilonego lęku.",
      "Trudności w relacjach: osoby skłonne do personalizacji łatwo błędnie interpretują zachowanie innych, obrażają się i w efekcie niszczą relacje.",
      "Zniekształcony obraz rzeczywistości: jak każde irracjonalne przekonanie, personalizacja wprowadza w błąd, utrudnia trzeźwą ocenę sytuacji i sprawia, że umykają ci obiektywne fakty oraz okoliczności.",
      "Niska samoocena: nieustannie obwiniając się za wszystko, stopniowo podkopujesz swoją wiarę w siebie.",
      "Postawa ofiary: niektóre osoby nieświadomie szkodzą sobie, karząc się za wymyślone przewinienia. Mogą też pozwalać innym traktować się lekceważąco."
    ],
    "quote": {
      "text": "Poczucie winy nieuchronnie uruchamia scenariusz kary – i to poza twoją świadomą kontrolą.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Skąd bierze się personalizacja?",
      "Tego typu przekonania kształtują się już w dzieciństwie.",
      "Wiadomo, że sposób myślenia dziecka jest egocentryczny – dziecko szczerze wierzy, że jest przyczyną wszystkiego, co dzieje się dookoła.",
      "Na przykład dla trzylatków czy czterolatków zupełnie naturalne jest przekonanie, że słońce wschodzi, bo właśnie się obudzili, a zachodzi wtedy, gdy pora iść spać.",
      "Wielu dorosłych nawet z wiekiem nadal przenosi elementy takiego egocentrycznego myślenia na codzienne sytuacje.",
      "Presja ze strony rodziny lub otoczenia może skłonić osobę do przekonania, że odpowiada za dobrostan innych. Na przykład wtedy, gdy dziecko już we wczesnym wieku jest zmuszone opiekować się rodzicami.",
      "Problemy z samooceną mogą być zarówno skutkiem, jak i przyczyną takich przekonań.",
      "Osoby z niską samooceną często mają skłonność do personalizacji. Mogą uważać, że „nie zasługują” na dobre traktowanie, i dlatego przypisują negatywne wydarzenia swoim działaniom lub rzekomym brakom.",
      "Do personalizacji może też przyczyniać się doświadczenie traumy w przeszłości. W młodym wieku łatwo o zniekształcenie sposobu myślenia i utrwalenie przekonania, że wszystko zależy właśnie od dziecka.",
      "Jeśli ktoś w dzieciństwie często słyszał od rodziców: „To wszystko twoja wina” albo „Nigdy nic nie robisz dobrze”, może nosić taką „etykietę” przez całe życie, przypisując każdą trudną sytuację własnej winie.",
      "W niektórych kulturach przyjmowanie odpowiedzialności za wszystko, co dzieje się wokół, jest wręcz normą. Może to sprzyjać personalizacji nawet wtedy, gdy dana osoba obiektywnie nie ponosi winy.",
      "Niezależnie od tego, jakie były źródła tych przekonań, sposób myślenia można zmieniać na każdym etapie życia – jeśli pojawia się na to motywacja.",
      "W kolejnej części, jak zawsze, omówimy kluczowe zalecenia pomagające pracować z wiarą we własną wszechmoc."
    ],
    "quote": {
      "text": "Nie można obwiniać się za wszystko, jeśli nie uważa się siebie za istotę wszechmocną.",
      "author": "Michaił Bułhakow"
    }
  },
  "exercise": {
    "title": "Wyjście z pułapki „To wszystko przeze mnie”",
    "description": "Artykuł wyjaśnia, czym jest personalizacja – nawyk interpretowania wydarzeń tak, jakby były ściśle związane z własną osobą. Dowiesz się, dlaczego taki sposób myślenia wywołuje niepotrzebne poczucie winy i lęk oraz jak krok po kroku rozwijać zdrowsze spojrzenie na sytuacje. Przedstawione techniki pomagają łagodnie oddzielać fakty od myśli, zmniejszać samokrytykę i odzyskiwać więcej wewnętrznego spokoju.",
    "screen_1": {
      "texts": [
        "Czasem personalizację nazywa się „manią wielkości”, ale w tym wypadku nie chodzi o poczucie siły ani wyjątkowości.",
        "Personalizacja to nawykowe poczucie, że to, co dzieje się wokół, ma z tobą bezpośredni związek – nawet gdy brak na to dowodów.",
        "W środku częściej odczuwasz to nie jako władzę, lecz jako lęk – jakby wszyscy patrzyli, oceniali i oczekiwali od ciebie idealnego zachowania.",
        "Żeby wyjść z tego schematu, warto uczyć się dostrzegać rzeczywiste przyczyny zdarzeń, zamiast automatycznie obwiniać siebie.",
        "Kiedy bierzemy odpowiedzialność za to, co leży poza naszym wpływem, przeciążamy się i tworzymy idealne warunki dla poczucia winy oraz zmęczenia.",
        "Pierwszy krok to obserwacja. Zauważaj momenty, w których w głowie pojawia się myśl: „To moja wina”, mimo że masz niewiele faktów albo nie masz ich wcale.",
        "Zadaj sobie pytanie: „Czy rzeczywiście mam wpływ na tę sytuację? Czy to tylko myśl, a nie fakt?”",
        "Spróbuj brać pod uwagę inne możliwe wyjaśnienia tego, co się dzieje. Na przykład: „Ona się nie przywitała. Być może jest czymś zdenerwowana, spieszy się albo jest pochłonięta własnymi myślami – to wcale nie musi mieć ze mną związku”."
      ],
      "quote": {
        "text": "Wszystko, co słyszymy, jest opinią, a nie faktem. Wszystko, co widzimy, jest jedynie spojrzeniem, a nie prawdą.",
        "author": "Marek Aureliusz"
      }
    },
    "screen_2": {
      "texts": [
        "Pomóc może seria pytań:",
        "Czy naprawdę muszę obwiniać się w tej sytuacji?",
        "Czy to w ogóle było pod moją kontrolą?",
        "Za co dokładnie mogę odpowiadać? Gdzie kończy się moja odpowiedzialność?",
        "Jakie inne czynniki mogły wpłynąć na tę sytuację?",
        "Przykład:",
        "Przychodzisz do pracy, a kolega się nie wita. Automatyczna myśl: „Na pewno to przeze mnie”.",
        "Teraz włączasz analizę:",
        "Mogła mnie nie zauważyć, być zamyślona, niewyspana, spieszyć się albo martwić się czymś swoim.",
        "Nie mogę znać dokładnej przyczyny bez szczerej rozmowy.",
        "Nawet jeśli ma zły nastrój, może to mieć związek z wieloma innymi rzeczami, a nie ze mną.",
        "Skoro nie ma faktów, nie ma też podstaw do obwiniania siebie.",
        "Nie możemy kontrolować wszystkiego. Czasem najlepszym krokiem jest odpuścić i pozwolić światu toczyć się własnym rytmem."
      ],
      "quote": {
        "text": "Nie rzeczy same w sobie niepokoją ludzi, lecz ich wyobrażenia o tych rzeczach.",
        "author": "Epiktet"
      }
    },
    "screen_3": {
      "texts": [
        "Kilka ćwiczeń, które mogą pomóc:",
        "Spojrzenie z boku",
        "Wyobraź sobie, że bliska osoba opisuje ci dokładnie taką samą sytuację. Jakie słowa wsparcia usłyszałaby od ciebie? W podobny sposób możesz zwrócić się do siebie.",
        "Ćwiczenie z frazą „gdyby…”",
        "Uzupełniaj tę myśl: „Jeśli naprawdę uznaję, że to ja odpowiadam za wszystko, to oznaczałoby, że…”.",
        "Na przykład: „…że mogę kontrolować uczucia innych”, „…że czytam w cudzych myślach” albo „…że odpowiadam za wszystkie wydarzenia wokół”.",
        "Kiedy zauważasz absurdalność takich fantazji, łatwiej wrócić do bardziej realistycznego spojrzenia na sytuację.",
        "Z czasem takie ćwiczenia pomagają delikatnie oddzielać rzeczywiste fakty od automatycznego poczucia winy.",
        "Pamiętaj: uważność na to, co się dzieje, jest wartościowa. Nie oznacza jednak, że musisz odpowiadać za wszystko.",
        "Odstępując od personalizacji, odzyskujesz więcej lekkości, przestrzeni i wewnętrznego spokoju."
      ]
    }
  }
}
