{
  "title": "Wszyscy są mi coś winni. Co jest nie tak z tym przekonaniem?",
  "description": "Artykuł omawia postawę „wszyscy są mi coś winni”, charakterystyczną dla osób oczekujących, że świat będzie kręcił się wokół nich i automatycznie zaspokajał wszystkie ich potrzeby. Autor wyjaśnia, jak taka postawa kształtuje się w dzieciństwie, pokazuje przykłady jej przejawów w dorosłym życiu i opisuje negatywne konsekwencje tego sposobu myślenia – rozczarowanie, napięcie w relacjach oraz utratę samodzielności. Na końcu podkreślone jest, jak ważne jest przyjmowanie świata takim, jaki jest, oraz zrozumienie, że jest w nim miejsce nie tylko dla nas, lecz także dla innych ludzi.",
  "screen_1": {
    "texts": [
      "Przekonanie „Świat jest mi coś winien” to pułapka, w którą wpada wiele osób wierzących, że wszystko powinno kręcić się wokół nich.",
      "Osoby żyjące w takim schemacie często zakładają, że inni będą się z nimi zgadzać i spełniać ich prośby.",
      "Rzadko biorą pod uwagę zdanie ani potrzeby innych ludzi, uznając, że ich własne pragnienia i oczekiwania są ważniejsze.",
      "Przekonania „powinności” mogą brzmieć na przykład tak:",
      "Przyjaciele zawsze powinni mi pomagać",
      "Mój partner powinien zawsze i we wszystkim mnie wspierać",
      "Moja mama powinna zajmować się moimi dziećmi",
      "Wszystko powinno być tak, jak ja chcę",
      "Nikt nie powinien mi odmawiać",
      "Świat powinien być wobec mnie sprawiedliwy",
      "Jeśli rozpoznajesz u siebie podobny sposób myślenia, prawdopodobnie wierzysz, że zasługujesz na sukces, miłość i szczęście już z samego faktu swojego istnienia.",
      "Oczekujesz, że wszechświat i inni ludzie będą spełniać twoje życzenia – bo jesteś „dobrą osobą” albo dlatego, że ciężko pracujesz.",
      "Kiedy jednak tak się nie dzieje – a zdarza się to często – stajesz przed wyborem: pogrążyć się w przygnębieniu i poczuciu niższej wartości albo wybuchnąć złością. Osoby, które myślą w kategoriach „wszyscy są mi coś winni”, bardzo często napotykają przez to na poważne trudności."
    ],
    "quote": {
      "text": "Nie możemy sterować wiatrem, ale możemy ustawiać żagle.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Na pierwszym planie pojawia się rozczarowanie: jeśli ktoś ci odmówi, nie uzna, że powinien rozwiązywać twoje problemy albo nie spełni twoich oczekiwań, nieuchronnie pojawiają się rozgoryczenie, żal, złość i myśl: „Jak można tak traktować tak wspaniałą osobę jak ja?”.",
      "Zużywasz mnóstwo energii na podsycanie negatywnych emocji, widząc świat w ponurych barwach. Roszczeniowe nastawienie do życia utrudnia ci czerpanie radości i przyjemności, bo nie przyjmujesz świata takim, jaki jest – zawsze masz zastrzeżenia do tego, jak został „urządzony”.",
      "Tania jest wyrazistym przykładem osoby z przekonaniem „wszyscy są mi coś winni”. Oczekuje, że przyjaciele będą zawsze dostępni, gotowi rzucić wszystko i pędzić jej na ratunek, rozwiązując każdy jej problem i spełniając wszystkie prośby.",
      "Może na przykład zadzwonić o trzeciej w nocy, żądając, by przyjaciółka natychmiast przyjechała i wsparła ją po kłótni z partnerem.",
      "Albo bez uprzedzenia poprosić o pomoc przy przeprowadzce, mimo że przyjaciółka ma już na ten dzień zaplanowane ważne spotkanie. Gdy bliscy nie są w stanie jej pomóc, Tania obraża się i czuje się porzucona oraz niepotrzebna.",
      "To bardzo ryzykowna postawa, która może prowadzić do izolacji, narastających napięć w relacjach, a nawet do ich całkowitego rozpadu.",
      "Przyjaciele i bliscy zaczynają unikać spotkań i rozmów, obawiając się kolejnych żądań, fochów czy kłótni. Nikt nie chce przecież ciągle czuć się zobowiązany i podporządkowany cudzym zachciankom.",
      "Skąd w ogóle bierze się takie przekonanie? Taka postawa bardzo często kształtuje się w dzieciństwie, kiedy dziecko nie spotyka się z realistycznymi granicami i dostaje niemal wszystko, czego zapragnie. Może się to dziać z różnych powodów:",
      "Rodzice rozpieszczają dziecko i pozwalają mu robić wszystko, co tylko przyjdzie mu do głowy.",
      "W takiej sytuacji rozwija się u dziecka narcystyczna część osobowości z nadmiernym poczuciem własnej wyjątkowości.",
      "Przykład: mała Kasia zawsze dostawała wszystko, czego chciała. Rodzice byli przekonani, że zasługuje na to, co najlepsze, i niemal nigdy jej nie odmawiali. Kasia przywykła do tego, że świat kręci się wokół niej, i nie rozumiała, dlaczego w szkole nauczyciele nie poświęcają jej całej uwagi, a rówieśnicy nie zawsze liczą się z jej zdaniem.",
      "Rodzice sami żyją w przekonaniu, że „wszyscy są im coś winni”.",
      "Dziecko powiela rodzicielski scenariusz i przejmuje ten sposób myślenia.",
      "Przykład: rodzice Iwana nieustannie narzekali na życie, byli przekonani, że powinni zarabiać więcej, że nikt ich nie docenia i że ich prawa są ciągle łamane. Iwan dorastał w atmosferze wiecznego niezadowolenia i poczucia, że świat jest mu coś winien."
    ],
    "quote": {
      "text": "Nikt nie jest ci nic winien. Wszystko, co otrzymujesz w życiu, jest darem.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Rodzice nie liczyli się ze zdaniem dziecka, ignorowali jego zainteresowania i pragnienia.",
      "Dziecko złości się na rodziców, ale nie może otwarcie tej złości wyrazić. W rezultacie przenosi ją na otoczenie, oczekując, że inni będą je żałować i wynagrodzą to, czego zabrakło mu w dzieciństwie.",
      "Przykład: Ania zawsze marzyła, by zostać artystką, ale rodzice zmusili ją, by poszła na prawo, uznając, że to bardziej prestiżowy zawód. Ania ustąpiła, jednak sercem wciąż była przy twórczości.",
      "Miała żal do rodziców o to, że nie pozwolili jej spełnić marzenia, a później przenosiła tę urazę na innych ludzi, oczekując, że to oni pomogą jej odnaleźć szczęście w życiu.",
      "Dziecko było zmuszane do zaspokajania potrzeb rodziców, by zasłużyć na ich miłość. Dorasta z przekonaniem, że na miłość trzeba sobie zasłużyć.",
      "Przykład: Siergiej przez całe dzieciństwo starał się spełniać wszystkie oczekiwania rodziców, bo bał się, że jeśli zrobi coś „nie tak”, przestaną go kochać. Dorósł jako osoba niepewna siebie, która wciąż próbuje udowodnić swoją wartość i jest przekonana, że inni w końcu powinni dać mu to, na co „zasłużył”.",
      "Skutki takiej postawy mogą być różnorodne i zazwyczaj niekorzystne. Obejmują między innymi:",
      "Rozczarowanie i poczucie niespełnienia: oczekiwanie, że inni będą zaspokajać wszystkie twoje potrzeby, prowadzi do stałego rozczarowania i niezadowolenia z powodu rozbieżności między oczekiwaniami a rzeczywistością.",
      "Napięcie w relacjach: przekonanie, że świat ma się do ciebie dostosować, sprzyja napięciom i konfliktom, bo często rodzi pretensje i nieporozumienia.",
      "Utrata niezależności: ciągłe oczekiwanie, że inni będą przejmować na siebie wszystkie obowiązki, uzależnia cię od otoczenia i hamuje rozwój samodzielności oraz osobisty wzrost.",
      "Negatywny wpływ na samoocenę: poleganie wyłącznie na innych przy zaspokajaniu własnych potrzeb utrudnia budowanie wewnętrznego poczucia wartości i może prowadzić do silnych, bolesnych emocji oraz poczucia niższej wartości.",
      "Niedostatek wzajemnej pomocy: koncentrując się wyłącznie na sobie, tracisz okazję, by okazywać empatię i wspierać innych, co utrudnia rozwój wartościowych relacji i sieci wzajemnego wsparcia."
    ],
    "quote": {
      "text": "Nie oczekuj, że świat będzie kręcił się wokół ciebie. W tym świecie jest miejsce także dla innych.",
      "author": "Arystoteles"
    }
  },
  "exercise": {
    "title": "Jak poradzić sobie z myśleniem w kategoriach „powinien/powinnam”?",
    "description": "Artykuł omawia przekonania typu „powinien/powinni” jako źródło stresu i poczucia niespełnienia, pokazując, że takie schematy sprawiają, iż czujemy się zakładnikami okoliczności. Autor zachęca, by zauważyć ich nierealistyczny charakter, zastępować je bardziej elastycznymi sformułowaniami oraz brać odpowiedzialność za własne pragnienia i działania. Praktyka wdzięczności i współczucia, a także umiejętność proszenia o pomoc i akceptowania niedoskonałości pomagają zmniejszyć napięcie i poprawić jakość życia.",
    "screen_1": {
      "texts": [
        "Przekonania „powinności” – wszystkie te wewnętrzne „muszę” i „powinni” – to cichy wróg, który kradnie nam radość życia, podkopuje spokój i utrudnia budowanie konstruktywnych, bliskich relacji z innymi.",
        "W centrum takiej postawy stoi właśnie idea obowiązku.",
        "Samo słowo „powinien” w większości sytuacji okazuje się pułapką językową.",
        "Znaczenie słowa „powinien” brzmi: tylko tak i inaczej być nie może. Sformułowania typu „powinienem”, „jestem zobowiązany”, „koniecznie trzeba” sprawiają, że czujemy się zakładnikami okoliczności, bo opisują sytuację, w której jakby nie ma żadnej alternatywy.",
        "Tymczasem tak kategoryczne podejście bywa uzasadnione jedynie w bardzo rzadkich, niemal wyjątkowych sytuacjach.",
        "Na przykład realistyczne jest stwierdzenie: „człowiek musi oddychać powietrzem”, bo fizycznie nie ma dla tego alternatywy.",
        "Natomiast zdanie: „nikt nie powinien się spóźniać” jest nierealistyczne i nieadekwatne, ponieważ w rzeczywistości spóźnienia się zdarzają. Ludzie się spóźniają, mają opóźnienia albo czasem w ogóle nie przychodzą.",
        "Dlatego obecność przekonań „powinności” nieuchronnie prowadzi do stresu – ostrego lub przewlekłego.",
        "Jak uwolnić się od myślenia w kategoriach „powinien/powinni”?",
        "Zacznij od zauważenia, że dane przekonanie jest nierealistyczne.",
        "Stawiając innym twarde wymagania, jak mają się wobec ciebie zachowywać, co mówić i co robić, oczekujesz tylko jednego, z góry ustalonego rezultatu.",
        "To potężne źródło stresu, bo nikt nigdy nie miał wokół siebie ludzi, którzy nieustannie spełnialiby wszystkie jego oczekiwania.",
        "Nawet najbardziej wpływowe osoby, najwyżsi przywódcy mieli wokół siebie ludzi, którzy zachowywali się „nie tak, jak powinni”.",
        "Nic więc dziwnego, że gdy spotykamy się z osobą, która zachowuje się „nie tak, jak powinna”, nasze napięcie psychiczne rośnie. Stąd bierze się przewlekły stres, uraza i cały bukiet trudnych emocji."
      ],
      "quote": {
        "text": "Jeśli uważasz, że świat jest ci coś winien, to właśnie to przekonanie stanie się źródłem twojego cierpienia. Pamiętaj: świat nic nie jest winien nikomu.",
        "author": "Budda"
      }
    },
    "screen_2": {
      "texts": [
        "Zidentyfikuj źródła tego przekonania.",
        "Zastanów się, skąd wzięło się to przekonanie. Być może w dzieciństwie dużo ci pobłażano, nie stawiano realistycznych granic albo taki sposób myślenia po prostu panował w twoim domu. Sama świadomość przyczyny nie usuwa przekonania, ale jest ważnym krokiem w pracy nad nim.",
        "Zwracaj uwagę na to, co mówisz. Wyłapuj w swojej mowie słowa „muszą”, „powinni”, „trzeba” i zamieniaj je na „chcę”, „wolę”, „miło by było, gdyby…”.",
        "Przykład: zdanie „Moi przyjaciele powinni dzwonić do mnie pierwsi” można zastąpić myślą: „Miło by było, gdyby moi przyjaciele częściej dzwonili do mnie jako pierwsi”.",
        "Weź odpowiedzialność na siebie.",
        "Znaczenie używanych słów wprost wpływa na to, jak postrzegasz daną sytuację.",
        "W jednym przypadku masz do czynienia z rzekomą koniecznością, za którą odpowiada jakaś zewnętrzna siła (inni ludzie, natura, okoliczności itd.), w drugim – z twoim własnym, wolnym wyborem, za który odpowiedzialność ponosisz po prostu ty.",
        "Trudno jest brać odpowiedzialność za własne wybory, ale to właśnie ta droga z czasem zwiększa poczucie wolności i zmniejsza obciążenie stresem.",
        "Rozłóż swoje „powinności” na czynniki pierwsze.",
        "Zamiast powtarzać: „inni są mi coś winni…”, zadaj sobie pytanie:",
        "Dlaczego właściwie uważam, że tak „powinno” być?",
        "Czy istnieją inne możliwości?",
        "Co tak naprawdę chcę w ten sposób osiągnąć?",
        "Na czym dokładnie polegałaby korzyść, gdyby wszystko rzeczywiście wyglądało w ten sposób?",
        "Nazwij swoje prawdziwe potrzeby i podejdź do tego z maksymalną szczerością. Czego naprawdę chcesz, kiedy mówisz, że ktoś lub coś jest ci coś winien? Jakich wartości w ten sposób bronisz?"
      ]
    },
    "screen_3": {
      "texts": [
        "Ucz się prosić i jasno wyrażać swoje potrzeby.",
        "Zamiast zakładać, że inni sami wiedzą, czego potrzebujesz lub czego pragniesz, ćwicz mówienie o tym wprost i proszenie o wsparcie wtedy, gdy jest ci potrzebne.",
        "Ćwicz współczucie.",
        "Postaraj się zrozumieć uczucia innych osób. Pamiętaj, że każdy ma własne troski i że inni nie zawsze mogą cię wesprzeć, wysłuchać czy pochwalić dokładnie wtedy, kiedy tego oczekujesz.",
        "Próbuj stawać w ich sytuacji, szukaj alternatywnych wyjaśnień tego, co się dzieje – w ten sposób rozwijasz empatię.",
        "Praktykuj wdzięczność.",
        "Zamiast koncentrować się na tym, co inni „powinni” dla ciebie robić, skup się na docenianiu tego, co faktycznie robią.",
        "Wyobraź sobie na przykład, że kolega z pracy pomaga ci przy projekcie, choć sam jest bardzo zajęty. Zamiast myśleć: „On powinien mi pomagać, to jego obowiązek”, możesz powiedzieć sobie: „Naprawdę doceniam jego pomoc, zwłaszcza biorąc pod uwagę jego obciążenie. To bardzo profesjonalne z jego strony”.",
        "Praktyka wdzięczności pomaga dostrzegać i doceniać życzliwe gesty innych osób, a także tworzy atmosferę wzajemnego szacunku i wsparcia. Wdzięczność można okazywać zarówno osobiście, jak i publicznie – sprzyja to pogłębianiu relacji z ludźmi wokół.",
        "Akceptuj niedoskonałość.",
        "Świat nie jest idealny – nie wymagaj od siebie ani od innych niemożliwego. Nie próbuj zmieniać całego świata i wszystkich ludzi pod własne oczekiwania, bo to i tak się nie uda.",
        "Uwolnienie się od irracjonalnych przekonań to proces długi i nie zawsze łatwy, ale warty wysiłku. Z czasem zaczniesz czuć się bardziej wolną/wolnym, spokojną/spokojnym i pewną/pewnym siebie osobą."
      ]
    }
  }
}
