{
  "title": "Czy wszyscy są mi coś winni? Co jest nie tak z tym przekonaniem?",
  "description": "Artykuł bada problem przekonania „wszyscy są mi coś winni”, które kształtuje się u ludzi oczekujących, że świat będzie się kręcił wokół nich i spełniał wszystkie ich potrzeby. Autor wyjaśnia, jak to przekonanie powstaje w dzieciństwie, podaje przykłady jego przejawów w dorosłym życiu oraz opisuje negatywne skutki takiego myślenia, w tym rozczarowanie, napięcia w relacjach i utratę niezależności. Na zakończenie proponuje ideę, że ważne jest akceptowanie świata takim, jaki jest, oraz zrozumienie, że jest w nim miejsce nie tylko dla nas, ale i dla innych ludzi.",
  "screen_1": {
    "texts": [
      "\"Wszyscy są mi coś winni\" — to pułapka, w którą wpada wiele osób, wierząc, że świat kręci się wokół nich.",
      "Ludzie znajdujący się w takiej pozycji często oczekują, że inni będą się z nimi zgadzać i spełniać ich prośby.",
      "Nie biorą pod uwagę opinii i potrzeb innych ludzi, uważając, że ich własne pragnienia i potrzeby są ważniejsze.",
      "Przekonania o powinnościach mogą brzmieć tak:",
      "Przyjaciele zawsze powinni mi pomagać",
      "Mój partner powinien mnie zawsze i we wszystkim wspierać",
      "Moja mama powinna zajmować się moimi dziećmi",
      "Wszystko powinno być tak, jak chcę",
      "Nie powinno się mi odmawiać",
      "Świat powinien być sprawiedliwy wobec mnie",
      "Jeśli zauważyłeś takie myślenie u siebie, prawdopodobnie uważasz, że zasługujesz na sukces, miłość, szczęście po prostu z tytułu swojego urodzenia.",
      "Oczekujesz, że wszechświat i otaczający cię ludzie powinni spełniać twoje pragnienia, bo jesteś dobrym człowiekiem lub dlatego, że ciężko pracujesz.",
      "Ale kiedy tak się nie dzieje, a zdarza się to często, stajesz przed wyborem: pogrążyć się w smutku i poczuciu niskiej wartości lub wybuchnąć gniewem. Ludzie, którzy myślą, że wszyscy są im coś winni, często napotykają problemy."
    ],
    "quote": {
      "text": "Nie możemy kontrolować wiatru, ale możemy ustawiać żagle.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "I, przede wszystkim, to rozczarowanie: jeśli ci odmówiono, nie zrozumiano, że powinni rozwiązać twoje problemy, nie spełniono oczekiwań, to nieuchronnie czeka cię rozczarowanie, uraza, gniew, niezrozumienie, jak w ogóle można tak postępować z tak wspaniałą osobą.",
      "Tracisz dużo energii na negatywne emocje, widząc świat w ponurych barwach. Twoje wymagające podejście do życia uniemożliwia ci cieszenie się, radowanie, bo nie akceptujesz świata takim, jaki jest, zawsze masz zastrzeżenia co do jego funkcjonowania.",
      "Tanya to jaskrawy przykład osoby z przekonaniem „wszyscy są mi coś winni”. Oczekuje, że przyjaciele będą zawsze dostępni, gotowi rzucić wszystko i przyjść jej na pomoc, rozwiązując wszystkie jej problemy i spełniając wszystkie jej żądania.",
      "Na przykład może zadzwonić o 3 nad ranem, żądając, by przyjaciółka natychmiast przyjechała i wsparła ją po kłótni z chłopakiem.",
      "Albo, nie uprzedzając wcześniej, poprosić o pomoc w przeprowadzce, mimo że przyjaciółka zaplanowała już na ten dzień ważne spotkanie. Kiedy przyjaciele nie mogą jej pomóc, Tanya obraża się i czuje się opuszczona, niepotrzebna.",
      "To niebezpieczna postawa, która może prowadzić do izolacji, napięć w relacjach, a nawet do ich rozpadu.",
      "Przyjaciele i bliscy zaczynają unikać spotkań lub rozmów, boją się kolejnych żądań, urazy lub kłótni. Nikt nie chce ciągle czuć się zobowiązany i podporządkowywać się cudzym kaprysom.",
      "Skąd bierze się to przekonanie? Ta postawa często kształtuje się w dzieciństwie, kiedy dziecko nie napotyka realistycznych granic i dostaje wszystko, czego chce. Może się to zdarzyć z różnych powodów:",
      "Rodzice rozpieszczają dziecko i pozwalają mu robić, co mu się podoba.",
      "W takim przypadku u dziecka kształtuje się narcystyczna część osobowości z przesadnym poczuciem własnej wartości.",
      "Przykład: Mała Kasia zawsze dostawała wszystko, czego chciała. Jej rodzice uważali, że zasługuje na to, co najlepsze i nigdy jej nie odmawiali. Kasia przyzwyczaiła się, że świat kręci się wokół niej i nie rozumiała, dlaczego w szkole nauczyciele nie poświęcają jej całej swojej uwagi, a koledzy z klasy nie liczą się z jej zdaniem.",
      "Rodzice sami żyją według zasady „wszyscy są mi coś winni”.",
      "Dziecko powtarza rodzicielski scenariusz, przyswajając sobie ten sposób myślenia.",
      "Przykład: Rodzice Wani ciągle narzekali na życie, uważając, że powinni zarabiać więcej, że nie są doceniani i że ich prawa są ciągle naruszane. Wania dorastał w atmosferze niezadowolenia i oczekiwania, że świat coś mu jest winien."
    ],
    "quote": {
      "text": "Nikt nie jest ci nic winien. Wszystko, co dostajesz w życiu, to dar.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Rodzice nie liczyli się z opinią dziecka, ignorowali jego zainteresowania i pragnienia.",
      "Dziecko złości się na rodziców, ale nie może otwarcie wyrazić swojej złości. Dlatego przenosi ją na innych, uważając, że powinni go pocieszyć i wynagrodzić to, czego brakowało mu w dzieciństwie.",
      "Przykład: Ania zawsze marzyła o zostaniu artystką, ale rodzice zmusili ją do pójścia na prawo, uważając, że to bardziej prestiżowy zawód. Ania poszła na ustępstwa, ale jej serce zawsze ciągnęło do sztuki.",
      "Obrażała się na rodziców za to, że nie pozwolili jej spełnić marzeń, a potem przenosiła tę urazę na wszystkich wokół, uważając, że powinni jej pomóc znaleźć szczęście w życiu.",
      "Dziecko było zmuszane do zadowalania rodziców, aby je kochali. Dorastało z przekonaniem, że miłość trzeba zasłużyć.",
      "Przykład: Sergiusz zawsze starał się zaspokoić wszystkie potrzeby swoich rodziców, bojąc się, że go nie pokochają, jeśli coś zrobi źle. Dorósł z poczuciem niepewności i ciągle próbował udowodnić swoją wartość, uważając, że powinien dostać to, na co zasłużył.",
      "Skutki takiego przekonania mogą być różnorodne i negatywne. Obejmują one:",
      "Rozczarowanie i niezadowolenie: Oczekiwanie, że inni będą zaspokajać wszystkie twoje potrzeby, może prowadzić do ciągłego rozczarowania i poczucia niezadowolenia z powodu różnicy między oczekiwaniami a rzeczywistością.",
      "Napięcie w relacjach: Przekonanie, że świat powinien dostosować się do ciebie, może wywoływać napięcie i konflikty w relacjach, ponieważ często prowadzi do niezadowolenia i nieporozumień.",
      "Utrata niezależności: Ciągłe oczekiwanie, że inni powinni przejąć wszystkie obowiązki, czyni cię zależnym i przeszkadza w rozwoju samodzielności i osobistym wzroście.",
      "Negatywny wpływ na samoocenę: Polegając na innych w zaspokajaniu swoich potrzeb, nie rozwijasz własnej samooceny, co może prowadzić do negatywnych emocji i poczucia niższości.",
      "Brak wzajemnej pomocy: Skupiając się tylko na sobie, tracisz szansę na bycie empatycznym i pomocnym dla innych, co może utrudniać rozwój wartościowych relacji i wsparcia społecznego."
    ],
    "quote": {
      "text": "Nie oczekuj, że świat będzie kręcił się wokół ciebie. W tym świecie jest miejsce także dla innych.",
      "author": "Arystoteles"
    }
  }
}
