{
  "title": "Uzależnienie od ideału: perfekcjonizm",
  "description": "Artykuł przygląda się zjawisku perfekcjonizmu i podkreśla, że dążenie do wysokich standardów może być wspierające, ale kiedy zamienia się w sztywne wymagania, prowadzi do lęku, napięcia i chronicznego niezadowolenia z życia. Przykłady z życia pokazują, jak wczesne doświadczenia i sposób wychowania sprzyjają kształtowaniu perfekcjonistycznych przekonań i zachowań. Na końcu autorka zachęca do szukania równowagi między dążeniem do jak najlepszego rezultatu a „wystarczająco dobrym” efektem, aby uniknąć wyczerpania i rozczarowania.",
  "screen_1": {
    "texts": [
      "Pragnienie osiągania wysokich standardów, rzetelnego wykonywania zadań i bycia osobą produktywną jest samo w sobie czymś pozytywnym.",
      "Podobnie jest z potrzebą bycia akceptowaną/akceptowanym, lubianą/lubianym, kochaną/kochanym czy z pragnieniem ważnych osiągnięć w życiu.",
      "Dopóki pozostaje to na poziomie pragnień, dążeń czy celów, możemy mówić o konstruktywnych przekonaniach, które wspierają nas w życiu i motywują do działania.",
      "Kiedy jednak pragnienia zamieniają się w sztywne, niepodlegające negocjacji wymagania, a koszt ich spełnienia staje się zbyt wysoki, mamy do czynienia nie tyle z wysokimi standardami, co właśnie z perfekcjonizmem.",
      "Co to znaczy być perfekcjonistką/perfekcjonistą?",
      "Perfekcjonizm – przekonanie, że wszystko musi być wykonane idealnie, na 100% – bardzo często leży u podstaw wielu trudności.",
      "Dążysz do ideału: błędy są dla ciebie nie do przyjęcia, a porażka wydaje się katastrofą. Uważasz, że w każdej sytuacji powinnaś/powinieneś wyglądać, czuć, myśleć i zachowywać się bez zarzutu.",
      "Gdy tylko osiągasz wyznaczony cel, natychmiast zastępujesz go kolejnym, jeszcze bardziej odległym, przez co właściwie nigdy w pełni nie czerpiesz przyjemności ani satysfakcji ze swoich wysiłków. Życie zamienia się w szarą, męczącą rutynę, bo funkcjonujesz tak, jakbyś ciągle musiał(-a) spełniać nierealistyczne, a czasem wręcz niemożliwe standardy.",
      "A więc osoba z perfekcjonizmem:",
      "często porównuje się z innymi ludźmi,",
      "żyje w stanie permanentnej rywalizacji,",
      "koncentruje się na porażkach i niepowodzeniach, nie dostrzegając sukcesów,",
      "surowo krytykuje siebie lub innych,",
      "ma trudności z elastycznym dostosowywaniem się do rzeczywistości,",
      "ciągle odkłada działania, prokrastynuje."
    ],
    "quote": {
      "text": "Perfekcjonizm to lęk w luksusowych butach i futrze z norek, który udaje elegancję, a w rzeczywistości jest po prostu przerażony.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Model perfekcjonizmu na przykładzie",
      "Przypomnijmy, że zgodnie z założeniami terapii poznawczo-behawioralnej nasze życiowe doświadczenia kształtują przekonania o sobie, innych ludziach i świecie. Te z kolei wpływają na nasze strategie życiowe i zasady, według których funkcjonujemy.",
      "Jako przykład rozważmy historię Eugeniusza. Rodzice zawsze mieli wobec niego bardzo wysokie wymagania, a każdą ocenę niższą niż „celująca” traktowali jak porażkę.",
      "Mimo że Eugeniusz miał talent muzyczny, rodzice umniejszali jego sukcesy i nieustannie popychali go w stronę bardziej „prestiżowego” zawodu lekarza.",
      "To doświadczenie ukształtowało w nim głębokie przekonanie, że jest „niewystarczająco dobry” i „niekompetentny”.",
      "Aby to skompensować i poczuć się osobą wartościową oraz kompetentną, wypracował zasadę: „Muszę robić wszystko idealnie”.",
      "Dążenie do ideału sprawia, że Eugeniusz pracuje aż do wyczerpania, ostro krytykuje się za najmniejsze błędy i surowo ocenia współpracowników. To prowadzi do przemęczenia, lęku, problemów w relacjach i niezadowolenia z życia.",
      "Bardzo często stawia sobie nierealistyczne cele – na przykład chce perfekcyjnie przygotować wystąpienie w bardzo krótkim czasie.",
      "Jeśli mu się to uda (co w praktyce jest mało prawdopodobne), zasada zostaje potwierdzona i daje iluzję kontroli. W przypadku niepowodzenia Eugeniusz obwinia siebie, jeszcze mocniej utwierdzając się w przekonaniu o własnej niekompetencji.",
      "Powstaje błędne koło: zasada „robić wszystko idealnie” chroni Eugeniusza przed bolesnym poczuciem „niewystarczalności” tylko dopóty, dopóki jest w stanie sprostać swoim zawyżonym, nierealnym wymaganiom.",
      "Każdy błąd wywołuje silne, nieprzyjemne emocje, wzmacnia samokrytykę i jeszcze bardziej podsyca perfekcjonizm.",
      "Jak mogą brzmieć przekonania perfekcjonisty?",
      "Muszę robić wszystko idealnie.",
      "Wszystko musi mi się udawać.",
      "Jeśli nie robię czegoś na maksimum, lepiej w ogóle się za to nie zabierać.",
      "Skoro ktoś mnie krytykuje, znaczy, że robię to źle. A źle robić nie wolno.",
      "Nie mam prawa do błędu.",
      "Muszę być najlepsza/najlepszy we wszystkim, co robię.",
      "Jak kształtuje się stałe dążenie do ideału?",
      "Najczęściej taki sposób funkcjonowania pojawia się już w wieku przedszkolnym lub wczesnoszkolnym, jako efekt określonego stylu wychowania w rodzinie."
    ]
  },
  "screen_3": {
    "texts": [
      "Badacze uważają, że neurotyczny perfekcjonizm rozwija się pod wpływem dziecięcych doświadczeń z rodzicami, którzy okazywali miłość warunkowo (za oceny, wyniki itp.) albo w ogóle nie dawali dziecku wyraźnego poczucia akceptacji.",
      "W obu przypadkach u dziecka pojawia się silne pragnienie bycia idealnym, by udowodnić rodzicom, że może być „wystarczająco dobre” i wartościowe – dla siebie i dla nich.",
      "Często rodzice perfekcjonistów są przesadnie krytyczni, odmawiają dziecku wsparcia emocjonalnego i stawiają bardzo wysokie wymagania.",
      "Żeby sprostać oczekiwaniom i uniknąć kary czy krytyki, dziecko stara się być bezbłędne.",
      "Najczęściej wyróżnia się cztery wzorce zachowania rodziców, które sprzyjają rozwojowi perfekcjonizmu:",
      "Rodzice sami prezentują wyraźny, perfekcjonistyczny styl funkcjonowania.",
      "Rodzice są nadmiernie krytyczni i wymagający wobec dziecka, brakuje emocjonalnego wsparcia i poczucia bezpieczeństwa w relacji.",
      "Rodzicielskie uznanie jest nieobecne, niespójne lub obwarowane licznymi warunkami.",
      "Dominuje autorytarny styl wychowania oraz wygórowane oczekiwania wobec dziecka.",
      "Pójście do szkoły dodatkowo zachęca dziecko do „przekładania” swoich sukcesów na oceny.",
      "To właśnie wtedy często rozwija się tzw. „syndrom prymusa”, który psychologowie łączą z perfekcjonizmem. Dziecko próbuje być najlepsze we wszystkim, a jeśli mu się to nie udaje, włącza się spolaryzowany sposób myślenia na zasadzie „wszystko albo nic”.",
      "Skoro nie ma szans być najlepszym w tym przedmiocie, wybiera strategię bycia najgorszym – lepiej już być ostatnim, skoro pierwszym być nie potrafię."
    ]
  },
  "screen_4": {
    "texts": [
      "Poza wpływem rodziny perfekcjonizm bywa wzmacniany przez współczesne społeczeństwo.",
      "W szkole i na uczelni nauczyciele często lubią grzecznych, „idealnych” uczniów z najlepszymi ocenami, a pracodawcy cenią pracowników-perfekcjonistów.",
      "Gospodarka rynkowa popycha ludzi do ciągłej konkurencji i do tego, by wciąż osiągać coraz lepsze wyniki.",
      "Media kreują modę i obraz tego, co jest „ładne” i „atrakcyjne”. Jeśli ktoś wygląda dobrze, ubiera się stylowo i dba o siebie, ma – według tego przekazu – większe szanse na znalezienie partnera, prestiżowej pracy czy „idealnego” kręgu znajomych.",
      "W efekcie wiele osób utwierdza się w przekonaniu, że aby należeć do społeczeństwa, trzeba nieustannie spełniać bardzo wysokie standardy.",
      "Czy zatem perfekcjonizm jest czymś dobrym, czy czymś złym?",
      "To pytanie często budzi spory: jedni uważają perfekcjonizm za atut, inni – za poważny problem.",
      "Jeśli masz tendencje perfekcjonistyczne, być może mówisz: „Przecież dążenie do doskonałości jest normalne, inaczej jak osiągnąć sukces?”. W praktyce jednak perfekcjonizm odbiera ci ogromne pokłady energii, stopniowo, ale bezlitośnie wyczerpując ciało i psychikę.",
      "Perfekcjonizm jest ściśle powiązany z uzależnieniem od osiągnięć, o którym mówiliśmy w poprzednich rozdziałach, dlatego jego wady są bardzo podobne.",
      "Zawyżone, nierealne standardy wpływają właściwie na każdą sferę twojego życia: pracę, naukę, relacje z bliskimi, wypoczynek.",
      "Problem polega na tym, że ideał, do którego dąży perfekcjonizm, w rzeczywistości nie istnieje. Ideał jest abstrakcją – najlepszym, „skończonym” stanem jakiegoś obiektu czy zjawiska, a każdy postrzega go inaczej.",
      "Zadajmy więc uczciwie pytanie: czy istnieje coś absolutnie doskonałego dla wszystkich ludzi?",
      "To, co ty uznajesz za idealne, dla kogoś innego może być zupełnie bezwartościowe. Nawet dzieła Mozarta czy prace Da Vinciego nie podobają się każdemu, mimo że uważa się je za szczyty sztuki.",
      "Kiedy skorygujesz swoje przekonania tak, by bardziej odpowiadały rzeczywistości, zaczniesz czerpać przyjemność z wykonanej pracy i z życia jako całości, zamiast doświadczać wyłącznie rozczarowania.",
      "Bardzo ważne jest, aby nauczyć się równoważyć dążenie do „jak najlepiej” z akceptacją wyniku, który jest po prostu dobry i wystarczający."
    ]
  },
  "exercise": {
    "title": "Co robić, jeśli perfekcjonizm jest, ideału nie ma, a ty chcesz po prostu normalnie żyć?",
    "description": "Artykuł omawia dwa typy perfekcjonizmu – negatywny i pozytywny – i proponuje konkretne wskazówki, jak pracować z perfekcjonistycznymi tendencjami. Autorka przedstawia osiem kluczowych strategii, m.in. budowanie motywacji do zmiany, restrukturyzację myśli, skupienie na procesie zamiast wyłącznie na wyniku oraz formowanie nowych, zdrowszych przekonań. Główna idea jest taka, że z perfekcjonizmem można sobie poradzić, ucząc się akceptować niedoskonałość, darzyć siebie bezwarunkową życzliwością i troszczyć się o siebie na co dzień.",
    "screen_1": {
      "texts": [
        "Współcześni badacze wyróżniają dwa typy perfekcjonizmu: negatywny i pozytywny, inaczej mówiąc – zdrowy i patologiczny.",
        "Aby zamienić minus w plus, ważne jest połączenie swoich cech liderskich i dążenia do świetnych rezultatów ze zdrowym rozsądkiem oraz racjonalnym myśleniem.",
        "Przygotowaliśmy kilka skutecznych zaleceń, jak pracować z perfekcjonizmem.",
        "Najlepszym punktem wyjścia w pracy z każdym problemem jest motywacja do zmiany.",
        "Żeby zacząć osłabiać perfekcjonizm, warto zrozumieć, po co ci to. Przeanalizuj i zapisz wszystkie plusy i minusy.",
        "Być może zaskoczy cię odkrycie, że trudności jest znacznie więcej niż korzyści. Kiedy to sobie uświadomisz i przyjmiesz, dużo łatwiej będzie ci wprowadzać zmiany.",
        "Podobnie jak wiele osób możesz być przekonany(-a), że wszystko trzeba robić na 100%, że „nie wolno” się mylić albo że inne typowe dla perfekcjonizmu myśli są jedyną słuszną opcją.",
        "Bardzo ważne jest, aby zacząć te myśli kwestionować i pracować z nimi.",
        "Jak to robić? Pomocne będzie prowadzenie dziennika myśli automatycznych, w którym możesz wychwytywać te przekonania, sprawdzać ich zgodność z faktami i formułować bardziej racjonalne odpowiedzi."
      ],
      "quote": {
        "text": "Spudłowałem ponad 9000 rzutów w swojej karierze. Przegrałem prawie 300 meczów. 26 razy powierzono mi decydujący rzut – i nie trafiłem. Zawodziłem raz za razem w swoim życiu. I właśnie dlatego odniosłem sukces.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "W testowaniu rzeczywistości (restrukturyzacji poznawczej) mogą pomóc następujące pytania:",
        "Jakie mam dowody na to, że ta myśl lub przekonanie jest prawdziwe?",
        "Czy ta myśl mi służy?",
        "Czy są inne sposoby myślenia o tej sytuacji albo o sobie?",
        "Czy nie obwiniam siebie na wyrost?",
        "Co jeszcze – lub kto jeszcze – miał wpływ na tę sytuację?",
        "Czy to naprawdę jest pod moją kontrolą?",
        "Czy nie trzymam się nieuzasadnionych lub podwójnych standardów?",
        "Czy to oczekiwanie jest realistyczne?",
        "Te pytania pomagają weryfikować dane przekonanie, potwierdzić je, doprecyzować lub podważyć oraz sformułować alternatywne spojrzenie.",
        "Zadaj sobie pytania: „A jeśli zrobię coś idealnie, to co się wtedy stanie? A jeśli nie zrobię idealnie, to co?” Spróbuj dotrzeć do tego, co stoi za twoim perfekcjonizmem. Czy najbardziej boisz się odrzucenia? A może obawiasz się publicznych drwin? A może w perfekcjonizmie kryje się głęboka potrzeba uznania?",
        "Gdy zrozumiesz, co napędza perfekcjonizm, zapytaj siebie, czy rzeczywiście w ten sposób zaspokajasz swoje lęki i potrzeby.",
        "Napiszesz idealny raport, oddasz go – i co dalej? Czy od tej pory naprawdę nie będzie już strachu, że ktoś cię odrzuci? Wystąpisz perfekcyjnie, publiczność cię oklaska – i to już wszystko, czego potrzebujesz od życia?",
        "Najprawdopodobniej odpowiedź będzie negatywna. Osiągasz „ideał”, przez chwilę czujesz euforię, a potem znowu wpadasz w ten sam wyścig.",
        "Odejdź od myślenia czarno-białego",
        "Perfekcjoniści często patrzą na świat w kategoriach „wszystko albo nic”, „sukces albo klęska”, „albo idealnie, albo w ogóle”.",
        "Taki sposób myślenia jest oderwany od realiów. Rozejrzyj się i zapytaj: ile rzeczy w tym świecie naprawdę spełnia kryterium „wszystko albo nic”? Czy twoje ściany są absolutnie czyste, czy jednak jest na nich odrobina kurzu?",
        "Czy znasz kogoś, kto jest całkowicie spokojny i pewny siebie w każdej sytuacji? Czy twoja ulubiona aktorka lub twój ulubiony aktor ma absolutnie doskonałą urodę, czy jednak można dostrzec jakieś drobne „niedoskonałości”?"
      ]
    },
    "screen_3": {
      "texts": [
        "W życiu rzadko kiedy coś przychodzi bez błędów i potknięć.",
        "Nikt nie rodzi się mistrzem – uczymy się, próbujemy, mylimy się i stopniowo nabieramy wprawy.",
        "Pozwól więc sobie być nieidealną/nieidealnym, robić coś „nie do końca”, popełniać pomyłki. Błędy nie są wrogiem, lecz pomocnikiem na drodze do sukcesu. Warto częściej przypominać sobie powiedzenie: „Nie myli się ten, kto nic nie robi”.",
        "Nie ma potrzeby od razu odrzucać wszystkich ideałów – to byłaby zbyt gwałtowna zmiana.",
        "Działaj krok po kroku.",
        "Zacznij od drobiazgu: wybierz jeden, najmniej istotny dla ciebie ideał i spróbuj z niego zrezygnować. Obserwuj, co się wydarzy.",
        "Świat się nie zawali, jeśli zrobisz coś nieidealnie. Bliscy nie odwrócą się od ciebie, a ty nie staniesz się „okropną osobą”.",
        "Prawdopodobnie zniesiesz ten „nieidealny” rezultat znacznie łatwiej, niż ci się wydaje. Pamiętaj tylko, że jeden eksperyment nie wystarczy – tu liczy się systematyczność.",
        "Co tydzień albo co miesiąc rezygnuj z jednego małego ideału i obserwuj swoją reakcję. Słuchaj siebie i poruszaj się w tempie, które jest dla ciebie bezpieczne.",
        "Prowadź dziennik osiągnięć",
        "Zapisuj zarówno duże, jak i drobne sukcesy – każdego dnia. Perfekcjonizm „karmi się” porażkami, a gdy po raz kolejny pomyślisz: „Mnie nigdy nic się nie udaje”, od razu sięgnij po notatnik i przeczytaj, jak wiele rzeczy już zrobiłaś/zrobiłeś.",
        "Kolejnym sposobem na osłabianie perfekcjonizmu jest skupienie się na procesie.",
        "Oznacza to, że oceniając swoje działania, zwracasz uwagę przede wszystkim na to, co robisz po drodze, a nie wyłącznie na końcowy rezultat.",
        "Wyobraź sobie, że jesteś kierowczynią/kierowcą i codziennie jeździsz z punktu A do punktu B. Czasem na światłach częściej trafia ci się zielone i szybko dojeżdżasz do celu. Innym razem większość sygnalizatorów świeci na czerwono, wpadasz w korki, a podróż trwa znacznie dłużej.",
        "Twoje umiejętności prowadzenia samochodu się nie zmieniają, więc dlaczego nie czuć się tak samo zadowoloną/zadowolonym z pracy, którą wykonujesz, niezależnie od warunków na drodze? Spróbuj spojrzeć na sprawy inaczej – nie dążąc do perfekcyjnego efektu za wszelką cenę.",
        "Jako studentka/student możesz na przykład wyznaczyć sobie następujące cele zorientowane na proces:",
        "chodzić na zajęcia,",
        "uważnie słuchać i robić notatki,",
        "zadawać sensowne pytania,",
        "poświęcać każdemu przedmiotowi określoną ilość czasu,",
        "co dwie–trzy tygodnie powtarzać materiał z notatek.",
        "Wszystkie te działania są pod twoją kontrolą, więc sukces jest tutaj gwarantowany. Ocena końcowa czy wynik egzaminu nie zawsze już od ciebie zależą.",
        "Wpływ na nie ma także to, jak czuje się danego dnia prowadzący, jak poradzili sobie inni studenci, jakie kryteria oceny przyjął wykładowca itd."
      ]
    },
    "screen_4": {
      "texts": [
        "Skorzystaj z „techniki chciwości”",
        "Opiera się ona na prostym fakcie: większość z nas dąży do doskonałości, wierząc, że dzięki temu odniesie większy sukces w życiu. Być może nie przyszło ci do głowy, że możesz stać się o wiele bardziej skuteczna/skuteczny, jeśli nieco obniżysz standardy.",
        "Pewien znany psychoterapeuta przez ponad dwa lata pisał swoją pierwszą pracę naukową.",
        "Wyszła świetnie i została opublikowana. W tym samym czasie jego koledzy zdążyli napisać i opublikować znacznie więcej równie dobrych artykułów. To skłoniło go do refleksji: co lepsze – mieć jedną pracę na 98% „doskonałości”, czy dziesięć prac na 80%?",
        "W tym drugim przypadku jego dorobek byłby o wiele większy, a on sam wysunąłby się na prowadzenie. Ta myśl popchnęła go do złagodzenia swoich standardów.",
        "W efekcie jego produktywność wzrosła, a satysfakcja z pracy znacząco się zwiększyła.",
        "Zrobienie kilku rzeczy „wystarczająco dobrze” może być dużo bardziej efektywne niż uporczywe dopracowywanie jednego projektu do wyimaginowanego ideału przy ogromnym stresie.",
        "Sformułuj nowe przekonania",
        "Praca nad przekonaniami polega na ich uświadomieniu sobie, przeanalizowaniu konsekwencji, poszukaniu źródeł oraz – na końcu – na sformułowaniu nowych, alternatywnych przekonań.",
        "W gruncie rzeczy chodzi o to, by stopniowo „normalizować” różne przejawy niedoskonałości (błędy, potknięcia), przyjąć ideę własnej niedoskonałości oraz niedoskonałości innych ludzi.",
        "Zrezygnuj z przekonań:",
        "„Ja/inne osoby/świat muszą być idealni”,",
        "„Jeśli nie jest idealnie, to znaczy, że jest źle”,",
        "„Jeśli jest źle, to wszyscy się ode mnie odwrócą/nie zostanę doceniona/doceniony/nie poradzę sobie”.",
        "Zastąp je nowymi przekonaniami i zdaniami.",
        "Nie jestem idealna/idealny, ale:",
        "uczę się i rozwijam,",
        "jestem wystarczająco dobra/dobry,",
        "zasługuję na miłość i szacunek, nawet jeśli popełniam błędy.",
        "Inni też nie są idealni, ale:",
        "są ludźmi ze swoimi zaletami i słabościami,",
        "nie zawsze będą mnie aprobować – i to jest w porządku.",
        "Popełniam błędy, ale dzięki temu mogę:",
        "uczyć się na własnych doświadczeniach,",
        "stawać się lepszą/lepszym,",
        "ćwiczyć wytrwałość i nie poddawać się.",
        "Zapisz swoje nowe przekonania i zacznij wprowadzać je w życie.",
        "Możesz umieścić je na karteczkach samoprzylepnych na lodówce, zapisać w notatkach w telefonie albo zrobić z nimi grafikę i ustawić jako tapetę.",
        "Czytaj te zdania codziennie – przynajmniej raz, a najlepiej kilka razy. To pomoże stopniowo „przeprogramować” sposób myślenia i zastąpić niezdrowe przekonania bardziej wspierającymi.",
        "Na szczęście perfekcjonizm nie jest wyrokiem.",
        "Dzięki małym krokom – samodzielnie lub z pomocą specjalisty – możesz przekształcić go w zdrowszą postać. Potrzebne jest do tego uczenie się bezwarunkowej życzliwości wobec siebie i codziennej troski o własne potrzeby."
      ]
    }
  }
}
