{
  "title": "Uzależnienie od ideału, perfekcjonizm",
  "description": "Artykuł bada perfekcjonizm, podkreślając, że dążenie do wysokich standardów może być korzystne, ale gdy przeradza się w surowe wymagania, prowadzi do negatywnych konsekwencji, takich jak lęk i niezadowolenie z życia. Przykłady z życia pokazują, jak wczesne doświadczenia i wychowanie mogą przyczyniać się do powstawania przekonań i zachowań perfekcjonistycznych. W zakończeniu autor nawołuje do zachowania równowagi między dążeniem do doskonałości a akceptowalnym wynikiem, aby uniknąć wyczerpania i rozczarowania.",
  "screen_1": {
    "texts": [
      "Chęć osiągania wysokich standardów, skutecznego wykonywania zadań i bycia produktywnym to cechy raczej pozytywne.",
      "Podobnie jak pragnienie bycia akceptowanym, aprobowanym, kochanym czy posiadania znaczących osiągnięć w życiu.",
      "Gdy pozostają one na poziomie pragnień, dążeń lub celów, można mówić o konstruktywnych przekonaniach, które pomagają w życiu i motywują.",
      "Ale jeśli pragnienia zamieniają się w surowe i sztywne wymagania, a koszt ich spełnienia staje się zbyt wysoki, to już nie tylko wysokie standardy, ale perfekcjonizm.",
      "Co to znaczy być perfekcjonistą?",
      "Perfekcjonizm, czyli przekonanie, że wszystko musi być wykonane idealnie na 100%, często jest przyczyną wielu problemów.",
      "Dążysz do ideału: błędy są dla ciebie nie do przyjęcia, a niepowodzenie wydaje się katastrofą. Uważasz, że musisz wyglądać, czuć, myśleć i zachowywać się nienagannie w każdej sytuacji.",
      "Gdy tylko osiągasz cel, natychmiast zastępujesz go nowym, jeszcze bardziej odległym, dlatego nigdy nie czerpiesz przyjemności i uznania za swoje wysiłki. Życie staje się szarą i męczącą rutyną, bo żyjesz, dążąc do nierealistycznych i często niemożliwych standardów.",
      "Czyli człowiek z perfekcjonizmem:",
      "często porównuje się z innymi ludźmi",
      "znajduje się w ciągłej rywalizacji",
      "koncentruje się na niepowodzeniach i porażkach, nie zauważając sukcesów",
      "ostro krytykuje siebie lub innych",
      "słabo przystosowuje się do rzeczywistości",
      "ciągle odkłada, prokrastynuje"
    ],
    "quote": {
      "text": "Perfekcjonizm to strach w eleganckich butach i futrze z norek, udający szykowność, podczas gdy w rzeczywistości jest po prostu przestraszony.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Model perfekcjonizmu na przykładzie",
      "Przypomnijmy, że zgodnie z terapią poznawczo-behawioralną, nasze doświadczenia życiowe kształtują przekonania o sobie, innych ludziach i świecie. Te przekonania z kolei determinują nasze strategie życiowe i zasady.",
      "Na przykładzie rozważmy Eugeniusza. Jego rodzice zawsze stawiali przed nim wysokie wymagania, każda ocena poniżej „celującej” była postrzegana jako porażka.",
      "Pomimo talentu Eugeniusza do muzyki, rodzice krytykowali jego sukcesy i popychali go do bardziej „prestiżowego” zawodu lekarza.",
      "To doświadczenie ukształtowało w Eugeniuszu głębokie przekonanie, że jest „niewystarczająco dobry” i „niekompetentny”.",
      "Aby to zrekompensować i poczuć się dobrym i kompetentnym, wypracował zasadę: „Muszę robić wszystko idealnie”.",
      "Dążenie do ideału zmusza Eugeniusza do pracy do wyczerpania, krytykowania siebie za najmniejsze błędy i krytycznego podejścia do kolegów. To prowadzi do przepracowania, lęku, problemów w relacjach i niezadowolenia z życia.",
      "Często stawia sobie nierealistyczne cele, np. perfekcyjne przygotowanie się do wykładu w krótkim czasie.",
      "Jeśli mu się to udaje (co jest mało prawdopodobne), jego zasada zostaje potwierdzona, tworząc iluzję kontroli. W przypadku niepowodzenia Eugeniusz obwinia siebie, wzmacniając przekonanie o własnej niekompetencji.",
      "Powstaje błędne koło: zasada „robić wszystko idealnie” chroni Eugeniusza przed bolesnym poczuciem „niedoskonałości”, ale tylko do momentu, gdy jest w stanie sprostać swoim zawyżonym, nierealistycznym standardom.",
      "Każdy błąd prowadzi do negatywnych emocji, nasilając autokrytykę i podsycając perfekcjonizm.",
      "Jak mogą brzmieć przekonania perfekcjonizmu?",
      "Muszę robić wszystko idealnie",
      "Wszystko musi mi się udawać",
      "Jeśli nie robić na maksa, to lepiej w ogóle nic nie robić",
      "Jeśli mnie krytykują, to znaczy, że robię źle. Źle robić nie wolno",
      "Nie mam prawa do błędu",
      "Muszę być najlepszy we wszystkim, co robię",
      "Jak powstaje ciągłe dążenie do ideału?",
      "Najczęściej takie dążenie kształtuje się w młodszym wieku szkolnym lub przedszkolnym, w wyniku wychowania w rodzinie."
    ]
  },
  "screen_3": {
    "texts": [
      "Badacze uważają, że neurotyczny perfekcjonizm kształtuje się pod wpływem dziecięcych doświadczeń z rodzicami, którzy okazywali miłość warunkowo (za oceny, wyniki itp.) lub w ogóle nie okazywali żadnej aprobaty.",
      "W obu przypadkach u dziecka pojawia się pragnienie bycia idealnym, aby udowodnić rodzicom, że może być dobrym i wartościowym dla siebie i dla nich. Często rodzice perfekcjonistów wykazują nadmierną krytykę, odmawiają dziecku wsparcia i wykazują wysokie wymagania.",
      "Dziecko, aby sprostać oczekiwaniom rodziców i uniknąć kar i krytyki, musi starać się być bezbłędne.",
      "Wyróżnia się cztery główne typy zachowań rodziców, które mogą sprzyjać rozwojowi perfekcjonizmu:",
      "Rodzice sami demonstrują wyraźny model zachowań perfekcjonisty",
      "Rodzice są zbyt krytyczni i wymagający wobec dziecka, brak wystarczającego wsparcia emocjonalnego i pomocy w relacjach",
      "Brak rodzicielskiej aprobaty lub jest ona niekonsekwentna i warunkowa",
      "Autorytarny styl wychowania i nadmierne oczekiwania rodziców",
      "Rozpoczęcie nauki szkolnej stymuluje dziecko do formalizowania swoich sukcesów w postaci ocen.",
      "To właśnie tutaj kształtuje się „syndrom ucznia z celującymi ocenami”, który psychologowie wiążą z perfekcjonizmem. Dziecko próbuje być najlepsze we wszystkim, a jeśli mu się to nie udaje, włącza się myślenie spolaryzowane według zasady „wszystko albo nic”.",
      "Nie ma możliwości być najlepszym w tym przedmiocie, więc wybierana jest strategia bycia najgorszym ze wszystkich – lepiej być ostatnim, skoro nie można być pierwszym."
    ]
  },
  "screen_4": {
    "texts": [
      "Oprócz wpływu rodziny, perfekcjonizm jest wspierany przez współczesne społeczeństwo. W szkołach i na uniwersytetach nauczyciele lubią posłusznych uczniów z celującymi ocenami, a pracodawcy cenią pracowników-perfekcjonistów.",
      "Gospodarka rynkowa skłania ludzi do rywalizacji, dążenia do osiągania coraz lepszych wyników.",
      "Media narzucają nam modę i wyobrażenia o pięknie i atrakcyjności. Jeśli ktoś wygląda dobrze, modnie się ubiera, dba o siebie, to zwiększa szanse na znalezienie partnera, prestiżowej pracy, atrakcyjnych przyjaciół.",
      "Z tego powodu człowiek często jest przekonany o konieczności spełniania wysokich standardów, aby być częścią społeczeństwa.",
      "Czy zatem perfekcjonizm to coś dobrego, czy złego?",
      "Pytanie o perfekcjonizm często budzi kontrowersje: niektórzy uważają go za przydatny, inni — za szkodliwy.",
      "Jeśli jesteś perfekcjonistą, to prawdopodobnie powiesz, że dążenie do doskonałości jest normalne, bo jak inaczej można osiągnąć sukces? Jednak w praktyce zabiera ci to ogromne ilości sił i zasobów, stopniowo, ale bezlitośnie wyczerpując twój organizm i psychikę.",
      "Perfekcjonizm jest ściśle związany z uzależnieniem od osiągnięć, o którym mówiliśmy w poprzednich rozdziałach, więc jego wady są podobne.",
      "Zawyżone, nierealne standardy wpływają praktycznie na każdą sferę twojego życia: na pracę, naukę, relacje z bliskimi, twój odpoczynek.",
      "Problem polega na tym, że ideał, do którego dąży perfekcjonizm, w rzeczywistości jest nieosiągalny. Ideał nie istnieje — to najlepszy, doskonały stan obiektu lub zjawiska, który każdy postrzega na swój sposób.",
      "Bądźmy szczerzy i zadajmy sobie pytanie: czy istnieje coś absolutnie doskonałego dla wszystkich?",
      "To, co ty uważasz za idealne, może wydawać się komuś innemu absolutnym nonsensem. Nawet dzieła Mozarta i prace Da Vinci nie podobają się wszystkim, choć są uważane za szczyty sztuki.",
      "Kiedy dostosujesz swoje przekonania do rzeczywistości, będziesz mógł czerpać przyjemność z wykonanej pracy i z życia w ogóle, zamiast ciągłego rozczarowania.",
      "Bardzo ważne jest nauczenie się balansowania między dążeniem do lepszego a akceptowalnym, dobrym wynikiem."
    ]
  }
}
