{
  "title": "Uzależnienie od ideału, perfekcjonizm",
  "description": "Artykuł bada perfekcjonizm, podkreślając, że dążenie do wysokich standardów może być korzystne, ale gdy przeradza się w surowe wymagania, prowadzi do negatywnych konsekwencji, takich jak lęk i niezadowolenie z życia. Przykłady z życia pokazują, jak wczesne doświadczenia i wychowanie mogą przyczyniać się do powstawania przekonań i zachowań perfekcjonistycznych. W zakończeniu autor nawołuje do zachowania równowagi między dążeniem do doskonałości a akceptowalnym wynikiem, aby uniknąć wyczerpania i rozczarowania.",
  "screen_1": {
    "texts": [
      "Chęć osiągania wysokich standardów, skutecznego wykonywania zadań i bycia produktywnym to cechy raczej pozytywne.",
      "Podobnie jak pragnienie bycia akceptowanym, aprobowanym, kochanym czy posiadania znaczących osiągnięć w życiu.",
      "Gdy pozostają one na poziomie pragnień, dążeń lub celów, można mówić o konstruktywnych przekonaniach, które pomagają w życiu i motywują.",
      "Ale jeśli pragnienia zamieniają się w surowe i sztywne wymagania, a koszt ich spełnienia staje się zbyt wysoki, to już nie tylko wysokie standardy, ale perfekcjonizm.",
      "Co to znaczy być perfekcjonistą?",
      "Perfekcjonizm, czyli przekonanie, że wszystko musi być wykonane idealnie na 100%, często jest przyczyną wielu problemów.",
      "Dążysz do ideału: błędy są dla ciebie nie do przyjęcia, a niepowodzenie wydaje się katastrofą. Uważasz, że musisz wyglądać, czuć, myśleć i zachowywać się nienagannie w każdej sytuacji.",
      "Gdy tylko osiągasz cel, natychmiast zastępujesz go nowym, jeszcze bardziej odległym, dlatego nigdy nie czerpiesz przyjemności i uznania za swoje wysiłki. Życie staje się szarą i męczącą rutyną, bo żyjesz, dążąc do nierealistycznych i często niemożliwych standardów.",
      "Czyli człowiek z perfekcjonizmem:",
      "często porównuje się z innymi ludźmi",
      "znajduje się w ciągłej rywalizacji",
      "koncentruje się na niepowodzeniach i porażkach, nie zauważając sukcesów",
      "ostro krytykuje siebie lub innych",
      "słabo przystosowuje się do rzeczywistości",
      "ciągle odkłada, prokrastynuje"
    ],
    "quote": {
      "text": "Perfekcjonizm to strach w eleganckich butach i futrze z norek, udający szykowność, podczas gdy w rzeczywistości jest po prostu przestraszony.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Model perfekcjonizmu na przykładzie",
      "Przypomnijmy, że zgodnie z terapią poznawczo-behawioralną, nasze doświadczenia życiowe kształtują przekonania o sobie, innych ludziach i świecie. Te przekonania z kolei determinują nasze strategie życiowe i zasady.",
      "Na przykładzie rozważmy Eugeniusza. Jego rodzice zawsze stawiali przed nim wysokie wymagania, każda ocena poniżej „celującej” była postrzegana jako porażka.",
      "Pomimo talentu Eugeniusza do muzyki, rodzice krytykowali jego sukcesy i popychali go do bardziej „prestiżowego” zawodu lekarza.",
      "To doświadczenie ukształtowało w Eugeniuszu głębokie przekonanie, że jest „niewystarczająco dobry” i „niekompetentny”.",
      "Aby to zrekompensować i poczuć się dobrym i kompetentnym, wypracował zasadę: „Muszę robić wszystko idealnie”.",
      "Dążenie do ideału zmusza Eugeniusza do pracy do wyczerpania, krytykowania siebie za najmniejsze błędy i krytycznego podejścia do kolegów. To prowadzi do przepracowania, lęku, problemów w relacjach i niezadowolenia z życia.",
      "Często stawia sobie nierealistyczne cele, np. perfekcyjne przygotowanie się do wykładu w krótkim czasie.",
      "Jeśli mu się to udaje (co jest mało prawdopodobne), jego zasada zostaje potwierdzona, tworząc iluzję kontroli. W przypadku niepowodzenia Eugeniusz obwinia siebie, wzmacniając przekonanie o własnej niekompetencji.",
      "Powstaje błędne koło: zasada „robić wszystko idealnie” chroni Eugeniusza przed bolesnym poczuciem „niedoskonałości”, ale tylko do momentu, gdy jest w stanie sprostać swoim zawyżonym, nierealistycznym standardom.",
      "Każdy błąd prowadzi do negatywnych emocji, nasilając autokrytykę i podsycając perfekcjonizm.",
      "Jak mogą brzmieć przekonania perfekcjonizmu?",
      "Muszę robić wszystko idealnie",
      "Wszystko musi mi się udawać",
      "Jeśli nie robić na maksa, to lepiej w ogóle nic nie robić",
      "Jeśli mnie krytykują, to znaczy, że robię źle. Źle robić nie wolno",
      "Nie mam prawa do błędu",
      "Muszę być najlepszy we wszystkim, co robię",
      "Jak powstaje ciągłe dążenie do ideału?",
      "Najczęściej takie dążenie kształtuje się w młodszym wieku szkolnym lub przedszkolnym, w wyniku wychowania w rodzinie."
    ]
  },
  "screen_3": {
    "texts": [
      "Badacze uważają, że neurotyczny perfekcjonizm kształtuje się pod wpływem dziecięcych doświadczeń z rodzicami, którzy okazywali miłość warunkowo (za oceny, wyniki itp.) lub w ogóle nie okazywali żadnej aprobaty.",
      "W obu przypadkach u dziecka pojawia się pragnienie bycia idealnym, aby udowodnić rodzicom, że może być dobrym i wartościowym dla siebie i dla nich. Często rodzice perfekcjonistów wykazują nadmierną krytykę, odmawiają dziecku wsparcia i wykazują wysokie wymagania.",
      "Dziecko, aby sprostać oczekiwaniom rodziców i uniknąć kar i krytyki, musi starać się być bezbłędne.",
      "Wyróżnia się cztery główne typy zachowań rodziców, które mogą sprzyjać rozwojowi perfekcjonizmu:",
      "Rodzice sami demonstrują wyraźny model zachowań perfekcjonisty",
      "Rodzice są zbyt krytyczni i wymagający wobec dziecka, brak wystarczającego wsparcia emocjonalnego i pomocy w relacjach",
      "Brak rodzicielskiej aprobaty lub jest ona niekonsekwentna i warunkowa",
      "Autorytarny styl wychowania i nadmierne oczekiwania rodziców",
      "Rozpoczęcie nauki szkolnej stymuluje dziecko do formalizowania swoich sukcesów w postaci ocen.",
      "To właśnie tutaj kształtuje się „syndrom ucznia z celującymi ocenami”, który psychologowie wiążą z perfekcjonizmem. Dziecko próbuje być najlepsze we wszystkim, a jeśli mu się to nie udaje, włącza się myślenie spolaryzowane według zasady „wszystko albo nic”.",
      "Nie ma możliwości być najlepszym w tym przedmiocie, więc wybierana jest strategia bycia najgorszym ze wszystkich – lepiej być ostatnim, skoro nie można być pierwszym."
    ]
  },
  "screen_4": {
    "texts": [
      "Oprócz wpływu rodziny, perfekcjonizm jest wspierany przez współczesne społeczeństwo. W szkołach i na uniwersytetach nauczyciele lubią posłusznych uczniów z celującymi ocenami, a pracodawcy cenią pracowników-perfekcjonistów.",
      "Gospodarka rynkowa skłania ludzi do rywalizacji, dążenia do osiągania coraz lepszych wyników.",
      "Media narzucają nam modę i wyobrażenia o pięknie i atrakcyjności. Jeśli ktoś wygląda dobrze, modnie się ubiera, dba o siebie, to zwiększa szanse na znalezienie partnera, prestiżowej pracy, atrakcyjnych przyjaciół.",
      "Z tego powodu człowiek często jest przekonany o konieczności spełniania wysokich standardów, aby być częścią społeczeństwa.",
      "Czy zatem perfekcjonizm to coś dobrego, czy złego?",
      "Pytanie o perfekcjonizm często budzi kontrowersje: niektórzy uważają go za przydatny, inni — za szkodliwy.",
      "Jeśli jesteś perfekcjonistą, to prawdopodobnie powiesz, że dążenie do doskonałości jest normalne, bo jak inaczej można osiągnąć sukces? Jednak w praktyce zabiera ci to ogromne ilości sił i zasobów, stopniowo, ale bezlitośnie wyczerpując twój organizm i psychikę.",
      "Perfekcjonizm jest ściśle związany z uzależnieniem od osiągnięć, o którym mówiliśmy w poprzednich rozdziałach, więc jego wady są podobne.",
      "Zawyżone, nierealne standardy wpływają praktycznie na każdą sferę twojego życia: na pracę, naukę, relacje z bliskimi, twój odpoczynek.",
      "Problem polega na tym, że ideał, do którego dąży perfekcjonizm, w rzeczywistości jest nieosiągalny. Ideał nie istnieje — to najlepszy, doskonały stan obiektu lub zjawiska, który każdy postrzega na swój sposób.",
      "Bądźmy szczerzy i zadajmy sobie pytanie: czy istnieje coś absolutnie doskonałego dla wszystkich?",
      "To, co ty uważasz za idealne, może wydawać się komuś innemu absolutnym nonsensem. Nawet dzieła Mozarta i prace Da Vinci nie podobają się wszystkim, choć są uważane za szczyty sztuki.",
      "Kiedy dostosujesz swoje przekonania do rzeczywistości, będziesz mógł czerpać przyjemność z wykonanej pracy i z życia w ogóle, zamiast ciągłego rozczarowania.",
      "Bardzo ważne jest nauczenie się balansowania między dążeniem do lepszego a akceptowalnym, dobrym wynikiem."
    ]
  },
  "exercise": {
    "title": "Jak sobie radzić, gdy masz perfekcjonizm, ale ideału brak, a chcesz normalnie żyć?",
    "description": "Artykuł omawia dwa typy perfekcjonizmu: negatywny i pozytywny, oferując skuteczne rekomendacje dotyczące pracy z tendencjami perfekcjonistycznymi. Autor przedstawia osiem kluczowych strategii, w tym motywację do zmian, restrukturyzację poznawczą, orientację na proces zamiast wyniku i formowanie nowych, zdrowszych przekonań. Główną ideą jest to, że perfekcjonizm można przezwyciężyć, ucząc się akceptować niedoskonałości, kochać siebie bezwarunkowo i codziennie dbać o siebie.",
    "screen_1": {
      "texts": [
        "Współcześni naukowcy rozróżniają dwa typy perfekcjonizmu: negatywny i pozytywny, inaczej mówiąc zdrowy i patologiczny.",
        "Aby przekształcić minus w plus, ważne jest połączenie swoich cech przywódczych i dążenia do doskonałości ze zdrowym rozsądkiem i racjonalnością.",
        "Przygotowaliśmy dla was skuteczne rekomendacje dotyczące pracy z perfekcjonizmem.",
        "Najlepszym punktem wyjścia do walki z jakimkolwiek problemem jest motywacja do zmian.",
        "Aby pokonać perfekcjonizm, ważne jest zrozumienie, dlaczego to jest dla ciebie ważne. Przeanalizuj i zapisz wszystkie plusy i minusy.",
        "Być może zaskoczy cię, gdy odkryjesz, że trudności jest o wiele więcej niż korzyści. Kiedy to zrozumiesz i zaakceptujesz, łatwiej będzie ci się zmieniać.",
        "Podobnie jak wiele osób, prawdopodobnie uważasz, że wszystko trzeba robić na 100% albo że popełnianie błędów jest absolutnie niedopuszczalne, lub trzymasz się innych podobnych myśli i przekonań perfekcjonisty.",
        "Bardzo ważne jest, abyś kwestionował takie myśli i pracował z nimi.",
        "Jak to zrobić? Pomocne może być prowadzenie dziennika automatycznych myśli, w którym będziesz mógł identyfikować te idee, sprawdzać ich rzeczywistość i udzielać im racjonalnej odpowiedzi."
      ],
      "quote": {
        "text": "Przegapiłem ponad 9000 rzutów w mojej karierze. Przegrałem prawie 300 meczów. 26 razy ufano mi, że zdobędę zwycięski punkt, i spudłowałem. Ponosiłem porażki raz po raz w swoim życiu. I dlatego osiągnąłem sukces.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "W pytaniach pomagających testować rzeczywistość (restrukturyzacja poznawcza) mogą pomóc następujące pytania:",
        "Jakie mam dowody potwierdzające tę myśl lub przekonanie?",
        "Czy ta myśl jest użyteczna?",
        "Czy istnieją inne sposoby myślenia o tej sytuacji lub o sobie?",
        "Czy nie obwiniam się bez potrzeby?",
        "Co lub kto jeszcze przyczynił się do tej sytuacji?",
        "Czy naprawdę mam to pod kontrolą?",
        "Czy trzymam się nieuzasadnionych lub podwójnych standardów?",
        "Czy to realistyczne oczekiwanie?",
        "Te pytania mają na celu sprawdzenie konkretnego przekonania, jego potwierdzenie, wyjaśnienie lub obalenie oraz sformułowanie alternatywnego przekonania.",
        "Zadaj sobie pytanie: co się stanie, jeśli zrobię to perfekcyjnie? A co, jeśli nie zrobię tego perfekcyjnie? Spróbuj zrozumieć, co kryje się za twoim perfekcjonizmem. Może boisz się, że zostaniesz odrzucony? Może boisz się publicznego ośmieszenia? Może za perfekcjonizmem kryje się pragnienie uznania?",
        "Gdy zrozumiesz, co kryje się za perfekcjonizmem, zadaj sobie pytanie, czy na pewno zaspokajasz te lęki i potrzeby dzięki perfekcjonizmowi?",
        "No napisałeś idealny raport, oddałeś go, i co? Teraz w ogóle nie boisz się, że zostaniesz odrzucony? No wygłosiłeś idealne przemówienie, oklaskano cię, i co, wystarczą ci te owacje od tłumu nieznajomych?",
        "Najprawdopodobniej twoja odpowiedź będzie negatywna. Osiągnąłeś ideał, przez jakiś czas doświadczyłeś błogości, a potem znów wracasz do tej gonitwy.",
        "Porzuć myślenie czarno-białe",
        "Perfekcjoniści często myślą kategoriami „wszystko albo nic”, „sukces albo porażka”, „zrób to idealnie albo w ogóle nie rób”.",
        "Takie podejście jest nierealistyczne. Rozejrzyj się i zapytaj siebie, ile rzeczy na świecie pasuje do kategorii „wszystko albo nic”. Czy twoje ściany są całkowicie czyste? Czy na nich jest chociaż trochę brudu?",
        "Czy znasz człowieka, który jest absolutnie spokojny i pewny siebie? Czy twoja ulubiona aktorka ma idealną urodę, czy jednak ma wady?"
      ]
    },
    "screen_3": {
      "texts": [
        "W życiu rzadko coś się udaje bez błędów i niepowodzeń.",
        "Nikt nie rodzi się mistrzem – uczymy się, próbujemy, popełniamy błędy i stopniowo doskonalimy się.",
        "Pozwól sobie być niedoskonałym, robić coś niedokończonego, popełniać błędy. Błędy nie są wrogami, ale pomocnikami na drodze do sukcesu. Często przypominaj sobie przysłowie: „Nie myli się ten, kto nic nie robi”.",
        "Nie rezygnuj od razu ze wszystkich ideałów – może to być zbyt gwałtowna zmiana.",
        "Działaj stopniowo.",
        "Zacznij od małych rzeczy: wybierz jeden, najmniej znaczący ideał i spróbuj go porzucić. Obserwuj wynik.",
        "Świat się nie zawali, jeśli zrobisz coś niedoskonałego. Twoi bliscy cię nie opuszczą, nie staniesz się okropnym człowiekiem.",
        "Najprawdopodobniej poradzisz sobie z niedoskonałym wynikiem o wiele łatwiej, niż się wydaje. Pamiętaj, że jeden eksperyment nie da pełnego obrazu. Potrzebna jest systematyczność.",
        "Każdego tygodnia lub miesiąca rezygnuj z jednego ideału i obserwuj reakcję. Słuchaj siebie i poruszaj się w tempie, które jest dla ciebie wygodne.",
        "Prowadź dziennik osiągnięć",
        "Zapisuj zarówno duże, jak i małe, znaczące i mniej istotne sukcesy. Każdego dnia. Perfekcjonizm uwielbia porażki, a gdy następnym razem powiesz sobie: „Nigdy mi się nic nie udaje”, otwórz notatnik i przeczytaj, ile już osiągnąłeś.",
        "Innym sposobem na pokonanie perfekcjonizmu jest skupienie się na procesie.",
        "To oznacza, że oceniając dane działanie, koncentrujesz się bardziej na procesie niż na wyniku.",
        "Wyobraź sobie, że jesteś kierowcą i codziennie jeździsz z punktu A do punktu B. W niektóre dni na światłach głównie świeci się zielone światło, i szybko docierasz do celu. A w inne dni ciągle trafiasz na czerwone światło, stoisz w korkach, i podróż zajmuje o wiele więcej czasu.",
        "Twoje umiejętności jazdy się nie zmieniają, więc dlaczego każdego dnia nie czuć się jednakowo zadowolonym z pracy, którą wykonujesz? Spróbuj spojrzeć na rzeczy z nowej perspektywy, nie próbując robić swojej pracy lub jakiegoś działania perfekcyjnie.",
        "Na przykład będąc studentem, można postawić sobie następujące cele skoncentrowane na procesie:",
        "uczestniczyć w zajęciach;",
        "uważnie słuchać i robić notatki;",
        "zadawać odpowiednie pytania;",
        "poświęcać każdemu przedmiotowi określoną ilość czasu;",
        "co dwa-trzy tygodnie przeglądać notatki z zajęć.",
        "Wszystkie te procesy możesz kontrolować, więc sukces jest gwarantowany. Natomiast ocena końcowa lub wynik nie są pod twoją kontrolą.",
        "Wynik zależy od tego, jak twój wykładowca czuje się w danym dniu, jak dobrze poradzili sobie inni studenci, jakie kryteria stosuje itd."
      ]
    },
    "screen_4": {
      "texts": [
        "Użyj „techniki chciwości”",
        "Opiera się ona na prostym fakcie, że większość z nas dąży do doskonałości, aby odnieść sukces w życiu. Być może nie przyszło ci do głowy, że możesz osiągnąć o wiele więcej sukcesów, jeśli obniżysz swoje standardy.",
        "Na przykład kiedyś pewien znany psychoterapeuta pisał swoją pierwszą pracę naukową przez ponad dwa lata.",
        "Była świetna i została opublikowana. Ale w tym samym czasie jego koledzy napisali i opublikowali znacznie więcej równie dobrych prac. Zastanowił się więc, co jest lepsze: mieć jedną pracę z 98% „doskonałości” czy 10 prac z 80% „doskonałości”?",
        "W drugim przypadku wydajność byłaby wyższa, a on mógłby wyprzedzić swoich kolegów. To zrozumienie skłoniło psychoterapeutę do złagodzenia swoich standardów.",
        "W rezultacie jego produktywność wzrosła, a satysfakcja z pracy wzrosła.",
        "Wykonanie kilku zadań dobrze może być bardziej efektywne niż skupianie się na stworzeniu idealnego produktu z dużym stresem.",
        "Sformułuj nowe przekonania",
        "Praca nad przekonaniami polega na ich zrozumieniu, rozważeniu ich konsekwencji, znalezieniu źródeł i kończy się sformułowaniem nowych, alternatywnych przekonań.",
        "Naszym zadaniem jest pomóc „znormalizować” różne przejawy „niedoskonałości” (błędy, niepowodzenia), pomóc zaakceptować ideę własnej niedoskonałości i niedoskonałości innych ludzi.",
        "Zrezygnuj z przekonań:",
        "Ja/inne osoby/świat muszą być doskonałe",
        "Jeśli nie jest doskonale, to źle",
        "Jeśli jest źle, to odwrócą się ode mnie/nie uznają mnie/nie poradzę sobie",
        "Zamiast nich używaj nowych przekonań i zdań.",
        "Nie jestem doskonały, ale:",
        "Uczę się i rozwijam",
        "Jestem wystarczająco dobry",
        "Zasługuję na miłość i szacunek, nawet jeśli nie jestem doskonały",
        "Inni nie są doskonali, ale:",
        "Też są ludźmi, z ich zaletami i wadami",
        "Nie zawsze będą mnie aprobować, i to normalne",
        "Popełniam błędy, ale daje mi to możliwość:",
        "Uczenia się na swoich błędach",
        "Stawania się lepszym",
        "Okazywania wytrwałości i nie poddawania się",
        "Zapisz swoje nowe przekonania i wdrażaj je w swoje życie.",
        "Możesz je napisać na karteczce i przykleić na lodówkę, wpisać je do notatek na telefonie lub stworzyć obraz z nimi i ustawić na pulpicie.",
        "Czytaj te stwierdzenia codziennie, przynajmniej raz, a najlepiej więcej. Pomoże ci to przeprogramować swoje myśli i zastąpić niezdrowe przekonania bardziej adaptacyjnymi.",
        "Na szczęście perfekcjonizm nie jest wyrokiem.",
        "Za pomocą małych kroków – samodzielnie lub pod kierunkiem specjalisty – możesz przekształcić perfekcjonizm na zdrowy poziom. Aby to zrobić, musisz nauczyć się kochać siebie bezwarunkowo i dbać o siebie codziennie."
      ]
    }
  }
}
