{
  "title": "Droga do zdrowej samooceny",
  "description": "Ten tekst opisuje, jak stopniowo uwalniać się od zależności od aprobaty innych. Kluczowe kroki to analiza zalet i wad dotychczasowych przekonań, przekształcanie negatywnych schematów w bardziej realistyczne i wspierające oraz rozwijanie nawyku samodzielnego udzielania sobie uznania. Stosując te wskazówki w praktyce, można zwiększyć swoją niezależność i poprawić jakość życia.",
  "screen_1": {
    "texts": [
      "Pierwszym, bardzo ważnym krokiem w zmianie destrukcyjnych przekonań jest analiza ich zalet i wad.",
      "Zastanów się nad swoimi przekonaniami dotyczącymi zależności od aprobaty innych osób i zapisz je. Mogą brzmieć różnie, ale odzwierciedlają twoje dążenie do tego, by być przez innych akceptowaną/akceptowanym.",
      "Na przykład: „Powinnam/powinienem robić to, co podoba się ludziom” albo „Jeśli ktoś mnie nie aprobuje, to znaczy, że jestem złą osobą”.",
      "Zadaj sobie pytanie: jakie są zalety i wady takich przekonań? Jaką cenę za nie płacisz i co w zamian zyskujesz?",
      "Spisując wszystkie możliwe sposoby, w jakie dane przekonanie ci szkodzi lub pomaga, możesz wyraźniej zobaczyć, jak naprawdę wpływa ono na twój stan, nastrój i życie jako całość. To może stać się ważnym pierwszym krokiem w rozwoju osobistym.",
      "Jeśli zauważysz, że lęk przed brakiem aprobaty wyrządza ci więcej szkody niż pożytku, kolejnym krokiem będzie przekształcenie przekonania tak, by brzmiało bardziej realistycznie i wspierająco.",
      "Jako przykład weźmy przekonanie: „Jeśli ktoś mnie nie aprobuje, to znaczy, że jestem złą osobą”.",
      "Nawet jeśli będziesz zachowywać się „idealnie”, i tak znajdą się ludzie, którzy będą niezadowoleni z twojego postępowania albo wręcz z ciebie jako osoby.",
      "Niezależnie od tego, jak bardzo starasz się być dla innych „dobrą” i wygodną osobą, nie unikniesz krytyki, konfliktów ani nawet odrzucenia.",
      "Nie dowodzi to jednak wcale, że jesteś złym człowiekiem. Ktoś może cię krytykować, kierując się własnymi przekonaniami, ukształtowanymi przez wychowanie i doświadczenia życiowe (nie zawsze racjonalne!), w które ty – jako inna osoba – po prostu się nie wpisujesz.",
      "Jeśli ktoś woli blondynki od brunetek, to czy znaczy, że wszystkie brunetki są „złe”?",
      "Na podstawie takich rozważań można sformułować przekonanie na nowo: „Brak aprobaty może być nieprzyjemny, ale nie czyni mnie złą osobą”.",
      "Czytaj to nowe przekonanie kilka razy dziennie. W ten sposób stopniowo będziesz kształtować nowe nawyki myślenia."
    ],
    "quote": {
      "text": "Nikt nie może sprawić, że poczujesz się osobą gorszej wartości bez twojej zgody.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Zastanów się, dlaczego lęk przed brakiem aprobaty jest nieracjonalny. Ułóż własną listę powodów, dla których brak aprobaty jest nieprzyjemny, ale nie groźny.",
      "Twoje argumenty powinny być życiowe, jasne i na tyle przekonujące, byś naprawdę ich nie kwestionowała/nie kwestionował. Nie wprowadzaj samej/samego siebie w błąd!",
      "Na przykład zdanie: „Jeśli ktoś mnie krytykuje, nie ma sensu się przejmować, bo nie potrzebuję takich aroganckich ludzi”, raczej nie zadziała, bo zawiera zniekształcenie.",
      "W ten sposób próbujesz tylko podnieść własne poczucie wartości, wpisując kogoś na wewnętrzną „czarną listę”. Trzymaj się takich myśli, które uważasz za naprawdę prawdziwe.",
      "Oto kilka idei, które mogą być dla ciebie pomocne:",
      "Brak aprobaty nie zawsze ma bezpośredni związek z tobą – z twoimi słowami, działaniami czy stylem życia. Powód może tkwić w problemach albo w osobistych poglądach drugiej osoby.",
      "Nawet uzasadniona krytyka nie stanowi zagrożenia, bo pomaga dostrzec i skorygować błędy. A – jak wiadomo – to właśnie na błędach się uczymy.",
      "Jeden, dwa, pięć czy dziesięć potknięć nie oznacza, że wszystko, co robisz, jest złe. W równowadze do nich istnieje wiele obszarów, w których nie popełniasz błędów.",
      "To ty decydujesz, jak bardzo przejmiesz się cudzym brakiem aprobaty – twoja reakcja zależy wyłącznie od ciebie.",
      "Inni ludzie mogą oceniać jedynie trafność i jakość twoich słów lub działań, ale nie są w stanie określić twojej wartości jako człowieka.",
      "Ludzie będą oceniać cię na różne sposoby, niezależnie od tego, jak dobrze czy źle postępujesz. Brak aprobaty nie rozprzestrzenia się błyskawicznie, a jeden epizod odrzucenia nie skazuje cię na całkowitą samotność.",
      "Brak aprobaty i krytyka zwykle wiążą się z dyskomfortem, ale to uczucie z czasem mija. Zamiast pogrążać się w przygnębieniu, wróć do zajęć, które kiedyś sprawiały ci przyjemność, nawet jeśli teraz wydaje ci się to bez sensu. Brak aprobaty nie trwa wiecznie.",
      "Rozważaj ten temat przez kilka dni i stopniowo uzupełniaj swoją listę. Wypracuj własne podejście do braku aprobaty. Zdziwisz się, jak bardzo może to zmienić twoje spojrzenie na świat i wzmocnić poczucie niezależności."
    ],
    "quote": {
      "text": "Wasz czas jest ograniczony, nie marnujcie go, żyjąc cudzym życiem.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Ucz się opierać przede wszystkim na własnej aprobacie.",
      "Kluczem do emocjonalnego zdrowienia jest świadomość, że na twój nastrój wpływają przede wszystkim twoje własne myśli. Odrzucając zależność od cudzej pochwały, spróbuj dawać sobie wsparcie samodzielnie.",
      "Możesz w tym celu zapisywać w ciągu dnia w notesie lub w telefonie listę swoich osiągnięć. Nie ma znaczenia, jak są duże ani czy ktoś oprócz ciebie je zauważył.",
      "Może to być drobiazg – że przytrzymałaś/przytrzymałeś komuś drzwi w metrze, dwa razy cierpliwie coś wytłumaczyłaś/wytłumaczyłeś koledze z pracy albo po prostu nie przeszłaś/nie przeszedłeś przez ulicę na czerwonym świetle, mimo że inni tak zrobili.",
      "Wypracuj nawyk prowadzenia takiej listy i zaglądaj do niej przed snem – to będzie duży krok w stronę samodzielnego udzielania sobie uznania.",
      "Pamiętaj, że opinie otoczenia są bardzo zmienne. To, co dziś jest krytykowane i budzi kontrowersje, jutro może stać się modne i pożądane.",
      "Nie próbuj i nie staraj się spodobać wszystkim. To niemożliwe. Na świecie są miliony ludzi, każdy ma własną głowę i własne zdanie.",
      "Żyj swoim życiem, mów to, co uważasz za ważne, ucz się na własnych błędach, naprawiaj je, dąż do swoich celów i idź naprzód.",
      "Wszystkie opisane kroki działają najlepiej razem. Tak, to wymaga wysiłku, ale wyjście z pułapki zależności od cudzej aprobaty realnie zmienia życie na lepsze. Daje wolność bycia sobą."
    ]
  }
}
