{
  "title": "Droga do zdrowej samooceny",
  "description": "Ten tekst omawia sposoby uwolnienia się od uzależnienia od aprobaty innych. Główne kroki obejmują analizę zalet i wad obecnych przekonań, przekształcenie negatywnych przekonań na bardziej realistyczne i korzystne oraz rozwijanie nawyku samopotwierdzenia. Postępując zgodnie z tymi zaleceniami, osoba może zwiększyć swoją niezależność i poprawić jakość życia.",
  "screen_1": {
    "texts": [
      "Pierwszym i bardzo ważnym krokiem na drodze do zmiany destrukcyjnych przekonań jest analiza ich zalet i wad.",
      "Zastanów się nad swoimi przekonaniami dotyczącymi uzależnienia od aprobaty i zapisz je. Mogą być one sformułowane na różne sposoby, ale odzwierciedlają twoje dążenie do uzyskania aprobaty innych.",
      "Na przykład: „Muszę robić to, co ludzie lubią”, lub „Jeśli mnie nie aprobują, to znaczy, że jestem zły”.",
      "Zadaj sobie pytanie: jakie są zalety i wady takich przekonań? Jaką cenę za nie płacisz i co otrzymujesz w zamian?",
      "Wypisanie wszystkich możliwych sposobów, w jakie przekonanie szkodzi lub pomaga ci, pozwoli ci zobaczyć, jak w rzeczywistości wpływa ono na twoje samopoczucie, nastrój i życie jako całość. To może być ważny pierwszy krok w rozwoju osobistym.",
      "Jeśli zauważyłeś, że strach przed dezaprobatą przynosi ci więcej szkody niż pożytku, następnym krokiem jest przekształcenie przekonania w taki sposób, aby było bardziej realistyczne i korzystne dla ciebie.",
      "Weźmy na przykład przekonanie: „Jeśli mnie nie aprobują, to znaczy, że jestem zły”.",
      "Nawet jeśli będziesz zachowywać się „idealnie”, zawsze znajdą się ludzie, którzy będą niezadowoleni z twojego zachowania lub nawet z ciebie samego.",
      "Bez względu na to, jak dobry i wygodny starasz się być dla innych ludzi, nie unikniesz krytyki, konfliktów, a nawet odrzucenia.",
      "Jednakże nie jest to dowodem na to, że jesteś złym człowiekiem, ponieważ inna osoba może cię krytykować z powodu swoich ukształtowanych przez wychowanie i doświadczenia życiowe przekonań (nie zawsze racjonalnych!), w które ty, będąc inną osobą, po prostu się nie wpisujesz.",
      "A jeśli ktoś woli blondynki od brunetek, czy to oznacza, że wszystkie brunetki są złe?",
      "W oparciu o takie rozważania, przekonanie można przekształcić w następujący sposób: „Dezaprobata może być nieprzyjemna, ale to nie czyni mnie złym człowiekiem”.",
      "Czytaj nowe przekonanie kilka razy dziennie. W ten sposób stopniowo wykształcisz nowe nawyki myślenia."
    ],
    "quote": {
      "text": "Nikt nie może sprawić, że poczujesz się mniej wartościowy bez twojej zgody.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Zastanów się, dlaczego strach przed dezaprobatą jest nieracjonalny. Stwórz własną listę powodów, dlaczego dezaprobata jest nieprzyjemna, ale nie śmiertelna.",
      "Argumenty powinny być życiowe, zrozumiałe, abyś w nie nie wątpił. Nie wprowadzaj się w błąd!",
      "Na przykład stwierdzenie: „Jeśli ktoś mnie krytykuje, nie powinienem się tym martwić, ponieważ nie potrzebuję obok siebie takich zarozumiałych ludzi”, nie zadziała, ponieważ zawiera zniekształcenie.",
      "W ten sposób tylko próbujesz się dowartościować, wpisując tę osobę na „czarną listę”. Trzymaj się pomysłów, które uważasz za prawdziwe.",
      "Oto niektóre pomysły, które mogą być dla ciebie przydatne:",
      "Dezaprobata nie zawsze jest bezpośrednio związana z tobą: twoimi słowami, działaniami czy stylem życia. Przyczyna może tkwić w problemach lub osobistych poglądach innej osoby.",
      "Nawet uzasadniona krytyka nie stanowi zagrożenia, ponieważ pomaga znaleźć i naprawić błędy. A na błędach, jak wiadomo, uczymy się.",
      "Jeden, dwa, pięć, dziesięć błędów nie oznacza, że wszystko, co robisz, jest złe. W przeciwieństwie do nich istnieje wiele rzeczy, w których nie popełniasz błędów.",
      "Sam decydujesz, jak bardzo przejmować się dezaprobatą innych, twoja reakcja zależy tylko od ciebie.",
      "Inni ludzie nie mogą oceniać twojej wartości jako człowieka, tylko poprawność i wartość twoich słów lub działań.",
      "Wszyscy ludzie będą cię oceniać inaczej, niezależnie od tego, jak dobrze czy źle postępujesz. Dezaprobata nie rozprzestrzenia się z ogromną prędkością, a jeden przypadek odrzucenia nie prowadzi do całkowitej samotności.",
      "Dezaprobata i krytyka zwykle powodują dyskomfort, ale dyskomfort przeminie. Przestań się smucić. Zajmij się tym, co kiedyś sprawiało ci przyjemność, nawet jeśli wydaje ci się, że zaczynanie nie ma sensu. Dezaprobata nie jest na zawsze.",
      "Rozmyślaj nad tym tematem przez kilka dni i stopniowo uzupełniaj listę. Wypracuj swoje własne podejście do dezaprobaty. Zdziwisz się, jak bardzo to pomoże ci zmienić spojrzenie na świat i wzmocnić poczucie niezależności."
    ],
    "quote": {
      "text": "Twój czas jest ograniczony, nie marnuj go, żyjąc cudzym życiem.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Naucz się polegać tylko na własnej aprobacie.",
      "Kluczem do emocjonalnego uzdrowienia jest wiedza, że na twój nastrój mogą wpływać tylko twoje własne myśli. Rezygnując z uzależnienia od pochwał innych, spróbuj sam sobie udzielać wsparcia.",
      "W tym celu zapisuj w ciągu dnia w dzienniku lub telefonie listę swoich osiągnięć. Nie ma znaczenia, jak są one wielkie, czy ktoś inny je zauważył, czy nie.",
      "Może to być fakt, że przytrzymałeś drzwi w metrze lub dwukrotnie cierpliwie wyjaśniłeś jakiś temat koledze. Albo po prostu nie przeszedłeś na czerwonym świetle.",
      "Naucz się prowadzić taką listę, przeglądaj ją przed snem, a zrobisz duży krok w kierunku aprobaty siebie.",
      "Pamiętaj, że opinia innych jest bardzo niestabilna. To, co dziś jest krytykowane, jutro może stać się modne i pożądane przez wielu.",
      "Nie próbuj i nie dąż do zadowolenia wszystkich. To niemożliwe. Na świecie są miliony ludzi, a każdy ma swoje zdanie i swoją głowę na karku.",
      "Żyj swoim życiem, wyrażaj swoje zdanie, ucz się na swoich błędach, naprawiaj je, dąż do swoich celów i idź naprzód.",
      "Wszystkie wymienione kroki działają w synergii. Tak, to wymaga wysiłku, ale uwolnienie się od uzależnienia od aprobaty innych zmienia życie na lepsze. Daje to wolność bycia sobą."
    ]
  }
}
