{
  "control": {
    "title": "Technik: Ein Tag unter Kontrolle",
    "description": "Der Artikel stellt eine einzigartige Planungstechnik \"Zwei Spalten\" vor, die darauf abzielt, die Selbstorganisation und persönliche Effizienz zu verbessern. Die Leser erfahren, wie die einfache Unterteilung der Aufgaben in \"Pläne\" und \"Tatsachen\" nicht nur beim Erreichen gesetzter Ziele hilft, sondern auch beim Verständnis ihrer täglichen Handlungen. Besondere Aufmerksamkeit wird der Analyse des Erreichten gewidmet, was das Erlernen der Anpassung an Veränderungen ermöglicht und einen Ausgleich zwischen dem Notwendigen und dem Gewünschten findet.",
    "screen_1": {
      "texts": [
        "Die erste Übung, die wir mit Ihnen teilen möchten, ist einfach, aber effektiv und wird Ihnen bei Ihrer Selbstorganisation helfen.",
        "Am Abend vor dem nächsten Tag setzen Sie sich hin und schreiben Sie Ihren Tagesplan. Dieser wird aus zwei Teilen bestehen, entsprechend zwei Spalten.",
        "Die erste Spalte — «Vorher». Dies ist der stündliche Plan dessen, was Sie tun möchten. Schreiben Sie nicht sofort zu viel: In jeder Stundenzeile notieren Sie ein oder zwei Wörter, die eine bestimmte Aktivität oder Handlung beschreiben.",
        "Zum Beispiel könnte es etwas Kleines sein: duschen, frühstücken, Wäsche waschen. Oder es könnte etwas sein, das mehr Energie erfordert: aufräumen, sich auf eine Prüfung vorbereiten, einen Lebenslauf schreiben usw.",
        "Am Ende jedes Tages schreiben Sie in die zweite Spalte — «Nachher».",
        "Hier sollten Sie notieren, was Sie tatsächlich den ganzen Tag über gemacht haben, ebenfalls stündlich. Ihre Aktivitäten können mit den geplanten übereinstimmen oder auch nicht — das ist normal, machen Sie sich keine Sorgen.",
        "Selbst wenn Sie nur einen kleinen Teil der «Vorher»-Liste umsetzen können, kann die einfache Planung Ihrer Zeit sehr nützlich und visuell verständlich sein.",
        "Markieren Sie zudem jede Aktivität mit einem «D-Aufgabe», wenn die Aktivität für Sie nicht sehr einfach war und ein besonderes Achievement für Sie darstellt."
      ]
    },
    "screen_2": {
      "texts": [
        "Es kann sein, dass Zähneputzen oder Duschen während einer Depression für Sie ein Achievement darstellen, daran ist nichts Schreckliches oder Beschämendes, glauben Sie mir. Und dann schreiben Sie neben diesen Aktivitäten den Buchstaben «D». Markieren Sie auch den Schwierigkeitsgrad.",
        "Zum Beispiel war das Bettenmachen recht einfach, also könnte es ein «D-2» sein, aber das Mittagessen zuzubereiten war schwieriger, also wäre es ein «D-7». Die Skala, nach der Sie dies bewerten, basiert auf Ihren Gefühlen.",
        "Wenn eine Aktivität in Ihrem Plan für Sie angenehm war, dann markieren Sie diese mit «U-Vergnügen» (U = Unterhaltung).",
        "Zum Beispiel, wenn das Anschauen eines Films oder ein Spaziergang im Park Ihnen Freude bereitet haben, dann setzen Sie den entsprechenden Buchstaben daneben und bewerten Sie auch den Grad des Vergnügens, das Sie aus dieser Aktivität gezogen haben.",
        "Eigentlich ist das die ganze Übung: Sie ist einfach, aber wirkungsvoll. Sie mögen denken, dass es nicht funktioniert, aber wenn Sie es nicht versuchen, es regelmäßig für einige Zeit zu tun, werden Sie es nicht verstehen. Es funktioniert, weil:",
        "Es stoppt Ihre Neigung, ständig über die Wichtigkeit und den Wert verschiedener Handlungen nachzudenken und hilft, innere Konflikte zu bewältigen, ob etwas getan werden sollte oder nicht;",
        "Es hilft Ihnen, Ihre Zeit ausgewogen zu planen, da es sowohl Aufgaben gibt, die Sie einfach aus dem einen oder anderen Grund tun müssen, als auch Aktivitäten, die Ihnen Vergnügen bereiten;"
      ]
    },
    "screen_3": {
      "texts": [
        "Wenn Sie regelmäßig einen Tagesplan erstellen, werden Sie bald bemerken, dass Ihre Motivation steigt, weil Sie durch das Starten irgendeiner Aktivität Ihre Überzeugungen widerlegen, dass Sie unfähig sind, etwas zu tun.",
        "Eine Person, die lange Zeit depressiv war und unter Prokrastination litt, teilte ihre Rückmeldung zu dieser Technik mit:",
        "Indem ich meinen Tag plante und abends auf die Ergebnisse schaute, wurde mir klar, worauf ich tatsächlich meine Zeit verwende.",
        "Es hat mir geholfen, die Verantwortung für mein Leben wiederzuerlangen. Ich erkenne, dass ich die Situation kontrollieren kann, wenn ich will."
      ],
      "quote": {
        "text": "Das Wichtigste im Zeitmanagement ist nicht, die Zeit zu managen, sondern sich selbst zu managen",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Sich selbst wiederfinden nach dem Verlust eines nahestehenden Menschen",
    "description": "Dieser Beitrag erzählt die Geschichte von Anastasia, die nach dem tragischen Tod ihres Bruders eine tiefe Depression und quälende Schuldgefühle erlebte. Mit Hilfe der Psychotherapie konnte sie sich nach und nach von Selbstvorwürfen lösen, ihre Haltung zu sich selbst und zu ihren Gefühlen verändern und Schritt für Schritt in ein erfülltes Leben zurückkehren.",
    "screen_1": {
      "texts": [
        "Früher oder später begegnet jede und jeder von uns dem Verlust eines nahestehenden Menschen. Der Tod ist eine schwere Prüfung, die uns wie eine mächtige Welle mit Schmerz und Schwere überrollt.",
        "Tränen, Trauer und intensive Gefühle sind eine natürliche Reaktion auf den Verlust. Diese Erfahrungen helfen, die Trauer zu durchleben und wieder Kraft zum Weiterleben zu finden.",
        "Manchmal wird die Trauer langwierig und begleitet eine Person über Jahre. Und manchmal schlägt die Trauer rasch in eine tiefe Depression um.",
        "Betrachten wir die Geschichte von Anastasia, 29 Jahre alt, die nach dem Suizid ihres jüngeren Bruders in eine schwere Depression geriet. Einige Monate nach der Tragödie wandte sie sich an eine Psychotherapeutin bzw. einen Psychotherapeuten.",
        "Besonders quälend war die Überzeugung, sie trage Verantwortung für seinen Tod.",
        "Anastasia fühlte sich mit einer unlösbaren, furchteinflößenden Realität konfrontiert. Es schien ihr, sie habe das Leid \"verdient\", und sie erlebte sogar suizidale Gedanken.",
        "Schuldgefühle sind ein häufiger und schwerer Begleiter für Hinterbliebene, insbesondere wenn ein Mensch durch eigene Hand aus dem Leben geht.",
        "Viele stellen sich Fragen wie: „Warum habe ich das nicht verhindert? Warum habe ich es nicht rechtzeitig bemerkt?\"",
        "Selbst sehr erfahrene Fachpersonen können solche Gedanken haben, wenn ein Klient oder eine Klientin Suizid begeht: „Das ist wirklich meine Schuld. Ich hätte etwas anderes sagen, anders fragen, aufmerksamer sein müssen. Ich hätte es verhindern müssen. Ich bin schuld!\""
      ],
      "quote": {
        "text": "Die, die wir lieben, können uns verlassen, doch sie sind nie ganz fort, solange wir ihrer gedenken.",
        "author": "Konfuzius"
      }
    },
    "screen_2": {
      "texts": [
        "Anastasias Selbstvorwürfe setzten bereits vor der Tragödie ein. Sie dachte oft, ihr Leben sei erfolgreicher verlaufen als das ihres Bruders, und unterstützte ihn emotional und finanziell während seines langen Kampfes mit der Depression.",
        "Sie ermutigte ihn, psychologische Hilfe in Anspruch zu nehmen, beteiligte sich an den Therapiekosten und mietete sogar eine Wohnung in seiner Nähe, um schnell zur Stelle zu sein.",
        "Anastasia war überzeugt, sie trage die Schuld an seinem Tod, denn sie „hätte noch mehr tun müssen\".",
        "Ihre Gefühle waren tief und ehrlich, und der Schmerz war ständig spürbar.",
        "In den ersten Sitzungen sprach sie über die Gründe ihrer Selbstanklagen und über Todesgedanken: „Ich war für sein Leben verantwortlich. Ich glaube, meine Unfähigkeit zu helfen hat zur Tragödie geführt. Ich hätte seinen Zustand erkennen und ihn retten müssen.\"",
        "Sie war überzeugt, ihr Leiden sei gerechtfertigt und sie müsse eine Strafe tragen.",
        "Von außen betrachtet lässt sich erkennen, dass solche Gedanken irrational sind und nur schaden.",
        "Der zentrale kognitive Fehler war die Personalisierung. Im Verlauf der Therapie gelangte Anastasia zu wichtigen Einsichten:",
        "Wäre sie tatsächlich für den Tod ihres Bruders verantwortlich, hieße das, sie sei die Ursache seiner Entscheidung.",
        "Sie konnte seine Gedanken und seinen inneren Schmerz nicht kontrollieren und war daher nicht für die Überzeugungen verantwortlich, die zu seiner schweren Depression führten. Das war sein Kampf, nicht ihre Schuld.",
        "Indem sie versuchte, Verantwortung für seinen Zustand zu übernehmen, wollte sie etwas beeinflussen, das außerhalb ihrer Kontrolle lag. Das Äußerste, was sie tun konnte, war, ihn im Rahmen ihrer Kräfte und Möglichkeiten zu unterstützen."
      ]
    },
    "screen_3": {
      "texts": [
        "Hätte sie von seinen Absichten gewusst, hätte sie alles getan, um zu helfen und die Tragödie zu verhindern. Aber sie wusste es nicht – und das Verborgene zu verändern war unmöglich.",
        "Indem sie sich selbst anklagte, unterstellte Anastasia gewissermaßen, sie hätte die Zukunft voraussehen und über unbegrenztes Wissen verfügen müssen. Diese Erwartungen waren unrealistisch, und es gab keinen Grund, sich selbst die Schuld zu geben.",
        "Alle Argumente wiesen auf dasselbe hin: Die Verantwortung für seine Tat zu übernehmen war eine schwere und ungerechte Fehlannahme.",
        "Ihre Verantwortung liegt allein in ihrem eigenen Leben und Wohlbefinden.",
        "Mit der Zeit begriff sie: Ihr Leid entstand nicht, weil sie den Bruder \"enttäuscht\" hatte, sondern weil sie der Schuld erlaubte, sie zu vereinnahmen, und der Depression gestattete, ihr Leben zu zerstören.",
        "Ein hilfreicher Schritt war, die Schuld allmählich loszulassen, sich zu stabilisieren und neu zu lernen, ein freudiges, erfülltes Leben zu führen.",
        "So zeigt sich echte Selbstfürsorge. Nach der Therapie verbesserte sich Anastasias Zustand deutlich, und sie konnte die Depression überwinden. Sie erklärte dies mit tiefgreifenden Veränderungen in der Haltung zu sich selbst und zu ihrer inneren Welt."
      ]
    }
  },
  "diagnostic": {
    "title": "Depressionsdiagnose: Eine Reise zum besseren Selbstverständnis",
    "description": "Der Beitrag erläutert Wege der Depressionsdiagnostik – vom allgemeinen Erkennen der Symptome bis zur Selbsteinschätzung mit dem \"Beck-Depressions-Inventar\" (BDI). Er betont die Bedeutung einer fachlichen Abklärung für eine genaue Diagnose und Begleitung, insbesondere bei ausgeprägten Symptomen, und bietet praktische Schritte und Übungen für alle, die sich um ihr emotionales Wohlbefinden kümmern möchten.",
    "screen_1": {
      "texts": [
        "Im vorherigen Abschnitt haben wir bereits besprochen, was eine Depression ist.",
        "Nun sehen wir uns an, wie sie sich bei einer Person erkennen lässt.",
        "Die Diagnostik einer Depression lässt sich grob in drei Etappen gliedern:",
        "Allgemeines Screening",
        "Wie jedes andere emotionale Erleben zeigt sich eine Depression durch bestimmte Symptome. Betrachten wir sie im Einzelnen:",
        "Niedergedrückte Stimmung.",
        "Verlust von Interesse an gewohnten Aktivitäten und Dingen, die sonst Freude machen.",
        "Anhedonie – eine verminderte Fähigkeit, Freude zu empfinden.",
        "Schwierigkeiten mit Konzentration, Leistungsfähigkeit und Entscheidungsfindung.",
        "Schlaf- und Appetitveränderungen – vermindert oder vermehrt.",
        "Gefühle von Hoffnungslosigkeit, Hilflosigkeit, Reizbarkeit, Scham oder Schuld.",
        "Angstsymptome oder ausgeprägte Apathie.",
        "Verminderte Energie, anhaltende Erschöpfung.",
        "Sich aufdrängende Gedanken an den Tod oder Suizid.",
        "Viele von uns haben einige dieser Erscheinungen zumindest einmal erlebt.",
        "Einzelne Symptome bedeuten jedoch nicht zwangsläufig eine Depression. Wie lässt sich eine Depression feststellen?",
        "In der Regel spricht man von einer depressiven Störung, wenn mindestens vier der genannten Symptome über einen Zeitraum von mindestens zwei Wochen bestehen.",
        "Wichtig ist außerdem, den allgemeinen Gesundheitszustand und den Einfluss der Lebensumstände zu berücksichtigen."
      ],
      "quote": {
        "text": "Wir können die Situationen, die das Leben uns stellt, nicht ändern, aber wir können ändern, wie wir sie erleben.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Selbsteinschätzung mit bewährten Verfahren",
        "Es gibt eine Reihe von Instrumenten, die helfen, den eigenen Zustand einzuschätzen.",
        "Eines der bekanntesten und zuverlässigsten ist das \"Beck-Depressions-Inventar\" (BDI).",
        "Dieses Verfahren, entwickelt vom Psychotherapeuten Aaron T. Beck, umfasst 21 Symptomkategorien und bildet unterschiedliche Facetten depressiven Erlebens ab.",
        "Mit diesem Test lässt sich der Schweregrad der Symptome orientierend bestimmen – von leicht bis hin zu ausgeprägt.",
        "Der Test steht in unserer App zur Verfügung und lässt sich einfach und intuitiv anwenden."
      ],
      "quote": {
        "text": "Sich um sich selbst zu kümmern, ist keine Ausnahme von Ihren Pflichten, sondern ein wesentlicher Bestandteil davon.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Fachliche Beratung",
        "Wenn die Ergebnisse der Selbsteinschätzung auf eine mögliche depressive Symptomatik hinweisen, ist es wichtig, sich an eine Psychologin oder einen Psychologen, eine Psychiaterin oder einen Psychiater bzw. eine Psychotherapeutin oder einen Psychotherapeuten zu wenden.",
        "Fachleute helfen, die Diagnose zu präzisieren und einen passenden Plan für Unterstützung und Behandlung zu entwickeln. Wir begleiten Sie dabei mit hilfreichen Informationen.",
        "Dieses Material richtet sich vor allem an Menschen mit leichten bis mittelgradigen Ausprägungen der Symptomatik.",
        "Es kann aber auch denen helfen, die mit stärkeren Symptomen konfrontiert sind.",
        "Die Inhalte können Symptome etwas lindern und dabei helfen, das eigene Befinden besser zu verstehen. Bei ausgeprägter Depression reichen Selbsthilfe-Tools jedoch oft nicht aus.",
        "In solchen Situationen ist es besonders wichtig, professionelle Hilfe in Anspruch zu nehmen und, falls erforderlich, auch eine medikamentöse Unterstützung zu erwägen.",
        "Die Diagnostik emotionaler Zustände ist ein sensibler und anspruchsvoller Prozess.",
        "Bei der Selbsteinschätzung besteht stets das Risiko von Fehleinschätzungen.",
        "Auch wenn keine klinische Depression vorliegt, sondern nur eine vorübergehende Niedergeschlagenheit, kann dieser Abschnitt dennoch nützlich sein.",
        "Wir erläutern die Mechanismen der Depression und teilen praktische Empfehlungen und Übungen.",
        "Wenn Sie Ihre Lebensqualität verbessern möchten und bereit sind, aktiv etwas für sich zu tun, gehen wir diesen Weg gern gemeinsam weiter."
      ]
    }
  }
}
