{
  "title": "Methode: Den Tag im Griff",
  "description": "In diesem Beitrag wird die einfache und wirksame Zwei-Spalten-Methode vorgestellt. Sie hilft, das Gefühl von Kontrolle über die Tagesaufgaben zurückzugewinnen, Angst und innere Unruhe zu reduzieren und die persönliche Handlungsfähigkeit zu stärken. Die Aufteilung in „Vorher“ und „Nachher“ schärft das Bewusstsein für den Tagesverlauf, fördert Flexibilität und unterstützt eine realistische, wohlwollende Haltung sich selbst und den eigenen Leistungen gegenüber.",
  "screen_1": {
    "texts": [
      "Beginnen wir mit einer Übung, die Ihren Alltag sanft strukturiert und das Gefühl von Kontrolle zurückgibt.",
      "Nehmen Sie sich jeden Abend vor dem nächsten Tag ein paar Minuten Zeit und erstellen Sie einen Plan. Er besteht aus zwei Spalten.",
      "Die erste Spalte – „Vorher“: Ihr stundenweiser Tagesplan. Versuchen Sie nicht, jede Stunde bis ins Kleinste zu verplanen. Ein bis zwei Wörter pro Zeile reichen.",
      "Das können ganz unterschiedliche Punkte sein: „Dusche“, „Frühstück“, „Wäsche waschen“, „Aufräumen“, „Lernvorbereitung“, „Lebenslauf schreiben“.",
      "Die zweite Spalte – „Nachher“: Tragen Sie am Tagesende stundenweise ein, was Sie tatsächlich gemacht haben. Übereinstimmungen und Abweichungen sind normal – es gibt hier kein Richtig oder Falsch.",
      "Selbst wenn Sie nur einen Teil des Geplanten umsetzen, hilft bereits das Planen, den Tag zu strukturieren und Chaos zu verringern.",
      "Markieren Sie jede Aktivität mit Buchstaben. „A“ steht für Anstrengung: wenn etwas spürbaren Einsatz erforderte."
    ]
  },
  "screen_2": {
    "texts": [
      "Manchmal ist es in einer depressiven Phase schon ein Erfolg, die Zähne zu putzen oder zu duschen. Das ist in Ordnung – setzen Sie in diesem Fall ein „A“ daneben.",
      "Um Ihren Einsatz genauer abzubilden, können Sie eine Anstrengungsskala nutzen: z. B. „Bett machen – A-2“, „Mittagessen kochen – A-7“. Die Skala legen Sie selbst fest.",
      "Wenn eine Aktivität Freude oder Genuss gebracht hat, markieren Sie sie mit „F“ – wie Freude.",
      "Beispiele: Spaziergang, warmes Bad, ein Lieblingsfilm – das könnte je nach Empfinden „F-6“ oder „F-9“ sein.",
      "Der Kern der Methode ist simpel und wirksam: planen, beobachten, markieren, annehmen. Entscheiden Sie nicht im Voraus „Das bringt nichts“. Probieren Sie es mindestens eine Woche lang.",
      "Warum das hilft:",
      "Diese Praxis reduziert Grübeln und Selbstzweifel – die Frage „Lohnt sich das überhaupt?“ verliert an Gewicht.",
      "Sie schafft ein Gleichgewicht zwischen notwendigen Aufgaben und Tätigkeiten, die Freude bereiten und Ihre Ressourcen auffüllen."
    ]
  },
  "screen_3": {
    "texts": [
      "Wenn Sie Ihren Tag regelmäßig planen, werden Sie merken, wie die Motivation allmählich zurückkehrt. Jede kleine Handlung bestätigt Ihre Handlungsfähigkeit.",
      "So beschreibt es eine Person, die lange mit Depression und Aufschieben gerungen hat:",
      "„Als ich begann, meinen Tag zu planen und mit der Realität zu vergleichen, sah ich, wohin meine Zeit fließt. Ich spürte wieder, dass ich Einfluss auf mein Leben habe. Ich entdeckte, dass ich die Kraft habe, Entscheidungen zu treffen.“",
      "Versuchen Sie es – Schritt für Schritt lernen Sie, achtsam mit Ihrer Zeit und sich selbst umzugehen."
    ],
    "quote": {
      "text": "Das Wichtigste im Zeitmanagement ist nicht, die Zeit zu managen, sondern sich selbst.",
      "author": "Peter Drucker"
    }
  }
}
