{
  "title": "Methode: Der Tag unter Kontrolle",
  "description": "In diesem Beitrag wird die einfache und wirksame Zwei-Spalten-Methode vorgestellt. Sie hilft, das Gefühl von Kontrolle über die Tagesaufgaben zurückzugewinnen, Angst und innere Unruhe zu reduzieren und die persönliche Effektivität zu steigern. Die Aufteilung in „Vorher“ und „Nachher“ fördert Bewusstheit für den Tagesverlauf, stärkt die Flexibilität und unterstützt eine realistische, wohlwollende Haltung gegenüber sich selbst und den eigenen Leistungen.",
  "screen_1": {
    "texts": [
      "Beginnen wir mit einer Übung, die das Leben sanft strukturiert und das Gefühl von Kontrolle zurückbringt.",
      "Nehmen Sie sich jeden Abend vor dem nächsten Tag ein paar Minuten Zeit und erstellen Sie einen Plan. Er besteht aus zwei Spalten.",
      "Die erste Spalte – „Vorher“: Ihr Tagesplan nach Stunden. Versuchen Sie nicht, jede Stunde „groß“ zu verplanen. Ein bis zwei Wörter pro Zeile genügen.",
      "Das können ganz unterschiedliche Punkte sein: „Dusche“, „Frühstück“, „Wäsche waschen“, „Aufräumen“, „Lernvorbereitung“, „Lebenslauf schreiben“.",
      "Die zweite Spalte – „Nachher“. Tragen Sie am Tagesende ein, was Sie tatsächlich gemacht haben – ebenfalls stundenweise. Übereinstimmungen und Abweichungen sind normal. Es gibt hier kein Richtig oder Falsch.",
      "Selbst wenn Sie nur einen Teil des Geplanten umsetzen, hilft allein das Planen, den Tag zu strukturieren und Chaos zu verringern.",
      "Markieren Sie jede Aktivität mit Buchstaben. „A“ steht für Aufgabe, wenn etwas für Sie spürbaren Einsatz erforderte."
    ]
  },
  "screen_2": {
    "texts": [
      "Manchmal ist es in einer depressiven Phase bereits ein Erfolg, die Zähne zu putzen oder zu duschen. Das ist in Ordnung. In diesem Fall setzen Sie ruhig ein „A“ daneben.",
      "Um Ihren Einsatz genauer abzubilden, können Sie eine Schwierigkeitsskala nutzen: zum Beispiel „Bett machen – A-2“, „Mittagessen kochen – A-7“. Die Skala legen Sie selbst fest.",
      "Wenn eine Aktivität Freude oder Genuss gebracht hat, markieren Sie sie mit „F“ – wie Freude.",
      "Beispiele: Spaziergang, warmes Bad, ein Lieblingsfilm – das könnte „F-6“ oder „F-9“ sein, je nach Empfinden.",
      "Der Kern der Methode ist simpel, aber wirksam: planen, beobachten, markieren und annehmen. Entscheiden Sie nicht im Voraus: „Das bringt nichts“. Probieren Sie es wenigstens eine Woche lang.",
      "Warum das hilft:",
      "Diese Praxis reduziert Grübeln und Selbstzweifel – die Frage „Lohnt sich das überhaupt?“ verliert an Gewicht.",
      "Sie schafft Balance zwischen notwendigen Aufgaben und Aktivitäten, die Freude bereiten und Ihre Ressourcen auffüllen."
    ]
  },
  "screen_3": {
    "texts": [
      "Wenn Sie Ihren Tag regelmäßig planen, werden Sie merken, wie die Motivation allmählich zurückkehrt. Jede kleine Handlung wird zu einem Beleg dafür, dass Sie handlungsfähig sind.",
      "So hat es eine Person beschrieben, die lange mit Depression und Aufschieben gerungen hat:",
      "„Als ich begann, meinen Tag zu planen und mit der Realität zu vergleichen, sah ich, wohin meine Zeit fließt. Ich spürte wieder, dass ich Einfluss auf mein Leben habe. Ich habe entdeckt, dass ich die Kraft habe, Entscheidungen zu treffen.“",
      "Versuchen Sie es – Schritt für Schritt lernen Sie, achtsam mit Ihrer Zeit und sich selbst umzugehen."
    ],
    "quote": {
      "text": "Das Wichtigste im Zeitmanagement ist nicht, die Zeit zu managen, sondern sich selbst.",
      "author": "Peter Drucker"
    }
  }
}
