{
  "title": "Die Suche nach sich selbst nach dem Verlust eines geliebten Menschen",
  "description": "Der Artikel behandelt die Geschichte von Anastasia, die eine tiefe Depression und Schuldgefühle nach dem Selbstmord ihres Bruders erlebte. Durch Psychotherapie lernte sie, sich von Selbstvorwürfen zu befreien, was ihr half, ihre Einstellung zu sich selbst und ihren Erfahrungen zu ändern. Infolgedessen überwand Anastasia die Depression, akzeptierte ihre Unschuld und begann ein erfülltes Leben zu führen.",
  "screen_1": {
    "texts": [
      "Jeder von uns wird früher oder später mit dem Verlust einer nahestehenden Person konfrontiert. Der Tod ist ein harter Schlag, der diejenigen, die den Verstorbenen geliebt haben, mit Trauer und Leid überwältigt, wie eine Explosionswelle.",
      "Tränen, Traurigkeit und Emotionen sind normale Reaktionen auf den Verlust. Sie helfen uns, diesen Moment zu überstehen und geben uns die Kraft weiterzuleben.",
      "Manchmal zieht sich die Trauer hin und eine Person kann jahrelang leiden, manchmal verfällt sie fast sofort in eine tiefe Depression.",
      "Wir führen die Geschichte einer Patientin an, die unter Depressionen litt: Anastasia, eine 29-jährige Frau, deren jüngerer Bruder sich ein paar Monate vor ihrer Konsultation bei einem Psychotherapeuten das Leben nahm.",
      "Besonders schmerzhaft und gleichzeitig ein verschärfender Faktor in der Entwicklung ihrer Depression war das Gefühl, dass sie die Verantwortung für seinen Selbstmord trug.",
      "Anastasia fühlte, dass sie mit einer absolut realen und unlösbaren Problematik konfrontiert war. Sie glaubte, dass sie den Tod verdiente und hatte suizidale Gedanken.",
      "Ein häufiges Problem, das die Angehörigen einer Person, die Selbstmord begangen hat, plagt, ist das Schuldgefühl.",
      "Menschen quälen sich oft mit Gedanken wie: \"Warum habe ich das nicht verhindert? Warum habe ich es nicht rechtzeitig bemerkt?\"",
      "Auch Psychotherapeuten sind nicht vor solchen Reaktionen nach dem Selbstmord von Klienten geschützt und können sich selbst die Schuld geben: \"Es ist wirklich meine Schuld. Hätte ich nur anders mit ihm während der letzten Sitzung gesprochen. Warum habe ich ihn nicht direkt gefragt, ob er Selbstmord begehen wollte? Ich hätte entschiedener handeln müssen. Ich habe ihn getötet!\""
    ],
    "quote": {
      "text": "Diejenigen, die wir lieben, können uns verlassen, aber sie gehen niemals weit, solange wir uns an sie erinnern.",
      "author": "Konfuzius"
    }
  },
  "screen_2": {
    "texts": [
      "Anastasias Selbstvorwürfe begannen lange vor der Tragödie: Sie dachte lange Zeit, dass ihr Leben einfacher und besser war als das ihres Bruders, und versuchte dies zu kompensieren, indem sie ihm emotionale und finanzielle Unterstützung in seinem langen Kampf gegen Depressionen bot.",
      "Sie drängte ihn dazu, mit einem Psychologen zu arbeiten, half, die Sitzungen zu bezahlen, und mietete sogar eine Wohnung in ihrer Nähe für ihn, damit er sie jedes Mal anrufen konnte, wenn er sich schlecht fühlte.",
      "Anastasia war überzeugt, dass sie die Verantwortung für den Tod ihres Bruders trug, denn \"sie hätte noch mehr tun können\".",
      "Sie litt tief unter der tragischen Situation, in der sie sich befand.",
      "In den ersten therapeutischen Sitzungen diskutierte sie die Gründe für ihre Selbstvorwürfe und die Überzeugung, dass sie sterben sollte: \"Ich war verantwortlich für das Leben meines Bruders. Ich glaube, dass meine Unfähigkeit, ihm zu helfen, zu seinem Tod führte. Ich denke, dass ich ihm nicht die nötige Unterstützung bieten konnte, ohne seinen schrecklichen Zustand zu sehen. Ich hätte sein Leben retten müssen.\"",
      "Sie war überzeugt, dass ihre Schuld und ihr Leiden gerechtfertigt und korrekt waren, und dass sie eine Strafe verdienen und leiden müsste.",
      "Wenn man diese Geschichte von außen liest, würde man wahrscheinlich sagen, dass ihre Gedanken und Überzeugungen unrealistisch und unlogisch sind und ihr nur schaden.",
      "Der Fehler, den sie immer wieder machte, war die Personalisierung. Im Laufe der Psychotherapie kam Anastasia zu folgenden Schlüssen:",
      "Wenn sie für den Tod ihres Bruders verantwortlich gewesen wäre, hätte das bedeutet, dass sie die Ursache seines Selbstmords gewesen wäre.",
      "Sie kontrollierte nicht die Gedanken ihres Bruders, folglich konnte sie nicht für die destruktiven Überzeugungen verantwortlich sein, die ihn in eine schwere Depression und letztlich in den Tod trieben. Das waren seine Fehler, nicht ihre.",
      "Indem sie versuchte, die Verantwortung für seine Stimmungen und Handlungen zu übernehmen, bemühte sie sich, Einfluss auf Dinge zu nehmen, die außerhalb ihrer Kontrolle lagen, obwohl das Beste, was sie tun konnte, war, ihm innerhalb ihrer Möglichkeiten zu helfen."
    ]
  },
  "screen_3": {
    "texts": [
      "Hätte sie gewusst, dass er einen Selbstmordversuch planen würde, hätte sie alles in ihrer Macht Stehende getan, um ihn daran zu hindern. Da sie dies jedoch nicht wusste, konnte sie leider nichts ändern.",
      "Indem sie sich selbst die Schuld an seinem Tod gab, glaubte sie fälschlicherweise, dass sie die Zukunft mit absoluter Sicherheit vorhersagen könnte und dass alle Wissensschätze der Welt zu ihrer Verfügung stünden. Da beide Annahmen äußerst unrealistisch waren, hatte sie keinen Grund, sich selbst zu beschuldigen.",
      "Alle diese Argumente deuten darauf hin, dass es ein schwerer Fehler war, sich die Verantwortung für die Handlungen ihres Bruders anzulasten, da sie letztendlich keine Kontrolle darüber hatte.",
      "In Wirklichkeit trägt Anastasia nur die Verantwortung für ihr eigenes Leben und Wohlbefinden.",
      "In diesem Moment wurde ihr klar: Ihr Leiden rührte nicht daher, dass sie ihn \"im Stich gelassen hatte\", sondern weil sie es zugelassen hatte, in eine Depression zu verfallen und über Selbstmord nachzudenken.",
      "Ein nützliches und unterstützendes Verhalten in diesem Fall war es, das Schuldgefühl aufzugeben, aus der Depression herauszukommen und dann ein glückliches und freudiges Leben anzustreben.",
      "So sieht die Verantwortung sich selbst gegenüber aus. Nach der Psychotherapie verbesserte sich Anastasias Zustand bald, und sie überwand die Depression. Sie erklärte dies mit tiefgreifenden Veränderungen in ihrer Einstellung zu sich selbst."
    ]
  }
}
