{
  "title": "Sich selbst wiederfinden nach dem Verlust eines nahestehenden Menschen",
  "description": "Dieser Beitrag erzählt die Geschichte von Anastasia, die nach dem tragischen Tod ihres Bruders eine tiefe Depression und quälende Schuldgefühle erlebte. Mit Hilfe einer Psychotherapie konnte sie sich Schritt für Schritt von Selbstvorwürfen lösen, ihren Umgang mit sich selbst und ihren Gefühlen verändern und nach und nach in ein erfülltes Leben zurückkehren.",
  "screen_1": {
    "texts": [
      "Früher oder später begegnen wir alle dem Verlust eines nahestehenden Menschen. Der Tod ist eine schwere Prüfung, die uns wie eine mächtige Welle überrollt und mit Schmerz und Schwere erfüllt.",
      "Tränen, Trauer und intensive Gefühlsreaktionen sind eine natürliche Antwort auf den Verlust. Sie helfen, die Trauer zu durchleben und wieder Kraft für den Alltag zu finden.",
      "Manchmal hält die Trauer jahrelang an. Und manchmal kippt sie rasch in eine schwere Depression.",
      "Betrachten wir die Geschichte von Anastasia, 29 Jahre alt, die nach dem Suizid ihres jüngeren Bruders in eine schwere Depression geriet. Einige Monate nach der Tragödie wandte sie sich an eine*n Psychotherapeut*in.",
      "Besonders quälend war ihre Überzeugung, Verantwortung für seinen Tod zu tragen.",
      "Anastasia fühlte sich einer unlösbaren, beängstigenden Realität ausgeliefert. Es schien ihr, sie habe das Leid „verdient“, und sie erlebte sogar Suizidgedanken.",
      "Schuldgefühle sind ein häufiger und schwerer Begleiter für Hinterbliebene – besonders, wenn ein Mensch durch Suizid stirbt.",
      "Viele fragen sich: „Warum habe ich es nicht verhindert? Warum habe ich es nicht rechtzeitig bemerkt?“",
      "Selbst sehr erfahrene Fachleute können solche Gedanken haben, wenn ein*e Klient*in Suizid begeht: „Das ist wirklich meine Schuld. Ich hätte etwas anderes sagen, anders fragen, aufmerksamer sein müssen. Ich hätte es verhindern müssen. Ich bin schuld!“"
    ],
    "quote": {
      "text": "Die, die wir lieben, können uns verlassen, doch sie sind nie ganz fort, solange wir ihrer gedenken.",
      "author": "Konfuzius"
    }
  },
  "screen_2": {
    "texts": [
      "Anastasias Selbstvorwürfe setzten schon vor der Tragödie ein. Sie dachte oft, ihr Leben verlaufe erfolgreicher als das ihres Bruders, und unterstützte ihn emotional und finanziell während seines langen Ringens mit der Depression.",
      "Sie ermutigte ihn, psychologische Hilfe in Anspruch zu nehmen, beteiligte sich an den Therapiekosten und mietete sogar eine Wohnung in seiner Nähe, um schnell zur Stelle zu sein.",
      "Anastasia war überzeugt, an seinem Tod schuld zu sein, denn sie „hätte noch mehr tun müssen“.",
      "Ihre Gefühle waren tief und aufrichtig, und der Schmerz war ständig spürbar.",
      "In den ersten Sitzungen sprach sie über die Gründe ihrer Selbstanklagen und über Suizidgedanken: „Ich war für sein Leben verantwortlich. Ich glaube, meine Unfähigkeit zu helfen, hat zur Tragödie geführt. Ich hätte seinen Zustand erkennen und ihn retten müssen.“",
      "Sie war überzeugt, ihr Leiden sei gerechtfertigt und sie müsse eine Strafe tragen.",
      "Von außen betrachtet ist erkennbar, dass solche Gedanken irrational sind und nur schaden.",
      "Der zentrale kognitive Fehler war die Personalisierung. Im Verlauf der Therapie gewann Anastasia wichtige Einsichten:",
      "Wäre sie tatsächlich für den Tod ihres Bruders verantwortlich gewesen, würde das bedeuten, sie sei ursächlich für seine Entscheidung.",
      "Sie konnte seine Gedanken und seinen inneren Schmerz nicht kontrollieren und war daher nicht für die Überzeugungen verantwortlich, die zu seiner schweren Depression führten. Das war sein Kampf, nicht ihre Schuld.",
      "Indem sie versuchte, Verantwortung für seinen Zustand zu übernehmen, wollte sie etwas beeinflussen, das außerhalb ihrer Kontrolle lag. Das Äußerste, was sie tun konnte, war, ihn im Rahmen ihrer Kräfte und Möglichkeiten zu unterstützen."
    ]
  },
  "screen_3": {
    "texts": [
      "Hätte sie von seinen Absichten gewusst, hätte sie alles getan, um zu helfen und die Tragödie zu verhindern. Aber sie wusste es nicht – und das Verborgene zu verändern war unmöglich.",
      "Indem sie sich selbst anklagte, unterstellte Anastasia gewissermaßen, sie hätte die Zukunft voraussehen und über allumfassendes Wissen verfügen müssen. Diese Erwartungen waren unrealistisch – es gab keinen Grund, sich selbst die Schuld zu geben.",
      "Alle Argumente wiesen auf dasselbe hin: Die Verantwortung für seine Tat zu übernehmen, war eine schwere und ungerechte Fehlannahme.",
      "Ihre Verantwortung liegt in erster Linie bei ihrem eigenen Leben und Wohlbefinden.",
      "Mit der Zeit erkannte sie: Ihr Leid entstand nicht, weil sie ihren Bruder „enttäuscht“ hatte, sondern weil sie der Schuld Raum gab und der Depression erlaubte, ihr Leben zu bestimmen.",
      "Ein hilfreicher Schritt war, die Schuld nach und nach loszulassen, sich zu stabilisieren und wieder zu lernen, ein freudiges, erfülltes Leben zu führen.",
      "So zeigt sich echte Selbstfürsorge. Nach der Therapie verbesserte sich Anastasias Zustand deutlich, und sie konnte die Depression überwinden. Sie führte das auf tiefgreifende Veränderungen in ihrer Haltung zu sich selbst und zu ihrer inneren Welt zurück."
    ]
  }
}
