{
  "title": "Sich selbst wiederfinden nach dem Verlust eines nahestehenden Menschen",
  "description": "Dieser Beitrag erzählt die Geschichte von Anastasia, die nach dem tragischen Tod ihres Bruders eine tiefe Depression und quälende Schuldgefühle erlebte. Mit Hilfe der Psychotherapie konnte sie sich nach und nach von Selbstvorwürfen lösen, ihre Haltung zu sich selbst und zu ihren Gefühlen verändern und Schritt für Schritt in ein erfülltes Leben zurückkehren.",
  "screen_1": {
    "texts": [
      "Früher oder später begegnet jede und jeder von uns dem Verlust eines nahestehenden Menschen. Der Tod ist eine schwere Prüfung, die uns wie eine mächtige Welle mit Schmerz und Schwere überrollt.",
      "Tränen, Trauer und intensive Gefühle sind eine natürliche Reaktion auf den Verlust. Diese Erfahrungen helfen, die Trauer zu durchleben und wieder Kraft zum Weiterleben zu finden.",
      "Manchmal wird die Trauer langwierig und begleitet eine Person über Jahre. Und manchmal schlägt die Trauer rasch in eine tiefe Depression um.",
      "Betrachten wir die Geschichte von Anastasia, 29 Jahre alt, die nach dem Suizid ihres jüngeren Bruders in eine schwere Depression geriet. Einige Monate nach der Tragödie wandte sie sich an eine Psychotherapeutin bzw. einen Psychotherapeuten.",
      "Besonders quälend war die Überzeugung, sie trage Verantwortung für seinen Tod.",
      "Anastasia fühlte sich mit einer unlösbaren, furchteinflößenden Realität konfrontiert. Es schien ihr, sie habe das Leid „verdient“, und sie erlebte sogar suizidale Gedanken.",
      "Schuldgefühle sind ein häufiger und schwerer Begleiter für Hinterbliebene, insbesondere wenn ein Mensch durch eigene Hand aus dem Leben geht.",
      "Viele stellen sich Fragen wie: „Warum habe ich das nicht verhindert? Warum habe ich es nicht rechtzeitig bemerkt?“",
      "Selbst sehr erfahrene Fachpersonen können solche Gedanken haben, wenn ein Klient oder eine Klientin Suizid begeht: „Das ist wirklich meine Schuld. Ich hätte etwas anderes sagen, anders fragen, aufmerksamer sein müssen. Ich hätte es verhindern müssen. Ich bin schuld!“"
    ],
    "quote": {
      "text": "Die, die wir lieben, können uns verlassen, doch sie sind nie ganz fort, solange wir ihrer gedenken.",
      "author": "Konfuzius"
    }
  },
  "screen_2": {
    "texts": [
      "Anastasias Selbstvorwürfe setzten bereits vor der Tragödie ein. Sie dachte oft, ihr Leben sei erfolgreicher verlaufen als das ihres Bruders, und unterstützte ihn emotional und finanziell während seines langen Kampfes mit der Depression.",
      "Sie ermutigte ihn, psychologische Hilfe in Anspruch zu nehmen, beteiligte sich an den Therapiekosten und mietete sogar eine Wohnung in seiner Nähe, um schnell zur Stelle zu sein.",
      "Anastasia war überzeugt, sie trage die Schuld an seinem Tod, denn sie „hätte noch mehr tun müssen“.",
      "Ihre Gefühle waren tief und ehrlich, und der Schmerz war ständig spürbar.",
      "In den ersten Sitzungen sprach sie über die Gründe ihrer Selbstanklagen und über Todesgedanken: „Ich war für sein Leben verantwortlich. Ich glaube, meine Unfähigkeit zu helfen hat zur Tragödie geführt. Ich hätte seinen Zustand erkennen und ihn retten müssen.“",
      "Sie war überzeugt, ihr Leiden sei gerechtfertigt und sie müsse eine Strafe tragen.",
      "Von außen betrachtet lässt sich erkennen, dass solche Gedanken irrational sind und nur schaden.",
      "Der zentrale kognitive Fehler war die Personalisierung. Im Verlauf der Therapie gelangte Anastasia zu wichtigen Einsichten:",
      "Wäre sie tatsächlich für den Tod ihres Bruders verantwortlich, hieße das, sie sei die Ursache seiner Entscheidung.",
      "Sie konnte seine Gedanken und seinen inneren Schmerz nicht kontrollieren und war daher nicht für die Überzeugungen verantwortlich, die zu seiner schweren Depression führten. Das war sein Kampf, nicht ihre Schuld.",
      "Indem sie versuchte, Verantwortung für seinen Zustand zu übernehmen, wollte sie etwas beeinflussen, das außerhalb ihrer Kontrolle lag. Das Äußerste, was sie tun konnte, war, ihn im Rahmen ihrer Kräfte und Möglichkeiten zu unterstützen."
    ]
  },
  "screen_3": {
    "texts": [
      "Hätte sie von seinen Absichten gewusst, hätte sie alles getan, um zu helfen und die Tragödie zu verhindern. Aber sie wusste es nicht – und das Verborgene zu verändern war unmöglich.",
      "Indem sie sich selbst anklagte, unterstellte Anastasia gewissermaßen, sie hätte die Zukunft voraussehen und über unbegrenztes Wissen verfügen müssen. Diese Erwartungen waren unrealistisch, und es gab keinen Grund, sich selbst die Schuld zu geben.",
      "Alle Argumente wiesen auf dasselbe hin: Die Verantwortung für seine Tat zu übernehmen war eine schwere und ungerechte Fehlannahme.",
      "Ihre Verantwortung liegt allein in ihrem eigenen Leben und Wohlbefinden.",
      "Mit der Zeit begriff sie: Ihr Leid entstand nicht, weil sie den Bruder „enttäuscht“ hatte, sondern weil sie der Schuld erlaubte, sie zu vereinnahmen, und der Depression gestattete, ihr Leben zu zerstören.",
      "Ein hilfreicher Schritt war, die Schuld allmählich loszulassen, sich zu stabilisieren und neu zu lernen, ein freudiges, erfülltes Leben zu führen.",
      "So zeigt sich echte Selbstfürsorge. Nach der Therapie verbesserte sich Anastasias Zustand deutlich, und sie konnte die Depression überwinden. Sie erklärte dies mit tiefgreifenden Veränderungen in der Haltung zu sich selbst und zu ihrer inneren Welt."
    ]
  }
}
