{
  "title": "Depressionsdiagnose: Eine Reise zum besseren Selbstverständnis",
  "description": "Der Beitrag erläutert Wege der Depressionsdiagnostik – vom allgemeinen Erkennen der Symptome bis zur Selbsteinschätzung mit dem „Beck-Depressions-Inventar“ (BDI). Er betont die Bedeutung einer fachlichen Abklärung für eine genaue Diagnose und Begleitung, insbesondere bei ausgeprägten Symptomen, und bietet praktische Schritte und Übungen für alle, die sich um ihr emotionales Wohlbefinden kümmern möchten.",
  "screen_1": {
    "texts": [
      "Im vorherigen Abschnitt haben wir bereits besprochen, was eine Depression ist.",
      "Nun sehen wir uns an, wie sie sich bei einer Person erkennen lässt.",
      "Die Diagnostik einer Depression lässt sich grob in drei Etappen gliedern:",
      "Allgemeines Screening",
      "Wie jedes andere emotionale Erleben zeigt sich eine Depression durch bestimmte Symptome. Betrachten wir sie im Einzelnen:",
      "Niedergedrückte Stimmung.",
      "Verlust von Interesse an gewohnten Aktivitäten und Dingen, die sonst Freude machen.",
      "Anhedonie – eine verminderte Fähigkeit, Freude zu empfinden.",
      "Schwierigkeiten mit Konzentration, Leistungsfähigkeit und Entscheidungsfindung.",
      "Schlaf- und Appetitveränderungen – vermindert oder vermehrt.",
      "Gefühle von Hoffnungslosigkeit, Hilflosigkeit, Reizbarkeit, Scham oder Schuld.",
      "Angstsymptome oder ausgeprägte Apathie.",
      "Verminderte Energie, anhaltende Erschöpfung.",
      "Sich aufdrängende Gedanken an den Tod oder Suizid.",
      "Viele von uns haben einige dieser Erscheinungen zumindest einmal erlebt.",
      "Einzelne Symptome bedeuten jedoch nicht zwangsläufig eine Depression. Wie lässt sich eine Depression feststellen?",
      "In der Regel spricht man von einer depressiven Störung, wenn mindestens vier der genannten Symptome über einen Zeitraum von mindestens zwei Wochen bestehen.",
      "Wichtig ist außerdem, den allgemeinen Gesundheitszustand und den Einfluss der Lebensumstände zu berücksichtigen."
    ],
    "quote": {
      "text": "Wir können die Situationen, die das Leben uns stellt, nicht ändern, aber wir können ändern, wie wir sie erleben.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Selbsteinschätzung mit bewährten Verfahren",
      "Es gibt eine Reihe von Instrumenten, die helfen, den eigenen Zustand einzuschätzen.",
      "Eines der bekanntesten und zuverlässigsten ist das „Beck-Depressions-Inventar“ (BDI).",
      "Dieses Verfahren, entwickelt vom Psychotherapeuten Aaron T. Beck, umfasst 21 Symptomkategorien und bildet unterschiedliche Facetten depressiven Erlebens ab.",
      "Mit diesem Test lässt sich der Schweregrad der Symptome orientierend bestimmen – von leicht bis hin zu ausgeprägt.",
      "Der Test steht in unserer App zur Verfügung und lässt sich einfach und intuitiv anwenden."
    ],
    "quote": {
      "text": "Sich um sich selbst zu kümmern, ist keine Ausnahme von Ihren Pflichten, sondern ein wesentlicher Bestandteil davon.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Fachliche Beratung",
      "Wenn die Ergebnisse der Selbsteinschätzung auf eine mögliche depressive Symptomatik hinweisen, ist es wichtig, sich an eine Psychologin oder einen Psychologen, eine Psychiaterin oder einen Psychiater bzw. eine Psychotherapeutin oder einen Psychotherapeuten zu wenden.",
      "Fachleute helfen, die Diagnose zu präzisieren und einen passenden Plan für Unterstützung und Behandlung zu entwickeln. Wir begleiten Sie dabei mit hilfreichen Informationen.",
      "Dieses Material richtet sich vor allem an Menschen mit leichten bis mittelgradigen Ausprägungen der Symptomatik.",
      "Es kann aber auch denen helfen, die mit stärkeren Symptomen konfrontiert sind.",
      "Die Inhalte können Symptome etwas lindern und dabei helfen, das eigene Befinden besser zu verstehen. Bei ausgeprägter Depression reichen Selbsthilfe-Tools jedoch oft nicht aus.",
      "In solchen Situationen ist es besonders wichtig, professionelle Hilfe in Anspruch zu nehmen und, falls erforderlich, auch eine medikamentöse Unterstützung zu erwägen.",
      "Die Diagnostik emotionaler Zustände ist ein sensibler und anspruchsvoller Prozess.",
      "Bei der Selbsteinschätzung besteht stets das Risiko von Fehleinschätzungen.",
      "Auch wenn keine klinische Depression vorliegt, sondern nur eine vorübergehende Niedergeschlagenheit, kann dieser Abschnitt dennoch nützlich sein.",
      "Wir erläutern die Mechanismen der Depression und teilen praktische Empfehlungen und Übungen.",
      "Wenn Sie Ihre Lebensqualität verbessern möchten und bereit sind, aktiv etwas für sich zu tun, gehen wir diesen Weg gern gemeinsam weiter."
    ]
  }
}