{
  "title": "Depression und tödliche Diagnose",
  "description": "Der Artikel untersucht die emotionalen und psychologischen Herausforderungen, mit denen Menschen nach Erhalt einer schweren Diagnose konfrontiert sind, und betont die Schwierigkeit, ihre Erfahrungen gesunden Menschen zu vermitteln. Er erzählt die Geschichte von Olga, deren Leben sich drastisch ändert, nachdem der Verdacht auf Krebs geäußert wurde, und wie sie mit Depressionen und dem Verlust des Lebenssinns durch die Arbeit mit einem Psychologen kämpft. Letztendlich kommt Olga zu der Erkenntnis, dass ihr persönlicher Wert unveränderlich ist und die Bedeutung kleiner Errungenschaften, was ihr hilft, ihr Selbstwertgefühl wiederherzustellen und ihren emotionalen Zustand zu ändern, trotz körperlicher Leiden.",
  "screen_1": {
    "texts": [
      "Was passiert mit einer Person, die von ihrer schweren, möglicherweise tödlichen Krankheit erfährt? Viele Menschen sind mit solchen Herausforderungen konfrontiert, aber es ist äußerst schwierig, einem gesunden Menschen zu erklären, was sie fühlen.",
      "Geschichten von Menschen, die mit schweren Krankheiten konfrontiert sind, bilden oft die Grundlage für Romane oder Filme. Im Kino können solche Handlungen komödiantische Formen annehmen, aber in Wirklichkeit ist alles viel komplizierter.",
      "Unabhängig von der Schwere und Dauer der Krankheit wirkt das \"Todesurteil\" immer wie eine Explosion oder ein Blitzschlag.",
      "Eine Person, die von ihrer tödlichen Diagnose erfährt, kann mit reaktiver Depression konfrontiert werden. Reaktive Depression ist eine sich schnell entwickelnde psychische Störung, die aufgrund traumatischer Ereignisse oder starkem Stress auftritt.",
      "In einem solchen Zustand erlebt der Patient ständig Angst, Sorgen, Apathie gegenüber seiner Umgebung, schlechte Laune, Müdigkeit, Selbstunsicherheit, suizidale Gedanken und hat auch Probleme mit Schlaf und Appetit.",
      "Viele Krankheiten verändern das Leben einer Person radikal. Ein einst gesunder und aktiver Liebhaber von Reisen und Natur kann plötzlich zu einem Invaliden werden, der nicht in der Lage ist, aus dem Bett aufzustehen.",
      "In einem solchen Zustand kann er nicht allein zur Toilette gehen oder duschen, ganz zu schweigen von einem einfachen Spaziergang.",
      "Darüber hinaus lässt das Bewusstsein darüber, wie viel Zeit und Energie seine Angehörigen für die Pflege aufwenden, ihn sich wie eine Last fühlen."
    ],
    "quote": {
      "text": "Ihre Krankheit definiert Sie nicht. Ihre Stärke und Ihr Mut im Kampf gegen sie - das ist es, was Sie definiert.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga war 39 Jahre alt, als ihr Leben sich drastisch änderte, wegen des Verdachts auf Krebs.",
      "Das Leben schien stillzustehen: Sie fühlte sich von der gewohnten Realität abgeschnitten. Alle früheren Ängste und Sorgen schienen im Vergleich zu dem Schrecken, der plötzlich über sie hereinbrach, klein und unbedeutend.",
      "Als sich die schlimmsten Befürchtungen bestätigten, war es ein Schlag für Olga und ihre Familie, ähnlich einer Granatenexplosion.",
      "In den folgenden Monaten versetzte sie ihre körperliche Schwäche in noch größere Niedergeschlagenheit.",
      "Alles wurde nicht so sehr durch den physischen Unbehagen der Krankheit und Chemotherapie kompliziert, sondern durch die Notwendigkeit, auf die gewohnte Tätigkeit zu verzichten, die für sie von großer Bedeutung war.",
      "Olga konnte sich nicht mehr um den Haushalt kümmern wie zuvor (diese Aufgaben übernahm ihr Mann), sie musste ihre Lieblingsarbeit, Hobbys und lange Spaziergänge mit Freunden aufgeben.",
      "Trotz der Realität von Olgas Problemen, sollte ihre Depression als unvermeidlich betrachtet werden?",
      "Während der Arbeit mit einem Psychologen wurden automatische Gedanken und negative Überzeugungen identifiziert, die sie beunruhigten:",
      "Ich trage nicht zur Gesellschaft bei",
      "Ich erreiche keinen Erfolg in meiner Karriere",
      "Ich kann nicht an aktiven Unterhaltungen teilnehmen",
      "Ich bin eine Last für meinen Mann",
      "Diese Gedanken verursachten Traurigkeit, Wut, Enttäuschung und Schuldgefühle, ähnlich den Gedanken von körperlich gesunden Menschen, die unter Depressionen leiden.",
      "Die Depression wurde nicht so sehr durch den Tumor verursacht, als vielmehr durch eine negative Einstellung, die das Vertrauen in den eigenen Wert untergrub. Indem sie ihren persönlichen Wert mit Leistungen verband, fügte Olga sich selbst Leiden zu.",
      "Krebs bedeutete für sie: \"Deine Zeit ist vorbei! Du bist nichts mehr wert!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "Als Olga zusammen mit einem Psychologen eine Grafik ihres persönlichen „Werts“ vom Moment ihrer Geburt bis zu ihrem mutmaßlichen Tod erstellte, sah sie, dass ihr persönlicher Wert unverändert blieb, auf einem Niveau von 85% auf einer hypothetischen Skala von 0 bis 100%.",
      "Der Psychologe schlug ihr auch vor, ihre Produktivität für denselben Zeitraum zu bewerten.",
      "Sie stellte eine Kurve dar, die zeigte, dass ihre Produktivität in der Kindheit niedrig war, in der Reife ihren Höhepunkt erreichte und dann bis zum aktuellen Zeitpunkt abnahm.",
      "Danach kam Olga zu einer Erkenntnis. Erstens, selbst als ihre Produktivität aufgrund der Krankheit fiel, trug sie weiterhin zu sich selbst und ihrer Familie bei durch eine Vielzahl kleiner, aber wichtiger und wertvoller Handlungen.",
      "Nur schwarz-weißes Denken konnte sie zu dem Gedanken bringen, dass ihr Beitrag gleich null war.",
      "Zweitens, und das ist noch wichtiger, erkannte sie, dass ihr persönlicher Wert unveränderlich und stabil war; er war eine Gegebenheit, die nicht von Leistungen abhängig war.",
      "Diese Erkenntnis ermöglichte es ihr zu verstehen, dass sie ihre menschliche Würde nicht „verdienen“ musste und dass sie, obwohl sie geschwächt war, genauso wertvoll blieb.",
      "Die Erkenntnis dieser Tatsache verringerte die depressiven Symptome erheblich. Es befreite sie nicht von dem Tumor, Schmerzen und körperlichem Leiden, aber es stellte ihr angegriffenes Selbstwertgefühl wieder her und änderte ihren emotionalen Zustand erheblich."
    ],
    "quote": {
      "text": "Krankheit kann Ihnen Ihre Hoffnung nicht stehlen, wenn Sie es ihr nicht erlauben.",
      "author": "Nick Vujicic"
    }
  }
}
