{
  "title": "Selbstwert im Strudel der Depression: Der Weg zu Selbstannahme und innerer Balance",
  "description": "Dieser Beitrag zeigt, wie Depression das Selbstwertgefühl beeinflusst und warum ein negatives Selbstbild emotionale Schmerzen verstärkt und das Leben einengt. Anhand von Beispielen und praktischen Empfehlungen erläutern wir Schritte, die helfen, Selbstkritik zu reduzieren, Mitgefühl mit sich selbst zu entwickeln und innere Stabilität zu stärken. Der Text dient als einfühlsamer Leitfaden für alle, die ihr Selbstvertrauen wieder aufbauen und eine warmherzige Beziehung zu sich selbst finden möchten.",
  "screen_1": {
    "texts": [
      "Übermäßige Selbstkritik, das Gefühl von Minderwertigkeit und der Verlust des eigenen Wertes gehören zu den häufigsten Begleitern einer Depression.",
      "Betroffene geben sich harte negative Etiketten wie „Ich bin ein Versager“ oder „Ich bin wertlos“ und sehen sich als schlecht oder nicht liebenswert.",
      "Je ausgeprägter die Depression, desto niedriger ist meist der Selbstwert. Und Sie sind damit nicht allein: Forschungen von Aaron Beck zeigen, dass über 80 Prozent der depressiven Menschen mit Gefühlen der Wertlosigkeit kämpfen.",
      "Das Selbstbild wird in der Depression verzerrt: Eine Person fühlt sich schwach, unbedeutend, allein und ist überzeugt, dass „nichts gelingen wird“.",
      "Selbstkritik kann verschiedene Formen annehmen:",
      "Selbstbeschuldigung – „Ich bin an allem schuld“",
      "Selbstabwertung – „Ich bin so dumm“",
      "Selbstverachtung – „Ich kann mich selbst nicht ausstehen“",
      "Selbstzweifel – „Ich werde es ohnehin nicht schaffen“",
      "Stellen Sie sich vor, jeden Tag mit einem solchen inneren Dialog zu leben. Das ist schwer – und oft bemerkt man gar nicht, wie hart man mit sich selbst spricht.",
      "Diese Gedanken beeinflussen direkt die Stimmung, das Selbstvertrauen und die Lebenshaltung.",
      "Deshalb ist die Arbeit am Selbstwert ein wichtiger Teil der Genesung. Wenn die Selbstkritik nachlässt, kehren Energie, Lebensfreude und das Gefühl von innerem Wert zurück."
    ],
    "quote": {
      "text": "Ein niedriges Selbstwertgefühl ist wie Autofahren mit angezogener Handbremse.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Niedriges Selbstwertgefühl wirkt wie ein Vergrößerungsglas: Jede kleine Schwierigkeit erscheint riesig, jeder Fehler wird zur Katastrophe.",
      "Sehen wir uns das an einem Beispiel aus einem Gespräch zwischen Klientin und Therapeutin an:",
      "„Warum hat die Bemerkung der Chefin eine so starke Reaktion ausgelöst? War sie wirklich so bedeutend?“",
      "„Ja, es war furchtbar. Ich habe mich völlig lächerlich gemacht.“",
      "„Und selbst wenn das so wäre – was bedeutet das für Sie?“",
      "„Dass die Chefin denkt, ich sei dumm.“",
      "„Und wenn sie das denkt – was folgt daraus?“",
      "„Dass ich nicht gut genug bin, um hier zu arbeiten.“",
      "„Und wenn das stimmt, was würde das bedeuten?“",
      "„Dass ich wertlos bin und niemals etwas erreichen werde. Im besten Fall putze ich mein Leben lang Böden.“",
      "Dieses Beispiel zeigt, wie eine kleine Bemerkung als Beweis für eigene Wertlosigkeit und als düstere Zukunftsprognose gedeutet wird.",
      "In der Depression wird das Denken starr und unlogisch. Wir sehen nur die eigenen Schwächen und fühlen uns bestätigt in unserer vermeintlichen Hilflosigkeit."
    ]
  },
  "screen_3": {
    "texts": [
      "Erstens ist wichtig zu verstehen: Der Wert eines Menschen muss nicht „verdient“ werden. Erfolge können erfreuen, aber sie bestimmen nicht den Wert einer Person.",
      "Viele erfolgreiche Menschen kämpfen ebenfalls mit Depression und niedrigem Selbstwert – bekannte Persönlichkeiten mit Ruhm, Talent und Anerkennung, die dennoch innere Leere und Unzulänglichkeit empfinden.",
      "Die meisten depressiven Menschen besitzen großes Potenzial: Sie können talentiert, warmherzig, liebevoll und inspirierend sein.",
      "Doch ohne Freundlichkeit zu sich selbst verliert all das an Bedeutung. Das Gefühl der eigenen Bedeutung prägt unser inneres Erleben.",
      "Achten Sie darauf, wie Sie mit sich sprechen. Beobachten Sie Momente, in denen Sie sich abwerten oder abschreiben.",
      "Fragen Sie sich: Habe ich wirklich Beweise für diese Gedanken? Oft basieren sie eher auf Emotionen als auf Fakten.",
      "Zweitens: Ersetzen Sie Selbstkritik durch Selbstkorrektur.",
      "Wenn jemand etwas Neues lernt, würde eine gute Lehrperson nicht beschämen, sondern ermutigen, erklären und begleiten.",
      "Doch häufig sind wir selbst unsere strengste Richterin bzw. unser strengster Richter.",
      "Versuchen Sie stattdessen zu fragen: „Wie kann ich das beim nächsten Mal besser machen? Was kann ich daraus lernen?“",
      "Drittens: Stellen Sie sich vor, Sie würden zu einer vertrauten Person so sprechen, wie Sie es mit sich selbst tun. Würden Sie das wirklich tun – in diesem Ton?"
    ]
  },
  "screen_4": {
    "texts": [
      "Versuchen Sie sich vorzustellen, Sie stellten denselben strengen Anspruch an jemanden, den Sie lieben. Sie werden vermutlich bemerken, wie unfair diese Maßstäbe sind.",
      "Das Selbstwertgefühl beeinflusst stark unsere Ziele und den Weg dorthin.",
      "Bei niedrigem Selbstwert unterschätzen wir uns, begrenzen unsere Möglichkeiten und verwehren uns fast das Recht auf Glück.",
      "Veränderung beginnt mit kleinen Schritten: negative Gedanken bemerken, ihnen widersprechen, Dinge tun, die stärken und Selbstvertrauen schenken.",
      "Wir begleiten Sie auf diesem Weg. Gemeinsam lernen wir, mit sich freundlich zu sein, kleine Fortschritte zu sehen und Schritt für Schritt voranzukommen."
    ]
  }
}