{
  "title": "Selbstbewertung im Strudel der Depression: Der Weg zur Selbstakzeptanz und inneren Ausgeglichenheit",
  "description": "Dieser Artikel untersucht den Einfluss von Depressionen auf das Selbstwertgefühl und zeigt auf, wie eine negative Selbstwahrnehmung die Symptome der Depression verstärkt und ein erfülltes Leben behindert. Durch die Analyse realer Fälle und Expertenratschläge bietet er praktische Schritte zur Überwindung der Selbstkritik und Stärkung der inneren Harmonie. Der Artikel dient als verlässlicher Leitfaden für diejenigen, die Selbstvertrauen gewinnen und ihr Leben zum Besseren wenden möchten.",
  "screen_1": {
    "texts": [
      "Eines der typischen Symptome einer Depression ist die Neigung zur Selbstbeschuldigung, das Gefühl der eigenen Unzulänglichkeit, geringeren Wertigkeit und Bedeutung.",
      "Menschen neigen oft dazu, sich selbst als \"Versager\", \"Nichtsnutze\" zu bezeichnen, indem sie sich selbst für schlecht halten.",
      "Je schwerer die Depression, desto niedriger das Selbstwertgefühl. Aber darin sind Sie nicht allein. Studien des Psychologen Aaron Beck zeigen, dass über 80% der Menschen, die unter Depressionen leiden, ein Gefühl der eigenen Wertlosigkeit erleben.",
      "Das Selbstbild in der Depression verändert sich stark: Man fühlt sich unzulänglich, niedergedrückt, einsam und benachteiligt. Man kritisiert sich selbst, seine Handlungen, Fähigkeiten und seine Zukunft.",
      "Selbstkritik kann folgende Formen annehmen:",
      "Selbstbeschuldigung – \"Ich bin an allem schuld\"",
      "Etikettierung – \"Ich bin so dumm\"",
      "Selbsthass – \"Ich kann mich selbst nicht mehr ertragen\"",
      "Selbstzweifel – \"Mir wird nichts gelingen\"",
      "Stellen Sie sich vor, wie es ist, mit einer solchen \"attraktiven\" Liste zu leben? Es ist mindestens schwierig. Im Zustand der Depression kann eine Person sich ununterbrochen selbst kritisieren und erniedrigen, ohne es zu merken.",
      "Und natürlich wirkt sich dies auf die Emotionen, die Stimmung, die Einstellung zu sich selbst und zum Leben im Allgemeinen aus.",
      "Deshalb ist die Arbeit an der Selbstbewertung so wichtig. Indem man die Selbstkritik besiegt, kann man auch andere Symptome der Depression beeinflussen. Beginnen wir also mit Ihrer Selbstbewertung."
    ],
    "quote": {
      "text": "Niedriges Selbstwertgefühl ist, als würde man durchs Leben fahren, während die Handbremse angezogen ist.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Schlechtes Selbstwertgefühl ist wie eine Lupe, die alle Ihre Fehler und Misserfolge zu einem totalen Versagen vergrößert.",
      "Betrachten wir dies am Beispiel eines Dialogs zwischen einer depressiven Person und einem Psychologen:",
      "Ekaterina, warum hat die Bemerkung Ihres Chefs solch intensive, negative Emotionen bei Ihnen ausgelöst? War es wirklich eine solche Katastrophe?",
      "Ja, es war schrecklich, denn ich sah wie eine Idiotin aus.",
      "Angenommen, Sie sahen wirklich so aus. Was bedeutet das für Sie?",
      "Das bedeutet, dass mein Chef denkt, ich bin dumm.",
      "Und selbst wenn er das denkt, was folgt daraus?",
      "Dann bin ich unwürdig, in dieser Firma zu arbeiten.",
      "Und wenn Sie das wirklich nicht verdienen, was bedeutet das?",
      "Das bedeutet, dass ich ein Nichts bin, das im Leben nichts erreichen wird und bis zum Ende meiner Tage irgendwo Böden wischen wird.",
      "An diesem Beispiel sieht man, wie eine kleine Bemerkung des Vorgesetzten als Beweis für Ekaterinas Nichtigkeit wahrgenommen und ihr eine düstere Zukunft prognostiziert wird.",
      "So werden kleine Fehler als Tragödie empfunden, wenn wir uns in einer Depression befinden. In solch einem Zustand sind wir oft unfähig, realistisch und logisch zu denken.",
      "Stattdessen sind wir überzeugt von unserer eigenen Unzulänglichkeit und Nutzlosigkeit und überzeugen auch andere davon, indem wir eindrucksvoll unsere Mängel demonstrieren und beharrlich über unsere Unfähigkeit sprechen."
    ]
  },
  "screen_3": {
    "texts": [
      "Zunächst ist es wichtig zu erkennen, dass man seinen eigenen Wert nicht verdienen kann. Erfolg mag zwar Freude bereiten, aber nicht Glück. Und eine auf Leistungen basierende Selbstbewertung ist eine Pseudoselbstbewertung; sie ist unrealistisch.",
      "Viele erfolgreiche, aber unglückliche Menschen, die unter Depressionen leiden, halten sich auch für wertlos. Ein Beweis dafür sind berühmte Persönlichkeiten, die scheinbar alles hatten: Karriere, Geld, Ruhm, Talent, aber ihr Leben durch Selbstmord beendeten.",
      "Die meisten Menschen, die an Depressionen leiden, sind tatsächlich zu vielem fähig, können talentiert, attraktiv, interessant sein, umgeben von der Liebe und Fürsorge nahestehender Personen.",
      "Aber das hilft ihnen nicht, weil sie keine Liebe und keinen Respekt vor sich selbst haben. Nur Ihr Gefühl der eigenen Bedeutung bestimmt, wie Sie sich fühlen.",
      "Ein sehr wichtiger Schritt auf dem Weg zur Erkenntnis ist die genaue Aufmerksamkeit auf das, was Sie über sich selbst denken und sagen.",
      "Wenn Sie das nächste Mal auf Ihrer Untauglichkeit für etwas beharren oder sich selbst, Ihre Handlungen oder Ihre Erfahrungen negativ bewerten, versuchen Sie, echte Beweise dafür zu finden. Oft sind diese Beweise irrational und sinnlos.",
      "Zweitens sollte Selbstkritik durch Selbstkorrektur ersetzt werden.",
      "Wenn Sie etwas Neues lernen, wie zum Beispiel eine neue Sprache, schlägt Ihnen der Lehrer nicht mit einem Buch auf den Kopf und sagt, wie dumm Sie sind, wenn Sie die Zeiten oder Regeln nicht kennen.",
      "Denn das wäre ein schlechter Lehrer mit einer ineffektiven Lehrmethode. Und Sie würden kaum wollen oder in der Lage sein, auf diese Weise eine neue Sprache zu lernen.",
      "Leider werden Sie oft selbst zu einem solchen schlechten Lehrer für sich, indem Sie kritisieren, statt zu korrigieren.",
      "Versuchen Sie daher, anstelle von Kritik sich folgende Fragen zu stellen: Gibt es einen besseren Weg, dies zu tun? Wie kann ich das umsetzen? Was sollte ich noch lernen?",
      "Drittens, jedes Mal, wenn Sie sich selbst kritisieren, versuchen Sie sich vorzustellen, dass Sie andere auf die gleiche Weise kritisieren. Wären Sie mit anderen genauso grob und scharf, wie Sie es mit sich selbst sind?"
    ]
  },
  "screen_4": {
    "texts": [
      "Beginnen Sie, dieselben Anforderungen an Ihre engen Freunde und Familienmitglieder zu stellen. Aber seien Sie dabei äußerst ehrlich. Und wenn Sie damit beginnen, werden Sie erkennen, wie unfair Ihre Kritik tatsächlich ist.",
      "Ihr Selbstwertgefühl ist der wichtigste Antrieb bei der Festlegung von Lebenszielen und deren anschließender Erreichung.",
      "Bei niedrigem Selbstwertgefühl unterschätzen Sie Ihre Fähigkeiten und berauben sich des Rechts auf Glück.",
      "Um die Situation zu ändern, müssen Sie Ihre Denkgewohnheiten, Ihr Verhalten ändern und in kleinen Schritten zu einem gesunden Selbstwertgefühl gehen, Misserfolge akzeptieren und auch die kleinsten Erfolge wahrnehmen.",
      "Und wir möchten Sie auf diesem schwierigen Weg unterstützen, Hoffnung einflößen, Ihnen helfen, machbare Aufgaben auszuwählen und sich darauf zu konzentrieren. Zu diesem Zweck werden wir in den folgenden Kapiteln einige effektive Techniken besprechen."
    ]
  }
}
