{
  "title": "Technik: Werden Sie Ihr eigener Anwalt",
  "description": "Dieser Artikel bietet einen einzigartigen Ansatz zur Überwindung der Selbstkritik, indem er das Konzept des inneren Anwalts vorstellt. Durch eine Analogie zum Gerichtsprozess wird den Lesern eine Methode angeboten, die effektiv hilft, sich gegen Selbstvorwürfe und negative Gedanken zu verteidigen. Indem der Prozess des Erkennens, Anfechtens und Neubewertens selbstkritischer Überzeugungen beschrieben wird, gibt der Artikel praktische Tipps und Fragen zur Selbstreflexion, die die Entwicklung einer gesünderen und unterstützenden Beziehung zu sich selbst fördern.",
  "screen_1": {
    "texts": [
      "Die nächste Technik, die bei der effektiven Arbeit mit Selbstkritik hilft, besteht darin, Ihr eigener Anwalt zu werden. Obwohl dies ungewöhnlich oder schwierig zu verstehen scheinen mag, schauen wir uns an, wie es funktioniert.",
      "Um erfolgreich mit selbstkritischen Gedanken umzugehen, ist es äußerst wichtig, sie nicht nur zu bemerken und ihnen zu widerstehen, sondern sie auch aktiv anzufechten.",
      "Stellen Sie sich vor, Sie befänden sich in einem Gerichtssaal, wo Ihre Selbstkritik lange Zeit Anklage gegen Sie erhoben hat, indem sie Sie als Versager, schwach, dumm und schuldig an allen denkbaren Sünden bezeichnet.",
      "Nun bietet sich Ihnen die Gelegenheit, in der Rolle des Verteidigers aufzutreten, dessen Ziel es ist, die Argumente der Anklage zu widerlegen, indem er ihre Grundlosigkeit und Absurdität aufzeigt.",
      "Stellen Sie sich als qualifizierten Anwalt vor, der sich kaum mit der Aussage zufriedengeben würde: \"Mein Klient ist ein anständiger Mensch, wir können es dabei belassen\".",
      "Sie müssen größte Anstrengungen unternehmen, um überzeugende Fakten und Argumente vorzulegen, die die Anschuldigungen vollständig entkräften.",
      "Betrachten wir ein Beispiel für die Anwendung dieser Technik im Dialog zwischen einem Psychologen und einem Klienten:"
    ],
    "quote": {
      "text": "Seien Sie der Anwalt Ihrer eigenen inneren Welt, anstatt der Richter Ihrer eigenen Geschichte zu sein.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "In letzter Zeit neigen Sie immer mehr dazu, sich selbst zu kritisieren, sich als schwach und erfolglos zu bezeichnen, ohne etwas im Leben erreicht zu haben. Stellen Sie sich nun vor, Sie hätten einen Anwalt engagiert, um sich gegen diese Kritik zu verteidigen.",
      "Ihre Aufgabe ist es, Ihren Mandanten, also sich selbst, so effektiv wie möglich zu verteidigen, indem Sie Argumente und Beweise nutzen. Selbst wenn Sie nicht an seine Unschuld glauben und Ihr Mandant Ihnen nicht sympathisch ist, ist Ihre Rolle jetzt, ein kompetenter Anwalt zu sein, der seine Arbeit gut verrichtet.",
      "Eine interessante Idee, es lohnt sich, sie zu versuchen.",
      "Ausgezeichnet. Dann werde ich die Rolle des Anklägers übernehmen, indem ich Ihre eigenen Worte gegen Sie verwende, und Sie werden sich verteidigen.",
      "Verstanden, lassen Sie uns beginnen.",
      "(In der Rolle des Anklägers) Pavel ist ein Schwächling und ein Versager, der im Leben nichts erreicht hat.",
      "(In der Rolle des Anwalts) Das ist absolut falsch. Pavel besitzt eine höhere Bildung, eine erfolgreiche Karriere, eine Familie und Freunde, die ihn lieben und schätzen.",
      "(In der Rolle des Anklägers) Vielleicht, aber nicht alles in seinem Leben ist perfekt. Er macht Fehler bei der Arbeit, schafft es nicht immer, und ich bin überzeugt, dass er ein Versager ist.",
      "(In der Rolle des Anwalts) Erstens können Gefühle nicht als Beweis vor Gericht dienen. Zweitens machen Fehler und das Nicht-Einhalten von Fristen ihn nicht zum Versager, denn jeder Mensch ist fehleranfällig und verzögert sich manchmal. Das ist kein Grund für so kategorische Schlussfolgerungen.",
      "(In der Rolle des Anklägers) Vielleicht ist er kein kompletter Versager, aber definitiv ein Schwächling.",
      "(In der Rolle des Anwalts) Haben Sie Beweise dafür?",
      "(In der Rolle des Anklägers) Er arbeitet nicht genug. Er sollte mehr Einsatz zeigen. Er verhält sich wie ein Schwächling.",
      "(In der Rolle des Anwalts) Das ist nicht wahr. Pavel arbeitet hart und erreicht Erfolge bei seiner Arbeit, wo er als verantwortungsbewusster Mitarbeiter geschätzt wird. Würde er wenig oder ineffizient arbeiten, würde er nicht so hoch geschätzt und es gäbe keine Überlegungen zu seiner Beförderung."
    ]
  },
  "screen_3": {
    "texts": [
      "Diese Technik ist besonders nützlich, weil es für viele Menschen leichter ist, sich als Anwalt vorzustellen, der jemand anderen verteidigt, als sich selbst vor dem inneren Ankläger zu rechtfertigen.",
      "Indem Sie die Rolle des professionellen Verteidigers übernehmen, fordern Sie echte Beweise und widerlegen unbegründete oder unlogische Argumente der Anklage.",
      "Daher, wenn Sie sich mit negativen Gedanken über sich selbst konfrontiert sehen, fragen Sie sich: \"Wie würde ich meinen Mandanten verteidigen, wenn ich seine Unschuld beweisen müsste?\"",
      "Streben Sie danach, sich wie ein wahrer Profi zu verhalten, indem Sie logische Inkonsistenzen in Ihren automatischen Gedanken aufdecken. Wie begründet sind diese Gedanken? Was lässt sich aus einer vernünftigen Perspektive über sich selbst sagen?",
      "Als Hilfestellung bieten wir Ihnen einige Fragen an, die Ihnen bei der selbstständigen Arbeit mit Ihren Gedanken helfen können:",
      "Welches \"Gesetz\" wurde angeblich verletzt? Worin besteht der Vorwurf?",
      "Gibt es stichhaltige Gründe für solche Anschuldigungen?",
      "Welche Beweise können die Schuld belegen?",
      "Lässt sich ein alternatives Verhalten erklären?",
      "Hat sich der Angeklagte so verhalten, wie es jeder vernünftige Mensch in einer ähnlichen Situation getan hätte?",
      "Ist es möglich, dass jemand anderes ganz oder teilweise für das Geschehene verantwortlich ist?",
      "Welche Beweise werden Sie zur Verteidigung des Angeklagten vorbringen?"
    ]
  }
}
