{
  "title": "Technik: Werden Sie Ihre eigene Anwältin bzw. Ihr eigener Anwalt",
  "description": "Diese Technik eröffnet eine neue Perspektive auf den Umgang mit Selbstkritik: die Rolle der inneren Verteidigung. Mithilfe der Analogie eines Gerichtsverfahrens lernen Sie, anklagende Gedanken wahrzunehmen, sie zu hinterfragen und sich mit Fakten und wohlwollenden Argumenten zu schützen. So entsteht ein unterstützender, rationaler und respektvoller Umgang mit sich selbst.",
  "screen_1": {
    "texts": [
      "Die folgende Technik hilft, mit Selbstkritik zu arbeiten, indem Sie zu Ihrer eigenen Verteidigerin bzw. Ihrem eigenen Verteidiger werden. Es klingt vielleicht ungewöhnlich, doch sie ist überraschend wirksam.",
      "Um die Wirkung kritischer Gedanken zu schwächen, reicht es nicht, sie nur zu bemerken. Es geht auch darum, ihnen selbstbewusst entgegenzutreten.",
      "Stellen Sie sich vor, Sie befinden sich in einem Gerichtssaal. In der Rolle der Anklage stehen Ihre inneren kritischen Gedanken, die Ihnen seit Langem Etiketten verpassen: „Versager“, „schwach“, „an allem schuld“.",
      "Nun übernehmen Sie die Rolle der Verteidigung. Ihre Aufgabe ist es, die Anklagen zu entkräften und ihre Verzerrungen sichtbar zu machen.",
      "Stellen Sie sich als kompetente Anwältin bzw. kompetenten Anwalt vor. Sie begnügen sich nicht mit „Ich bin gut“ – Sie bringen echte Fakten, schlüssige Argumente und nachvollziehbare Erklärungen.",
      "Sie arbeiten mit Ihrem inneren Dialog auf Basis von Belegen statt bloßen Emotionen.",
      "So könnte das in der Praxis aussehen:"
    ],
    "quote": {
      "text": "Seien Sie Anwältin bzw. Anwalt Ihrer inneren Welt, nicht Richterin oder Richter Ihrer eigenen Geschichte.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Stellen Sie sich vor, Sie kritisieren sich oft und nennen sich schwach oder erfolglos. Versuchen Sie nun, bewusst die Rolle der Verteidigung einzunehmen – auch wenn das anfangs schwerfällt.",
      "Die Aufgabe: sich selbst ehrlich, begründet und respektvoll zu verteidigen – so, wie Sie eine Ihnen nahestehende Person verteidigen würden.",
      "Eine Psychologin bzw. ein Psychologe schlägt eine Übung vor:",
      "Gut, probieren wir ein Rollenspiel. Ich übernehme die Anklage, Sie die Verteidigung.",
      "Bereit? Dann fangen wir an.",
      "(Anklage) Pavel ist schwach und ein Versager, ihm gelingt nichts.",
      "(Verteidigung) Das stimmt nicht. Pavel hat ein Studium abgeschlossen, berufliche Erfolge erzielt und ist von Menschen umgeben, die ihn schätzen.",
      "(Anklage) Aber er macht Fehler und scheitert manchmal – also ist er dennoch ein Versager.",
      "(Verteidigung) Fehler gehören zum Leben jedes Menschen. Sie definieren niemanden als Person und beweisen keine Unfähigkeit.",
      "(Anklage) Gut. Aber er ist schwach.",
      "(Verteidigung) Haben Sie Belege? Pavel arbeitet viel, trifft Entscheidungen und bewältigt Herausforderungen. Seine Anstrengungen sprechen eindeutig dagegen.",
      "(Anklage) Er könnte sich trotzdem mehr anstrengen.",
      "(Verteidigung) Wäre er wirklich nicht engagiert, würde man ihn im Beruf nicht schätzen und nicht für Beförderungen in Betracht ziehen. Die Behauptung ist unbegründet."
    ]
  },
  "screen_3": {
    "texts": [
      "Diese Technik hilft, weil es vielen leichter fällt, andere zu verteidigen als sich selbst. Hier lernen Sie, zu Ihrer eigenen Verbündeten bzw. Ihrem eigenen Verbündeten zu werden.",
      "In der Rolle der Verteidigung prüfen Sie Fakten, fordern Beweise ein und lassen unbegründete Kritik nicht als Wahrheit gelten.",
      "Wenn negative Gedanken auftreten, fragen Sie sich: Wie würde ich jemanden verteidigen, den ich unterstützen möchte?",
      "Gehen Sie strukturiert vor: Analysieren, Logik prüfen, Belege suchen.",
      "Hilfreiche Fragen:",
      "Was genau ist die Anklage? Wofür mache ich mich in Gedanken verantwortlich?",
      "Gibt es belastbare Beweise oder handelt es sich vor allem um Emotionen?",
      "Welche Fakten sprechen für mich?",
      "Wie lässt sich die Situation anders, milder und realistisch erklären?",
      "Wie würde ein vernünftiger Mensch in meiner Lage denken?",
      "Gab es äußere Umstände, die die Situation beeinflusst haben?",
      "Was kann ich zu meiner Verteidigung sagen? Welche Stärken und Leistungen kann ich anführen?"
    ]
  }
}
