{
  "title": "Das Erwachen des Willens: Warum Depression Apathie erzeugt",
  "description": "Dieser Artikel diskutiert das Problem der Depression und ihre Auswirkungen auf die Motivation und Aktivität einer Person. Er betrachtet, wie Depression die Willenskraft zur Handlung lähmen kann, was zu Untätigkeit und Prokrastination führt, und betont die Wichtigkeit, diesen Zustand zu überwinden, um zum normalen Leben zurückzukehren. Der Artikel bietet Überlegungen und Strategien zur Bekämpfung von Depression, einschließlich der Änderung des Denkens, der Überwindung von Motivationsmangel und der Wichtigkeit, aktive Schritte zur Verbesserung des allgemeinen Wohlbefindens zu unternehmen.",
  "screen_1": {
    "texts": [
      "In einer Depression ist es sehr schwer, überhaupt etwas zu beginnen. Man wartet auf Motivation, die scheinbar nie kommt. Wie ein Bär im Winterschlaf sitzt man in seiner Höhle und wartet auf bessere Zeiten.",
      "Möglicherweise denkt man darüber nach oder möchte sich mit etwas beschäftigen, aber man wird mit dem Gedanken konfrontiert, dass keines davon Vergnügen bereiten wird oder dass es zu schwierig sein wird.",
      "Solches Verhalten entfremdet einen noch mehr vom gewohnten Leben, von den Lieblingsbeschäftigungen, Freunden, der Familie. Man fühlt sich hilflos, kritisiert sich selbst für die Untätigkeit und das treibt einen noch tiefer in die Depression.",
      "Der Kreis schließt sich.",
      "Aber es ist Zeit, daraus auszubrechen.",
      "Lassen Sie uns zunächst über Untätigkeit und Motivationsmangel sprechen und dann effektive Techniken und Empfehlungen zur Bekämpfung dessen betrachten.",
      "Einer der zerstörerischsten Aspekte der Depression ist, dass sie Ihre Willenskraft lähmt. Sie haben wahrscheinlich bemerkt, dass Sie ungeliebte alltägliche Aufgaben auf später verschieben und prokrastinieren.",
      "Man fühlt, dass es keine Motivation für irgendetwas gibt, alles scheint zu schwierig, also gibt man diesem Zustand nach und tut nichts.",
      "Je länger es dauert, desto schwieriger wird es, sich selbst dazu zu bringen, etwas zu tun. Solch ein emotionales Gefängnis kann Wochen, Monate und sogar Jahre andauern."
    ],
    "quote": {
      "text": "Wenn Sie wirklich etwas in Ihrem Leben ändern wollen, ist der einzige Weg, dies jetzt sofort in diesem Moment zu tun.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "Untätigkeit ist einer der größten Paradoxien der menschlichen Natur.",
      "Haben Sie jemals bemerkt, dass manche Menschen sich scheinbar in den Strudel des Lebens stürzen und alles nehmen, was sie können, während andere das Leben aus der Ferne betrachten und sich in allem einschränken?",
      "Wussten Sie, dass die Isolation einer Person für einige Monate, abgeschnitten von gewohnten Aktivitäten und Kontakten, zu schwerer Depression führen kann?",
      "Aber in einer Depression tun Sie genau das Gleiche mit sich selbst, als ob Sie sich selbst zu einer Strafe verurteilen. Wollen Sie wirklich in Untätigkeit so leiden? Diese Fragen sind zum Nachdenken, aber die Antwort, denken wir, liegt auf der Hand.",
      "Wenn man visuell darstellen würde, wie Untätigkeit bei Depression im Kopf aussieht, wäre es ungefähr so:",
      "Eine Person denkt über eine Art von Aktivität nach, die sie tun muss/möchte.",
      "Ich bin zu müde/Ich werde es nicht mögen/Meine Freunde werden keine Zeit mit mir verbringen wollen/Es wird mir nicht gelingen/Nichts wird meine Stimmung heben.",
      "Traurigkeit/Angst/Hoffnungslosigkeit.",
      "Untätigkeit/Prokrastination.",
      "Durch solche Gedanken und Verhalten entziehen Sie sich zunehmend der Möglichkeit, Freude an eigenen Erfolgen, Zeit mit nahestehenden Menschen, Lieblingsbeschäftigungen, am Leben im Allgemeinen zu haben."
    ]
  },
  "screen_3": {
    "texts": [
      "Warum kommt die Motivation überhaupt nicht?",
      "Es ist durchaus möglich, dass Sie denken, Sie könnten ohne Motivation nichts tun.",
      "Aber ist das wirklich der Fall? Haben Sie in Ihrem Leben nicht schon Dinge getan, einfach weil sie getan werden mussten? Sind Sie immer hochmotiviert zur Arbeit gegangen?",
      "Wenn wir über einen Mangel an Motivation sprechen, sagen wir eigentlich nur: \"Ich will das nicht tun.\"",
      "Wir können es als: \"Das ist zu schwer\", \"Ich werde es nicht schaffen\", \"Ich bin nicht bereit\" tarnen, aber die grundlegende Bedeutung ist, dass Sie es nicht tun wollen.",
      "Und das ist völlig in Ordnung, glauben Sie mir. Wir tun nicht immer das, was wir wollen, und oft tun wir das, was wir nicht wollen. Das ist das Leben.",
      "In einer Depression wollen Sie im Allgemeinen wenig, wahrscheinlich wollen Sie einfach nur liegen und nichts tun. Aber nach einem Tag, zwei, einem Monat des Liegens wird es Ihnen definitiv nicht besser gehen."
    ]
  },
  "screen_4": {
    "texts": [
      "Lassen Sie uns als Beispiel einen Dialog zwischen einem Klienten und einem Psychologen betrachten, wo genau die Frage des Motivationsmangels diskutiert wurde.",
      "Habe ich das richtig verstanden, dass Sie früher regelmäßig ins Fitnessstudio gegangen und Sport getrieben haben, aber jetzt können Sie sich nicht dazu bringen, weil Sie die Motivation dazu nicht haben?",
      "Das ist korrekt, ich möchte das jetzt nicht.",
      "Stellen wir uns vor, Sie haben aufgehört, auf die Motivation zu warten und sind einfach ohne sie ins Fitnessstudio gegangen. Sie haben einfach diese Entscheidung getroffen und sind gegangen. Was würde als Nächstes passieren?",
      "Wahrscheinlich würde ich mich nach dem Training besser fühlen, vielleicht sogar schon währenddessen.",
      "Und was, wenn es genau so besser wird? Sie können produktiv sein und sich besser fühlen, auch ohne Motivation, selbst wenn Sie sich müde oder nicht in Stimmung fühlen. Wie finden Sie diesen Gedanken?",
      "Vielleicht haben Sie recht. Es gab Zeiten, in denen ich ohne besonderen Wunsch ins Fitnessstudio gegangen bin, aber es hat mir im Ergebnis Freude bereitet und ich fühlte mich produktiv, bekam Kraft für andere Aufgaben.",
      "Wenn Sie, wie der Klient in diesem Dialog, sich selbst sagen: \"Ich muss das Verlangen fühlen, um es zu tun\", und in Untätigkeit stecken bleiben, dann wissen Sie, dass vor der Motivation die Handlung steht. Nicht umgekehrt, das ist ein Mythos.",
      "Verhalten erzeugt Motivation bei demjenigen, der beschließt, zu tun, was getan werden muss. Handlung ist primär, Motivation sekundär.",
      "Wir haben bereits mehrmals über die Wechselwirkung von Gedanken, Emotionen und Verhalten gesprochen, dass alle diese drei Komponenten sich gegenseitig beeinflussen, genauer gesagt: Alle Emotionen und Handlungen sind das Ergebnis Ihrer Gedanken und Einstellungen.",
      "Das bedeutet, dass die Änderung von Gedanken zu einer Änderung von Emotionen und folglich zu einer Änderung Ihres Verhaltens führen wird. Es liegt in Ihren Händen, den geschlossenen Kreis der Untätigkeit in einen Kreis der Produktivität zu ändern."
    ]
  }
}
