{
  "title": "Technik: Der Spiegel der Selbstkritik",
  "description": "Der Artikel untersucht den Einfluss der Selbstkritik auf das Selbstwertgefühl und bietet den Lesern eine Übung an, in der sie ihre innere Kritik in einem Rollenspiel äußern, gerichtet an einen nahestehenden Menschen. Dies hilft, die Ungerechtigkeit und Härte der Selbstkritik zu erkennen und betont die Wichtigkeit einer sanften und unterstützenden Haltung sich selbst gegenüber, um das Selbstwertgefühl zu verbessern und Lebensziele zu erreichen.",
  "screen_1": {
    "texts": [
      "Beginnen Sie, dieselben Anforderungen an Ihre Nahestehenden und Freunde zu stellen. Aber seien Sie absolut ehrlich.",
      "Und wenn Sie dies tun, werden Sie erkennen, wie unfair Ihre Kritik tatsächlich ist.",
      "Stellen Sie sich diese Übung anhand eines weiteren Dialogs zwischen einem Patienten und einem Psychologen vor:",
      "Dmitrij, Sie sagten, dass Ihre Kündigung Sie in einen schrecklichen Zustand versetzt hat. Dass Sie ein Versager sind, der zu nichts fähig ist.",
      "Lassen Sie uns sehen, wie es wirklich aussieht. Ich schlage ein Mini-Rollenspiel vor, in dem Sie genau das sagen, was Sie sich in dieser Situation sagen, aber zu einer nahestehenden Person, zum Beispiel Ihrem besten Freund.",
      "Ich werde in der Rolle Ihres Freundes sein, der, wie Sie, auch gekündigt wurde, und Sie sind Sie selbst. Sollen wir es versuchen?",
      "Lassen Sie es uns versuchen."
    ]
  },
  "screen_2": {
    "texts": [
      "Beginnen wir damit, dass ich sage: \"Ich wurde heute entlassen.\"",
      "Vermutlich hast du etwas falsch gemacht, wenn du entlassen wurdest.",
      "Zum Beispiel was?",
      "Hast viele Fehler gemacht, warst unaufmerksam.",
      "Also kritisierst du mich?",
      "Ja, du kannst nicht richtig arbeiten. Du schaffst es nicht. Du bist ein Versager.",
      "Es ist sehr unangenehm, das zu hören; ich hatte auf deine Unterstützung gehofft.",
      "Wie kann ich dich unterstützen, wenn du nichts kannst, wenn du immer Fehler machst. Du wirst niemals etwas erreichen.",
      "Nach diesem Rollenspiel teilte Dmitrij, wie schwer es ihm fiel, all diese Worte zu einem nahestehenden Menschen zu sagen, und dass er sich nicht einmal vorstellen konnte, dazu fähig zu sein."
    ]
  },
  "screen_3": {
    "texts": [
      "Aber genau so verhalten Sie sich gegenüber sich selbst, indem Sie sich kritisieren, erniedrigen und verletzen.",
      "Aus irgendeinem Grund tut man sich selbst nicht leid, aber mit anderen würde man so nicht umgehen. Hören Sie auf, Doppelstandards anzuwenden.",
      "Beginnen Sie, sich selbst dieselbe Nachsicht, Verständnis, Fürsorge und Unterstützung zu zeigen, die Sie anderen entgegenbringen.",
      "Ihr Selbstwertgefühl ist das wichtigste Motiv bei der Festlegung eines Lebensziels und dessen späteren Erreichung.",
      "Bei einem niedrigen Selbstwertgefühl unterschätzen Sie Ihre Fähigkeiten und berauben sich des Rechts auf Glück.",
      "Um die Situation zu ändern, müssen Sie Ihre Denkgewohnheiten, Ihr Verhalten ändern und in kleinen Schritten zu einem gesunden Selbstwertgefühl gelangen, indem Sie Misserfolge akzeptieren und auch kleinste Erfolge wahrnehmen."
    ],
    "quote": {
      "text": "Reden Sie mit sich selbst, wie Sie es mit jemandem tun würden, den Sie lieben.",
      "author": "Brené Brown"
    }
  }
}
