{
  "title": "Technik: Der Spiegel der Selbstkritik",
  "description": "Diese Übung hilft zu erkennen, wie hart der eigene innere Kritiker sein kann. In einem kleinen Rollenspiel übertragen Sie Ihre gewohnten selbstkritischen Sätze auf eine nahestehende Person und spüren, wie sie von außen wirken. Diese Praxis unterstützt dabei, die Ungerechtigkeit von Selbstabwertung zu erkennen und eine freundlichere Haltung sich selbst gegenüber zu entwickeln.",
  "screen_1": {
    "texts": [
      "Probieren Sie folgenden Ansatz aus: Stellen Sie an eine nahestehende Person genau dieselben Erwartungen, die Sie sonst an sich selbst richten. Tun Sie das ehrlich.",
      "Oft wird schon nach wenigen Minuten deutlich, wie streng und unfair die innere Kritik sein kann.",
      "Betrachten wir diese Übung anhand eines Beispiels aus einem Gespräch zwischen Klient und Psychologin:",
      "Dmitry, Sie sagten, dass die Kündigung bei Ihnen das Gefühl des Scheiterns ausgelöst hat – mit Gedanken wie: „Ich bin ein Versager, ich bekomme nichts hin.“",
      "Lassen Sie uns diese Gedanken aus einer anderen Perspektive anschauen. Ich schlage ein kurzes Rollenspiel vor: Sie sprechen Ihre kritischen Sätze aus, richten sie aber nicht an sich, sondern an eine nahestehende Person – zum Beispiel Ihren besten Freund.",
      "Ich übernehme die Rolle des Freundes, der seine Stelle verloren hat. Sie bleiben Sie selbst. Bereit?",
      "Ja, lassen Sie es uns probieren."
    ]
  },
  "screen_2": {
    "texts": [
      "Beginnen wir. Ich sage: „Ich wurde heute entlassen.“",
      "„Vielleicht … hast du etwas falsch gemacht. Sonst hätte man dich nicht entlassen.“",
      "„Was genau, was denkst du?“",
      "„Nun … vielleicht hast du Fehler gemacht, warst nicht aufmerksam genug.“",
      "„Also kritisierst du mich gerade?“",
      "„Wahrscheinlich ja. Es scheint, du hast es nicht geschafft. Vielleicht bist du einfach nicht gut genug in deinem Job.“",
      "„Es tut sehr weh, das zu hören. Ich hatte auf Unterstützung gehofft.“",
      "„Ich verstehe … aber wenn du Fehler gemacht hast und nicht zurechtgekommen bist, wie soll ich dich da unterstützen?“",
      "Nach dieser Rollenszene sagte Dmitry, dass es ihm extrem schwergefallen war, solche Worte zu einer nahestehenden Person zu sagen. Ihm wurde klar, dass er das im echten Leben nie tun würde – sich selbst gegenüber tat er es jedoch ständig."
    ]
  },
  "screen_3": {
    "texts": [
      "Erstaunlich, oder? Was wir einem anderen kaum zumuten könnten, sagen wir uns selbst oft ohne Zögern.",
      "Wir zeigen Geduld, Sanftheit und Verständnis für andere – und vergessen völlig, sie uns selbst zu schenken.",
      "Versuchen Sie, auf doppelte Standards zu verzichten. Auch Sie verdienen Respekt, Unterstützung und Freundlichkeit.",
      "Denken Sie daran: Ein gesunder Selbstwert ist eine der zentralen Grundlagen für Motivation, Ziele und Lebensenergie.",
      "Bei geringem Selbstwert unterschätzen wir unsere Möglichkeiten und verwehren uns selbst beinahe das Recht auf Glück.",
      "Beginnen Sie, Ihre Haltung zu sich selbst zu ändern: Erkennen Sie kleine Erfolge an, erlauben Sie sich, ein Mensch zu sein, Fehler zu machen und zu lernen. Kleine Schritte führen zu großen Veränderungen."
    ],
    "quote": {
      "text": "Sprechen Sie mit sich selbst so, wie Sie mit einem Menschen sprechen würden, den Sie lieben.",
      "author": "Brené Brown"
    }
  }
}
