{
  "title": "Technik: Den Fehlern die Macht nehmen",
  "description": "Diese Praxis hilft dabei, sanft mit Perfektionismus umzugehen, Unvollkommenheit zu akzeptieren und die Angst vor Fehlern Schritt für Schritt zu verringern. Sie lernen Übungen kennen, die zeigen: Wert und Freude hängen nicht von perfekten Ergebnissen ab.",
  "screen_1": {
    "texts": [
      "Schauen wir uns einfache, aber sehr wirksame Methoden an, die den Druck des Perfektionismus reduzieren und Ihnen erlauben, Mensch zu sein statt einer idealen Maschine.",
      "Das Anti-Perfektionismus-Blatt",
      "Viele Perfektionistinnen und Perfektionisten glauben, dass etwas nur Freude macht, wenn es perfekt erledigt wird. Ich lade Sie ein, diese Idee herauszufordern.",
      "Notieren Sie eine Woche lang jede erledigte Aufgabe – große und kleine. Das kann alles sein: Zähne geputzt, Abendessen gekocht, Arbeitsbericht geschrieben, Wohnung aufgeräumt.",
      "In die zweite Spalte tragen Sie Ihrer Einschätzung nach ein, wie „perfekt“ Sie die Aufgabe erledigt haben (in Prozent).",
      "In die dritte Spalte schreiben Sie, wie viel Freude oder Zufriedenheit die Handlung gebracht hat.",
      "Beispiel:",
      "Abendessen gekocht — 50 % (hätte aufwendiger sein können) — 90 % (schnell, lecker, angenehm).",
      "Wohnung aufgeräumt — 70 % (das Wichtigste erledigt, Küche bleibt für später) — 100 % (schönes Gefühl von Ordnung).",
      "Arbeitsbericht — 85 % (sorgfältig) — 20 % (Gedanken wie „hätte besser sein können“ haben das Gefühl getrübt).",
      "Diese Übung zeigt deutlich: Freude hängt nicht von Perfektion ab. Oft ist „gut genug“ bereits wunderbar."
    ],
    "quote": {
      "text": "Perfektion ist kein Ziel, sondern eine Richtung.",
      "author": "Thomas Watson"
    }
  },
  "screen_2": {
    "texts": [
      "Das Zulassen von Fehlern",
      "Fehler sind für niemanden angenehm, doch für Perfektionistinnen und Perfektionisten können sie sich fast wie eine Katastrophe anfühlen.",
      "Einer der wirksamsten Schritte ist, sich zu erlauben, Fehler zu machen. Ein Fehler ist kein Urteil, sondern ein Teil des Weges.",
      "Manchmal reicht es, zu bemerken, wie beim Gedanken an einen Fehler die Anspannung steigt und das Herz schneller schlägt – das ist eine normale Angstreaktion, kein Gefahrensignal.",
      "Versuchen Sie, einen kurzen Text darüber zu schreiben, warum Fehler normal und hilfreich sind. Das hilft dem Gehirn, eine neue Beziehung zu Unvollkommenheit aufzubauen.",
      "Hier ein Beispieltext einer Frau, die an ihrer Fehlerangst gearbeitet hat:",
      "Meine Angst entsteht aus Schwarz-Weiß-Denken: Sobald ich einen Fehler mache, bricht alles zusammen. Aber ein Fehler löscht nicht alles Gute aus, das bereits getan wurde.",
      "Fehler gehören zum Lernen. Ohne sie gäbe es keine Entwicklung. Jede Person macht Fehler – das ist natürlich. Und die meisten Menschen verurteilen mich nicht – im Gegenteil, „perfekte“ Menschen wirken eher unnahbar.",
      "Ein Fehler ist nicht das Ende, sondern eine Gelegenheit, den Kurs zu korrigieren.",
      "Natürlich verschwinden Ängste damit nicht sofort. Aber solche Gedanken schaffen innere Stabilität und verschieben die Haltung von „Fehler = Katastrophe“ hin zu „Fehler = Erfahrung“.",
      "Schreiben Sie Ihren eigenen Text: Warum ist es für mich hilfreich, mir Fehler zu erlauben? Was bringt mir ein Fehler? Was passiert, wenn ich mir erlaube, Mensch zu sein statt Ideal?",
      "Erinnern Sie sich: Ein Fehler bringt die Welt nicht zum Einsturz. Er macht uns lebendig, lehrt Flexibilität und fördert Wachstum."
    ]
  }
}
