{
  "title": "Techniken: Überwindung der Angst vor Fehlern",
  "description": "Der Artikel bietet effektive Methoden zur Bekämpfung von Perfektionismus, die auf die Akzeptanz von Unvollkommenheit und die Verringerung der Angst vor Fehlern abzielen.",
  "screen_1": {
    "texts": [
      "Betrachten wir einige einfache, jedoch äußerst wirksame Methoden, die helfen können, das Streben nach Perfektionismus zu überwinden.",
      "Die „Anti-Perfektionismus“-Liste",
      "Viele Perfektionisten sind überzeugt, dass sie nur dann vollständige Freude an etwas empfinden können, wenn es perfekt ausgeführt wird. Wir fordern Sie heraus, diese Vorstellung in Frage zu stellen.",
      "Führen Sie über eine Woche hinweg ein Tagebuch mit den unterschiedlichsten spontanen Aufgaben, die Sie erledigen, sei es „Zähne putzen“, „Abendessen kochen“, „einen Arbeitsbericht vorbereiten“ oder „das Haus putzen“.",
      "Notieren Sie in der zweiten Spalte, wie effektiv Sie die Aufgabe Ihrer Meinung nach erledigt haben, ausgedrückt in Prozent.",
      "In der dritten Spalte geben Sie an, wie viel Freude Ihnen die Erledigung der Aufgabe bereitet hat.",
      "Beispiele könnten folgendermaßen aussehen:",
      "Abendessen kochen – 50% (hätte ein komplizierteres und schmackhafteres Rezept wählen können) – 90% (einfach, aber sehr lecker und hat nicht viel Zeit in Anspruch genommen).",
      "Das Haus putzen – 70% (habe das Nötigste gemacht, aber den Kühlschrank und den Herd nicht gereinigt) – 100% (die Sauberkeit im Haus bereitet mir immer Freude).",
      "Einen Arbeitsbericht vorbereiten – 85% (habe viel Mühe in den Bericht gesteckt) – 20% (ständige Gedanken daran, dass es besser hätte sein können, haben mir die Freude am Prozess genommen).",
      "Diese Übung wird Ihnen helfen zu erkennen, dass Perfektion nicht die Voraussetzung für die Freude am Prozess ist."
    ],
    "quote": {
      "text": "Perfektion ist kein erreichbares Ziel, sondern eine Richtung.",
      "author": "Thomas Watson"
    }
  },
  "screen_2": {
    "texts": [
      "Die Möglichkeit eines Fehlers akzeptieren",
      "Niemand macht gerne Fehler, aber für Perfektionisten werden sie zu einer besonderen Angstquelle.",
      "Einer der effektivsten Wege, die Angst vor Unvollkommenheit zu bekämpfen, ist zu lernen, seine Fehler zu akzeptieren.",
      "Fühlen Sie, wie Ihr Herz schneller schlägt, allein bei dem Gedanken an einen möglichen Fehler? Dies sind Anzeichen von Angst und Besorgnis.",
      "Um sich für die Möglichkeit, Fehler zu machen, zu öffnen, beginnen Sie damit, einen Aufsatz darüber zu schreiben, warum Fehler normal sind und das Streben nach absoluter Perfektion irrational ist.",
      "Eine junge Frau, die mit Perfektionismus kämpfte, drückte folgende Gedanken aus:",
      "Die Angst, einen Fehler zu machen, kommt von meiner Wahrnehmung der Welt in Schwarz und Weiß: ein Fehler, und alles bricht zusammen. Das ist ein Trugschluss. Tatsächlich kann ein kleiner Fehler nicht alles Gute zerstören, das erreicht wurde.",
      "Fehler sind nützlich, denn wir lernen aus ihnen. Ohne Fehler ist Lernen unmöglich. Da niemand vor Fehlern sicher ist, ist es wichtig, sie zu akzeptieren und aus persönlicher Erfahrung weiterzulernen.",
      "Das Eingestehen von Fehlern ermöglicht es uns, unser Verhalten zu korrigieren, was zu zufriedenstellenderen Ergebnissen führt, die uns wiederum glücklicher machen und die Qualität unseres Lebens verbessern.",
      "Die meisten Menschen werden uns für unsere Fehler nicht verurteilen und uns deswegen nicht aufhören zu lieben – letztendlich macht jeder Fehler, und viele fühlen sich in der Gesellschaft von „perfekten“ Menschen unwohl.",
      "Ein Fehler bedeutet nicht das Ende der Welt.",
      "Natürlich bedeutet das Erstellen einer solchen Liste nicht eine sofortige Verwandlung und den Beginn der Liebe zu Fehlern, aber es ist ein wichtiger Schritt, um Ihre Beziehung zur Unvollkommenheit zu ändern.",
      "Verfassen Sie Ihren eigenen Aufsatz darüber, warum es normal und sogar nützlich ist, Fehler zu machen. Erinnern Sie sich daran, dass selbst wenn Sie einen Fehler machen, die Welt nicht untergeht – es ist ein natürlicher Teil jedes Prozesses, wenn auch nicht der wünschenswerteste."
    ]
  }
}
