{
  "title": "Traurig sein bedeutet nicht, an Depression zu leiden",
  "description": "Der Artikel untersucht den Unterschied zwischen gewöhnlicher Traurigkeit und klinischer Depression und betont, dass das Erleben von Verlusten und Misserfolgen natürlich ist und nicht immer auf eine psychische Störung hindeutet. Es wird erklärt, wie verzerrtes Denken normale emotionale Reaktionen in Symptome einer Depression verwandeln kann, die professionelle Intervention erfordern. Der Artikel zielt darauf ab, den Lesern zu helfen, natürliche Traurigkeitsgefühle von ernsthaften psychologischen Erkrankungen zu unterscheiden, um die Selbst-Diagnose und das Verständnis zu erleichtern, wann professionelle Hilfe notwendig ist.",
  "screen_1": {
    "texts": [
      "In den vorherigen Kapiteln haben wir festgestellt, dass Probleme wie der Verlust von Nahestehenden, Krankheiten, Trennungen, Untreue und Entlassungen absolut real sind.",
      "Zu unserem großen Bedauern erlebt jeder von uns diese, aber im Grunde führt nichts davon zu echter Depression.",
      "Dann stellt sich die Frage: Gibt es eine «gesunde Traurigkeit», die nicht von Verzerrungen betroffen ist?",
      "Ein klares Ja!",
      "Traurig sein und trauern ist nicht notwendigerweise schlecht, in vielen Situationen ist es natürlich. Die Gefühle, die eine Person als Ergebnis schwerer Trauer erlebt – Traurigkeit, Leid, Bedauern, Besorgnis – sind normal.",
      "Dies sind echte natürliche Gefühle, die jede Person sich selbst erlauben kann und sollte.",
      "Wenn Sie Traurigkeit beim Abschied von einem geliebten Menschen fühlen – gratulieren wir Ihnen, Sie sind normal!",
      "Wenn Sie Trauer und Sehnsucht beim Gedenken an den Tod eines geliebten Menschen empfinden – sind Sie absolut angemessen.",
      "Aber Depression ist nicht nur negative Emotionen, es ist eine Krankheit, die durch verzerrtes Denken verursacht wird.",
      "Wir hoffen, dass wir dies in diesem Abschnitt verdeutlichen konnten. Bei einer Depression entspricht das Ausmaß negativer Gefühle nicht der objektiven Schwere der Situation."
    ],
    "quote": {
      "text": "Zwischen Reiz und Reaktion gibt es einen Raum. In diesem Raum liegt unsere Freiheit und die Kraft, unsere Reaktion zu wählen. In unserer Antwort liegen unser Wachstum und unsere Freiheit.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Eine Person mit Depression wird Ereignisse jeglicher Größe negativer wahrnehmen.",
      "Ein kleiner Misserfolg wird bei einer Depression zu einem großen Problem. Trauer wird unerträglich, und ein Unglück wird zur Katastrophe. Traurigkeit ist natürlich ein Teil der Depression, aber nicht ihre Basis.",
      "Ein psychisch gesunder Mensch kann bildlich mit einem Wasserhahn im Badezimmer verglichen werden, bei dem es kaltes und heißes Wasser gibt.",
      "Im Leben gibt es «kaltes Wasser» – negative Emotionen und «heißes» – positive. Bei einer Person mit Depression ist ständig nur der «kalte Wasserhahn» eingeschaltet, und das liegt nicht an «echten» Problemen, sondern an verzerrtem Denken, das geändert werden muss.",
      "Unsere Einstellung zur Situation bestimmt weitgehend, ob unsere Traurigkeit nur eine Emotion bleibt oder Teil einer Depression wird.",
      "Das Team von MindHealth glaubt aufrichtig und hofft, dass der Abschnitt über Depression und die darin investierten Anstrengungen für Sie oder Ihre Angehörigen hilfreich waren!",
      "Wir haben die Hauptprinzipien und Symptome der Depression erklärt, wie sie sich manifestiert und vor allem, wie man selbstständig damit arbeiten kann.",
      "Sie können jederzeit zu den vorherigen Kapiteln zurückkehren, sie erneut lesen und die Übungen in der Praxis ausprobieren, während wir an einem neuen Abschnitt arbeiten."
    ],
    "quote": {
      "text": "Die schönsten Menschen, die wir kennen, sind jene, die Niederlage erlebt haben, Leid, Kampf, Verlust, und die fanden einen Weg, aus den Tiefen herauszukommen.",
      "author": "Elisabeth Kübler-Ross"
    }
  }
}
