{
  "title": "Technik: Handlungsplan gegen Aufschieben",
  "description": "In diesem Beitrag zeigen wir, wie Sie dem Aufschieben wirksam entgegenwirken – mit der bewährten Methode des Anti-Aufschiebe-Bogens. Entdecken Sie, wie das Zerlegen von Aufgaben in überschaubare Schritte sowie die realistische Einschätzung von Aufwand und erwarteter Freude am Erledigen Ihren Umgang mit Arbeit und Privatleben verändert, die Produktivität steigert und Ihr Wohlbefinden verbessert.",
  "screen_1": {
    "texts": [
      "Diese Technik ist besonders hilfreich, wenn Sie Dinge aufschieben, weil sie zu kompliziert wirken oder wenig Freude zu versprechen scheinen.",
      "Schreiben Sie im ersten Schritt in die erste Spalte eine oder zwei Aufgaben, die Sie bisher vor sich herschieben.",
      "Erfordert eine Aufgabe deutlich Zeit und Energie, zerlegen Sie sie am besten in mehrere kleine Etappen von jeweils höchstens 15–20 Minuten.",
      "Bewerten Sie anschließend in der zweiten Spalte auf einer Skala von 0 bis 100 %, wie schwierig die Ausführung voraussichtlich sein wird.",
      "Wenn die Aufgabe leicht erscheint, wählen Sie eine niedrige Einschätzung – etwa 10 oder 20 %. Ist sie eher anspruchsvoll, sind 80 oder 90 % passend.",
      "Tragen Sie in der dritten Spalte – ebenfalls als Prozentangabe – Ihre Einschätzung ein, wie viel Freude das Erledigen der Aufgabe voraussichtlich bereiten wird.",
      "Beginnen Sie erst mit der Umsetzung, nachdem Sie Ihre Einschätzungen festgehalten haben."
    ],
    "quote": {
      "text": "„Auf Inspiration kann man nicht warten. Man muss ihr mit Arbeit entgegengehen.“",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Nach Abschluss tragen Sie in die letzten beiden Spalten ein, wie schwierig die Aufgabe tatsächlich war und wie viel Freude das Erledigen bzw. das Ergebnis gebracht hat – ebenfalls in Prozent.",
      "Beispiel:",
      "Eine Rechtsfachkraft, die kürzlich ihre Stelle verloren hatte, kam mit der Suche nach einer neuen Position nicht voran, weil sich die Vorbereitung des Lebenslaufs und die Jobsuche unüberwindbar anfühlten.",
      "Zunächst sollte die Aufgabe „eine Stelle finden“ in einzelne Schritte zerlegt werden, damit sie nicht überfordert und kein Aufschieben auslöst:",
      "Sich hinsetzen und den Lebenslauf erstellen.",
      "Am nächsten Tag mit frischem Blick durchsehen und überarbeiten.",
      "Täglich 10–15 Minuten Jobportale sichten.",
      "Ein Anschreiben bzw. Motivationsschreiben verfassen.",
      "Den Lebenslauf auf passende Stellen senden und das Anschreiben auf die jeweilige Position und das Unternehmen zuschneiden.",
      "So wird eine große Aufgabe greifbar, weil sie in kleine Schritte aufgeteilt ist."
    ]
  },
  "screen_3": {
    "texts": [
      "Bewerten Sie anschließend jede Teilaufgabe hinsichtlich Schwierigkeit und erwarteter Freude. Ein Beispiel könnte so aussehen:",
      "Datum: 31.01.2024",
      "Aufgabe: Lebenslauf erstellen",
      "Eingeschätzte Schwierigkeit: 80 %",
      "Eingeschätzte Freude: 15 %",
      "Tatsächliche Schwierigkeit: 30 %",
      "Tatsächliche Freude: 70 %",
      "Wie Sie sehen, war das Erstellen des Lebenslaufs deutlich einfacher und angenehmer als erwartet.",
      "Der Prozess kam überraschend in Gang; Selbstwertgefühl und Motivation stiegen spürbar durch die erreichten Ergebnisse. Der Effekt war so überzeugend, dass die Rechtsfachkraft die Technik auch in anderen Lebensbereichen anwandte – mit deutlich höherer Produktivität und mehr Zuversicht."
    ]
  }
}
