{
  "title": "Technik: Ein Aktionsplan gegen Prokrastination",
  "description": "In diesem Artikel enthüllen wir die Geheimnisse eines effektiven Kampfes gegen Prokrastination durch die erprobte Methode des Anti-Prokrastinationsblatts. Entdecken Sie, wie einfache Schritte zum Aufteilen von Aufgaben und eine realistische Bewertung ihrer Schwierigkeit und des potenziellen Vergnügens bei der Ausführung Ihren Ansatz zur Arbeit und persönlichen Angelegenheiten transformieren können, was zu einer Steigerung der Produktivität und Verbesserung des Wohlbefindens führt.",
  "screen_1": {
    "texts": [
      "Diese Technik könnte besonders interessant für Sie sein, wenn Sie dazu neigen, Aufgaben aufzuschieben, weil Sie sie für zu schwierig oder nicht lohnend halten.",
      "Im ersten Schritt schreiben Sie eine oder zwei Aufgaben, die Sie aufschieben, in eine Spalte.",
      "Wenn eine Aufgabe erhebliche Zeit und Anstrengung erfordert, ist es am besten, sie in mehrere kleine Schritte zu unterteilen, von denen jeder nicht mehr als 15-20 Minuten dauert.",
      "Bewerten Sie dann in der zweiten Spalte auf einer Skala von 0 bis 100 %, wie schwierig die Aufgabe Ihrer Meinung nach zu erfüllen sein wird.",
      "Wenn Ihnen die Aufgabe leicht erscheint, geben Sie eine niedrige Bewertung — zum Beispiel 10 oder 20 %. Wenn die Aufgabe schwieriger erscheint, wäre es angemessen, 80 oder 90 % zu schreiben.",
      "In der dritten Spalte schreiben Sie ebenfalls unter Verwendung einer prozentualen Skala Ihre Prognose darüber, wie viel Vergnügen die Ausführung der Aufgabe Ihnen bringen wird.",
      "Beginnen Sie mit der Ausführung der Aufgabe erst, nachdem Sie Ihre Prognosen aufgeschrieben haben."
    ],
    "quote": {
      "text": "Sie können nicht auf Inspiration warten. Sie müssen ihr mit Arbeit entgegenkommen.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Nach Abschluss schreiben Sie in die letzten beiden Spalten, wie schwierig die Aufgabe tatsächlich war und wie viel Zufriedenheit Sie aus ihrer Ausführung oder dem Ergebnis gezogen haben, unter Verwendung einer prozentualen Skala zur Bewertung.",
      "Beispiel:",
      "Ein Anwalt, der kürzlich seinen Job verloren hatte, konnte nicht damit beginnen, einen neuen zu suchen, aufgrund des Gefühls, dass der Prozess der Lebenslauferstellung und die Suche selbst unüberwindbare Aufgaben darstellten.",
      "Zunächst sollte die Aufgabe \"einen Job finden\" in mehrere Schritte unterteilt werden, damit sie nicht zu überwältigend erscheint und keine Prokrastination auslöst:",
      "Setzen Sie sich hin und schreiben Sie einen Lebenslauf.",
      "Überprüfen Sie ihn am nächsten Tag mit frischen Augen und nehmen Sie Korrekturen vor.",
      "Widmen Sie täglich 10-15 Minuten dem Monitoring von Jobportalen.",
      "Schreiben Sie ein Anschreiben oder ein Motivationsschreiben.",
      "Senden Sie den Lebenslauf an ausgewählte Stellenangebote, wobei Sie das Anschreiben an die spezifische Stelle und das Unternehmen anpassen.",
      "Auf diese Weise kann die Wahrnehmung einer großen Aufgabe durch Aufteilen in kleine Schritte vereinfacht werden."
    ]
  },
  "screen_3": {
    "texts": [
      "Bewerten Sie dann jede Aufgabe hinsichtlich ihrer Schwierigkeit und des erwarteten Vergnügens. Ein Beispiel könnte so aussehen:",
      "Datum: 31.01.2024",
      "Aufgabe: Einen Lebenslauf erstellen",
      "Erwartete Schwierigkeit: 80%",
      "Erwartetes Vergnügen: 15%",
      "Tatsächliche Schwierigkeit: 30%",
      "Tatsächliches Vergnügen: 70%",
      "Wie Sie sehen, stellte sich die Erstellung eines Lebenslaufs als viel einfacher und angenehmer heraus, als erwartet.",
      "Überraschenderweise bewegte sich der Prozess von einem Stillstand vorwärts, und Selbstwertgefühl und Motivation stiegen deutlich aufgrund der erreichten Ergebnisse. Der Effekt der Nutzung dieser Technik war so beeindruckend, dass der Anwalt begann, sie in anderen Lebensbereichen anzuwenden, was seine Produktivität und sein Selbstvertrauen erheblich steigerte."
    ]
  }
}
