{
  "title": "Technik: Aktionsplan gegen Prokrastination",
  "description": "In diesem Kapitel lernen Sie eine praktische Methode kennen, mit der sich Wichtiges nicht länger aufschieben lässt. Ein einfaches System aus Prognosen sowie einer realistischen Bewertung von Aufwand und Freude an der Aufgabe verändert Schritt für Schritt die innere Haltung zur Arbeit und bringt Kontrolle, Zuversicht und Energie zurück.",
  "screen_1": {
    "texts": [
      "Diese Technik ist besonders hilfreich, wenn Sie Aufgaben häufig aufschieben, weil sie zu schwierig, zu langwierig oder wenig erfreulich wirken.",
      "Beginnen Sie damit, in die erste Spalte ein bis zwei Aufgaben einzutragen, die Sie schon lange vor sich herschieben.",
      "Wenn eine Aufgabe groß oder mühsam erscheint, teilen Sie sie in kleine Schritte auf. Jeder Schritt sollte höchstens 15–20 Minuten dauern – so fällt der Einstieg deutlich leichter.",
      "Bewerten Sie in der zweiten Spalte, wie schwierig Ihnen die Aufgabe im Moment erscheint. Verwenden Sie eine Skala von 0 bis 100 %.",
      "Zum Beispiel: Wirkt die Aufgabe leicht, notieren Sie 10–20 %; macht sie Angst und erzeugt starken Widerstand, 80–90 %.",
      "Markieren Sie in der dritten Spalte, mit wie viel Freude Sie bei der Umsetzung rechnen – ebenfalls in Prozent.",
      "Erst nachdem Sie Ihre Prognosen festgehalten haben, beginnen Sie mit der Ausführung."
    ],
    "quote": {
      "text": "„Sie können nicht auf Inspiration warten. Sie müssen ihr mit der Arbeit entgegengehen.“",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Nach Abschluss der Aufgabe tragen Sie in die letzten zwei Spalten ein, wie schwierig sie tatsächlich war und wie viel Freude die Durchführung oder das Ergebnis gebracht hat.",
      "Beispiel:",
      "Eine juristische Fachkraft, die ihre Stelle verloren hatte, konnte die Suche lange nicht beginnen, weil sie sie als zu mühsam und kräftezehrend empfand.",
      "Die große Aufgabe „eine Stelle finden“ wurde in kleine, realistische Schritte zerlegt, damit sie nicht mehr lähmend wirkte:",
      "Sich hinsetzen und einen Entwurf des Lebenslaufs schreiben.",
      "Am nächsten Tag zurückkehren und ihn überarbeiten.",
      "Täglich 10–15 Minuten Stellenangebote durchsehen.",
      "Eine Vorlage für das Anschreiben vorbereiten.",
      "Bewerbungen auf passende Positionen verschicken und das Anschreiben jeweils anpassen.",
      "So wirkte die große Aufgabe nicht mehr übermächtig – und der Prozess kam in Gang."
    ]
  },
  "screen_3": {
    "texts": [
      "Anschließend begann die Person, jeden Schritt hinsichtlich Schwierigkeit und Freude zu bewerten. Ein Tag sah so aus:",
      "Datum: 31.01.2024",
      "Aufgabe: Lebenslauf erstellen",
      "Erwartete Schwierigkeit: 80 %",
      "Erwartete Freude: 15 %",
      "Tatsächliche Schwierigkeit: 30 %",
      "Tatsächliche Freude: 70 %",
      "Es stellte sich heraus, dass die Aufgabe deutlich leichter und angenehmer war als erwartet.",
      "Selbst kleine Fortschritte vermittelten ein Gefühl von Vorankommen, Energie und Zuversicht. Das motivierte zum Weitermachen – und die Technik wurde zum täglichen Werkzeug, hilfreich nicht nur im Beruf, sondern auch in anderen Lebensbereichen.",
      "Manchmal reicht ein erster kleiner Schritt, um den Kreis der Prokrastination zu durchbrechen."
    ]
  }
}
