{
  "title": "Gedanken auf den Kopf gestellt: Schluss mit dem Denkfehler „Gedankenlesen“",
  "description": "Der Beitrag beleuchtet die kognitive Verzerrung „Gedankenlesen“ – die Neigung anzunehmen, man wisse, was andere denken. Er zeigt, wie dieser Fehler zu Fehlannahmen darüber führt, wie andere uns wahrnehmen, und wie er unsere Gefühle und Beziehungen belastet. Abschließend werden Wege gezeigt, diese Tendenz zu überwinden – etwa durch Selbstbeobachtung und offene Kommunikation –, um gegenseitiges Verständnis und das psychische Wohlbefinden zu fördern.",
  "screen_1": {
    "texts": [
      "Die letzte kognitive Verzerrung, die wir näher betrachten, heißt „Gedankenlesen“.",
      "Dabei handelt es sich um einen Denkfehler: Wir sind überzeugt, zu wissen, was eine andere Person über uns denkt – und unterstellen oft, es sei etwas Negatives.",
      "Verlassen wir uns zu sehr auf dieses „Gedankenlesen“, irren wir uns häufig darin, wie andere uns einschätzen – das kann die Stimmung deutlich verschlechtern.",
      "Wir täuschen uns oft, ohne tatsächlich zu wissen, was die andere Person denkt oder warum sie so gehandelt hat.",
      "Das schürt Ängste und Sorgen und kann mitunter sogar paranoide Gedanken nähren. Es ist eine häufige Quelle für Konflikte, Kränkungen, Streit – und natürlich für depressive Verstimmungen."
    ],
    "quote": {
      "text": "„Wir können die Situationen, die das Leben uns zumutet, nicht ändern, aber wir können ändern, wie wir sie erleben.“",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Beispiele:",
      "Ich erzähle ihr lieber nichts von meinen Sorgen, sonst hält sie mich für schwach.",
      "Ihm wird meine Arbeit bestimmt nicht gefallen – ich bin ja selbst unzufrieden damit.",
      "Sie schaut so seltsam – bestimmt denkt sie, ich sei dick.",
      "Natürlich ist es in all diesen Fällen möglich, dass jemand tatsächlich so denkt, unzufrieden ist oder Sie für schwach hält.",
      "Diese Wahrscheinlichkeit ist jedoch meist geringer, als es scheint. Wir können Mimik und Gestik deuten, aber ein schiefer Blick bedeutet nicht automatisch eine negative Bewertung.",
      "Wir halten unsere Gedanken für Tatsachen und handeln danach – statt die Möglichkeit anderer Deutungen einzubeziehen.",
      "Hier sind einige Wege, mit dem „Gedankenlesen“ umzugehen:",
      "Bewusstmachen",
      "Beginnen Sie, solche Gedanken zu bemerken, und fragen Sie sich: „Kann ich wirklich die Gedanken anderer lesen?“",
      "Offenkundig nicht. Um sich dessen zu vergewissern, können Sie kleine Experimente machen: Notieren Sie, was andere Ihrer Vermutung nach über Sie denken – und überprüfen Sie es später.",
      "Als Prüfung eignen sich sowohl ein direktes Gespräch als auch die Beobachtung des Verhaltens der betreffenden Person Ihnen gegenüber."
    ],
    "quote": {
      "text": "„Wir sehen die Dinge nicht, wie sie sind. Wir sehen sie, wie wir sind.“",
      "author": "Anaïs Nin"
    }
  },
  "screen_3": {
    "texts": [
      "Gedanken hinterfragen",
      "Stellen Sie sich die Fragen: „Welche Belege sprechen für diese Gedanken? Und welche Argumente sprechen dagegen?“",
      "Diese Technik hilft, Ihre Annahmen zu strukturieren und abzuwägen.",
      "Oft argumentieren wir wenig rational; wenn wir jedoch Pro und Kontra gegenüberstellen, aktivieren wir stärker das kritische Denken.",
      "Alternativen suchen",
      "Fragen Sie sich: „Woran könnte diese Person sonst noch gedacht haben?“",
      "Wer bereit ist, einen Schritt weiterzugehen, kann durch ein offenes, ehrliches Gespräch viele Missverständnisse klären.",
      "Statt sich mit Annahmen zu quälen, fragen Sie die Person direkt.",
      "Denkfehler sind kein Zeichen für eine schwere psychische Störung.",
      "Sie kommen bei uns allen in gewissem Ausmaß vor.",
      "Entscheidend ist, wie häufig sie auftreten und was wir damit tun: Ob wir ihnen zu 100 % glauben und darunter leiden – oder ob wir sie prüfen und analysieren und so zu einer genaueren, facettenreicheren Sicht gelangen.",
      "Die Arbeit an kognitiven Verzerrungen braucht Zeit und Engagement, kann Ihr emotionales Wohlbefinden und Ihre Beziehungen jedoch spürbar verbessern."
    ]
  }
}
