{
  "title": "Gedanken umkehren: Befreiung von den Täuschungen des Gedankenlesens",
  "description": "Der Artikel behandelt das Konzept der kognitiven Verzerrung, bekannt als \"Gedankenlesen\", welches die Neigung von Menschen beschreibt anzunehmen, dass sie wissen, was andere denken. Der Autor erklärt, wie diese Verzerrung zu fehlerhaften Vorstellungen darüber führen kann, wie wir von anderen wahrgenommen werden und wie dies unseren emotionalen Zustand und zwischenmenschliche Beziehungen beeinflusst. Am Ende des Artikels werden Methoden vorgestellt, um diese Tendenz zu überwinden, einschließlich Selbstbewusstsein und offener Kommunikation, um gegenseitiges Verständnis und emotionales Wohlbefinden zu verbessern.",
  "screen_1": {
    "texts": [
      "Die letzte kognitive Verzerrung, die wir genauer betrachten, nennt sich „Gedankenlesen“.",
      "Dies ist ein Denkfehler, bei dem wir überzeugt sind, dass wir wissen, was eine andere Person über uns denkt – und oft gehen wir davon aus, dass es etwas Negatives ist.",
      "Wenn wir uns zu sehr auf das Gedankenlesen verlassen, können wir uns irren, was andere über uns denken, und das kann unsere Stimmung erheblich verschlechtern.",
      "Oft liegen wir falsch, weil wir nicht wirklich wissen, woran die andere Person denkt oder warum sie sich auf eine bestimmte Weise verhält.",
      "Dies kann zu Angst, verschiedenen Ängsten und manchmal sogar zu Paranoia führen. Es kann Konflikte, Verletzungen, Streitigkeiten und natürlich Depressionen verursachen."
    ],
    "quote": {
      "text": "Wir können die Situationen, die das Leben uns bringt, nicht ändern, aber wir können unsere Fähigkeit ändern, sie zu erleben.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Beispiele:",
      "\"Ich werde ihr nicht von meinen Gefühlen erzählen, denn sie könnte denken, dass ich schwach bin.\"",
      "\"Er wird meine Arbeit sicher nicht mögen, weil ich selbst unzufrieden damit bin.\"",
      "\"Sie schaut so seltsam zu mir, sie denkt bestimmt, ich bin dick.\"",
      "Natürlich besteht in all diesen Beispielen eine gewisse Wahrscheinlichkeit, dass man genau so über Sie denken könnte, unzufrieden sein könnte oder Sie für schwach hält.",
      "Aber diese Wahrscheinlichkeit ist viel geringer, als es scheint. Wir können Mimik und Gesten anderer Menschen lesen, aber das bedeutet nicht, dass jemand, der uns schief anschaut, unbedingt schlecht über uns denkt.",
      "Wir nehmen unsere Gedanken als Wahrheit an und handeln danach, statt die Wahrscheinlichkeit anderer Möglichkeiten in Betracht zu ziehen.",
      "Hier sind einige Methoden, um mit \"Gedankenlesen\" umzugehen:",
      "Bewusstsein",
      "Beginnen Sie, solche Gedanken zu bemerken und fragen Sie sich: \"Kann ich wirklich die Gedanken anderer Menschen lesen?\"",
      "Offensichtlich können Sie das nicht. Um sich dessen zu vergewissern, können Sie auch eine Reihe von Experimenten durchführen. Schreiben Sie auf, was Sie denken, was andere über Sie denken, und überprüfen Sie es dann.",
      "Eine Möglichkeit der Überprüfung kann ein direktes Gespräch mit der Person oder die Beobachtung ihrer Handlungen Ihnen gegenüber sein."
    ],
    "quote": {
      "text": "Wir sehen die Dinge nicht, wie sie sind. Wir sehen sie, wie wir sind.",
      "author": "Anaïs Nin"
    }
  },
  "screen_3": {
    "texts": [
      "Gedanken hinterfragen",
      "Stellen Sie sich die Frage: \"Welche Beweise habe ich, die diese Gedanken unterstützen? Und welche Argumente sprechen dagegen?\"",
      "Diese Technik ermöglicht es Ihnen, Ihre Annahmen zu formalisieren und abzuwägen.",
      "Normalerweise denken wir nicht allzu rational, aber wenn wir ein \"Für\" und \"Wider\" vergleichen, müssen wir unser kritisches Denken stärker einsetzen.",
      "Alternativen suchen",
      "Fragen Sie sich: \"Was könnte dieser Mensch sonst noch gedacht haben?\"",
      "Für diejenigen, die weiter gehen möchten, kann ein offenes und ehrliches Gespräch helfen, viele Missverständnisse zu klären.",
      "Statt sich mit Ihren Annahmen zu quälen, ist es besser, die Person direkt zu fragen.",
      "Man sollte nicht denken, dass kognitive Fehler ein Zeichen schwerer psychischer Pathologie sind.",
      "Sie sind bei jedem von uns in gewissem Maße vorhanden.",
      "Wichtig ist, wie oft sie auftreten und wie wir damit umgehen: Entweder glauben wir diesen verzerrten Gedanken komplett und erleben negative Emotionen, oder wir hinterfragen und analysieren sie, was zu einer genaueren und vielschichtigeren Sicht der Situation führt.",
      "Die Arbeit an kognitiven Verzerrungen kann Zeit und Mühe erfordern, aber sie kann Ihr emotionales Wohlbefinden und Ihre Beziehungen zu anderen erheblich verbessern."
    ]
  }
}
