{
  "title": "Gedankenverkehrt: Befreiung vom Irrtum des Gedankenlesens",
  "description": "In diesem Kapitel beleuchten wir die kognitive Verzerrung „Gedankenlesen“ – die Gewohnheit, anderen Menschen Gedanken und Gefühle zu unterstellen, die wir nicht mit Sicherheit wissen können. Dieses Denkmuster verstärkt oft Angst, sorgt für Missverständnisse und erschwert gesunde Beziehungen. Sie erfahren, warum wir dazu neigen, und lernen einfache Schritte, um diesen automatischen Prozess zu stoppen und Stress zu reduzieren.",
  "screen_1": {
    "texts": [
      "Die letzte kognitive Verzerrung, die wir betrachten, heißt „Gedankenlesen“.",
      "Dabei sind wir überzeugt, zu wissen, was eine andere Person über uns denkt – und meist nehmen wir etwas Negatives an.",
      "Wenn wir uns auf Vermutungen statt auf Fakten stützen, können wir die Haltung anderer uns gegenüber falsch einschätzen. Das belastet Beziehungen und Stimmung.",
      "Wir können nicht wissen, was im Kopf eines anderen Menschen vorgeht. Das Gehirn ergänzt jedoch bei fehlenden Informationen gern das Bild – und liegt damit nicht selten daneben.",
      "Diese Denkweise steigert die Angst, kann Befürchtungen, Kränkungen und Konflikte anheizen und sogar depressive Zustände begünstigen."
    ],
    "quote": {
      "text": "„Wir können die Situationen, die das Leben uns bringt, nicht ändern, aber wir können verändern, wie wir sie erleben.“",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Beispiele für „Gedankenlesen“:",
      "„Ich teile das lieber nicht – er hält mich sonst für schwach.“",
      "„Sie denkt bestimmt, dass ich furchtbar aussehe.“",
      "„Er hat mich schief angesehen – bestimmt ist er mit mir unzufrieden.“",
      "Manchmal treffen unsere Vermutungen zu, viel häufiger jedoch nicht.",
      "Wir sehen einen Gesichtsausdruck, eine Geste oder eine Gesprächspause – und ziehen Schlüsse, die mit der Realität wenig zu tun haben.",
      "Wir halten Annahmen für Fakten und reagieren emotional auf unsere eigenen Gedanken statt auf die Wirklichkeit.",
      "Wie lässt sich mit dieser Verzerrung arbeiten?",
      "Achtsamkeit:",
      "Beobachten Sie solche Gedanken und fragen Sie sich: „Woher weiß ich, dass das stimmt?“",
      "Prüfen Sie die Hypothese: Notieren Sie, was Sie denken, beobachten Sie anschließend das Verhalten der Person – oder klären Sie es bei Gelegenheit behutsam direkt.",
      "Oft zeigt sich, dass andere ganz und gar nicht das über uns denken, was wir uns ausmalen."
    ],
    "quote": {
      "text": "„Wir sehen die Dinge nicht, wie sie sind. Wir sehen sie, wie wir sind.“",
      "author": "Anaïs Nin"
    }
  },
  "screen_3": {
    "texts": [
      "Überzeugungen hinterfragen:",
      "Fragen Sie sich: „Welche Belege sprechen für diesen Gedanken? Und welche dagegen?“",
      "Dieser Schritt aktiviert das rationale Denken und hilft, Vermutungen nicht länger „automatisch“ zu glauben.",
      "Alternativen entwickeln:",
      "Formulieren Sie mindestens zwei andere mögliche Erklärungen für das Verhalten der Person.",
      "Zum Beispiel: „Er hat nicht geantwortet, weil er beschäftigt ist“, „Sie war in eigene Gedanken vertieft“, „Er ist aus einem anderen Grund nervös.“",
      "Wenn Sie zu offenem Austausch bereit sind, kann eine ehrliche Frage vieles klären und Spannung lösen.",
      "Wichtig: Kognitive Verzerrungen sind kein Zeichen von Schwäche oder „psychischer Erkrankung“. Sie kommen bei allen Menschen vor.",
      "Der Unterschied liegt darin, ob wir solchen Gedanken blind glauben – oder lernen, sie zu prüfen und unseren Blick auf die Situation zu erweitern.",
      "Die Arbeit an Verzerrungen ist Übungssache: Sie braucht Zeit, macht uns aber gelassener und sicherer und verbessert die Qualität unserer Beziehungen – zu uns selbst und zu anderen."
    ]
  }
}
