{
  "title": "Technik: Dem inneren Kritiker die Stirn bieten",
  "description": "Der Beitrag stellt wirksame, eigenständig anwendbare Methoden zur Stärkung des Selbstwertgefühls vor. Die zentrale Technik besteht darin, dem inneren Kritiker bewusst entgegenzutreten – mithilfe einer Tabelle mit selbstkritischen Gedanken, den dazugehörigen kognitiven Verzerrungen und rationalen Antworten. Regelmäßiges Üben ist entscheidend, um die Selbstwahrnehmung spürbar zu verändern und den Selbstwert zu stärken.",
  "screen_1": {
    "texts": [
      "Wir haben eine Reihe einfacher, aber wirkungsvoller Techniken zur Stärkung des Selbstwertgefühls entwickelt. Diese Methoden sind für die eigenständige Anwendung gedacht und unterstützen Sie auf diesem nicht einfachen Weg.",
      "Zunächst ist wichtig: Reines Theoriewissen reicht nicht aus, um den Selbstwert zu steigern.",
      "Nur konsequentes Üben führt zu stabilen Ergebnissen. Wir empfehlen, täglich etwas Zeit zu investieren – zumindest anfangs, bis sich eine Gewohnheit bildet.",
      "Die erste Technik, die wir vorstellen, zielt darauf ab, dem inneren Kritiker standzuhalten.",
      "Gefühle von Minderwertigkeit und Selbstablehnung entstehen oft durch den inneren Kritiker, der Ihr Selbstwertgefühl untergräbt.",
      "Negative Überzeugungen wie „Ich bin nichts wert“, „Andere sind besser als ich“, „Ich schaffe das sowieso nicht“, „Alles ist meine Schuld“, „Ich bin ein Versager“ verschärfen Selbstwertprobleme und können in eine Depression führen.",
      "Um diese negative Denkroutine zu durchbrechen, gehen Sie so vor:",
      "Lernen Sie, selbstkritische Gedanken wahrzunehmen und zu notieren.",
      "Identifizieren Sie die kognitiven Verzerrungen in diesen Gedanken.",
      "Formulieren Sie rationale Antworten, um eine realistischere, gesündere Haltung zu sich selbst aufzubauen – und tun Sie das regelmäßig.",
      "Dafür können Sie das „Tagebuch automatischer Gedanken“ in unserer App nutzen – oder außerhalb der App mit drei Spalten arbeiten.",
      "Im Folgenden erklären wir der Einfachheit halber die Variante mit drei Spalten."
    ],
    "quote": {
      "text": "„Niemand kann Ihnen das Gefühl der Minderwertigkeit geben, ohne Ihre Zustimmung.“",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Erstellen Sie eine Tabelle mit drei Spalten – in einem für Sie passenden Format: Notizbuch, Dokument am Computer oder Notiz auf dem Telefon. Die Spalten heißen:",
      "Gedanken des Kritikers",
      "Kognitive Verzerrung",
      "Rationale Antwort",
      "In die erste Spalte notieren Sie alle selbstkritischen Gedanken, die Ihnen in den Sinn kommen.",
      "Immer wenn Sie sich Vorwürfe machen, sich nutzlos fühlen oder unzufrieden mit sich sind, fragen Sie: „Was denke ich gerade über mich?“ – und schreiben Sie es auf.",
      "Denken Sie vor einer Prüfung zum Beispiel: „Ich bin so dumm, ich falle sicher durch“, dann ist das genau der Gedanke, den Sie festhalten sollten.",
      "Tragen Sie hier Ihre Gedanken über sich ein – nicht Ihre Gefühle. Wenn Sie etwa schreiben: „Ich fühle mich schrecklich“, lässt sich das kaum widerlegen, denn das Gefühl ist real.",
      "In der zweiten Spalte identifizieren Sie die kognitive Verzerrung im jeweiligen Gedanken.",
      "Notieren Sie, welchen Denkfehler Sie bei sich gefunden haben. Das kann einer sein – oder auch zwei, drei.",
      "Im Satz „Ich bin so dumm, ich falle sicher durch“ liegt zum Beispiel eine Etikettierung („‚Labeling‘“) vor.",
      "Im Gedanken „Ich kann gar nichts, darum werde ich exmatrikuliert und nie Erfolg haben“ finden sich mehrere Verzerrungen wie Übergeneralisierung und Katastrophisieren."
    ],
    "quote": {
      "text": "„Je besser ich mich selbst und meine emotionalen Bedürfnisse verstehe, desto klarer wird meine Wahrnehmung der Realität – und desto weniger vergiften Ängste und Irrtümer mein Leben.“",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Die wichtigste Spalte in unserer Tabelle ist die alternative, rationale Antwort. Sie ist die eigentliche Gegenwehr gegen den inneren Kritiker.",
      "Ersetzen Sie den selbstkritischen Gedanken durch eine realistische, nachvollziehbare Formulierung – ohne in übertriebenen Optimismus zu verfallen.",
      "Es geht darum, die kritische Aussage durch etwas Realistischeres zu ersetzen. Verfallen Sie nicht in Schwarz-Weiß-Denken, indem Sie sie in eine überzogene, unglaubwürdige, positive Behauptung verkehren.",
      "Zum Beispiel: „Ich bin der Klügste und bestehe alles mit Bestnote.“ Das mag im Einzelfall sogar stimmen, ist aber das Gegenteil des Ausgangsgedankens – und Sie werden es sich kaum sofort selbst glauben; damit verfehlt es den Zweck.",
      "Versuchen Sie stattdessen, die Wirklichkeit zu erkennen, so wie sie ist.",
      "Denn wenn Ihre rationale Antwort für Sie nicht überzeugend und realistisch klingt, wird sie Ihnen nicht helfen.",
      "Formulieren Sie eine Alternative, an die Sie selbst glauben können.",
      "Zum Beispiel: „Tatsächlich bin ich nicht dumm – dafür gibt es Belege: Ich habe mich eigenständig an der Uni eingeschrieben und schneide insgesamt ordentlich ab. Natürlich läuft nicht immer alles rund, aber ich bin ein Mensch und darf Fehler machen; das macht mich nicht dumm.",
      "Außerdem bereite ich mich auf die Prüfung vor; wahrscheinlich bestehe ich mindestens ausreichend – bisher habe ich schließlich alles bestanden. Und falls es diesmal nicht klappt, kann ich zur Wiederholungsprüfung antreten, mich gut vorbereiten und dann sicher bestehen.“",
      "Eine solche rationale Antwort ist plausibler – die Wahrscheinlichkeit, dass Sie ihr glauben, ist deutlich höher.",
      "Nutzen Sie dieses Instrument über den Tag hinweg, indem Sie regelmäßig Ihre Gedanken notieren und destruktiven Überzeugungen entgegentreten.",
      "Mit der Zeit werden Sie feststellen, dass Ihnen das Finden rationaler Antworten immer leichter fällt. Vor allem aber werden sich Ihre Stimmung und Ihre Haltung Ihnen selbst gegenüber spürbar verändern."
    ]
  }
}
