{
  "title": "Technik: Stellen Sie sich Ihrem inneren Kritiker entgegen",
  "description": "In diesem Artikel werden effektive Methoden zur Steigerung des Selbstwertgefühls vorgestellt, die Sie selbstständig anwenden können. Die Haupttechnik besteht darin, zu lernen, dem inneren Kritiker zu widerstehen, wofür vorgeschlagen wird, eine spezielle Tabelle mit selbstkritischen Gedanken, deren kognitiven Fehlern und rationalen Antworten zu führen. Der Artikel betont die Bedeutung der regelmäßigen Übung dieser Übungen, um signifikante Veränderungen in der Selbstwahrnehmung und Steigerung des Selbstwertgefühls zu erreichen.",
  "screen_1": {
    "texts": [
      "Wir haben eine Reihe einfacher, aber effektiver Techniken zur Steigerung des Selbstwertgefühls entwickelt. Diese Methoden, die zur eigenständigen Anwendung geeignet sind, werden Ihnen in diesem anspruchsvollen Prozess helfen.",
      "Zunächst ist es wichtig zu verstehen: Allein das Wissen um die Theorie reicht nicht aus, um das Selbstwertgefühl zu steigern.",
      "Nur regelmäßige Übung der Übungen bringt ein dauerhaftes Ergebnis. Wir empfehlen, jeden Tag zumindest in der Anfangsphase etwas Zeit dafür aufzuwenden, bis der Prozess zur Gewohnheit wird.",
      "Die erste Technik, die wir Ihnen vorstellen möchten, zielt darauf ab, zu lernen, dem inneren Kritiker zu widerstehen.",
      "Gefühle der Minderwertigkeit und Selbsthass entstehen oft durch einen inneren Kritiker, der ständig Ihr Selbstwertgefühl untergräbt.",
      "Negative Überzeugungen wie \"Ich bin nichts wert\", \"Ich bin schlechter als andere\", \"Ich werde es nicht schaffen\", \"Ich bin an allem schuld\", \"Ich bin ein Versager\" verschärfen Probleme mit dem Selbstwertgefühl und können zu Depressionen führen.",
      "Um dieses negative Denkmuster zu überwinden, folgen Sie diesem Plan:",
      "Lernen Sie, selbstkritische Gedanken zu bemerken und aufzuschreiben.",
      "Identifizieren Sie kognitive Verzerrungen in diesen Gedanken.",
      "Entwickeln Sie rationale Antworten, um eine realistischere und gesündere Einstellung zu sich selbst zu schaffen, und tun Sie dies regelmäßig.",
      "Zu diesem Zweck können Sie das \"Automatische Gedanken-Tagebuch\" in unserer App verwenden. Oder machen Sie Aufzeichnungen außerhalb der App in einem Drei-Spalten-Format.",
      "Als Nächstes erklären wir die Verwendung des Drei-Spalten-Formats zur Vereinfachung."
    ],
    "quote": {
      "text": "Niemand kann Sie minderwertig fühlen lassen ohne Ihr Einverständnis.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Erstellen Sie eine Tabelle mit drei Spalten in einem für Sie bequemen Format - das kann ein Notizbuch, ein Dokument auf dem Computer oder eine Notiz auf Ihrem Handy sein. Die Spaltennamen:",
      "Kritische Gedanken",
      "Kognitive Verzerrung",
      "Rationale Antwort",
      "In die erste Spalte schreiben Sie alle selbstkritischen Gedanken, die Ihnen in den Sinn kommen.",
      "Jedes Mal, wenn Sie sich selbst beschuldigen, sich nutzlos oder unzufrieden mit sich selbst fühlen, fragen Sie sich: \"Was denke ich gerade über mich?\" und schreiben Sie dies auf.",
      "Zum Beispiel, wenn Sie sich vor einer Prüfung sorgen und denken: \"Ich bin so dumm, ich werde sicher nicht bestehen\", ist dies genau der Gedanke, den Sie festhalten sollten.",
      "In diese Spalte sollten Sie genau Ihre Gedanken über sich selbst und nicht Ihre Gefühle schreiben. Denn wenn Sie schreiben: \"Ich fühle mich schrecklich\", können Sie das kaum widerlegen, denn das ist tatsächlich so.",
      "In der zweiten Spalte bestimmen Sie, welche kognitive Verzerrung im Gedanken vorhanden ist.",
      "Schreiben Sie in die zweite Spalte, welche Denkfehler Sie bei sich entdeckt haben. Es könnte ein Fehler sein, vielleicht auch zwei oder drei.",
      "Zum Beispiel sehen wir im Aussage \"Ich bin so dumm, ich werde sicher nicht bestehen\" eine Verzerrung in Form des Etikettierens.",
      "Und im Gedanken \"Ich bin zu nichts fähig, daher werden sie mich von der Universität ausschließen und ich werde niemals Erfolg haben\" können mehrere Verzerrungen erkannt werden, wie Übergeneralisierung und Katastrophisierung."
    ],
    "quote": {
      "text": "Je besser ich mich selbst und meine emotionalen Bedürfnisse verstehe, desto stärker wird meine Wahrnehmung der Realität und desto weniger Ängste und Missverständnisse vergiften mein Leben.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Und natürlich die wichtigste Spalte in unserer Tabelle - die alternative, rationale Antwort. Dies ist ein echter Widerstand gegen den Kritiker in Ihnen.",
      "Es ist wichtig, selbstkritische Gedanken durch realistischere und logischere zu ersetzen und dabei übermäßig optimistische Aussagen zu vermeiden.",
      "Man sollte den kritischen Gedanken durch einen realistischeren ersetzen. Vermeiden Sie es, dichotomisch zu sein, indem Sie ihn durch eine übermäßig optimistische, unrealistische Aussage ersetzen.",
      "Wie: \"Ich bin der Klügste und werde alles mit Bestnoten bestehen\". Obwohl dieser Gedanke vielleicht wahr sein könnte, steht er in starkem Gegensatz zu Ihrem ursprünglichen Gedanken und es ist unwahrscheinlich, dass Sie ihm sofort glauben, was ihn bedeutungslos macht.",
      "Versuchen Sie stattdessen, die Wahrheit zu erkennen, wie die Dinge wirklich sind.",
      "Denn wenn das, was Sie in die rationale Antwort schreiben, nicht überzeugend und realistisch genug für Sie ist, wird es Ihnen nicht helfen.",
      "Versuchen Sie, eine alternative Antwort zu schreiben, an die Sie wirklich glauben.",
      "Zum Beispiel könnten Sie Folgendes schreiben: \"In Wirklichkeit bin ich nicht dumm, ich habe Beweise dafür, ich bin eigenständig in die Universität gekommen, ich studiere ziemlich gut. Natürlich gibt es Momente, in denen mir etwas nicht gelingt, aber ich bin ein Mensch, ich kann Fehler machen, aber das macht mich nicht dumm.",
      "Außerdem bereite ich mich auf die Prüfung vor und werde sie wahrscheinlich mindestens mit einer \"C\" bestehen, denn bisher habe ich alle Fächer bestanden. Und selbst wenn ich es beim ersten Mal nicht schaffe, kann ich zur Nachprüfung kommen, mich gut vorbereiten und dann sicher bestehen.\"",
      "Eine solche rationale Antwort ist plausibler und die Wahrscheinlichkeit, dass Sie daran glauben, ist viel höher.",
      "Verwenden Sie dieses Werkzeug den ganzen Tag über, indem Sie regelmäßig Ihre Gedanken aufzeichnen und destruktiven Überzeugungen entgegenwirken.",
      "Mit der Zeit werden Sie feststellen, dass es immer leichter wird, eine rationale Antwort zu finden. Aber das Wichtigste ist, dass Sie Veränderungen in Ihrer Stimmung und Ihrer Einstellung zu sich selbst bemerken werden."
    ]
  }
}
