{
  "title": "Technik: Wehren Sie sich gegen die innere Kritikerstimme",
  "description": "In diesem Kapitel stellen wir ein praktisches Werkzeug zur Stärkung des Selbstwertgefühls vor. Ziel der Technik ist es, die innere Kritikerstimme wahrzunehmen, kognitive Verzerrungen zu erkennen und ausgewogenere, unterstützende Antworten zu formulieren. Regelmäßige Übung fördert einen wohlwollenden Umgang mit sich selbst und schwächt den Einfluss von Selbstkritik.",
  "screen_1": {
    "texts": [
      "Ein stabiles Selbstwertgefühl entsteht nicht allein durch Theorie – entscheidend ist die tägliche Praxis. Schon wenige Minuten pro Tag bringen spürbare Fortschritte, wenn Sie konsequent üben.",
      "Eine der Kernaufgaben besteht darin, zu bemerken, wann die innere Kritikerstimme aktiv wird, und ihre Aussagen nicht für bare Münze zu nehmen.",
      "Viele Menschen mit einer Depression oder mit niedrigem Selbstwert hören ständig eine innere Stimme, die abwertet, anklagt und Vergleiche mit anderen zieht.",
      "Sätze wie „Ich bin nichts wert“, „Ich schaffe das nie“, „Andere sind besser als ich“, „Ich mache alles kaputt“ sind keine Fakten, sondern automatische Gedanken – gespeist aus einer verzerrten Wahrnehmung.",
      "Diese Technik hilft Ihnen, den gewohnten inneren Dialog zu verändern.",
      "Das Prinzip ist einfach:",
      "Selbstkritische Gedanken bemerken.",
      "Die zugrunde liegenden kognitiven Verzerrungen identifizieren.",
      "Eine objektivere, wohlwollende und realistische Antwort formulieren.",
      "Zur Unterstützung können Sie das Tagebuch automatischer Gedanken in der App nutzen – oder Einträge manuell im Format von drei Spalten anlegen."
    ],
    "quote": {
      "text": "„Niemand kann Ihnen ein Gefühl der Minderwertigkeit geben – außer mit Ihrer Zustimmung.“",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Erstellen Sie eine Tabelle mit drei Spalten:",
      "Gedanken der Kritikerstimme",
      "Kognitive Verzerrung",
      "Realistische, wohlwollende Antwort",
      "Wenn Sie Selbstkritik bemerken, fragen Sie sich: „Was habe ich gerade über mich gedacht?“ und notieren Sie den Satz wörtlich.",
      "Wichtig ist, die gedachte Aussage zu erfassen – nicht das Gefühl. Zum Beispiel:",
      "Richtig: „Ich bin dumm, ich werde die Prüfung nicht bestehen.“",
      "Falsch: „Ich fühle mich furchtbar.“",
      "Anschließend tragen Sie die Art der Verzerrung ein. Mitunter finden sich mehrere – das ist normal.",
      "Beispiele:",
      "„Ich bin so dumm, dass ich sicher durchfalle“ – Etikettierung.",
      "„Ich bin ein Nichts und werde nie etwas erreichen“ – Katastrophisieren + Übergeneralisierung.",
      "So lernen Sie, dort Struktur zu sehen, wo vorher nur Gefühle und Hilflosigkeit waren."
    ],
    "quote": {
      "text": "„Je ehrlicher ich meine Gedanken betrachte, desto klarer wird die Wirklichkeit – und desto weniger Raum bleibt für Angst.“",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Die dritte Spalte ist die wichtigste: Hier formulieren Sie eine alternative Antwort.",
      "Sie sollte realistisch und für Sie persönlich überzeugend sein. Vermeiden Sie Sprünge von einem Extrem ins andere:",
      "Nicht hilfreich: „Ich bin ein Genie, ich mache alles perfekt.“",
      "Brauchbare Variante: „Ich habe Erfahrung und Fähigkeiten. Fehler sind möglich, aber ich darf lernen und es erneut versuchen.“",
      "Beispiel für eine rationale Antwort:",
      "„Ich bin nicht dumm. Ich bin an der Universität, habe schon Prüfungen bestanden und verfüge über Kompetenzen. Wenn jetzt etwas schwer ist, ist das normal. Ich bereite mich vor – damit habe ich eine echte Chance zu bestehen, auch wenn es nicht perfekt ist. Und selbst eine Wiederholung mindert meinen Wert nicht.“",
      "Eine solche Antwort ist realistisch, unterstützend und gibt das Gefühl von Kontrolle zurück.",
      "Üben Sie die Technik täglich. Mit der Zeit wird es leichter, der inneren Kritikerstimme zu antworten – und ihr Einfluss nimmt spürbar ab.",
      "Wichtig: Es geht nicht um „positives Denken um jeden Preis“, sondern darum, die Wirklichkeit zu sehen – statt verzerrten Urteilen zu glauben."
    ]
  }
}
