{
  "title": "Technik: Der Weg aus der Falle überhöhter Erwartungen",
  "description": "Der Artikel untersucht das Problem des Schuldgefühls, das aus unrealistischen Anforderungen an sich selbst und ständiger Selbstkritik entsteht. Es werden Methoden zur Neubewertung innerer Einstellungen und zum Ersetzen des \"Müssens\" durch eine gesündere Wahrnehmung persönlicher Fähigkeiten und Wünsche beschrieben. Den Lesern werden praktische Tipps zur Befreiung von Selbstvorwürfen und zum Aufbau einer harmonischeren Beziehung zu sich selbst und ihren Fehlern angeboten.",
  "screen_1": {
    "texts": [
      "Das Gefühl der Schuld entsteht oft aus überhöhten Anforderungen an sich selbst und kann sich in Gedanken wie folgt äußern:",
      "«Ich muss das tun».",
      "«Ich sollte so handeln».",
      "«Ich muss so sein».",
      "«Ich hätte das nicht tun sollen».",
      "«Ich hätte das vorhersehen / wissen müssen».",
      "Unangemessene Anforderungen, die das Wort \"muss\" enthalten, können zu Schuldgefühlen und unrealistischen Erwartungen führen.",
      "Diese Anforderungen implizieren, dass man perfekt oder allwissend sein muss, was unrealistisch ist.",
      "Zu solchen Anforderungen kann auch die Vorstellung gehören, dass man immer glücklich oder zufrieden sein muss, was nur das Gefühl des Scheiterns verstärkt.",
      "Es gibt auch Anforderungen, die auf der Annahme basieren, dass man alles weiß und die Zukunft vorhersagen kann. Dies schafft falsche Erwartungen und Schuldgefühle, anstatt Probleme zu lösen.",
      "Der Kern dieser Technik besteht darin, zu erkennen, dass es unangemessen ist, sich selbst die Schuld zu geben, da unangemessene Anforderungen an sich selbst unrealistisch und unfair sind.",
      "Sie erzeugen nur ein Gefühl der Schuld und der Unmöglichkeit, anstatt ein Problem zu lösen oder Erfolg zu erreichen.",
      "Um ständige Selbstvorwürfe zu vermeiden, sollte man solche Anforderungen aufgeben und realistischer in seinen Erwartungen an sich selbst und sein Leben werden.",
      "Natürlich geschehen solche Veränderungen im Denken nicht über Nacht und möglicherweise nicht einmal innerhalb eines Monats. Aber wir sind überzeugt, dass regelmäßige Selbstarbeit Veränderungen herbeiführen kann."
    ],
    "quote": {
      "text": "Jedes Schuldgefühl impliziert Selbstverurteilung, und das ist grundsätzlich falsch. Man sollte seine Fehler erkennen, ohne in Selbstgeißelung zu verfallen.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Was muss also jetzt getan werden, um sich von Schuldgefühlen zu befreien, die durch überhöhte Anforderungen verursacht werden?",
      "Ein einfacher, aber effektiver Weg, um sich von überhöhten Anforderungen an sich selbst zu befreien, besteht darin, das Wort \"muss\" durch andere auszutauschen: «Es wäre gut, wenn...» oder «Wenn ich könnte, würde ich...». Sie erweisen sich oft als realistischer und weniger entmutigend.",
      "Zum Beispiel anstelle von «Ich muss meine Frau glücklich machen», könnten Sie sagen: «Es wäre toll, wenn ich meine Frau glücklich machen könnte, weil sie unglücklich ist. Ich kann fragen, warum sie unglücklich ist, und überlegen, wie ich möglicherweise helfen kann».",
      "Oder anstatt «Ich hätte kein Eis essen sollen», könnten Sie sagen: «Es wäre besser gewesen, wenn ich dieses Eis nicht gegessen hätte, aber meine Tat ist nicht das Ende der Welt».",
      "Das Konjunktiv entfernen. Anstatt zu denken «Ich hätte…», «Wenn ich nur…», «Schade, dass ich nicht…», versuchen Sie zu denken: «Nächstes Mal werde ich es anders machen».",
      "Menschen mit Schuldgefühlen denken oft im Konjunktiv, aber das sollte man auf jeden Fall vermeiden.",
      "Und wenn Sie sich dabei erwischen, stoppen Sie sofort und ändern Sie den Satz in «Nächstes Mal werde ich…».",
      "Und das ist alles. Keine Konjunktive, kategorisch.",
      "Die Realitätsmethode hilft, die Angemessenheit Ihrer Anforderungen an die Realität zu überprüfen. Indem Sie sich sagen: «Ich hätte das nicht tun sollen», denken Sie wahrscheinlich, dass Sie das wirklich nicht hätten tun sollen, und indem Sie sich das sagen, fühlen Sie sich besser.",
      "In Wirklichkeit ist es jedoch umgekehrt: Sie mussten genau das tun, was Sie getan haben, aber wenn Sie sich das eingestehen, werden Sie Enttäuschung fühlen.",
      "Zum Beispiel haben Sie sich auf eine Diät gesetzt, um abzunehmen, haben etwas Überflüssiges gegessen und machen sich jetzt Vorwürfe: «Ich hätte diese Schokolade nicht essen sollen».",
      "Aber in Wirklichkeit hatten Sie ein Bedürfnis nach Süßem. Vielleicht sind Sie wegen etwas gestresst und wollten instinktiv etwas essen, um Ihre Stimmung zu heben, daher war es unmöglich, sich zurückzuhalten.",
      "Menschen essen oft negative Emotionen, um ihr Befinden zu erleichtern. Wenn Sie versuchen, schlechte Gewohnheiten loszuwerden oder abzunehmen, ist die Hauptblockade dabei die Überzeugung, dass Sie die Kontrolle über sich selbst verlieren.",
      "Das Gefühl des Kontrollverlusts ist direkt damit verbunden, dass Sie «müssen» oder «nicht dürfen». Wenn Sie das Verlangen haben, etwas Ungesundes zu essen, sagen Sie sich, dass Sie nicht einmal das Verlangen haben dürfen, verbotene Nahrung zu essen, und dass Sie ein für alle Mal auf alle ungesunden Lebensmittel verzichten und dabei niemals scheitern dürfen.",
      "Und danach, um sich besser zu fühlen, gehen Sie und essen eine Schokolade. Dieser Ansatz beim Abnehmen wird wahrscheinlich nicht erfolgreich sein, und Sie werden sich dabei schuldig und deprimiert fühlen.",
      "Wenn Sie es schaffen, sich nichts mehr zu verbieten, dann können Sie sich ohne Gewalt über sich selbst davon befreien."
    ]
  },
  "screen_3": {
    "texts": [
      "Menschen, die zu übermäßigen Schuldgefühlen neigen, können von anderen manipuliert werden, um deren Ziele zu erreichen. Überlegen Sie: Wie oft haben Sie sich zu einem Treffen überreden lassen, ohne wirklich Lust dazu zu haben, aus dem Wunsch heraus, zu gefallen oder niemanden zu verletzen? Es ist wichtig, persönliche Grenzen zu verteidigen und zu lernen, «nein» zu sagen.",
      "Beispiel: Eine junge Frau lebt mit ihren Eltern und ihrem Bruder, sie verdient gut. Ihr Bruder arbeitet gelegentlich irgendwo nebenbei.",
      "Er hat eine Abhängigkeit von Dingen: Er kauft ständig etwas Neues für sich, hat aber nicht genug eigenes Geld dafür.",
      "Seine Schwester versteht, dass dies keine gute Art der Geldverwendung ist, leiht ihm aber weiterhin Geld, da sie glaubt, dass Schwestern und Brüder einander helfen sollten, so ist es in ihrer Familie üblich.",
      "Das Mädchen hat Angst, ihrem Bruder eine Absage zu erteilen, denn das könnte ihre Beziehung zerstören. Sie hat ein schwieriges Gespräch im Voraus mit einem Freund durchgespielt und erkannt, dass es nicht so schlimm ist, «nein» zu sagen, wie es schien.",
      "Bevor Sie Ihre Grenzen festlegen und eine Linie ziehen, indem Sie Anforderungen ablehnen oder Ihre eigene Meinung verteidigen, um nicht zu Besuchen zu gehen, wenn Sie es nicht möchten, können Sie ein schwieriges Gespräch durchspielen oder es auf einem Blatt Papier oder in Notizen schreiben.",
      "So können Sie ein wahrscheinliches Gesprächsszenario vorhersagen und verstehen, wie Sie Ihrem Gesprächspartner am besten eine Absage erteilen können, und vielleicht werden Sie auch feststellen, dass es nicht so schlimm ist, «nein» zu sagen.",
      "Es wird ein langer Weg sein, bevor die entsprechenden neuronalen Verbindungen in Ihrem Gehirn gebildet sind und Sie genug Mut und Fähigkeit haben, «nein» zu sagen, diplomatisch, aber bestimmt, und die Fertigkeit in der Praxis zu festigen, wenn der richtige Moment kommt.",
      "Verantwortung abgrenzen",
      "Manchmal übernehmen wir die Verantwortung für das Unglück und die Misserfolge anderer Menschen.",
      "In solchen Situationen ist es wichtig herauszufinden, wer wirklich für das Geschehene verantwortlich ist. Sind Sie wirklich schuld daran, dass Ihr Kind schlechte Noten bekommt?",
      "Hier entsteht eine Verwechslung zwischen Ihrem Einfluss auf das Kind und der Kontrolle darüber.",
      "Um zu lernen, Verantwortung zu unterscheiden, kann man die Methode der drei Spalten verwenden, die eine verkürzte Version des Tagebuchs automatischer Gedanken ist.",
      "In der ersten Spalte werden besorgniserregende und verurteilende Gedanken notiert, in der zweiten - welche kognitiven Verzerrungen Sie dabei bemerken, und in der dritten - welche rationale Antwort Sie geben können.",
      "Zum Beispiel:",
      "1. Spalte (besorgniserregende und verurteilende Gedanken): «Ich bin schuld, dass mein Kind schlechte Noten bekommt. Ich werde ihm nicht helfen können, in der Schule erfolgreich zu sein».",
      "2. Spalte (kognitive Verzerrungen): Personalisierung, Übergeneralisierung.",
      "3. Spalte (rationale Antwort): «Ich trage Verantwortung für meine Rolle in der Erziehung des Kindes, aber ich kontrolliere nicht vollständig seinen Erfolg oder Misserfolg in der Schule. Das Kind hat auch seine eigene Verantwortung für sein Lernen und seine Schularbeiten. Ich kann ihm helfen, unterstützen und motivieren, aber das Endergebnis hängt von seiner eigenen Arbeit und Anstrengung ab».",
      "Es ist wichtig zu verstehen, dass wir nicht jeden Aspekt des Lebens anderer Menschen kontrollieren können, selbst wenn sie unter unserem Einfluss stehen. Wir tragen Verantwortung für unsere Handlungen und die Rolle, die wir im Leben anderer Menschen spielen, aber wir sollten nicht die gesamte Verantwortung für ihre Erfolge oder Misserfolge übernehmen."
    ]
  }
}
