{
  "title": "Technik: Aus dem Netz überhöhter Erwartungen herausfinden",
  "description": "Dieses Kapitel widmet sich der Befreiung von überzogenen Ansprüchen an sich selbst und dem Schuldgefühl, das daraus erwächst. Schritt für Schritt zeigen wir, wie Sie das innere „Ich muss/ich sollte“ mildern, strenge Selbstvorwürfe durch einen realistischen, unterstützenden Blick ersetzen und gesunde Erwartungen statt Selbstverurteilung entwickeln.",
  "screen_1": {
    "texts": [
      "Viele von uns kennen den Druck überhöhter Erwartungen an die eigene Person. Er zeigt sich in Gedanken wie:",
      "„Ich muss das perfekt machen.“",
      "„Ich bin verpflichtet, mich immer richtig zu verhalten.“",
      "„Ich hätte keinen Fehler machen dürfen.“",
      "„Ich hätte das vorhersehen müssen.“",
      "Taucht in den Gedanken ein hartes „muss/sollte“ auf, entstehen häufig Schuld und Anspannung.",
      "Solche Forderungen setzen voraus, dass wir fehlerlos sind und alles im Voraus wissen. Das ist unrealistisch und uns selbst gegenüber unfair.",
      "Die Idee, stets glücklich und vollkommen organisiert sein zu müssen, verstärkt nur das Gefühl der eigenen Unzulänglichkeit.",
      "Das Wichtigste ist, diese inneren Forderungen zu bemerken und zu verstehen, dass sie das eigentliche Druck- und Schuldgefühl erzeugen.",
      "Ziel der Technik ist es, sanfter mit sich umzugehen und unrealistische Erwartungen durch menschlichere, realistischere zu ersetzen.",
      "Das ist ein allmählicher Prozess. Er braucht Geduld, Übung und Selbstfürsorge – und er verändert mit der Zeit tatsächlich den inneren Dialog."
    ],
    "quote": {
      "text": "„Eigene Fehler zu erkennen ist wichtig – doch Selbstverurteilung macht uns nicht besser.“",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Was können Sie schon jetzt tun, um den Druck des „muss/sollte“ zu senken?",
      "Ein wirksamer Weg ist, harte Forderungen in flexiblere Formulierungen zu übersetzen.",
      "Statt „Ich muss sie glücklich machen“ versuchen Sie: „Es wäre schön, wenn ich sie unterstützen könnte. Ich kann fragen, was ihr wichtig ist, und mich bemühen, zu helfen.“",
      "Statt „Ich hätte das Eis nicht essen dürfen“: „Eine andere Wahl wäre besser gewesen – aber ein Ausrutscher wirft meinen Weg nicht um.“",
      "Wichtig ist auch, Abschied zu nehmen von Gedanken wie „Ich hätte … sollen“, „Wenn ich damals …“. ",
      "Solche Grübeleien führen unvermeidlich zu Selbstkritik und zum Feststecken in der Vergangenheit.",
      "Ersetzen Sie sie durch: „Beim nächsten Mal versuche ich es anders.“",
      "Das bedeutet nicht, Verantwortung zu vermeiden. Es geht um einen konstruktiven, freundlichen Blick auf sich selbst.",
      "Hilfreich ist außerdem ein kurzer Realitätscheck. Wenn Sie sich sagen „Ich hätte nicht so handeln dürfen“, fragen Sie: „Warum habe ich es trotzdem getan? Was habe ich gefühlt? Welches Bedürfnis stand dahinter?“",
      "Beispiel: Sie halten Diät und essen Schokolade. Anstatt strengen Selbstzwangs und „Ich durfte nicht“, anerkennen Sie: „Ich war erschöpft und suchte Entlastung. Das ist eine menschliche Reaktion. Künftig probiere ich eine andere Form der Selbstunterstützung.“",
      "Wenn wir Verbote und Selbstkritik reduzieren, entsteht Raum für tatsächliche Veränderung – ohne Druck und inneren Krieg."
    ]
  },
  "screen_3": {
    "texts": [
      "Denken Sie daran: Menschen mit ausgeprägtem Schuldgefühl sind oft anfällig für Manipulationen und bemühen sich, es allen recht zu machen – manchmal auf eigene Kosten.",
      "Beispiel: Eine junge Frau lebt mit Eltern und Bruder. Der Bruder gibt Geld impulsiv aus und bittet sie um Darlehen. Sie hilft weiter, weil „Familie einander unterstützen muss“. Absagen fällt ihr schwer – aus Angst, die Beziehung zu belasten.",
      "Sie spielt ein schwieriges Gespräch gedanklich durch und erkennt: „Nein“ zu sagen ist möglich – und weniger bedrohlich als gedacht.",
      "Mitunter hilft es, ein mögliches Gespräch vorab aufzuschreiben oder mit jemandem zu üben, um die Anspannung zu senken und sich vorzubereiten.",
      "Mit der Zeit wird es vertrauter, Grenzen zu setzen. Das ist eine Fähigkeit, die schrittweise wächst.",
      "Ein weiterer wichtiger Grundsatz ist die Aufteilung von Verantwortung.",
      "Wir können andere unterstützen – aber wir tragen nicht die Verantwortung für alles, was in ihrem Leben geschieht.",
      "Nutzen Sie ein Mini-Tagebuch mit drei Spalten:",
      "Anklagegedanke: „Ich bin schuld, dass mein Kind schlechte Noten bekommt.“",
      "Kognitive Verzerrung: Personalisierung, Übergeneralisierung.",
      "Rationale Antwort: „Ich kann begleiten und fördern, aber Lernen ist die Verantwortung meines Kindes. Ich habe Einfluss, doch ich kontrolliere nicht alles.“",
      "Wir sind für unsere Entscheidungen und Handlungen verantwortlich – und das ist bereits sehr viel."
    ]
  }
}
