{
  "title": "Job verloren – und in die Depression?",
  "description": "Der Beitrag beleuchtet die psychischen und sozialen Folgen eines plötzlichen Jobverlusts und beschreibt die emotionale Achterbahnfahrt, die solche Ereignisse begleiten kann. Am Beispiel von Alexander, der lange in einem erfolgreichen Unternehmen tätig war, wird sein Ringen mit Depression, sinkendem Selbstwert und beruflichen Rückschlägen geschildert. Zugleich werden Wege aufgezeigt, die durch diese Phase tragen – mit Fokus auf Unterstützung und Selbstanerkennung in schwierigen Zeiten.",
  "screen_1": {
    "texts": [
      "Ein unerwarteter Verlust des Arbeitsplatzes bedeutet für die meisten Menschen erheblichen Stress. Wenn innerhalb weniger Tage oder Wochen eine Kündigung oder ein Stellenabbau verkündet wird, entsteht leicht das Gefühl, das Leben sei „zusammengebrochen“. Das ist nachvollziehbar, denn plötzlich ändern sich grundlegend:",
      "die finanzielle Situation",
      "der soziale Status",
      "der gewohnte Lebensrhythmus",
      "kurz- und langfristige Pläne",
      "Arbeit stiftet Verpflichtungen, Struktur und Kontakt – etwas, das uns trägt.",
      "Arbeitslosigkeit hingegen fühlt sich an wie ein Luftloch im Flug: Man fällt ohne Sicherung. Man bleibt mit sich selbst zurück, mit völlig leeren Tagen, Rechnungen, die bald nicht mehr bezahlt werden können, und dem endlosen Warten auf Einladungen zu Vorstellungsgesprächen – vor dem Termin ein zarter Funken Hoffnung, danach oft die nächste Absage. Ein typisches, trostloses Bild.",
      "Der Verlust der Arbeit wird ähnlich erlebt wie andere Verluste; Betroffene durchlaufen Trauerphasen.",
      "Zuerst Schock, tiefe Verwirrung, Ratlosigkeit. Dann Wut – auf sich selbst, auf diejenigen, die gekündigt haben.",
      "Mitunter folgt das Feilschen: Vielleicht lässt sich doch noch etwas regeln, vielleicht werde ich zurückgenommen? Und schließlich die Depression. Diese Problemlage ist ohne Zweifel „real“ – doch heißt das, dass sie eine Depression rechtfertigt?",
      "Die Ursache dieser emotionalen Reaktion liegt in der Überzeugung, dass persönlicher Wert und die Fähigkeit, Glück zu empfinden, unmittelbar vom beruflichen Erfolg abhängen.",
      "Innerhalb eines solchen Wertesystems erscheint es logisch, emotionale Niedergeschlagenheit mit finanziellen Einbußen, Karriererückschlägen oder einer Insolvenz zu verknüpfen."
    ],
    "quote": {
      "text": "„Wenn sich eine Tür schließt, öffnen sich viele andere.“",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Wenn Sie das ähnlich sehen, interessiert Sie vielleicht der Fall von Alexander – 47 Jahre alt, Vater von drei Kindern, der 17 Jahre lang im Unternehmen seines Schwiegervaters tätig war.",
      "Ein bis zwei Jahre vor Ausbruch seiner Depression kam es zwischen ihm und seinem Schwiegervater zu Spannungen über die Unternehmensführung. In einem Anflug von Wut kündigte Alexander – und verzichtete damit auf seinen Anteil am Unternehmen.",
      "In den folgenden zwei Jahren wechselte er mehrfach die Stelle, fand aber nichts, das sowohl finanziell als auch inhaltlich passte.",
      "Es schien, als gelinge ihm nichts mehr; er begann, sich für einen Versager zu halten. Seine Frau musste in Vollzeit arbeiten, um über die Runden zu kommen – das verstärkte sein Gefühl der Wertlosigkeit, denn er war immer stolz auf seine Rolle als Ernährer.",
      "Mit der Zeit verschlechterte sich seine finanzielle Lage, und die depressive Symptomatik nahm zu, weil sein Selbstwert immer weiter sank.",
      "Als Alexander sich schließlich professionelle Hilfe suchte, arbeitete er seit einigen Monaten in einer Firma für Gewerbeimmobilien.",
      "In dieser Zeit vermietete er zwar einige Gebäude, schloss jedoch keinen Verkauf ab. Da sein Einkommen von Verkäufen abhing, verdiente er wenig. In dieser Phase litt Alexander unter Depression und Prokrastination, verbrachte ganze Tage im Bett und dachte:",
      "„Wozu das alles? Ich bin ein Versager. Arbeiten ist sinnlos, es wird ohnehin nichts.“",
      "In der dritten Sitzung berichtete er, ein vermögender Freund wolle über ihn eine Immobilie erwerben; die Provision könnte seiner Laufbahn Auftrieb geben, sein Selbstvertrauen stärken und die Finanzen deutlich verbessern.",
      "Statt die Chance zu ergreifen, zögerte Alexander mehrere Wochen. Warum? Weil er dachte: „Gewerbeimmobilien zu verkaufen ist viel zu schwierig.“",
      "„Ich habe das noch nie gemacht, also werde ich scheitern. Und wenn er sich in letzter Minute umentscheidet, beweist das, dass ich in diesem Geschäft nichts erreichen kann. Dann bin ich ein kompletter Versager.“"
    ]
  },
  "screen_3": {
    "texts": [
      "Alexanders Vorgesetzte schätzten ihn sehr und hielten ihn für einen fähigen Verkäufer – er selbst war jedoch übermäßig streng mit sich.",
      "In den folgenden Sitzungen und der Arbeit an seinen Gedanken erkannte Alexander, wie stark seine Selbstkritik war – und dass sie ihm in dieser schwierigen Phase nicht half, sondern die Lage verschlimmerte.",
      "Er begriff zudem, dass er mit zweierlei Maß urteilte: Gegenüber anderen war er nachsichtig und unterstützend, sich selbst gegenüber hart und kritisch.",
      "Zunächst verteidigte er diese Haltung – wie viele Perfektionistinnen und Perfektionisten – und behauptete, strenge Maßstäbe an sich brächten Nutzen.",
      "Bald erkannte er jedoch, dass seine persönlichen Standards unrealistisch waren und zum Scheitern führten: Hätte er versucht zu verkaufen und es wäre misslungen, hätte er das als Katastrophe gewertet. Sein Schwarz-Weiß-Denken war ein Kernproblem.",
      "Am Ende der Therapie empfand Alexander Erleichterung: Finanzielle Schwierigkeiten der letzten Jahre machten ihn nicht automatisch zum „Versager“. ",
      "Dieses negative Selbstbild und die innere Starre waren die Folge seines Alles-oder-nichts-Denkens. Sein Gefühl der Nutzlosigkeit entstand daraus, dass er sich ausschließlich auf Negatives fokussierte (Negativfilter) und zahlreiche Erfolge entwertete (Abwertung des Positiven).",
      "Er sah ein, wie sehr er sich mit „Ich hätte mehr tun sollen“ gequält hatte, und dass Geldsorgen seine Würde nicht schmälerten. Apathie und Prokrastination waren Symptome der Depression – nicht sein Wesen.",
      "Indem er seinen negativen Gedanken entgegnete, konnte er Verzerrungen in seiner strengen Selbstbewertung abbauen; seine Stimmung hellte sich zunehmend auf.",
      "Er verließ die Immobilienbranche und eröffnete eine Buchhandlung. Die Kosten konnte er decken, doch trotz großer Anstrengung erzielte er nicht genug Gewinn, um das Geschäft nach dem Probejahr weiterzuführen."
    ]
  },
  "screen_4": {
    "texts": [
      "Auch wenn äußere Erfolgsindikatoren weitgehend unverändert blieben, konnte er seinen Selbstwert bewahren und eine erneute Depression vermeiden. Trotz angespannter Finanzen blieb sein Selbstrespekt bestehen, als er entschied, das Buchhandlungsprojekt zu beenden.",
      "Zur letzten Sitzung brachte Alexander einen kurzen Essay mit, den er jeden Morgen vor der Jobsuche lesen wollte:",
      "Warum bin ich nicht nutzlos?",
      "Solange ich etwas zum Wohlergehen von mir selbst und anderen beitragen kann, bin ich nicht nutzlos. Solange das, was ich tue, positive Wirkung entfalten kann, bin ich nicht nutzlos.",
      "Solange allein die Tatsache, dass ich lebe, für wenigstens eine Person Bedeutung hat, bin ich nicht nutzlos (und notfalls bin ich selbst diese Person). Wenn Liebe, Verständnis, Freundschaft, Unterstützung, Geselligkeit, Rat oder Trost etwas bedeuten, bin ich nicht nutzlos.",
      "Wenn ich meine eigene Meinung und meinen Verstand achten kann, bin ich nicht nutzlos.",
      "Wenn andere mich respektieren, ist das ein schöner Bonus.",
      "Wenn ich Selbstachtung und Würde empfinde, bin ich nicht nutzlos.",
      "Wenn es etwas Gutes ist, zum Lebensunterhalt der Familien meiner Mitarbeitenden beizutragen, bin ich nicht nutzlos.",
      "Wenn ich meinen Kundinnen und Kunden sowie meinen Lieferanten mit Produktivität und Kreativität bestmöglich helfe, bin ich nicht nutzlos.",
      "Wenn meine Präsenz in diesem Umfeld für andere wirklich zählt, bin ich nicht nutzlos. Ich bin nicht nutzlos. Ich bin meinem Wesen nach sehr wertvoll!",
      "Wenn Sie sich in dieser Geschichte wiederfinden oder Ihnen Alexanders automatische Gedanken vertraut vorkommen, schreiben Sie sich eine eigene Notiz: Warum Sie nicht nutzlos sind, warum Sie kein Versager sind und warum Ihr Wert in Ihnen selbst liegt."
    ]
  }
}
