{
  "title": "Jobverlust: Muss das zwangsläufig in eine Depression führen?",
  "description": "Diese Geschichte zeigt, wie der plötzliche Verlust der Arbeit Selbstwert und Gefühlslage erschüttern kann – und warum es gerade dann wichtig ist, den eigenen Wert nicht kleinzureden und Unterstützung zu suchen. Am Beispiel von Alexander wird deutlich, wie das Ringen um die berufliche Rolle in eine Depression münden kann – und wie behutsame innere Arbeit hilft, Schritt für Schritt zurück ins Leben zu finden.",
  "screen_1": {
    "texts": [
      "Ein Jobverlust ist ein schwerer Schlag. Wird plötzlich eine Kündigung oder ein Stellenabbau mitgeteilt, fühlt es sich an, als zöge es einem den Boden unter den Füßen weg. Das ist nachvollziehbar, denn vieles gerät ins Wanken:",
      "finanzielle Situation",
      "sozialer Status",
      "gewohnter Tagesrhythmus",
      "Pläne und Erwartungen",
      "Arbeit stiftet Struktur, Zugehörigkeit und Stabilität. Sie wird oft Teil unserer Identität.",
      "Fällt die Arbeit weg, entstehen Leere und Unsicherheit, bisweilen auch Scham und Angst vor der Zukunft. Tage ziehen sich in die Länge, die Unruhe wächst, und jede Absage auf eine Bewerbung fühlt sich wie ein persönliches Scheitern an.",
      "Ein solches Ereignis wird als Verlust erlebt – mit typischen Trauerphasen.",
      "Zunächst stehen Schock und Ratlosigkeit im Vordergrund. Dann kommen Wut, der Versuch, alles rückgängig zu machen, und mitunter auch Hoffnungslosigkeit.",
      "Bedeutet der Jobverlust, dass eine Depression unvermeidlich ist? Verleiht ein solches Ereignis das „Recht“, sich als Versager zu betrachten?",
      "Die Ursache der heftigen Reaktion liegt oft nicht nur in der Situation, sondern auch in der Überzeugung, dass unser persönlicher Wert von beruflichem Erfolg abhängt.",
      "Aus dieser Sicht scheint finanzielle Not gleichbedeutend mit Scheitern und dem Verlust der eigenen Würde."
    ],
    "quote": {
      "text": "„Wenn sich eine Tür schließt, öffnen sich viele andere.“",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "So dachte auch Alexander. Dies ist die reale Geschichte eines 47-jährigen Mannes, Vaters von drei Kindern, der 17 Jahre im Familienunternehmen gearbeitet hatte.",
      "Nach einem Konflikt mit seinem Schwiegervater kündigte er impulsiv und verlor seine Beteiligung am Geschäft. Es begann eine Phase der Neuorientierung.",
      "Er wechselte mehrfach die Stelle, erzielte jedoch weder finanziellen noch emotionalen Erfolg.",
      "Allmählich verfestigte sich der Gedanke: „Ich bin ein Versager.“ Seine Frau arbeitete wieder Vollzeit – das schmerzte zusätzlich, denn ihm war es immer wichtig gewesen, als Stütze der Familie dazustehen.",
      "Der Selbstwert sank, Gefühle von Hilflosigkeit, Angst und Ohnmacht nahmen zu.",
      "Schließlich wechselte Alexander in die Immobilienbranche. Er vermietete Flächen, schloss jedoch keinen Verkauf ab – sein Einkommen blieb nahezu bei null.",
      "Die Depression verstärkte sich. Immer häufiger blieb er im Bett und dachte:",
      "„Welchen Sinn hat das? Ich schaffe es ohnehin nicht. Ich bin nichts wert.“",
      "Als ein Freund über ihn eine Immobilie erwerben wollte, hätte das ein guter Start sein können. Doch Alexander zögerte wochenlang.",
      "Seine Gedanken kreisten: „Das ist zu kompliziert. Ich bekomme das nicht hin. Wenn ich es versuche und scheitere, beweist das nur, dass ich ein kompletter Versager bin.“",
      "Die Angst vor einem Fehler lähmte sein Handeln. Aufschieben schien sicherer, als sich einer möglichen Niederlage zu stellen."
    ]
  },
  "screen_3": {
    "texts": [
      "Seine Vorgesetzten glaubten an ihn. Er selbst jedoch nicht.",
      "In den Sitzungen mit der Psychologin bemerkte Alexander, wie hart er mit sich umging. Er stellte an sich Ansprüche, die er an niemanden sonst richten würde.",
      "So zeigten sich Perfektionismus und das Schwarz-Weiß-Denken: entweder makelloser Erfolg – oder komplettes Scheitern.",
      "Anfangs war er überzeugt, strenge Selbstkritik helfe ihm. Nach und nach erkannte er: Sie verstärkt nur Ohnmacht und Starre.",
      "Mit der Zeit sah Alexander, dass finanzielle Schwierigkeiten ihn nicht entwerten. Sein persönlicher Wert besteht nicht nur aus Einkommen.",
      "Er merkte, wie er Erfolge abwertete und sich ausschließlich auf Misserfolge fokussierte.",
      "Wichtig war auch die Einsicht: Apathie und Prokrastination sind keine Faulheit, sondern Symptome einer Depression.",
      "Indem er Schritt für Schritt an seinen Gedanken arbeitete, bemerkte er erste Verbesserungen.",
      "Später verließ er die Immobilienbranche und eröffnete einen Buchladen. Finanziell wurde es kein großer Erfolg, der Laden musste schließen.",
      "Doch diesmal erlebte er es anders – ohne zerstörerische Selbstkritik und ohne das Gefühl, als Person nichts wert zu sein."
    ]
  },
  "screen_4": {
    "texts": [
      "Äußerlich hatte sich seine Lage wenig verändert – innerlich war er deutlich gewachsen.",
      "Zum Abschluss der Therapie schrieb Alexander einen Text, der ihm selbst zu einer wichtigen Stütze wurde:",
      "Warum bin ich nicht nutzlos?",
      "Solange ich mir selbst und anderen nützen kann, bin ich bedeutsam.",
      "Solange das, was ich tue, Gutes bewirkt – auch im Kleinen –, habe ich Wert.",
      "Solange mein Leben für wenigstens einen Menschen wichtig ist (und dieser Mensch kann ich selbst sein), bin ich nicht nutzlos.",
      "Wenn ich Unterstützung, Verständnis und Wärme geben kann – ist das schon sehr viel.",
      "Wenn ich mich selbst respektiere – habe ich Wert.",
      "Wenn andere mich respektieren – ist das schön, aber es definiert meinen Wert nicht.",
      "Wenn ich dort, wo ich bin, mein Bestes gebe – verdiene ich Respekt.",
      "Mein Beitrag mag von außen unscheinbar wirken, aber er ist tatsächlich da.",
      "Ich bin nicht nutzlos. Mein Wert liegt in meinem Wesen.",
      "Wenn Sie gerade Verlust, Schwierigkeiten oder Zweifel erleben, schreiben Sie Ihre eigene Liste: Warum sind Sie wertvoll? Worin liegt Ihre Stärke? Womit unterstützen Sie sich selbst und andere schon heute?"
    ]
  }
}
