{
  "title": "Den Job verlieren und in eine Depression fallen?",
  "description": "Dieser Artikel untersucht die psychologischen und sozialen Folgen eines plötzlichen Jobverlustes und beschreibt die emotionale Achterbahn, die solche Ereignisse begleiten kann. Anhand der persönlichen Erfahrung von Alexander, der lange Zeit in einem erfolgreichen Unternehmen gearbeitet hat, wird der Kampf mit Depressionen, einem Rückgang des Selbstwertgefühls und beruflichen Rückschlägen dargestellt. Der Artikel bietet auch Wege zur Bewältigung emotionaler Herausforderungen und betont die Bedeutung von Unterstützung und Selbstanerkennung in schwierigen Zeiten.",
  "screen_1": {
    "texts": [
      "Ein plötzlicher Jobverlust ist für die meisten Menschen ein enormer Stressfaktor. Wenn innerhalb weniger Tage oder Wochen eine Kündigung oder ein Stellenabbau angekündigt wird, fühlen sich viele, als ob ihr Leben «zusammengebrochen» wäre. Und das ist verständlich, denn das Leben ändert sich radikal in Bezug auf:",
      "finanzielle Lage",
      "sozialer Status",
      "alltägliche Routine",
      "kurzfristige und langfristige Pläne",
      "Ein Job bedeutet Verpflichtungen, Struktur, Kommunikation – kurz gesagt, etwas, das uns stützt.",
      "Arbeitslosigkeit hingegen ist wie ein freier Fall ohne Sicherheitsnetz. Man bleibt mit leeren Tagen, unbezahlten Rechnungen und dem endlosen Warten auf ein Vorstellungsgespräch allein zurück: Vor dem Gespräch verspürt man eine vorsichtige Hoffnung, danach kommt die nächste Absage. Ein typisches, trostloses Bild.",
      "Ein Jobverlust wird ähnlich wie jeder andere Verlust erlebt, und Betroffene durchlaufen die verschiedenen Trauerphasen.",
      "Zunächst kommt der Schock, tiefe Verwirrung und Ungewissheit, was zu tun ist. Dann folgt Wut – auf sich selbst und auf die Verantwortlichen der Kündigung.",
      "Es kann auch zum Feilschen kommen: Vielleicht lässt sich noch etwas regeln und man wird doch zurückgenommen? Und schließlich kommt die Depression. Unbestreitbar ist diese Problematik \"real\", aber rechtfertigt sie deshalb Ihre Depression?",
      "Die Ursache einer solchen emotionalen Reaktion liegt im Glauben, dass der persönliche Wert und die Fähigkeit, Glück zu empfinden, direkt vom beruflichen Erfolg abhängen.",
      "Innerhalb dieses Wertesystems scheint es logisch zu sein, anzunehmen, dass emotionale Niedergeschlagenheit unvermeidlich mit finanziellen Verlusten, Karrierefehlschlägen oder einer Insolvenz verbunden ist."
    ],
    "quote": {
      "text": "Wenn eine Tür sich schließt, wissen Sie nicht, dass viele andere sich öffnen?",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Wenn Sie das auch glauben, könnte Alexanders Geschichte interessant für Sie sein – ein 47-jähriger Vater von drei Kindern, der 17 Jahre lang im erfolgreichen Unternehmen seines Schwiegervaters gearbeitet hat.",
      "Ein paar Jahre vor seiner Depression entstanden zwischen ihm und seinem Schwiegervater Meinungsverschiedenheiten über die Unternehmensführung. In einem Wutanfall kündigte Alexander und verzichtete dabei auf seinen Firmenanteil.",
      "In den folgenden zwei Jahren wechselte er ständig die Jobs, konnte aber nichts finden, das ihn sowohl finanziell als auch moralisch erfüllte.",
      "Es schien, als würde ihm nichts gelingen, und er begann, sich als Versager zu betrachten. Seine Frau musste in Vollzeit arbeiten gehen, um über die Runden zu kommen, was Alexanders Gefühl der Wertlosigkeit noch verstärkte, da er immer stolz darauf war, der Ernährer der Familie zu sein.",
      "Die Zeit verging, seine finanzielle Lage verschlechterte sich weiter, und seine depressive Verfassung wurde immer schlimmer, während sein Selbstwertgefühl weiter sank.",
      "Als Alexander schließlich beschloss, Hilfe bei einem Spezialisten zu suchen, arbeitete er bereits seit mehreren Monaten in einem Immobilienunternehmen.",
      "In dieser Zeit hatte er einige Gebäude vermietet, jedoch keine Verkäufe erzielt. Da sein Gehalt von den Verkäufen abhängt, waren seine Einkünfte gering. Während dieser Zeit litt Alexander unter Depressionen und Prokrastination und verbrachte ganze Tage im Bett mit den Gedanken:",
      "„Wozu das alles? Ich bin ein Versager. Arbeiten ist sinnlos, ich werde sowieso scheitern.“",
      "In der dritten Sitzung mit dem Psychologen erzählte er, dass ein wohlhabender Freund beabsichtigte, mit seiner Hilfe eine Immobilie zu kaufen, und die Provision aus diesem Verkauf hätte seiner Karriere einen Schub gegeben, ihm Selbstvertrauen verschafft und sein Konto erheblich aufgebessert.",
      "Doch anstatt diese Chance zu ergreifen, zögerte Alexander mehrere Wochen. Es stellt sich die Frage: Warum? Weil er dachte: „Gewerbeimmobilien zu verkaufen ist viel zu schwer.",
      "Ich habe das noch nie gemacht und werde mit Sicherheit scheitern. Und wenn er es sich im letzten Moment anders überlegt, wird das bedeuten, dass ich in diesem Geschäft nichts tauge. Es wird bedeuten, dass ich ein kompletter Versager bin.“"
    ]
  },
  "screen_3": {
    "texts": [
      "Alexanders Vorgesetzte schätzten ihn sehr und hielten ihn für einen fähigen Verkäufer, aber er selbst war sich gegenüber unverhältnismäßig streng.",
      "Im Verlauf der weiteren Sitzungen und der Arbeit mit seinen Gedanken gab Alexander zu, dass er sich übermäßig selbstkritisch sah, was ihm in dieser schwierigen Zeit nicht half, sondern die Situation noch verschlimmerte.",
      "Er erkannte auch, dass er mit „doppelten Standards“ arbeitete: Er war tolerant und unterstützend gegenüber anderen Menschen, war jedoch sich selbst gegenüber hart und kritisch.",
      "Zunächst verteidigte er seine Sichtweise, wie es viele selbstkritische Perfektionisten tun, indem er behauptete, dass eine besonders harte Haltung gegenüber sich selbst von Vorteil sein könnte.",
      "Doch er lernte schnell, dass seine persönlichen Standards unrealistisch und zum Scheitern verurteilt waren, denn wenn er versucht hätte, ein Gebäude zu verkaufen und keinen Erfolg gehabt hätte, hätte er die Situation als Katastrophe wahrgenommen. Seine Neigung, in „alles oder nichts“-Kategorien zu denken, war ein großes Problem.",
      "Am Ende der Therapie fühlte sich Alexander erleichtert, als er erkannte, dass finanzielle Schwierigkeiten in den letzten Jahren ihn nicht automatisch zum \"Versager\" machten.",
      "Dieses negative Selbstbild und das Gefühl des Stillstands waren das Ergebnis eines extremen \"Alles-oder-Nichts\"-Denkens. Sein Gefühl der Wertlosigkeit resultierte daraus, dass er sich ausschließlich auf die negativen Aspekte seines Lebens konzentrierte (negativer Filter) und viele Erfolge ignorierte (Entwertung des Positiven).",
      "Er erkannte, dass er sich viel zu lange mit dem Gedanken gequält hatte, er hätte mehr tun können, und dass finanzielle Probleme seine menschliche Würde nicht schmälerten. Schließlich verstand er, dass Apathie und Prokrastination nur Symptome einer Depression waren und nicht sein wahres Wesen widerspiegelten.",
      "Als er lernte, seinen negativen Gedanken zu widersprechen, konnte er den Grad der kognitiven Verzerrungen in seiner strengen Selbstbeurteilung verringern, und seine Stimmung begann sich zu verbessern.",
      "Er verließ die Immobilienbranche und eröffnete einen Buchladen. Er schaffte es, die Kosten zu decken, konnte jedoch trotz erheblicher persönlicher Anstrengungen nicht genug Gewinn erwirtschaften, um das Geschäft nach dem ersten Probejahr fortzuführen."
    ]
  },
  "screen_4": {
    "texts": [
      "So blieb sein Selbstwertgefühl trotz äußerlich unveränderter Umstände stabil, und er konnte eine Depression vermeiden. Obwohl seine finanzielle Lage weiterhin angespannt war, bewahrte er bei der Entscheidung, sein Buchhandelsgeschäft aufzugeben, seinen Selbstrespekt.",
      "Bei der letzten Sitzung mit dem Psychologen hatte Alexander ein Essay geschrieben, das er jeden Morgen lesen wollte, bevor er mit der Suche nach einer neuen Arbeit begann:",
      "Warum bin ich nicht wertlos?",
      "Solange ich etwas für mein eigenes Wohlbefinden und das anderer tun kann, bin ich nicht wertlos. Solange das, was ich tue, positive Auswirkungen haben kann, bin ich nicht wertlos.",
      "Solange meine Existenz auch nur für einen Menschen von Bedeutung ist, bin ich nicht wertlos (und wenn nötig, kann ich dieser Mensch selbst sein). Wenn es etwas bedeutet, Liebe, Verständnis, Freundschaft, Unterstützung, Geselligkeit, Rat oder Trost zu schenken, bin ich nicht wertlos.",
      "Wenn ich meine eigene Meinung und Intelligenz respektieren kann, bin ich nicht wertlos.",
      "Wenn andere mich respektieren, ist das ein angenehmer Bonus.",
      "Wenn ich Selbstachtung und Würde habe, bin ich nicht wertlos.",
      "Wenn ich dazu beitragen kann, das Auskommen der Familien meiner Mitarbeiter zu sichern, bedeutet das, dass ich etwas Gutes tue – und ich bin nicht wertlos.",
      "Wenn ich mein Bestes gebe, um meinen Kunden und Lieferanten durch meine Produktivität und Kreativität zu helfen, bin ich nicht wertlos.",
      "Wenn meine Präsenz in diesem Umfeld für andere von Bedeutung ist, bin ich nicht wertlos. Ich bin von Natur aus wertvoll!",
      "Wenn Sie mit einem ähnlichen Problem zu kämpfen haben oder Alexanders automatische Gedanken in Ihnen Widerhall finden, schreiben Sie sich selbst eine Notiz, warum Sie nicht wertlos sind, warum Sie kein Versager sind und warum Sie von Natur aus wertvoll sind."
    ]
  }
}
