{
  "title": "Scheinbare Depression: Wie Hormone und Vitamine unser emotionales Wohlbefinden beeinflussen",
  "description": "Der Beitrag zeigt, wie die körperliche Gesundheit – einschließlich Hormonhaushalt und Vitaminstatus – das seelische Befinden prägt. Er betont, dass Symptome, die oft mit Depression in Verbindung gebracht werden, auch durch körperliche Faktoren wie Mängel oder hormonelle Dysbalancen verursacht sein können. Die Autorinnen und Autoren unterstreichen die Bedeutung eines ganzheitlichen Diagnose- und Behandlungsansatzes, der psychologische und physiologische Aspekte gleichermaßen berücksichtigt.",
  "screen_1": {
    "texts": [
      "Unser Ziel ist es, Ihnen mit diesem Abschnitt spürbar zu helfen und Ihr emotionales Befinden zu erleichtern. Deshalb ist es wichtig, alle möglichen Ursachen für Veränderungen zu beleuchten.",
      "Wenn von Depression die Rede ist, meinen wir ein Bündel klar definierter Symptome. Doch nicht immer weisen diese Beschwerden tatsächlich auf eine psychische Störung hin.",
      "Zu bedenken ist, dass die biologische Beschaffenheit unseres Körpers nicht nur für die physische, sondern auch für die psychische Gesundheit eine zentrale Rolle spielt. Körperliche Faktoren können die Stimmung deutlich beeinflussen und ein Bild erzeugen, das einer Depression ähnelt.",
      "Ein Beispiel dafür sind die Hormone. Sie haben einen großen Einfluss auf Verhalten und psychisches Erleben.",
      "Die Psychoendokrinologie zeigt: Nerven- und Endokrinsystem sind eng miteinander verbunden und sichern gemeinsam die Homöostase (das physiologische Gleichgewicht).",
      "Daher können Schwankungen im Hormonhaushalt spürbare Störungen der Gefühlslage auslösen.",
      "So kann eine Unterfunktion der Schilddrüse depressive Symptome, erhöhte Unruhe und weitere psychische Probleme begünstigen.",
      "Eine Überfunktion derselben Drüse kann hingegen Manie, Reizbarkeit, Stimmungsschwankungen und sogar psychotische Zustände hervorrufen.",
      "Akromegalie – also eine gesteigerte Ausschüttung von Wachstumshormon – zeigt sich unter anderem durch verminderte psychische Aktivität, Apathie und mitunter auch Phasen von Euphorie.",
      "Menschen mit endokrinen Störungen kämpfen folglich nicht nur mit körperlichen Beschwerden, sondern auch mit einem erhöhten Risiko für psychische Symptome wie Angst, depressive Verstimmungen, manische Phasen, Verwirrtheit u. a."
    ],
    "quote": {
      "text": "„Sorge für den Körper, damit die Seele gern in ihm wohnt.“",
      "author": "Sokrates"
    }
  },
  "screen_2": {
    "texts": [
      "Mitte des 20. Jahrhunderts entstand ein eigenes Fachgebiet – die Psychoendokrinologie –, das die Wechselwirkungen zwischen Hormonsystem und Psyche untersucht.",
      "Man spricht sogar von einem psychoendokrinen Syndrom: psychische Störungen, die vor dem Hintergrund endokriner Erkrankungen auftreten. Dazu zählen etwa Störungen der Stimmung, Asthenie, verminderte psychische Aktivität sowie Veränderungen des Antriebs und der Instinkte.",
      "Neben Hormonen wirken sich auch Vitamine spürbar auf unser Befinden aus.",
      "Vitaminmangel und Depression scheinen auf den ersten Blick nicht direkt verbunden – Forschungsergebnisse zeigen jedoch deutlich engere Zusammenhänge, als oft angenommen.",
      "Zugegeben: Vitamine sind für den Stoffwechsel unerlässlich. Es gibt viele, und jedes ist auf seine Weise unverzichtbar. Fehlt dem Körper etwas, entsteht ein Mangelzustand.",
      "Avitaminose bezeichnet einen Zustand, in dem ein bestimmtes Vitamin kaum oder gar nicht vorhanden ist.",
      "Solche Defizite können die psychische Gesundheit in sehr unterschiedlichem Ausmaß beeinträchtigen – von leichten Beeinträchtigungen bis hin zu beunruhigenden Symptomen.",
      "Studien zeigen, dass Vitaminmangel Angst- und Depressionssymptome begünstigen und Beschwerden bei manchen psychischen Störungen – etwa Zwangs- oder bipolaren Erkrankungen – verstärken kann.",
      "Und selbst wenn Sie insgesamt gesund sind, kann ein Mangel die Stimmung und den emotionalen Grundton verschlechtern."
    ]
  },
  "screen_3": {
    "texts": [
      "Beispiele für Nährstoffmängel und mögliche Symptome:",
      "Vitamin D: Niedergeschlagenheit, Angst, Erschöpfung, Stimmungsschwankungen.",
      "Eisen: Schwäche, Müdigkeit, Atemnot, Schwindel, Taubheitsgefühle.",
      "Vitamin B12: ausgeprägte Müdigkeit, Anämie, Schlafstörungen, Appetitminderung, Magen-Darm-Beschwerden, Muskelschmerzen.",
      "Folsäure: Müdigkeit, Reizbarkeit, depressive Stimmung, Schwäche, Apathie, Antriebslosigkeit, kognitive Einbußen.",
      "B-Vitamine (Gruppe): erhöhte Ermüdbarkeit, Reizbarkeit, Schlafstörungen, Stimmungslabilität, Herzrhythmusstörungen.",
      "Magnesium: Schwäche, Kopfschmerzen, Angst, Herzrhythmusstörungen.",
      "Vitamin C: chronische Müdigkeit, emotionale Instabilität.",
      "Das ist nur ein Teil möglicher Symptome – vieles davon lässt sich leicht mit einer Depression verwechseln.",
      "Eigene Erfahrungen in unserem Team bestätigen, wie wichtig es ist, Hormon- und Vitaminstatus bei der Abklärung psychischer Beschwerden mitzudenken.",
      "Ein Teammitglied hielt sich zunächst für ausgebrannt: unerklärliche Müdigkeit, gedrückte Stimmung, keinerlei Antrieb.",
      "Mit dem Wissen um hormonelle und vitaminbezogene Ursachen suchte die Person ärztlichen Rat, stellte einen Mangel fest, begann, Vitamin D zu supplementieren – und fühlte sich deutlich besser."
    ]
  },
  "screen_4": {
    "texts": [
      "Ein anderes Teammitglied – eine Frau mit depressionsähnlichen Beschwerden – erhielt die Diagnose Eisenmangelanämie; die Behandlung führte zu einer spürbaren Besserung.",
      "Sie beschrieb es so: „Ich war ständig schläfrig, wollte nichts tun und mit niemandem reden. Ich litt unter starker Apathie, Schwindel und Reizbarkeit. Irgendwann dachte ich wirklich, ich hätte eine Depression – bis ein zufälliges Blutbild auffällige Hämoglobinwerte zeigte.",
      "Weitere Untersuchungen ergaben einen Eisen- und Ferritinmangel. Es war eine Eisenmangelanämie, während ich von Depression ausging. Nach der Behandlung kam ich wieder zu Kräften – es ging mir deutlich besser.“",
      "Mit diesen Erfahrungen möchten wir vor Fehldiagnosen warnen.",
      "Wenn Sie also gedrückte Stimmung, Müdigkeit, Erschöpfung oder andere der genannten Symptome spüren, achten Sie neben der Psyche auch auf die körperliche Gesundheit.",
      "Sprechen Sie mit einer Ärztin oder einem Arzt, lassen Sie ein Blutbild erstellen und prüfen Sie Vitamin- und Hormonwerte. Mitunter reicht das bereits, um das seelische Befinden spürbar zu verbessern."
    ]
  }
}
