{
  "title": "성취에 대한 의존성",
  "description": "시인과 예술가들이 찬양하는 사랑은 삶에 활력을 불어넣고 충만함을 선사합니다. 그러나 사랑이 병적인 필요로 변하면 개인을 파괴하고 건강한 관계를 형성하는 것을 방해합니다. 특히 자존감이 낮은 사람들에게 더욱 그렇습니다. 진정한 행복과, 삶의 충만함은 자신의 기분을 조절하고 파트너의 존재 여부와 상관없이 즐거움을 만끽하는 법을 배움으로써 찾을 수 있습니다.",
  "screen_1": {
    "texts": [
      "우리는 '성취 경쟁'의 시대에 살고 있으며, 우리를 정의하는 것은 우리의 성공입니다. 누구나 원하는 사람이 될 수 있고, 많은 돈을 벌고, 사회에서 권위를 얻을 수 있는 것처럼 보입니다.",
      "야망에는 한계가 없으며, 이것이 우리의 삶을 인간의 가치가 성취에 의해 결정된다고 확신하는 끊임없는 경쟁으로 만듭니다.",
      "이 신념은 무해해 보이지만, 실제로는 파괴적인 결과를 초래합니다.",
      "성취에 대한 의존성이란 무엇을 의미하나요?",
      "이는 자존감이 생산성, 지위, 지능 또는 성공에 기반을 두는 경우입니다.",
      "공부나 일이 잘 되는 동안은 행복하고 완전한 사람처럼 느끼지만, 실패하거나 목표를 달성하지 못하면 강렬한 부정적 감정에 사로잡힙니다.",
      "이때 당신은 아마도 자신이 아무것도 할 수 없는 실패자라고 생각할 것입니다.",
      "이러한 의존성에 기반한 신념에는 어떤 것이 있을까요?",
      "성공하지 못하면 끔찍할 것이다. 그것은 내가 약하다/바보다/무가치하다는 의미다",
      "성공하지 못하면 실패자라는 뜻이다",
      "실패했다면 나는 쓸모없고 절대 아무것도 이루지 못할 것이다",
      "성공해야만 한다, 그렇지 않으면 살 이유가 없다. 모든 것이 의미를 잃을 것이다. 나는 결코 진정으로 행복하지 않을 것이다",
      "성취에 대한 과도한 집착은 남성뿐만 아니라 최근에는 여성들 사이에서도 흔하며, 그들 또한 점점 더 경력에 대한 야망과 성공에 대한 열망을 보이고 있습니다.",
      "여성들이 관계에 더 신경을 쓰는 경향이 있는 반면, 남성들은 어린 시절부터 자신의 가치가 성취에 의해 결정된다고 가르쳐지기 때문에 종종 경력 실패에 대한 취약성을 보입니다.",
      "왜, 그리고 어떻게 이러한 신념이 형성되나요?",
      "이유는 다양할 수 있지만, 일반적으로 이러한 태도는 어린 시절부터 형성됩니다. 아마도 그런 사람의 부모는 차갑고 무관심했으며, 사랑, 돌봄, 수용을 주지 않았을 것입니다.",
      "그러면 아이는 왜 이런 일이 일어나는지 설명하려고 합니다.",
      "이웃집 페티아 소년을 사랑하고, 칭찬하고, 받아들이지만 나는 그렇지 않다면, 나는 뭔가 다른 것이고, 내가 더 나았다면 분명히 사랑받았을 것이다.",
      "다른 경우는 부모가 아이가 어떤 성공을 이루었을 때만 사랑, 관심, 칭찬, 돌봄을 주는 경우입니다.",
      "아이가 학교에서 높은 점수를 받아오면 칭찬받지만, 그렇지 않으면 무시당했습니다."
    ]
  },
  "screen_2": {
    "texts": [
      "또 다른 경우는 부재하는 부모입니다. 아이들은 자기중심적 사고를 가지고 있어 세상에서 일어나는, 모든 일을 자기 자신을 통해 설명합니다.",
      "아빠가 떠났다면, 그것은 내가 나쁜 아이였기 때문이지, 아빠와 엄마가 서로 맞지 않았기 때문이 아닙니다. 따라서 아빠가 내가 얼마나 좋고, 성공적이고, 똑똑한지 본다면 반드시 돌아올 것이고, 최소한 누구를 잃었는지 이해할 것입니다.",
      "이러한 시나리오들이 바로 성공에 대한 의존성을 형성합니다. 그리고 나중에 청소년기, 젊은 시절 또는 성인기에 특정 사건과 상황들이 이 신념에 대한 믿음을 강화할 수 있습니다.",
      "결과적으로, 사람은 자신이 성취를 통해서만 사랑받을 수 있다는 것을 배웁니다. 성공해야만 합니다. 그렇지 않으면 버림받고, 거부당하고, 혼자 남을 것입니다.",
      "따라서 이상적인 이미지와 현실 사이의 불일치에 직면할 때, 사람은 자신의 쓸모없음과 무가치함에 부딪히게 되는데, 이는 매우 고통스럽습니다.",
      "개인적 가치에 대한 태도를 바꾸는 첫 번째 단계는 그것이 당신에게 유익할지 해로울지 결정하는 것입니다. 자신의 가치를 자신의 성취로 정의하는 것을 중단하기로 결정하는 것은 신념 체계를 변화시키는 가장 중요한 첫 번째 단계입니다.",
      "물론, 성취에 대한 의존성에는 장점이 있을 수 있습니다. 무언가를 성취할 때 자신을 칭찬하고 기분이 좋아질 수 있습니다.",
      "다른 사람들에 비해 자신의 우월감을 느낄 수 있습니다. 왜냐하면 당신이 무언가를 성취했고, 다른 사람들은 그렇지 않기 때문입니다.",
      "이 신념 체계 덕분에 성공에 대한 동기부여를 받고, 더 많은 노력을 기울이고, 경력을 쌓고, 돈을 벌 수 있습니다.",
      "성취가 당신에게 가치를 부여하기 때문입니다. 자신의 중요성을 느끼기 위해 매번 더 나아져야 합니다. 언뜻 보기에는 매우 괜찮게 들립니다.",
      "그렇다면 '가치는 성취와 같다'는 사고방식의 단점은 무엇일까요?",
      "비즈니스나 경력이 잘 되고 있다면, 그것에 너무 몰두하여 다른 잠재적인 만족과 즐거움의 원천으로부터 자신을 차단할 수 있습니다.",
      "가족, 가까운 사람들, 친구들과의 관계는 더 이상 당신을 기쁘게 하지 않으며, 오히려 가족과 시간을 보내는 것보다 일에 시간을 할애할 것입니다.",
      "자신을 위한 시간이 남지 않으며, 아침부터 늦은 밤까지 쉬지 않고 일합니다.",
      "일에 대한 중독이 당신에게 휴식을 주지 않습니다. 왜냐하면 속도를 늦추면 금단 증상이 시작되어 공허함, 무용함, 지루함을 느끼게 되며, 마치 중요한 무언가를 놓치고 있는 것 같기 때문입니다. 당신은 휴식하는 법을 잊어버릴 것입니다.",
      "휴식은 당신에게 게으름과 동일시될 것입니다. 마치 지금 유용한 일을 할 수 있지만 하지 않는 것처럼요. 성취가 없으면 자기 존중과 만족에 대한 다른 기반이 없기 때문에 쓸모없고 지루하게 느껴질 것입니다.",
      "이는 소진, 만성 질환, 지속적인 스트레스 감각, 우울증으로 이어질 수 있습니다.",
      "게다가 일 중독은 성공에 대한 집착을 부추기는 또 다른 의존성으로 간주될 수 있어, 이를 극복하기 더 어렵게 만듭니다."
    ],
    "quote": {
      "text": "'성취 경쟁'의 시대에 우리를 정의하는 것은 우리의 성공이며, 누구나 원하는 사람이 될 수 있는 것처럼 보입니다.",
      "author": "알렉산더 이바노프"
    }
  },
  "screen_3": {
    "texts": [
      "사회적 관계의 악화",
      "끊임없이 성공을 추구하는 사람들이 종종 외로움을 느끼는 경우가 있으며, 이는 충분히 설명 가능합니다.",
      "사회적 접촉을 유지할 시간이나 에너지가 없을 수 있습니다. 오랫동안 가까운 사람들에게 시간을 할애하지 않으면, 이는 확실히 관계에 영향을 미칠 것입니다.",
      "파트너는 당신과의 관계에서 관심, 사랑, 돌봄을 받지 못하기 때문에 다른 사람을 찾을 수 있습니다.",
      "성공에 대한 의존성은 주변 사람들에 대한 인식에도 영향을 미칩니다. 사회적 지위가 자신보다 낮거나 자신이 정한 '성공' 기준에 맞지 않는 사람들과 교류하기를 거부하는 경우도 있을 수 있습니다.",
      "이 모든 것이 주변 사람들과의 관계에 부정적인 영향을 미칩니다.",
      "지연행동(프로크라스티네이션)",
      "행복으로 가는 단 하나의 '이상적인', 올바른 방법, 단 하나의 길만 있다면, 실수할 수 없으며, 모든 것이 계획대로 정확히 되도록 모든 것을 정확히 계산하고 계획해야 합니다.",
      "그러나 실제로 당신은 성공에 대한 보장이 없다는 것을 잘 알고 있으며, 따라서 이 길을 시작하지 않는 것이 낫습니다. 그러면 실패한 시도보다 시도하지 않는 것이 낫다는 생각이 들게 됩니다.",
      "실패 후에는 견딜 수 없어 보이는 불쾌한 감정을 경험해야 합니다. 이 모든 것이 거의 불가피한 지연행동으로 이어집니다.",
      "자존감의 부재",
      "인생은 예측할 수 없는 것입니다. 질병, 직장에서의 상황 악화, 전쟁 행위, 또는 당신이 통제할 수 없는 다른 무언가로 인해 더 이상 같은 수준의 일 능력을 유지할 수 없을 때.",
      "그때가 바로 대가를 치르는 시간입니다 - 생산성 감소가 당신의 쓸모없음을 가리킨다는 신념에 의한 심각한 우울증. 이 순간, 당신의 모든 삶이 무너지고, 당신은 파괴될 것입니다.",
      "당신은 성취하기 위해 살았지만, 이제는 그것을 할 수 없습니다. 자존감의 부재는 자살 시도로까지 이어질 수 있습니다 - 당신의 가치를 오직 시장 기준으로만 평가하는 것에 대한 가장 높고 돌이킬 수 없는 대가입니다.",
      "모든 의존성에는 내성이 있으며, 성취에 대한 의존성도 예외가 아닙니다.",
      "성공, 칭호, 상, 돈, 부동산 등 모든 것이 부족하다는 것을 경험하게 될 것입니다. 진행함에 따라 요구 사항은 계속 증가하여 멈추지 않게 만듭니다.",
      "각각의 새로운 성취는 더 이상 이전의 즐거움을 주지 않으며, 다시 무언가를 느끼기 위해서는 노력을 크게 늘려야 합니다.",
      "왜 이 효과는 그렇게 짧은 수명을 가질까요?",
      "왜 점점 더 많은 것이 필요한 걸까요?",
      "답은 분명합니다: 성공이 행복을 보장하지 않습니다.",
      "이 두 현상은 동의어가 아니며 인과 관계로 연결되어 있지 않습니다. 결국, 당신은 환상을 쫓고 있는 것입니다.",
      "왜냐하면 당신의 기분에 대한 열쇠는 성공이 아니라 당신의 생각이기 때문입니다. 승리의 흥분은 빠르게 사라집니다. 진정한 행복은 오직 당신 자신에게만 달려 있다는 것을 이해하는 것이 중요합니다."
    ],
    "quote": {
      "text": "성공에 대한 무분별한 추구는 우리를 앞으로 밀어붙이며, 과정 자체를 즐길 시간을 남겨두지 않습니다.",
      "author": "어니스트 헤밍웨이"
    }
  }
}
