{
  "title": "불행한 삶: 선택인가, 환경의 탓인가?",
  "description": "이 글은 진정한 행복이 외부 환경에 의존하지 않고 내적 인식과 개인의 선택에 더 큰 영향을 받는다는 아이디어를 탐구합니다. 높은 기대와 외부 요인에 대한 집착이 불만족에 취약하게 만드는 반면, 현실을 받아들이고 감사의 마음을 실천하는 것이 더 지속적인 행복으로 이어진다고 강조합니다. 자신이 행복과 내면 상태에 대한 책임을 인식하는 것이 더 충만하고 만족스러운 삶으로 나아가는 열쇠임을 설명합니다.",
  "screen_1": {
    "texts": [
      "이 질문은 얼핏 보면 어리석게 느껴질 수 있습니다. 과연 불행을 선택할 수 있을까요? 우리 모두 행복을 원하지만, 때로는 행복을 외부 환경, 다른 사람, 운명, 문제의 탓으로 돌립니다.",
      "아래와 같은 생각을 해본 적이 있으신가요?",
      "나는 불행하도록 운명이 정해졌다;",
      "문제가 없을 때만 나는 행복하게 살 수 있을 것이다;",
      "내 행복은 내게 일어나는 일들에 달려 있다;",
      "다른 사람들은 나보다 운이 좋아서 좋은 삶을 살 수 있는 반면, 나는 그렇지 못하다.",
      "이러한 생각을 가지고 있다면, 외부 요인이 내 기쁨과 자신감에 영향을 미친다고 믿는 함정에 빠져 있다는 뜻입니다.",
      "이 믿음은 당신을 취약하게 만듭니다. 외부 환경은 통제할 수 없기 때문에, 외부 상황에 의해 기분이 쉽게 좌우될 수 있습니다.",
      "이러한 믿음은 당신이 원하는 모든 것을 갖추고 완벽한 환경 속에 있어야만 행복할 수 있다고 암시하는 것과 같습니다.",
      "행복은 오직 외부 요인과 문제의 부재에만 의존한다고 생각하는 오류에서 비롯된 것입니다.",
      "이러한 집착은 기대가 충족되지 않을 때 불만족과 절망감을 불러일으킬 수 있습니다.",
      "진정한 행복은 물질적 풍요나 무탈한 삶에만 달려 있는 것이 아닙니다. 오히려 어려움 속에서도 적응하고, 작은 일에서 기쁨을 찾으며, 인내심을 발휘하는 능력에서 비롯됩니다.",
      "삶에 대한 만족도는 약 50%가 개인의 성향에 달려 있습니다. 항상 불만족스러운 사람도 있는 법이죠.",
      "삶의 만족도는 단지 10-15%만이 외부 환경에, 나머지 35-40%는 우리의 결정과 선택에 달려 있습니다. 그래서 행복해지는 법을 배우는 것이 중요한 과제입니다."
    ],
    "quote": {
      "text": "행복한 사람은 최고의 것을 가진 사람이 아니라, 가진 것에서 최고의 것을 끌어내는 사람이다.",
      "author": "공자"
    }
  },
  "screen_2": {
    "texts": [
      "현대 심리학 연구는 행복의 원천이 외부 요인보다는 우리 내면에 있다는 점을 보여줍니다. 지나친 기대는 우리의 행복에 부정적인 영향을 줄 수 있습니다.",
      "높은 기대를 가진 사람들은 완벽을 추구하고, 높은 기준을 달성해야 한다는 압박감을 지속적으로 느끼며 살아갑니다.",
      "높은 기대는 목표 달성에 동기를 부여할 수 있지만, 그것이 지나치고 비현실적일 경우 스트레스와 불안, 불행으로 이어질 수 있습니다. 항상 더 많은 것을 기대하면, 삶에 대한 불만족과 부정적인 인식이 생깁니다.",
      "행복의 역설: 기대가 적을수록 더 많은 기쁨을 느낀다.",
      "연구에 따르면, 삶에서 적게 기대하고 완벽을 추구하지 않을수록 행복할 가능성이 높아진다고 합니다. 이는 몇 가지 요인으로 설명됩니다.",
      "현실의 수용. 우리가 삶을 이상화하는 것을 멈추면, 있는 그대로의 삶을 받아들이게 됩니다. 이는 미래에 행복을 기다리는 것이 아니라 현재를 즐기는 데 도움이 됩니다.",
      "스트레스 감소. 높은 기대는 지속적인 스트레스와 불안을 초래합니다. 기대치를 재평가하고 모든 것이 완벽할 필요가 없음을 받아들이면, 불필요한 긴장에서 벗어날 수 있습니다.",
      "감사함. 높은 기대 속에서도 행복을 찾는 한 가지 방법은 감사하는 마음을 실천하는 것입니다. 기대에 부합하지 않더라도 우리가 가진 것에 감사하는 법을 배우면 더 행복하고 만족감을 느낄 수 있습니다."
    ],
    "quote": {
      "text": "이미 가지고 있는 것에 감사하지 않는다면, 훨씬 더 많이 가지더라도 행복하지 않을 것입니다.",
      "author": "로이 베넷"
    }
  },
  "screen_3": {
    "texts": [
      "자신이 인생의 주인공인지, 환경의 희생자인지 솔직하게 답해보세요. 당신이 삶의 사건을 통제하고 있나요, 아니면 그것들이 당신의 통제 없이 발생하고 있나요?",
      "다음과 같은 차이점을 생각해보세요:",
      "당신이 생각하나요, 아니면 다른 누군가가 생각하나요?",
      "당신이 행동하나요, 아니면 다른 사람의 지시에 따르나요?",
      "당신은 온전한 삶을 살고 있나요, 아니면 단순히 존재하고 있나요?",
      "자신의 삶의 저자는 자신의 행동에 대한 책임을 받아들이고, 매 순간 자신이 경험을 창조하고 있음을 이해합니다.",
      "인생은 선택으로 구성되며, 우리가 가지고 있는 것과 없는 모든 것이 우리의 선택의 결과입니다.",
      "저자는 \"나\"의 관점에서 생각합니다: 나는 준비했다, 나는 했다, 나는 계획한다, 나는 원한다, 나는 할 수 있다, 나는 결정했다 (그는 자신의 삶의 방향을 스스로 선택합니다).",
      "희생자는 완전히 반대의 위치에 있습니다. 그는 모든 일이 자신의 의지에 반해 발생한다고 생각합니다.",
      "희생자의 좋아하는 표현: \"나는 어쩔 수 없다\", \"나는 할 수 밖에 없다\", \"나는 해야 한다\", \"그냥 그렇게 됐다\", \"그들의 탓이다\" (그는 상황이나 다른 사람들의 영향을 받습니다).",
      "불행히도, 사회는 조작하기 쉬운 희생자를 기르는 것이 유리합니다. 그래서 많은 사람들이 고전적인 모델로 교육과 양육을 받으며 희생자로 남게 됩니다.",
      "하지만 좋은 소식도 있습니다: 희생자가 되는 것은 단지 사고방식의 습관일 뿐, 비합리적인 신념입니다. 이는 변경할 수 있습니다.",
      "실제 사례는 우리가 세상을 보는 방식을 바꿀 때 인생에 긍정적인 변화가 일어날 수 있음을 보여줍니다.",
      "사건에 대한 우리의 태도, 자신을 받아들이는 능력, 감정 조절 및 자신의 가치에 대해 고민하는 능력이 행복 형성에 중요한 역할을 합니다.",
      "행복이 어느 정도 우리 자신에게 달려 있다는 인식은 우리의 복지를 높이는 강력한 도구가 됩니다.",
      "내면 세계와 인식을 변화시키는 것이 어려운 상황 속에서도 더 행복하고 만족스러운 삶으로 나아가는 열쇠가 될 수 있습니다."
    ]
  }
}
