{
  "title": "행복으로 가는 열쇠: 파괴적 신념 극복하기",
  "description": "이 글은 파괴적 신념이 우리의 행복한 삶을 어떻게 방해하는지에 대해 다룹니다. 인지행동치료에 따르면 이러한 신념은 우리의 삶의 질을 저하시킵니다. 일시적인 안녕과 진정한 삶의 질 향상 사이의 차이를 설명하며, 심도 있는 이해와 신념의 재평가가 중요한 역할을 한다고 강조합니다. \"역기능적 신념 척도\"와 같은 도구를 사용하여 이러한 신념을 파악하고 수정함으로써 장기적인 정서적 안정을 이룰 수 있는 방법을 제시합니다.",
  "screen_1": {
    "texts": [
      "인지행동치료에서는 우리가 행복한 삶을 사는 데 파괴적인 신념이 방해가 된다고 봅니다. 이러한 신념은 종종 잘못된 생각에 기반하여 우리가 원하는 결과에 도달하는 데 장애물이 됩니다.",
      "우리 모두는 삶의 다양한 시기에 이러한 신념과 마주하게 되며, 이는 우울증, 공황 발작, 불안 장애 및 섭식 장애와 같은 여러 심리적 문제를 야기할 수 있습니다.",
      "때로는 문제가 없는 것처럼 느껴질 수도 있지만, 또 다른 시기에는 깊은 슬픔과 고독에 빠져 빛이 보이지 않는 듯한 느낌을 받을 수 있습니다.",
      "사실, 일시적인 안녕과 진정한 삶의 질 향상 사이의 큰 차이는 사고방식의 변화에 있습니다.",
      "일시적 안녕은 문제가 잠시 물러나 있을 때 경험할 수 있지만, 어려운 상황이 발생하면 다시 불안이 찾아옵니다.",
      "이 단계에서는 문제를 해결한 것처럼 보이지만, 상처가 재발하게 되어 다시 동일한 패턴을 반복하게 됩니다."
    ],
    "quote": {
      "text": "우리는 사물을 있는 그대로 보지 않습니다. 우리는 그것을 우리 자신처럼 봅니다.",
      "author": "버지니아 사티어"
    }
  },
  "screen_2": {
    "texts": [
      "진정한 삶의 질 향상은 다음과 같은 요소들을 포함합니다:",
      "문제의 원인과 자신의 역할에 대한 이해.",
      "파괴적 신념과 자동적인 생각을 인식하고 다루기.",
      "자신감과 자존감을 향상시키기.",
      "파괴적 신념의 근본적인 원인을 탐구하기.",
      "신념은 우리의 가치 체계, 목표, 행동, 행동 평가, 사건에 대한 반응 및 자동적인 생각에 영향을 미칩니다. 예를 들어:",
      "내가 실수했다면, 나는 쓸모없는 사람이다.",
      "다른 사람들에게 받아들여지려면 항상 그들을 만족시켜야 한다.",
      "내가 아무것도 이루지 못했다면, 사랑받을 자격이 없다.",
      "도움을 요청하면, 약함을 드러내는 것이다.",
      "많은 전문가들은 문제의 근본 원인을 발견하는 데 긴 시간이 필요하다고 말하며, 오랜 치료를 거쳐도 대부분의 사람들이 자신의 문제의 진정한 원인을 이해하지 못한다고 합니다.",
      "그러나 인지 치료는 이러한 복잡함을 극복하는 데 중요한 기여를 했습니다."
    ],
    "quote": {
      "text": "향상은 다른 누군가가 아닌 더 나은 나 자신이 되려고 노력하는 순간부터 시작됩니다.",
      "author": "마샤 라인한"
    }
  },
  "screen_3": {
    "texts": [
      "우리는 여러분이 자신의 신념의 근본적인 원인을 이해하고 그것을 다루며, 우울증과 불안 장애를 예방할 수 있도록 돕고자 합니다.",
      "이러한 신념을 발견하는 것은 당신이 문제나 상태에 빠진 이유와, 삶에서 언제 더 취약해질 수 있는지 파악하는 데 도움이 됩니다.",
      "신념과 함께하는 작업은 개인적 성장을 위한 열쇠입니다.",
      "파괴적 신념을 파악하는 것이 중요해짐에 따라 이를 발견하기 위한 비교적 간단한 방법이 개발되었습니다. 이는 \"역기능적 신념 척도\"라 불리며, 박사 알린 와이스먼에 의해 개발되었습니다.",
      "와이스먼의 연구는 우울한 시기 사이에도 부정적인 자동 사고가 급격히 감소하지만, 파괴적 신념 체계는 우울증 시기와 일생 동안 지속된다는 것을 입증했습니다.",
      "이로써 신념이 감정적 불안정성에 대한 경향성을 나타내며, 우리와 늘 함께하는 성향이라는 개념이 확인되었습니다.",
      "이 방법을 통해 여러분은 파괴적 신념을 형성하는 가치와 취약성을 파악하고, 우울증, 신경증 및 기타 문제에 대한 취약한 부분을 확인할 수 있습니다.",
      "이것이 바로 여러분의 심리적 \"아킬레스건\"입니다.",
      "다음 장에서는 이러한 가치를 더 깊이 탐구하며, 여러분이 자신의 신념을 파악하고 평가할 수 있도록 돕고, 장기적인 정서적 안정을 위해 현실적이고 건설적인 인지적 신념을 개발하는 방법을 배우게 됩니다."
    ]
  }
}
