{
  "title": "사랑 의존에서 벗어나기",
  "description": "시인과 예술가들이 찬양한 사랑은 삶에 활력을 주고 풍요로운 감정을 느끼게 합니다. 그러나 사랑이 병적인 욕구로 변하면 개인의 자아를 파괴하고 건강한 관계를 형성하는 데 방해가 됩니다, 특히 자존감이 낮은 사람들에게 그렇습니다. 진정한 행복과 삶의 만족은 파트너의 유무에 상관없이 자신의 감정을 조절하고, 일상의 작은 즐거움에서 기쁨을 찾는 능력을 통해 얻을 수 있습니다.",
  "screen_1": {
    "texts": [
      "사랑은 시인, 예술가, 음악가들이 찬미한 멋진 감정입니다. 사랑은 날개를 달아주고 영감을 주며, 삶의 충만한 느낌을 선사합니다.",
      "물론 누구나 사랑하고 사랑받기를 원합니다.",
      "하지만 사랑에 대해 \"파트너가 없으면 진정으로 행복하거나 완성된 사람이 될 수 없다. 사랑받아야만 내 행복이 완성된다\"는 믿음을 가지고 있다면, 이것은 이미 의존의 신호입니다.",
      "사랑에 의존한다는 것은 무엇일까요?",
      "사랑이 병적인 필요가 되어, 그것 없이는 행복을 느끼지 못하는 상태입니다.",
      "사랑이 없을 때 괴로워하고, 누군가가 그 공허함을 채워주길 바라며, 누군가가 나타나야만 나의 삶이 나아지고 흥미롭고 충만해질 것이라 믿습니다.",
      "이런 의존 상태는 자아와 자존감을 손상시키고 건강한 관계 형성을 방해하는 파괴적인 상태입니다.",
      "사랑에 대한 의존의 원인은 다양할 수 있지만, 대부분의 경우 어린 시절이나 청소년기에 형성됩니다.",
      "특히 자존감이 낮고, 혼자 있는 것을 두려워하며, 자신의 부족함에 초점을 맞추고 있는 사람들이 이를 겪기 쉽습니다.",
      "어린 시절부터 형성된 낮은 자존감은 스스로를 불완전하게 느끼게 만듭니다.",
      "부모에게 충분한 관심과 사랑을 받지 못한 아이는 성인이 되었을 때 파트너에게서 그 사랑을 찾으며 의존적인 관계를 형성하게 됩니다.",
      "28세의 빅토리아를 예로 들어봅시다. 그녀는 \"연애하지 않으면 나는 아무것도 아니야\"라는 믿음 때문에 매일 밤과 주말을 절망 속에서 보냅니다.",
      "그녀에게 사랑받는 것은 숨쉬기만큼 중요한 일입니다. 이런 절박함은 종종 사람들을 멀어지게 만듭니다."
    ]
  },
  "screen_2": {
    "texts": [
      "자신의 신념을 분석하는 과정에서 빅토리아는 자신의 사고방식의 장단점을 작성했습니다.",
      "단점은 다음과 같습니다:",
      "이 신념은 내가 혼자라는 이유로 우울하게 만듭니다.",
      "내가 무언가를 배우거나 취미를 즐기고, 세상을 탐구하려는 의지를 잃게 만듭니다.",
      "그로 인해 나는 나태하고 불행한 사람처럼 느끼게 됩니다.",
      "이는 자기 연민을 유발합니다.",
      "자부심과 자신감을 잃게 하여 다른 사람을 질투하고 실망감을 느끼게 만듭니다.",
      "그녀는 신념의 장점도 작성했습니다:",
      "파트너를 찾아 사랑과 안정감을 얻을 수 있을 것이라는 희망이 생깁니다.",
      "이는 내 삶의 목적과 의미를 제공합니다.",
      "이러한 장점들이 과연 현실적인가요?",
      "빅토리아는 남성 없이 살 수 없다는 믿음을 오랫동안 유지해왔지만, 그 신념은 원하는 파트너를 그녀에게 데려다주지 않았습니다.",
      "빅토리아는 남성에게 지나치게 중요성을 두었지만, 그것은 오히려 그들을 멀어지게 했다는 것을 깨달았습니다.",
      "또한 의존적인 사람들은 지나치게 요구가 많아 보여서 관계를 맺기가 어렵다는 것도 인식하게 되었습니다.",
      "행복을 자기 안에서 찾는 사람들이 타인에게 더욱 매력적으로 보인다는 것도 깨달았습니다.",
      "사랑에 대한 의존은 건강한 관계 형성을 방해합니다. 자신의 행복을 위해 다른 사람을 필요로 한다는 것을 암시하는 것은 상대에게 \"나를 사랑해줘, 나 혼자서는 아무런 가치가 없어\"라고 말하는 것이나 다름없습니다. 이런 관계는 건강할 수 없습니다.",
      "설사 이런 신념을 가진 상태에서 관계를 형성한다고 해도, 그 관계는 건강하지 못할 가능성이 큽니다. 특정 사람에게 자신의 행복을 기대고, 그를 의존하게 되기 때문입니다.",
      "이런 상태에서는 상대방이 줄 수 있는 감정과 느낌이 항상 부족하거나 \"어딘가 모자라다\"고 느끼게 될 것이며, 이러한 상태가 지속되면 다른 사람에게서 이상적인 사랑을 찾으려 할 수도 있습니다.",
      "결국, 자신의 행복을 다른 사람에게 맡기는 것이 되어버립니다."
    ],
    "quote": {
      "text": "진정한 행복은 자신에게 만족을 느끼는 것입니다.",
      "author": "세네카"
    }
  },
  "screen_3": {
    "texts": [
      "자신의 감정을 조절하고, 스스로 행복을 찾는 방법을 배우는 것이 중요합니다. 이로 인해 혼자 있을 때나 사랑하는 사람과 함께 있을 때나 똑같이 생기를 느낄 수 있게 됩니다.",
      "그러나 많은 사람들은 이렇게 생각할 수 있습니다: \"듣기 좋은 말이지만, 현실성이 없다. 혼자 있는 것은 곧 감정적으로 실패한 것이다.\"",
      "사랑이 세상을 움직인다고 믿는 사람들이 많습니다. 우리는 광고, 노래 가사, 시에서 이러한 메시지를 접하게 됩니다. 하지만 실제로 사랑은 행복하고 충만한 삶으로 가는 유일한 길이 아닙니다.",
      "혼자 있는 것이 불행을 의미하지는 않습니다. 대부분의 즐거움은 스스로 찾을 수 있습니다.",
      "예를 들어, 좋아하는 음악을 듣고, 춤추고, 아름다운 장소를 거닐고, 책을 읽고, 아이스크림을 먹을 때 같은 것들입니다. 이러한 즐거움을 위해 누군가가 필요하지 않습니다.",
      "혼자서 즐길 수 있는 즐거움은 무궁무진합니다. 즉, 누군가가 옆에 있든 없든 상관없이 많은 즐거움의 원천이 항상 열려 있습니다.",
      "자신에게 기쁨을 줄 수 있는 목록을 생각해보세요. 어떤 활동이 자신을 행복하게 할 수 있을까요?",
      "때로는 완벽한 관계와 위대한 사랑이라는 생각에 너무 집착한 나머지, 실제로 진정한 사랑을 경험하는 데 필요한 것이 무엇인지 잊어버리곤 합니다."
    ],
    "quote": {
      "text": "자기애는 평생 지속되는 로맨스의 시작입니다.",
      "author": "오스카 와일드"
    }
  }
}
