{
  "title": "사랑 중독",
  "description": "시인과 예술가들이 노래해 온 사랑은 우리를 들뜨게 하고, 삶이 꽉 차는 듯한 느낌을 선물합니다. 하지만 사랑이 병적인 필요로 변해 버리면, 특히 자존감이 낮은 사람들에게서 더 두드러지게, 개인을 무너뜨리고 건강한 관계를 맺는 일을 가로막습니다. 진짜 행복과 삶의 충만함은 ‘파트너가 있느냐’에 달리지 않는 즐거움을 누리고, 스스로의 기분을 조절하는 법을 배울 때 찾아올 수 있습니다.",
  "screen_1": {
    "texts": [
      "사랑은 시인, 화가, 음악가들이 찬미해 온 아름다운 감정입니다. 사랑은 우리를 가볍게 들어 올리고, 마음을 설레게 하며, 삶이 충만하다는 감각을 줍니다.",
      "당연히 우리 모두는 사랑하고 사랑받고 싶어 합니다.",
      "하지만 사랑에 대한 생각이 “파트너가 없으면 나는 진짜로 행복할 수도, 제대로 된 사람으로 살아갈 수도 없어. 완전한 행복을 위해서는 반드시 사랑받아야 해”라는 믿음으로 줄어들었다면, 그것은 이미 의존의 신호입니다.",
      "사랑에 의존한다는 것은 무슨 뜻일까요?",
      "사랑이 병적인 ‘필수품’이 되어, 그것이 없으면 행복을 느끼지 못하는 상태입니다.",
      "사랑이 없다는 사실로 괴로워하고, 누군가가 그 빈자리를 채워주길 기다립니다. 마음속으로는 ‘누군가가 나타나 나를 필요하고 중요한 존재로 만들어 주고, 나를 온전하게 만들어 줄 때에야 내 삶이 더 좋아지고 흥미롭고 풍성해질 거야’라고 확신합니다.",
      "이런 의존은 파괴적입니다. 당신의 자존감과 자기감각을 갉아먹고, 건강한 관계를 맺을 가능성까지 흔들어 놓습니다.",
      "사랑 의존의 원인은 사람마다 다르지만, 대체로 어린 시절이나 청소년기에 뿌리를 두는 경우가 많습니다.",
      "특히 자존감이 낮고, 혼자 있는 것을 두려워하며, 자신의 결점에만 시선을 고정하고, 스스로의 힘과 능력을 믿지 못하는 사람들에게서 더 쉽게 나타납니다.",
      "어린 시절에서 비롯된 낮은 자존감은 ‘나는 부족한 사람’이라는 감각으로 굳어지기 쉽습니다.",
      "부모가 아이에게 관심을 충분히 주지 않고 부모의 사랑이 결핍되면, 그 아이는 성인이 된 뒤 파트너에게서 그 감정을 찾으려 하며 의존적인 관계를 만들 수 있습니다.",
      "예를 들어 28살 빅토리아는 저녁과 주말마다 절망에 빠지곤 합니다. 그녀는 “연애를 해야만 행복할 수 있어. 남자가 없으면 나는 아무것도 아니야”라고 믿기 때문입니다.",
      "그녀에게 ‘사랑받는 것’은 숨 쉬는 것만큼이나 절실합니다. 하지만 이런 절박함과 요구는 오히려 사람들을 멀어지게 만들 때가 많습니다."
    ]
  },
  "screen_2": {
    "texts": [
      "자신의 믿음을 분석하는 과정에서, 빅토리아는 그 사고방식의 단점과 장점을 적어 보았습니다.",
      "단점은 이렇게 정리되었습니다:",
      "이 믿음은 내가 혼자라는 이유로 나를 우울하게 만든다.",
      "나는 무언가를 하려는 의욕이 사라지고, 세상을 탐색하거나 취미를 즐기려는 마음도 꺼진다.",
      "그래서 나는 스스로를 게으르고 불행하다고 느낀다.",
      "이 믿음은 자기연민을 불러온다.",
      "그리고 자존감과 자신감을 빼앗아, 다른 사람을 부러워하게 만들고 실망하게 한다.",
      "그다음 그녀는 이 믿음의 장점도 적었습니다:",
      "파트너를 찾고 사랑과 안전을 얻을 수 있다는 희망.",
      "내게 목표와 삶의 의미를 준다는 느낌.",
      "그 장점들은 과연 현실적인가?",
      "빅토리아는 수년 동안 ‘남자 없이는 살 수 없다’고 믿어 왔지만, 그 믿음은 여전히 그녀에게 바라던 파트너를 데려오지 못했습니다.",
      "그녀는 자신이 남성에게 너무 큰 의미를 부여하고 있으며, 그것이 오히려 누구도 끌어들이지 못했다는 결론에 이르렀습니다.",
      "또한 의존적인 사람들은 지나치게 요구하는 모습으로 비치기 쉬워, 관계를 맺는 일이 더 어려워진다는 것도 깨달았습니다.",
      "반대로 행복의 근원을 자기 안에서 찾는 사람들은 기쁨과 자신감을 ‘풍기는’ 경우가 많아, 자연스럽게 다른 사람을 더 끌어당긴다는 점도 보게 되었습니다.",
      "사랑 의존은 건강한 관계를 방해합니다. 자신의 행복을 위해 다른 사람이 필요하다고 표현하는 순간, 무의식적으로 이런 메시지를 보내게 됩니다. “나 혼자서는 가치가 없으니 나를 사랑해 줘.” 이런 관계가 건강하기는 어렵습니다.",
      "설령 연애를 하고 있더라도, 이런 믿음을 가진 채라면 그 관계가 건강해지기 힘듭니다. 당신은 특정한 한 사람이 반드시 곁에 있어야만 한다고, 그 사람을 무의식적으로 ‘내 행복의 원천’으로 여기고 전적으로 기대하게 되기 때문입니다.",
      "그래서 무엇이든 하게 됩니다. 필요한 감정과 느낌을 ‘제때’ 받지 못하면, 사랑받고 있다는 확신을 얻기 위해 파트너에게 압박을 주거나, 다른 곳에서 그 사랑을 찾는 상상을 하기 시작할 수도 있습니다.",
      "그리고 늘 부족하거나 “뭔가 이상해”라고 느끼게 됩니다. 자신의 상태에 대한 책임을 다른 사람에게 떠맡겼기 때문입니다."
    ],
    "quote": {
      "text": "진정한 행복은 스스로에게 만족하는 데 있다.",
      "author": "세네카"
    }
  },
  "screen_3": {
    "texts": [
      "무엇보다 중요한 것은 자신의 기분을 스스로 조절하는 법을 배우고, 행복을 자기 안에서 찾는 것입니다. 그러면 혼자 있을 때도, 사랑하는 사람과 함께 있을 때도 똑같이 생생하게 살아 있는 느낌을 가질 수 있습니다.",
      "하지만 이렇게 생각하실 수도 있습니다. “말은 좋지만 너무 비현실적이야. 혼자라는 건 감정적으로 실패한 거잖아.”",
      "많은 사람들은 사랑이 세상을 움직이는 힘이라고 믿습니다. 광고에서 보고, 대중가요에서 듣고, 시에서 읽으니까요. 하지만 사실 사랑은 행복하고 충만한 삶으로 가는 유일한 길이 아닙니다.",
      "혼자 있는 것은 결코 불행과 동의어가 아닙니다. 삶의 대부분의 즐거움은 애초에 ‘나’에게서 옵니다.",
      "예를 들어 좋아하는 음악을 듣고, 춤을 추고, 아름다운 곳을 산책하고, 책을 읽거나 아이스크림을 먹을 때요. 즐거운 감각을 느끼기 위해 반드시 누군가의 동행이 필요한 것은 아닙니다.",
      "혼자서도 누릴 수 있는 즐거움은 끝이 없습니다. 이는 곁에 누가 있든 없든, 당신이 누릴 수 있는 기쁨의 원천이 매우 많다는 뜻입니다.",
      "당신만의 ‘즐거움 목록’은 무엇인가요? 스스로를 어떻게 기쁘게 해줄 수 있을까요?",
      "때로 우리는 완벽한 관계와 ‘위대한 감정’이라는 이상에 너무 집착한 나머지, 진짜로 필요한 것이 무엇인지 놓치기도 합니다. 그래야만 진정한 사랑을 경험할 수 있는데도요."
    ],
    "quote": {
      "text": "자기 사랑은 평생 지속되는 로맨스의 시작이다.",
      "author": "오스카 와일드"
    }
  },
  "exercise": {
    "title": "사랑 의존에서 벗어나려면?",
    "description": "이 글은 사랑과 관계에 얽힌 행복의 문제와 그에 대한 믿음을 탐구합니다. 행복은 여러 방식으로 만들어질 수 있으며, 혼자 있음과 관련된 부정적 믿음을 바꾸는 기법들을 제안합니다. 또한 일상 속 작은 즐거움을 발견하고, 로맨틱한 관계의 유무와 상관없이 스스로 성장해 나가는 법을 가르칩니다.",
    "screen_1": {
      "texts": [
        "관계와 사랑은 삶에 많은 기쁨과 행복을 가져다줄 수 있지만, 그것이 유일한 길은 아닙니다.",
        "행복은 복잡하고 다층적인 과정이며, 누구나 자신만의 방법과 경로를 선택할 권리가 있습니다.",
        "따라서 지금 당신의 삶에 로맨틱한 관계가 없다고 해서, 그 삶이 불완전하다는 뜻은 아닙니다.",
        "믿음을 바꾸려면 많은 노력이 필요합니다. 이는 길고 쉽지 않은 과정입니다.",
        "하지만 아래의 권장 사항과 기법을 활용한다면, 사랑 의존에서 벗어나 관계 속에서도, 관계가 없어도 행복해지는 법을 배울 수 있다고 우리는 믿습니다.",
        "필터 바꾸기",
        "외로울 때 거리에서 자꾸 연인들이 눈에 들어오는 경험이 있나요?",
        "마치 온 세상이 나를 적대하는 것처럼 느껴지기도 합니다. 여기엔 비둘기 한 쌍, 저기엔 고양이 커플이 있고, 나는 혼자(혹은 혼자인 것처럼 느껴지고). 이것이 바로 인지 왜곡, 즉 부정적 필터가 작동하는 방식입니다.",
        "이것은 생각과 지각의 오류로, 신경 쓰이는 것만 보고 나머지는 무시하게 만듭니다.",
        "필터를 바꿔 보세요—세상을 더 넓게 보세요. 행복한 커플만이 아니라, 행복하게 혼자 지내는 사람들도 보려고 해보세요. 혹은 커플이 있어도 더 행복해진 것이 아닌 사람들도요—사회적 지위가 언제나 기대를 충족시키는 것은 아닙니다."
      ],
      "quote": {
        "text": "행복은 나비와 같다. 잡으려 할수록 더 멀리 달아난다. 하지만 다른 것들에 시선을 돌리면, 행복은 조용히 다가와 당신의 어깨에 앉을 것이다.",
        "author": "헨리 데이비드 소로"
      }
    },
    "screen_2": {
      "texts": [
        "예상 즐거움 목록",
        "행복은 매일의 작은 기쁨 속에서, 자기 성장 속에서, 우정 속에서, 그리고 삶의 많은 다른 측면에서 발견할 수 있습니다.",
        "하지만 아마 당신은 그렇게 느끼지 못하고, 다른 사람이 없으면 행복해질 수 없다고 확신하고 있을지도 모릅니다.",
        "이 믿음이 현실과 맞는지 확인하기 위해 “예상 즐거움 목록”을 사용해 보세요. 여러 개의 열이 있으며, 혼자 또는 다른 사람과 함께 했을 때 다양한 활동(일과 휴식)에서 얻을 ‘예상 즐거움’과 ‘실제 즐거움’을 예측하고 기록하는 방식입니다.",
        "첫 번째 열에는 실험 날짜를 적습니다.",
        "두 번째 열에는 그날 실험의 일부로 할 행동들을 몇 가지 적습니다. (2~3주 동안 40~50번의 실험을 권합니다. 보통 만족감이나 즐거움을 주는 활동, 혹은 배움이나 성장을 기대할 수 있는 활동을 선택해 보세요.)",
        "세 번째 열에는 누구와 함께 할지 적습니다. 혼자라면 “나”라고 적으세요.",
        "네 번째 열에는 각 활동이 얼마나 즐거울지 0~100% 척도로 예측해 적습니다. 숫자가 클수록 기대 즐거움이 큽니다.",
        "네 번째 열은 반드시 활동을 시작하기 ‘전’에 채우는 것이 중요합니다! 네 개의 열을 채운 뒤, 계획한 활동을 실행하세요.",
        "그 다음 다섯 번째 열에, 같은 0~100% 기준으로 실제 즐거움의 정도를 적습니다.",
        "이런 실험을 여러 번 하면, 모아진 데이터를 분석할 수 있고 자신에 대해 많은 것을 알게 됩니다.",
        "첫째, 예상 즐거움(4열)과 실제 즐거움(5열)을 비교하면서, 내 예측이 얼마나 정확한지 알 수 있습니다.",
        "대개 혼자 할 때 얻는 즐거움을 과소평가하고 있었다는 사실을 깨달을 수도 있습니다.",
        "또한 누군가와 함께 하는 활동이 항상 기대를 충족시키는 것은 아니라는 점도 의외로 발견할 수 있습니다.",
        "실제로 많은 경우, 혼자 보낸 시간이 함께 있을 때보다 더 즐거웠다는 결론에 이를 수도 있습니다.",
        "그리고 혼자 한 활동에 매긴 최고 점수들이, 함께 한 활동의 점수와 같거나 더 높을 수도 있다는 점을 확인할 수 있습니다."
      ],
      "quote": {
        "text": "당신의 동의 없이는 누구도 당신을 열등하다고 느끼게 할 수 없다.",
        "author": "엘리너 루스벨트"
      }
    },
    "screen_3": {
      "texts": [
        "믿음 재조정하기",
        "사랑, 연애, 결혼은 행복과 자존감 향상을 위한 필수 조건이 아닙니다. 때로는 그것만으로는 충분하지도 않습니다.",
        "그 증거가 바로, 결혼을 했지만 불행한 수많은 남성과 여성들입니다.",
        "만약 사랑이 외로움, 문제, 우울한 기분, 우울증을 치료하는 약이라면, 심리상담가는 모두 일자리를 잃었겠죠.",
        "하지만 현실은 그렇지 않습니다. 파트너의 존재가 행복한 삶을 보장해 주지는 않습니다. 이 사실을 자각하고 받아들이는 것이 필요합니다.",
        "믿음을 다루기 시작하려면, 먼저 그것을 문장으로 만들어 적어 보세요. 표현은 다양할 수 있습니다:",
        "파트너가 없으면 나는 불행하다",
        "나를 사랑하지 않으면 나는 실패자다",
        "연애가 없으면 나는 불완전하다",
        "그다음, 그 믿음이 구체적으로 어떻게 당신을 방해하는지 적어 보세요. 예를 들면:",
        "끝이 없는 과도한 자기 요구—나는 관계를 맺기엔 충분히 좋지 않다고 느낀다",
        "파트너에 대한 비현실적 기대—구체적 문제를 보지 못하고 사랑/비사랑에 대한 전면적 결론만 내린다",
        "외로움과 관련된 어떤 상황에서도 강화되는 지속적인 불만족과 가라앉은 기분",
        "그 다음에는 반박 근거를 적어 보세요. 이는 어려운 과정일 수 있고 며칠이 걸릴 수도 있습니다. 새로운 생각이 떠오를 때마다 목록을 추가해 보세요.",
        "예를 들어 “혼자인 건 끔찍하고 굴욕적이야”라는 믿음에 대해, 이런 반박을 적을 수 있습니다:",
        "혼자 있는 시간은 나를 더 잘 알아갈 기회를 준다",
        "관계가 없으면 새로운 것을 시도할 수 있고, 관계 안에서는 훨씬 어려운 일도 할 수 있다",
        "맞지 않는 파트너와 함께 있느니 혼자 있는 편이 낫다",
        "그리고 이 과정에서 가장 중요한 요소는, 오래된 믿음을 새로운 믿음으로 바꾸는 것입니다. 당신이 실제로 믿을 수 있을 만큼 현실적이고 합리적으로 들려야 합니다.",
        "예를 들면: “혼자 있음은 편안하고 유익할 때도 있다. 쉬면서 나를 더 잘 알 수 있다. 그리고 사랑은 다양한 관계 속에서 나타난다.”",
        "“파트너가 없어도 사람들과의 친밀감을 느낄 수 있고, 마음을 나누며 따뜻함을 주고받을 수 있다. 나는 내가 원하는 관계가 무엇인지에 기대어야 한다. 지금 그런 관계가 없다면 목표를 세우고 만들어 가기 위해 시도할 수 있다.”",
        "“하지만 파트너가 없다고 해서 내가 불완전해지는 것은 아니다. 마찬가지로 파트너를 원한다고 해서 내가 약하거나 의존적인 사람이라는 뜻도 아니다.”",
        "이 기록들을 2~3주 동안 매일 읽어 보세요. 필요하면 내용을 추가하거나 바꿔도 좋습니다. 그러면 부정적 사고 패턴을 넘어, 변화의 시작을 마련할 수 있습니다.",
        "사랑은 멋진 경험이지만, 다른 어떤 경험과 마찬가지로 긍정적일 수도 부정적일 수도 있습니다. 그리고 사랑이 ‘우리가 누구이며 왜 여기 있는지’를 규정해서는 안 됩니다.",
        "원함과 필요는 다릅니다. 산소는 필요하지만, 사랑은 원함입니다.",
        "사랑은 성인에게 ‘필요’가 아닙니다!",
        "연애를 하고 싶다는 바람은 정상입니다. 그 자체로 나쁠 것이 없습니다. 사랑하는 사람과의 좋은 관계는 정말 황홀한 즐거움이기도 합니다.",
        "하지만 살아남기 위해서, 혹은 최고의 행복을 느끼기 위해서, 당신에게 반드시 필요한 것은 타인의 승인도, 사랑도, 관심도 아닙니다."
      ]
    }
  }
}
