{
  "title": "사랑 의존성에서 어떻게 벗어날 수 있을까요?",
  "description": "이 글은, 사랑과 관계에 관련된 행복과 신념을 탐구합니다. 행복은 다양한 방법으로 얻을 수 있다는 것을 설명하고, 외로움과 관련된 부정적인 신념을 변화시키기 위한 기법을 제안합니다. 이 글은 일상적인 것에서 기쁨을 발견하고 로맨틱한 관계 유무와 상관없이 성장하는 법을 가르칩니다.",
  "screen_1": {
    "texts": [
      "관계와 사랑은 삶에 많은 기쁨과 행복을 가져다 줄 수 있지만, 그것이 유일한 길은 아닙니다.",
      "행복은 복잡하고 다면적인 과정이며, 각자는 자신만의 방법과 경로를 선택할 권리가 있습니다.",
      "따라서 현재 당신의 삶에 로맨틱한 관계가 없다고 해서 그것이 당신의 삶을 불완전하게 만들지는 않습니다.",
      "신념을 바꾸기 위해서는 많은 노력이 필요하며, 이는 길고 힘든 과정입니다.",
      "하지만 다음의 권장 사항과 테크닉을 사용하면, 사랑 의존성에서 벗어나고 관계가 있든 없든 행복해지는 법을 배울 수 있다고 확신합니다.",
      "필터 바꾸기",
      "외롭다고 느낄 때 거리에서 연인 커플들이 자주 눈에 띄는 것을 알아차린 적이 있나요?",
      "그리고 모든 세상이 당신을 향해 있는 것 같습니다: 여기에는 비둘기 한 쌍, 저기에는 고양이 한 쌍, 그리고 당신만 혼자입니다. 이것이 인지적 왜곡인 부정적 필터가 작동하는 방식입니다.",
      "이는 당신이 걱정하는 것만 알아차리고 나머지는 무시할 때 발생하는 사고와 인식의 오류입니다.",
      "필터를 바꾸세요 - 세상을 더 넓게 보세요. 행복한 커플뿐만 아니라 행복한 싱글들도 보는 법을 배우세요. 또는 파트너가 있지만 그로 인해 더 행복해지지 않은 사람들 - 사회적 지위가 항상 자신을 정당화하는 것은 아닙니다."
    ],
    "quote": {
      "text": "행복은 나비와 같습니다: 더 많이 잡으려고 할수록, 더 많이 도망칩니다. 하지만 당신이 다른 것들에 주의를 기울인다면, 행복이 찾아와 조용히 당신의 어깨 위에 앉을 것입니다.",
      "author": "헨리 데이비드 소로우"
    }
  },
  "screen_2": {
    "texts": [
      "예상되는 즐거움 목록",
      "행복은 매일 작은 기쁨, 자기 개발, 우정 및 삶의 다른 많은 측면에서 찾을 수 있습니다.",
      "하지만 아마도 당신은 그렇게 생각하지 않고, 다른 사람 없이는 행복할 수 없다고 확신하고 있을 것입니다.",
      "이 신념을 현실적으로 점검하기 위해 '예상되는 즐거움 목록'을 사용하세요. 여기에는 몇 개의 열이 있으며, 혼자 또는 다른 사람들과 함께하는 다양한 활동(일과 휴식)에서 얻을 수 있는 즐거움의 정도를 예측하고 실제 정도를 표시해야 합니다.",
      "첫 번째 열에 실험 날짜를 기입하세요",
      "두 번째 열에는 그날 실험의 일환으로 계획한 몇 가지 활동을 적으세요(2-3주 동안 40-50회의 실험을 진행하는 것을 권장합니다. 보통 만족감이나 즐거움을 주는 활동을 선택하거나 학습 또는 개인적 성장의 가능성이 있는 활동을 선택하세요.)",
      "세 번째 열에는 누구와 함께 할 것인지 적으세요. 혼자라면 '나'라고 쓰세요.",
      "네 번째 열에는 각 활동이 얼마나 즐거울지 예측하여 0에서 100% 사이의 척도로 평가하세요 - 숫자가 클수록 예상되는 즐거움이 높습니다.",
      "계획된 활동을 시작하기 전에 네 번째 열을 채우는 것이 매우 중요합니다, 그 후가 아니라! 처음 네 개의 열을 채운 후, 활동으로 넘어가세요.",
      "그 후, 다섯 번째 열에 실제 즐거움의 정도를 적으세요, 동일한 평가 시스템인 0에서 100%를 사용하세요.",
      "이러한 실험들을 수행한 후, 수집한 데이터를 분석하고 자신에 대해 많은 흥미로운 사실을 알 수 있습니다.",
      "첫째, 예상 즐거움(열 4)과 실제 즐거움(열 5)을 비교함으로써, 예측이 얼마나 정확한지 알 수 있습니다.",
      "특히 혼자 무언가를 할 때 얻을 것으로 예상되는 즐거움의 정도를 일반적으로 과소평가하고 있음을 깨달을 수 있습니다.",
      "누군가와 함께하는 활동이 항상 기대에 부응하지 않는다는 사실에 놀랄 수도 있습니다.",
      "실제로 많은 경우에 혼자 시간을 보내는 것이 다른 사람들과 함께 있는 것보다 더 즐거웠다는 것을 발견할 수도 있습니다.",
      "또한 혼자 하는 활동에 대해 준 가장 높은 평가가 함께 하는 활동의 평가와 같거나 심지어 더 높다는 것을 볼 수 있습니다."
    ],
    "quote": {
      "text": "당신의 동의 없이는 누구도 당신을 열등하게 느끼게 할 수 없습니다.",
      "author": "엘레노어 루즈벨트"
    }
  },
  "screen_3": {
    "texts": [
      "신념 조정하기",
      "사랑, 관계, 결혼은 행복과 자존감 향상을 위한 필수 조건이 아니며, 때로는 단순히 충분하지 않습니다.",
      "그 증거는 결혼했지만 불행한 수백만 명의 남녀입니다.",
      "만약 사랑이 외로움, 문제, 나쁜 기분, 우울증에 대한 치료제라면, 모든 심리학자들은 일자리를 잃었을 것입니다.",
      "하지만 안타깝게도 그렇지 않습니다. 파트너가 있다고 행복한 삶이 보장되지는 않습니다. 이것을 인식하고 받아들여야 합니다.",
      "신념 작업을 시작하기 위해 - 그것을 공식화하고 적어보세요. 다음과 같이 다양하게 표현될 수 있습니다:",
      "파트너가 없으면 나는 불행하다",
      "사랑받지 못한다면 나는 실패자다",
      "관계 없이 나는 불완전하다",
      "그런 다음, 당신의 신념이 어떻게 방해가 되는지 자세히 적어보세요. 예를 들어:",
      "끝이 없는 자신에 대한 지나치게 높은 요구 사항, 관계에 충분히 좋지 않다고 느낌",
      "파트너에 대한 비현실적인 기대, 구체적인 문제에 집중하는 대신 사랑과 비사랑에 대한 포괄적인 결론",
      "지속적인 불만족과 외로움 상황으로 인해 악화되는 우울한 기분",
      "그 후, 반론을 작성하세요. 이는 복잡한 과정일 수 있으며 하루 만에 끝나지 않을 수 있습니다. 새로운 생각이 떠오를 때마다 목록을 추가하세요.",
      "예를 들어, '혼자 있는 것은 끔찍하고 굴욕적이다'라는 신념에 대해 다음과 같은 반론을 기록할 수 있습니다:",
      "사람이 혼자일 때, 자신을 더 잘 알 수 있는 기회가 생깁니다",
      "관계 없이는 새로운 것을 시도하거나 관계에서 훨씬 더 어려울 일을 할 수 있는 기회가 있습니다",
      "부적합한 파트너와 함께 있는 것보다 혼자 있는 것이 낫습니다",
      "그리고 이 과정의 가장 중요한 요소 - 오래된 신념을 새로운 신념으로 바꾸세요. 그것은 당신이 믿을 수 있도록 현실적이고 합리적으로 들려야 합니다.",
      "예: '외로움은 때로는 즐겁고 유익할 수 있으며, 그 안에서 휴식을 취하고 자신을 더 잘 알 수 있습니다. 그리고 사랑은 다양한 관계에서 나타납니다.",
      "파트너가 없더라도 사람들과 친밀함을 느끼고, 경험을 공유하고, 따뜻함을 표현할 수 있습니다. 내가 개인적으로 원하는 관계가 무엇인지에 의지하고, 만약 그것이 없다면 - 목표를 설정하고 그것을 만들려고 시도해야 합니다.",
      "하지만 파트너가 없다고 해서 나를 불완전하게 만들지 않습니다. 파트너를 원한다고 해서 나를 약하게 만들거나 의존적으로 만들지 않는 것처럼 말이죠.'",
      "이러한 기록을 2-3주 동안 매일 다시 읽어보세요. 추가하거나 변경할 수 있습니다. 이렇게 하면 부정적인 사고 방식을 극복하고 변화의 시작을 만들 수 있습니다.",
      "사랑은 멋진 경험이지만, 다른 경험과 마찬가지로 긍정적일 수도 있고 부정적일 수도 있으며, 우리가 누구인지 그리고 우리가 왜 여기 있는지를 정의해서는 안 됩니다.",
      "욕구와 필요는 같은 것이 아닙니다. 산소는 필요이지만, 사랑은 욕구입니다.",
      "사랑은 성인의 필요가 아닙니다!",
      "사랑의 관계를 구축하고자 하는 욕구는 정상입니다. 그것에 나쁜 것은 없습니다. 사랑하는 사람과의 좋은 관계는 환상적인 기쁨입니다.",
      "하지만 생존하거나 최고의 행복을 경험하기 위해서는 다른 사람의 승인이나 사랑, 또는 관심이 필요하지 않습니다."
    ]
  }
}
