{
  "title": "\"모든 것이 내 탓\" 함정에서 벗어나기",
  "description": "이 글은 모든 사건이 자신과 관련이 있다고 여기는 경향인 \"개인화\" 현상에 대해 다룹니다. 이 사고방식으로 인한 부정적 영향을 줄이기 위한 자기 관찰 및 상황 분석 방법을 설명하며, 정신적 안녕을 개선하고 불필요한 죄책감을 해소하기 위한 실용적인 조언과 연습을 제공합니다.",
  "screen_1": {
    "texts": [
      "때때로 사람들은 개인화 신념을 \"과대망상\"으로 오해하기도 합니다.",
      "그러나 이는 반드시 위대함의 환상을 의미하지 않으며, 개인화 경향이 있는 사람은 자신을 우주의 중심에 두는 관점에서 모든 사건이 개인과 관련이 있다고 느끼는 경향이 있습니다.",
      "내적으로는 이를 엄청난 권력이나 힘으로 경험하는 것이 아니라, 주변 사람들의 지속적인 주목과 잠재적인 적대감이 주는 압력으로 느낍니다.",
      "이런 해로운 사고방식을 극복하려면, 문제의 진정한 원인을 파악하는 것이 중요합니다.",
      "자신이 통제할 수 없는 것에 대해 스스로를 탓하고, 결과적으로 세상에 대해 죄책감을 느끼는 대신, 상황을 분석하는 데 집중하세요.",
      "자기 관찰로 시작하세요. 개인화를 줄이기 위한 첫 걸음은 모든 비합리적 사고처럼 이를 인식하는 것입니다. 자신의 생각과 사건에 대한 반응을 주의 깊게 살펴보세요. 실제로 통제할 수 없는 것에 대해 책임을 지려는 경향이 있는지 관찰하세요.",
      "그 다음, 자신이 책임을 진 상황에 영향을 미칠 수 있었던 다른 요인을 찾아보세요. 예를 들어, \"이번 다툼이 나의 잘못만일까? 다른 요인이나 상황이 작용했을 수도 있지 않을까?\"와 같이 생각해 보세요.",
      "다른 사람들의 행동에 영향을 미칠 수 있었던 요인을 생각해 보며, 그들의 반응이 당신의 행동과는 관련이 없을 수 있음을 이해해 보세요. 예를 들어, 그들의 기분이나 행동에 영향을 줄 수 있는 다른 원인이 무엇이었을지 상상해 보세요."
    ],
    "quote": {
      "text": "우리가 듣는 모든 것은 의견일 뿐이며, 우리가 보는 모든 것은 관점일 뿐 진실이 아닙니다.",
      "author": "마르쿠스 아우렐리우스"
    }
  },
  "screen_2": {
    "texts": [
      "다음 질문을 사용하여 상황을 분석해 보세요:",
      "내가 이번 일에 대해 스스로를 탓해야 할 필요가 있는가?",
      "이 상황을 내가 통제할 수 있었는가?",
      "내가 모든 부분에서 책임이 있는가? 아니면 일부분만 책임이 있는가? 어느 부분에서인가?",
      "이 문제의 다른 원인이 있을 수 있는가?",
      "예시:",
      "상황을 상상해 봅시다: 당신이 직장에 갔는데 동료가 인사를 하지 않았습니다. 당신은 즉시 \"내가 뭔가 잘못했나 봐. 그녀가 나를 싫어하는 것 같아. 어제 내가 그녀에게 뭔가 잘못 말했나?\"라는 생각이 듭니다.",
      "앞서 언급한 질문을 통해 자신의 생각을 분석하고 대안적이고 합리적인 답변을 작성해 보세요:",
      "그녀가 인사하지 않은 것은 잠을 충분히 못 잤거나, 생각에 몰두했거나, 아니면 단순히 깜빡했을 수도 있습니다.",
      "아마 그녀의 기분이 안 좋았던 것과 인사를 하지 않은 것은 나의 행동과 무관할 가능성이 큽니다. 직접 물어보지 않는 이상, 다른 이유가 있을 가능성이 높다고 여겨집니다.",
      "심지어 그녀가 내게 서운함을 느낀다 해도 그녀가 직접 이야기하지 않으면 내가 그 상황을 정확히 알 수 없습니다.",
      "내가 이 일이 내 행동과 관련이 있는지 알지 못하는 상황에서 스스로 죄책감을 느끼지 않겠습니다.",
      "우리는 삶의 모든 것을 통제할 수 없다는 점을 기억하세요. 때로는 단순히 일어나는 일을 받아들이고, 모든 것을 자신의 잘못으로 여기려는 생각을 멈추는 것이 필요합니다."
    ],
    "quote": {
      "text": "사람들을 괴롭히는 것은 사물 자체가 아니라 그것에 대한 생각이다.",
      "author": "에픽테토스"
    }
  },
  "screen_3": {
    "texts": [
      "다음의 연습을 사용하여 신념을 극복할 수 있습니다:",
      "외부 관점 사용하기",
      "친구가 아침에 동료가 인사하지 않았다고 당신에게 이야기한다고 상상해 보세요. 당신은 어떤 반응을 보일까요? 친구에게 무슨 말을 해줄까요? 어떤 조언을 할까요? 이는 당신의 감정에서 벗어나 더 객관적으로 상황을 볼 수 있도록 도와줍니다.",
      "\"만약 ~라면\" 문장 완성하기",
      "다음 문장을 완성해 보세요: \"만약 내가 정말로 이것에 책임이 있다면, 그것은 ~을 의미할 것이다.\"",
      "예를 들어: \"만약 내가 프로젝트 실패의 책임이 정말로 있다면, 이는 내가 모든 팀원들을 통제하고 모든 실수를 방지할 수 있다는 것을 의미할 것이다.\" 그러나 실제로 많은 요소는 나의 통제를 벗어납니다.",
      "\"만약 친구가 내게 화를 냈다면, 이는 내가 그의 생각을 읽고 그의 바람을 맞출 수 있다는 것을 의미할 것이다.\" 그러나 이는 불가능한 일입니다.",
      "\"만약 ~라면\" 문장을 완성하는 것은 자신의 책임을 분석하고 모든 것을 항상 통제할 수 없음을 인식하는 데 도움이 됩니다.",
      "이 간단한 기법을 사용하여 부정적인 생각에서 벗어나 모든 일에 대해 책임감을 느끼는 부담에서 스스로를 해방시킬 수 있습니다.",
      "우리는 우주의 중심이 아니며, 주변의 모든 사건에 대해 책임질 필요가 없다는 사실을 기억하세요. 대신 문제 해결에 집중하여 더 행복하고 조화로운 삶을 만드는 데 에너지를 사용하세요."
    ]
  }
}
