{
  "title": "건강한 자존감으로 가는 길",
  "description": "이 글은 타인의 인정에 매달리는 습관에서 벗어나는 방법을 다룹니다. 핵심은 지금의 믿음이 주는 득과 실을 차분히 따져 보고, 스스로를 깎아내리는 생각을 더 현실적이고 도움이 되는 문장으로 바꾸며, 자기 자신을 인정하는 습관을 기르는 것입니다. 이러한 과정을 따라가면 타인의 평가에 덜 흔들리고, 삶의 만족도와 주체성이 함께 높아질 수 있습니다.",
  "screen_1": {
    "texts": [
      "해로운 믿음을 바꾸기 위한 첫 단계이자 매우 중요한 단계는, 그 믿음이 내게 주는 이익과 손해를 분석하는 것입니다.",
      "타인의 인정에 의존해야 한다는 믿음이 내 안에 어떤 모습으로 자리 잡았는지 떠올려 보고, 문장으로 적어 보세요. 표현은 달라도 ‘남에게 인정받고 싶다’는 마음을 담고 있을 겁니다.",
      "예를 들어 “사람들이 좋아할 만한 행동을 해야 해” 또는 “인정받지 못하면 나는 나쁜 사람이야” 같은 식입니다.",
      "스스로에게 물어보세요. 이런 생각의 장점과 단점은 무엇인가요? 그 대가로 무엇을 치르고, 무엇을 얻고 있나요?",
      "이 믿음이 당신에게 도움이 되는지, 아니면 해가 되는지 가능한 한 많이 적어 보면, 그것이 실제로 당신의 상태와 기분, 삶 전체에 어떤 영향을 주는지 더 분명히 보일 겁니다. 이는 성장의 중요한 출발점이 될 수 있습니다.",
      "만약 ‘인정받지 못할까 봐 두려워하는 마음’이 이득보다 해가 더 크다는 걸 알아차렸다면, 다음 단계는 그 믿음을 당신에게 더 현실적이고 유익한 문장으로 다시 쓰는 것입니다.",
      "예로 이런 믿음을 가져와 보겠습니다: “나를 인정하지 않으면, 나는 나쁜 사람이야.”",
      "당신이 아무리 ‘완벽하게’ 행동하더라도, 당신의 행동이나 당신 자체를 못마땅해하는 사람은 언제든 존재합니다.",
      "다른 사람에게 좋은 사람, 편한 사람이 되려고 애써도, 비판과 갈등, 심지어 거절을 완전히 피할 수는 없습니다.",
      "하지만 그 사실이 당신이 나쁜 사람이라는 증거는 아닙니다. 상대는 자신의 성장 과정과 경험 속에서 만들어진 믿음(언제나 합리적인 것은 아닙니다)에 따라 당신을 평가할 수 있고, 당신은 그 틀에 단지 ‘맞지 않을’ 뿐입니다.",
      "누군가가 금발을 더 좋아한다고 해서, 모든 흑발이 ‘나쁜’ 것이 되는 걸까요?",
      "이런 관점에서 믿음을 이렇게 바꿔 볼 수 있습니다: “인정받지 못하면 불편할 수는 있지만, 그것이 나를 나쁜 사람으로 만들지는 않는다.”",
      "새로운 믿음을 하루에 두세 번씩 읽어 보세요. 그러다 보면 조금씩 새로운 사고 습관이 자리 잡기 시작합니다."
    ],
    "quote": {
      "text": "당신의 동의 없이는 누구도 당신을 열등하다고 느끼게 만들 수 없다.",
      "author": "엘리너 루스벨트"
    }
  },
  "screen_2": {
    "texts": [
      "왜 ‘인정받지 못하는 것’을 두려워하는 게 비합리적인지 생각해 보세요. ‘불쾌하긴 하지만 치명적이진 않다’는 근거를 당신만의 목록으로 정리해 보세요.",
      "그 근거는 현실적이고 납득 가능해야 하며, 스스로도 충분히 납득할 수 있어야 합니다. 스스로를 속이지 마세요!",
      "예를 들어 “누가 나를 비판하면 속상해할 필요 없어, 나는 그런 오만한 사람을 곁에 둘 필요가 없으니까”라는 문장은 효과가 없을 수 있습니다. 그 안에는 왜곡이 섞여 있기 때문입니다.",
      "이런 방식은 상대를 ‘블랙리스트’에 올려 두고 자신을 지키려는 시도에 가깝습니다. 대신, 당신이 정말로 사실이라고 믿는 생각을 붙잡으세요.",
      "아래는 도움이 될 수 있는 몇 가지 관점입니다:",
      "인정하지 않거나 못마땅해하는 반응이 항상 ‘나’와 직접 관련 있는 것은 아닙니다. 원인은 상대의 문제나 개인적 관점에 있을 수도 있습니다.",
      "정당한 비판은 위협이 아니라 도움이 될 수 있습니다. 실수를 알아차리고 고치게 해 주고, 우리는 실수에서 배우니까요.",
      "한 번, 두 번, 다섯 번, 열 번의 실수만으로 당신이 하는 모든 일이 틀렸다고 결론 내릴 수는 없습니다. 그와 반대로, 잘해 온 일들도 분명히 존재합니다.",
      "남의 인정 여부로 얼마나 상처받을지는 결국 당신이 정합니다. 반응의 크기는 당신에게 달려 있습니다.",
      "다른 사람은 당신의 ‘인간으로서의 가치’를 판정할 수 없습니다. 다만 당신의 말과 행동이 적절했는지, 어떤 장점이 있는지를 평가할 뿐입니다.",
      "사람들은 당신을 저마다 다르게 평가합니다. 당신이 얼마나 잘하든 못하든 그렇습니다. 인정하지 않는 반응이 순식간에 모든 곳으로 번져 나가는 것도 아니고, 한 번의 거절이 곧 완전한 고립으로 이어지지도 않습니다.",
      "비판과 ‘인정받지 못함’은 대체로 불편함을 주지만, 그 불편함은 지나갑니다. 계속 침울해하지 마세요. 지금은 아무 의미 없어 보이더라도, 예전에 즐거웠던 일을 다시 해 보세요. ‘인정받지 못함’은 영원하지 않습니다.",
      "며칠 동안 이 주제를 곱씹으며 목록을 조금씩 보완해 보세요. 당신만의 ‘인정받지 못함에 대한 태도’를 만들어 가는 겁니다. 세상을 보는 시각이 달라지고 독립감이 커지는 데 얼마나 도움이 되는지 스스로 놀라게 될 거예요."
    ],
    "quote": {
      "text": "당신의 시간은 한정되어 있다. 남의 삶을 사느라 낭비하지 마라.",
      "author": "스티브 잡스"
    }
  },
  "screen_3": {
    "texts": [
      "오직 스스로의 인정에 기대는 법을 연습하세요.",
      "감정 회복의 핵심은, 당신의 기분에 영향을 줄 수 있는 것은 결국 당신의 생각이라는 사실을 아는 데 있습니다. 타인의 칭찬에 기대는 습관을 내려놓고, 스스로에게 지지와 격려를 건네 보세요.",
      "이를 위해 하루 동안 당신이 해낸 일들을 일기나 휴대폰 메모에 적어 보세요. 크고 대단한 성취가 아니어도 괜찮고, 누가 알아줬는지도 중요하지 않습니다.",
      "예를 들면 지하철에서 문을 잡아 준 일, 동료에게 어떤 주제를 두 번이나 차분히 설명해 준 일, 혹은 남들이 다 건너가도 빨간불에는 건너지 않은 일처럼요.",
      "이런 목록을 습관처럼 만들고, 잠들기 전에 다시 읽어 보세요. ‘스스로를 인정하는 힘’으로 가는 큰 걸음을 내딛게 될 겁니다.",
      "사람들의 평가는 아주 쉽게 바뀐다는 점을 기억하세요. 오늘은 비난받던 것이 내일은 유행이 되고, 많은 사람이 원하는 것이 되기도 합니다.",
      "모든 사람에게 호감을 사려고 애쓰지 마세요. 그건 불가능합니다. 세상에는 수백만 명이 있고, 각자 생각도 기준도 다릅니다.",
      "당신의 삶을 사세요. 의견을 말하고, 실수에서 배우고, 고치고, 목표를 향해 나아가며 계속 걸어가세요.",
      "이 단계들은 함께 작동할 때 더 효과적입니다. 물론 노력이 필요합니다. 하지만 타인의 인정에 대한 의존에서 벗어나면 삶은 분명 더 나아집니다. ‘있는 그대로의 나’로 살 수 있는 자유를 선물해 주니까요."
    ]
  }
}
