{
  "title": "건강한 자존감으로 가는 길",
  "description": "이 글은 주변의 인정에 대한 의존에서 벗어나는 방법을 다룹니다. 주요 단계는 현재의 신념의 장단점을 분석하고, 부정적인 신념을 보다 현실적이고 유익한 것으로 대체하며, 자기 인정 습관을 기르는 것입니다. 이러한 권장 사항을 따르면 개인은 독립성을 높이고 삶의 질을 향상시킬 수 있습니다.",
  "screen_1": {
    "texts": [
      "파괴적인 신념을 바꾸는 첫 번째이자 중요한 단계는 그 신념의 장단점을 분석하는 것입니다.",
      "주변의 인정에 대한 의존과 관련된 자신의 신념을 생각하고 기록해 보세요. 그것들은 다양한 방식으로 표현될 수 있지만, 여러분이 다른 사람들에게 인정받고자 하는 열망을 반영합니다.",
      "예를 들어: \"나는 사람들이 좋아할 일을 해야 해\" 또는 \"내가 인정받지 못한다면, 나는 나쁜 사람이다\"와 같은 표현이 있을 수 있습니다.",
      "자신에게 물어보세요: 이런 신념의 장점과 단점은 무엇인가요? 이를 위해 지불하는 대가는 무엇이며, 그로 인해 얻는 것은 무엇인가요?",
      "신념이 자신에게 어떻게 해를 끼치거나 도움을 주는지 모든 가능성을 나열해 보면, 그것이 실제로 자신의 상태, 기분, 전반적인 삶에 어떤 영향을 미치는지 파악할 수 있습니다. 이는 개인적 성장을 위한 중요한 첫 단계가 될 수 있습니다.",
      "만약 인정받지 못할 것에 대한 두려움이 자신에게 더 많은 해를 끼친다고 느낀다면, 다음 단계는 그 신념을 보다 현실적이고 자신에게 유익하게 들리도록 재구성하는 것입니다.",
      "예를 들어, \"내가 인정받지 못한다면, 나는 나쁜 사람이다\"라는 신념을 살펴봅시다.",
      "아무리 ‘완벽하게’ 행동하더라도 여전히 자신의 행동이나 심지어 본인 자체에 대해 불만을 표시할 사람들이 있습니다.",
      "다른 사람들을 위해 최선을 다해도 비판이나 갈등, 심지어 거절을 피할 수 없습니다.",
      "하지만 그것이 자신이 나쁜 사람이라는 증거는 아닙니다. 다른 사람은 자신의 경험과 교육을 통해 형성된 비합리적인 신념 때문에 비판할 수 있으며, 여러분은 단지 그들에게 맞지 않을 뿐입니다.",
      "만약 누군가가 금발을 좋아한다고 해서 갈색 머리의 모든 사람이 나쁜 사람일까요?",
      "이와 같은 논리를 통해 신념을 다음과 같이 다시 쓸 수 있습니다: \"인정받지 못하는 것은 불편할 수 있지만, 그것이 내가 나쁜 사람이라는 뜻은 아니다.\"",
      "새로운 신념을 하루에 두 번씩 읽어보세요. 그렇게 하면 점차 새로운 사고 습관이 형성될 것입니다."
    ],
    "quote": {
      "text": "당신의 동의 없이는 아무도 당신을 열등하게 만들 수 없습니다.",
      "author": "엘레노어 루즈벨트"
    }
  },
  "screen_2": {
    "texts": [
      "왜 인정받지 못하는 것을 두려워하는 것이 비합리적인지 생각해 보세요. 부정적인 평가를 불쾌하지만 치명적인 것은 아닌 이유에 대한 자신의 목록을 작성하세요.",
      "주장은 현실적이고 이해하기 쉬워야 하며, 조금도 의심할 필요가 없도록 하세요. 자신을 속이지 마세요!",
      "예를 들어, \"누군가 나를 비판한다면, 그런 고상한 사람들은 내 옆에 있을 필요가 없다\"라는 주장은 효과가 없습니다. 이는 단지 상대방을 비난하려는 마음이기 때문입니다.",
      "자신이 진실이라고 여기는 아이디어를 고수하세요.",
      "다음은 도움이 될 수 있는 몇 가지 아이디어입니다:",
      "반드시 인정받지 못하는 것이 나에게만 직접적으로 관련된 것은 아닙니다. 비판의 원인은 상대방의 문제나 개인적인 견해일 수도 있습니다.",
      "정당한 비판조차도 위협적이지 않습니다. 오히려 실수를 찾아내고 개선할 수 있게 돕기 때문에 유익합니다. 우리는 실수를 통해 배웁니다.",
      "한두 번의 실수는 내가 하는 모든 일이 잘못되었다는 것을 의미하지 않습니다. 실수와 반대되는 성공적인 일들이 많습니다.",
      "다른 사람의 평가로 인해 얼마나 속상해할지 결정하는 것은 전적으로 나 자신에게 달려 있습니다.",
      "타인은 나의 인간적 가치를 판단할 수 없습니다. 단지 나의 말이나 행동의 적절함을 평가할 수 있을 뿐입니다.",
      "모든 사람은 저마다 다르게 평가할 것입니다. 내가 얼마나 잘했는지 혹은 잘못했는지에 상관없이 인정받지 못하는 일이 있다고 해서 즉각적인 고립이 찾아오지는 않습니다.",
      "부정적인 평가와 비판은 대체로 불편함을 유발하지만, 그 불편함은 시간이 지나면 사라집니다. 절망에 빠질 필요는 없습니다. 즐거움을 주던 일에 다시 집중하세요, 아무리 처음에는 의미 없어 보일지라도요. 비판은 영원하지 않습니다.",
      "이 주제에 대해 며칠간 고민하고 목록을 조금씩 보완해 보세요. 비판에 대한 자신의 태도를 형성하세요. 이를 통해 세상을 바라보는 시각을 바꾸고 독립심을 강화하는 데 놀라운 도움을 얻을 것입니다."
    ],
    "quote": {
      "text": "당신의 시간은 한정되어 있으니, 다른 사람의 인생을 살며 낭비하지 마세요.",
      "author": "스티브 잡스"
    }
  },
  "screen_3": {
    "texts": [
      "자신의 인정에만 의존하는 법을 배우세요.",
      "감정적 회복의 열쇠는 자신의 기분에 영향을 미칠 수 있는 것은 오직 자신의 생각뿐임을 아는 것입니다. 타인의 칭찬에 대한 의존을 포기하고 스스로에게 지지를 보내세요.",
      "이를 위해 하루 동안 달성한 성과를 일기장이나 휴대전화에 기록해 보세요. 그 성과의 규모가 크든 작든, 다른 사람이 이를 알아주었든 그렇지 않든 중요하지 않습니다.",
      "지하철에서 문을 잡아 주었다거나 동료에게 주제를 두 번이나 인내심 있게 설명해 주었다거나 신호등에서 빨간 불에 서 있었다는 것도 포함됩니다.",
      "이러한 목록을 작성하고 잠들기 전 한 번 읽어보세요. 이는 자신을 인정하는 큰 발걸음이 될 것입니다.",
      "타인의 의견은 매우 불안정하다는 점을 기억하세요. 오늘 논란이 된 것이 내일은 많은 이들이 바라는 것이 될 수도 있습니다.",
      "모두에게 사랑받으려고 하지 마세요. 이는 불가능합니다. 세상에는 수백만 명의 사람이 있고, 각자 고유한 생각과 관점이 있습니다.",
      "자신의 삶을 살고, 자신의 의견을 표현하며, 자신의 실수에서 배우고 이를 수정하며 목표를 향해 나아가세요.",
      "모든 단계는 함께 작용합니다. 이는 수고를 요하지만 타인의 인정에 대한 의존에서 벗어나면 삶이 한층 더 나아질 것입니다. 이는 자신이 될 자유를 선사합니다."
    ]
  }
}
