{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Pensamento preto e branco é uma distorção cognitiva que nos faz ver o mundo exclusivamente em categorias extremas: tudo é perfeito ou um desastre, as pessoas são anjos ou demônios. Essa forma de ver as coisas ignora a enorme variedade de nuances e a profundidade das situações, reduzindo tudo a uma dicotomia de \"preto\" e \"branco\". Essa distorção limita nossa percepção da realidade e restringe o leque de possíveis soluções.</p><p>Exemplos de pensamento preto e branco incluem julgamentos extremos sobre si mesmo ou outras pessoas, como \"eu sempre fracasso\" ou \"ele sempre erra\". Isso também pode se manifestar em visões polarizadas sobre eventos, objetos, trabalho, relacionamentos, crenças políticas e muito mais.</p><p>Esse tipo de pensamento pode levar a consequências sérias, como estresse, ansiedade, depressão, isolamento social e problemas nos relacionamentos. Por isso, é fundamental reconhecer essa distorção e desenvolver um pensamento mais flexível e multifacetado, o que nos ajuda a lidar melhor com a realidade e tomar decisões mais equilibradas.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 demonstra pensamento preto e branco ao se considerar incapaz por ter falhado em um único exame, desconsiderando fatores como a dificuldade da prova e o pouco tempo disponível para estudar.",
    "dialog": [
      "Eu reprovei no exame, isso significa que sou um caso perdido.",
      "Mas o exame foi realmente difícil e você teve pouco tempo para se preparar.",
      "Não importa, o sucesso dos outros prova que eu sou incapaz. Simplesmente não posso ser inteligente."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Catastrofização é uma distorção cognitiva em que tendemos a exagerar a importância e as consequências de eventos negativos, percebendo-os como muito piores do que realmente são. Isso leva a um medo excessivo, ansiedade e preocupação desproporcionais à realidade.</p><p>Exemplos de catastrofização incluem a crença de que um único fracasso em algum aspecto da vida resultará em um colapso completo em todas as áreas. Esse tipo de pensamento pode causar ansiedade excessiva em relação ao futuro, reações exageradas à crítica ou rejeição e dúvidas constantes sobre as próprias habilidades.</p><p>A catastrofização tem um impacto negativo na saúde mental, aumentando o nível de estresse e ansiedade, piorando o estado emocional e diminuindo a autoconfiança. É importante reconhecer essa tendência e desenvolver um pensamento mais saudável para reduzir a ansiedade, aumentar a autoestima e perceber a realidade de maneira mais equilibrada.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 demonstra catastrofização ao interpretar a recusa em uma entrevista de emprego como uma prova de que nunca conseguirá um trabalho, ignorando outras oportunidades e a possibilidade de ajustar suas expectativas, o que poderia levar a um resultado mais positivo e realista.",
    "dialog": [
      "Recebi uma resposta negativa na entrevista para o novo emprego. Agora nunca vou conseguir um trabalho, vou acabar sem rumo na vida.",
      "Mas você já enviou seu currículo para outras vagas, não foi?",
      "Sim, mas não adianta. Se não fui aceita para essa vaga, significa que não sirvo para nenhuma. Todo o esforço foi em vão.",
      "Esse tipo de pensamento pode apenas piorar a situação. Talvez valha a pena reavaliar suas expectativas e continuar procurando com uma nova abordagem.",
      "Mas como posso esquecer o fracasso na entrevista? Parece que isso confirma que não vou encontrar trabalho em lugar nenhum, todos os meus planos estão arruinados."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Generalização excessiva é uma distorção cognitiva na qual tiramos conclusões amplas com base em informações limitadas ou eventos isolados. Por exemplo, ao receber uma única crítica negativa no trabalho, podemos concluir que somos totalmente incompetentes, ignorando outros sucessos e aspectos positivos.</p><p>Um exemplo clássico é chegar atrasado a um compromisso. Em vez de analisar objetivamente os motivos do atraso, tendemos a dizer: \"eu sempre me atraso\" ou \"nunca consigo chegar na hora\", desconsiderando as vezes em que chegamos pontualmente.</p><p>Esse tipo de distorção pode levar a uma autoimagem negativa e ao pessimismo, além de intensificar problemas de ansiedade e depressão. É importante aprender a identificar esses pensamentos e substituí-los por avaliações mais equilibradas e realistas.</p>",
    "dialogSummary": "A Pessoa 1 expressa preocupação com seu atraso em uma reunião, fazendo uma generalização excessiva sobre suas habilidades de gerenciamento de tempo. A Pessoa 2 a ajuda a adotar uma perspectiva mais objetiva, lembrando-a das ocasiões em que chegou no horário e destacando que um único atraso não define sua capacidade de pontualidade.",
    "dialog": [
      "Não acredito que me atrasei novamente para a reunião. Eu sempre me atraso. Sou completamente incapaz de gerenciar meu tempo.",
      "Calma, não tire conclusões precipitadas. Lembre-se de quantas vezes você chegou no horário. Você realmente acredita que um único atraso significa que você não sabe administrar seu tempo?",
      "Mas ultimamente eu tenho me atrasado bastante. Sinto que perdi totalmente o controle.",
      "Vamos analisar isso de forma racional. Chegar atrasado a uma reunião não significa que você está sempre atrasado. Talvez tenham ocorrido imprevistos que você não pôde controlar."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Desvalorização do positivo é uma distorção cognitiva em que tendemos a negligenciar, subestimar ou minimizar os aspectos positivos da nossa vida. Focamos nas falhas e nos aspectos negativos, ignorando a importância de nossos sucessos e conquistas, mesmo que sejam significativos.</p><p>Essa distorção pode se manifestar em diferentes áreas: no trabalho, nos relacionamentos, na saúde e no desenvolvimento pessoal. Por exemplo, uma pessoa pode alcançar sucesso profissional, mas se concentrar em pequenos erros, em vez de comemorar sua conquista. Ou, ao receber um elogio, pode descartá-lo, achando que não foi merecido ou que não tem importância.</p><p>Desvalorizar o positivo pode levar à subestimação das próprias habilidades, à falta de confiança, ao sentimento de insatisfação e até à depressão. É importante aprender a reconhecer e valorizar os momentos positivos na vida, permitindo-se celebrar suas realizações.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 desvaloriza sua conquista de uma promoção no trabalho, concentrando-se nas dificuldades e responsabilidades que virão. A Pessoa 2 tenta destacar a importância desse sucesso e parabeniza a Pessoa 1 por sua conquista.",
    "dialog": [
      "Recebi uma promoção no trabalho e agora vou cuidar de novos projetos.",
      "Isso é uma notícia incrível, parabéns! Quais projetos você vai liderar?",
      "Ah, os projetos são bem desafiadores, e terei muito trabalho. Parece mais um acúmulo de responsabilidades.",
      "Entendo que seja um desafio, mas você alcançou um marco importante na sua carreira! Essa é uma ótima oportunidade para crescer e se desenvolver."
    ]
  },
  "DUE": {
    "textHTML": "<p>\"Deverismo\" é uma distorção cognitiva em que acreditamos que os acontecimentos devem ocorrer exatamente como imaginamos, e qualquer desvio disso é percebido como uma injustiça. Tendemos a insistir em nossas expectativas e exigências, sem levar em conta as circunstâncias e possibilidades reais.</p><p>Um exemplo desse tipo de pensamento é: \"Eu deveria ter conseguido este emprego, afinal me preparei tanto para a entrevista\". Nessas situações, frequentemente desconsideramos fatores externos que influenciam as decisões, como a presença de outros candidatos qualificados.</p><p>Esse tipo de distorção pode levar a frustração, raiva e insatisfação, impactando negativamente a saúde mental e os relacionamentos interpessoais. É importante desenvolver flexibilidade nas expectativas e aprender a aceitar diferentes desfechos.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 demonstra o pensamento de \"deverismo\", acreditando que deve trabalhar todos os dias sem descanso para alcançar o sucesso na carreira, com base em histórias de pessoas bem-sucedidas. A Pessoa 2 a ajuda a questionar essa crença, destacando que cada pessoa tem um caminho único para o sucesso e que o equilíbrio entre trabalho e descanso pode ser mais produtivo.",
    "dialog": [
      "Eu devo trabalhar todos os dias sem folga para alcançar o sucesso na minha carreira.",
      "Por que você pensa assim? O que fez você chegar a essa conclusão?",
      "Li sobre como pessoas de sucesso alcançaram suas metas: todas trabalharam arduamente e não descansaram.",
      "Mas cada pessoa é única, e não existe um caminho universal para o sucesso. Talvez, para você, seja mais eficiente encontrar um equilíbrio entre trabalho e descanso para atingir seus objetivos."
    ]
  },
  "EMO": {
    "textHTML": "<p>A distorção cognitiva chamada \"justificativa emocional\" ocorre quando nos baseamos em nossas emoções em vez de lógica e fatos ao tomar decisões. Isso pode levar a uma percepção distorcida das situações e a decisões equivocadas.</p><p>Um exemplo disso é recusar um encontro com amigos devido à tristeza e falta de vontade de socializar. Nesse caso, a pessoa se apoia em suas emoções, sem considerar que o encontro com os amigos pode melhorar seu humor e fazê-la se sentir melhor.</p><p>A justificativa emocional pode levar a conclusões e escolhas erradas, por isso é importante considerar critérios mais objetivos ao tomar decisões.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 se baseia em seu estado emocional para recusar um encontro, ignorando argumentos lógicos e fatos. A Pessoa 2 tenta ajudá-la a ter uma visão mais objetiva e a considerar outros aspectos antes de decidir.",
    "dialog": [
      "Não quero ir ao encontro, estou de mau humor.",
      "Mas você disse que achou esse rapaz interessante. Por que não tentar e ver como as coisas vão acontecer?",
      "Não, tenho certeza de que vou estragar tudo por causa do meu humor. Me sinto insegura e sem graça.",
      "Você não pode ter certeza sem tentar. Talvez o encontro seja agradável e você perceba que seus receios não faziam sentido."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Filtro mental é uma distorção cognitiva em que nos concentramos apenas nos aspectos negativos, ignorando os positivos. Por exemplo, após uma entrevista malsucedida, a pessoa pode se fixar na rejeição e não perceber a experiência e as informações adquiridas, que podem ser úteis no futuro.</p><p>Esse tipo de distorção leva a sentimentos de insatisfação e descontentamento, mesmo quando há muitas coisas boas na vida. O filtro mental muitas vezes está acompanhado de outras distorções, como pensamento preto e branco ou desvalorização do positivo.</p><p>Para superar o filtro mental, é útil aprender a reconhecer e valorizar os aspectos positivos e fazer perguntas a si mesmo sobre os lados bons da situação.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 se concentra em uma crítica negativa, ignorando os aspectos positivos de seu trabalho. A Pessoa 2 tenta ajudar a ter uma visão mais equilibrada, destacando todos os aspectos de sua performance.",
    "dialog": [
      "Recebi um feedback negativo no trabalho. Me sinto um fracasso.",
      "Mas você já recebeu muitos feedbacks positivos e teve vários sucessos. Você está dando muita atenção a um único ponto negativo.",
      "Sim, mas esse feedback parece o mais importante. Como se anulasse todas as minhas conquistas.",
      "Você está focando apenas nesse aspecto negativo e ignorando todo o resto. Isso é um filtro mental. Tente olhar a situação de forma mais objetiva, considerando também os pontos positivos do seu trabalho."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Rotulagem é uma distorção cognitiva em que atribuímos avaliações simplificadas e categóricas a pessoas ou situações, com base em um número limitado de observações negativas. Isso nos impede de considerar outros aspectos e cria uma percepção distorcida da realidade.</p><p>Um exemplo disso é rotular uma pessoa como \"estranha\" ou \"indesejável\" apenas por conta de sua aparência incomum. Da mesma forma, atribuir rótulos a si mesmo pode levar a uma baixa autoestima, desconsiderando qualidades positivas e conquistas.</p><p>Ao reconhecer essa distorção, podemos avaliar pessoas e situações de maneira mais objetiva, sem tirar conclusões precipitadas e negativas.</p>",
    "dialogSummary": "Neste diálogo, discute-se o comportamento de uma pessoa que gritou com seus filhos no parque. A Pessoa 1 rapidamente rotula essa pessoa como \"um mau pai\" com base em uma única observação. A Pessoa 2 oferece uma visão mais ponderada, destacando a falta de informações para tal conclusão e a possibilidade de diferentes comportamentos em circunstâncias distintas.",
    "dialog": [
      "Vi aquele homem gritando com os filhos no parque. Ele com certeza é um péssimo pai.",
      "Não podemos julgar uma pessoa com base em um único episódio. Talvez ele esteja tendo um dia ruim ou tenha motivos para agir assim.",
      "Eu jamais faria isso com meus filhos. Ele provavelmente não consegue lidar com as responsabilidades de ser pai.",
      "Não devemos tirar conclusões tão categóricas. As pessoas podem agir de formas diferentes dependendo da situação. Em outros momentos, ele pode ser um pai carinhoso e atencioso."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>A distorção cognitiva \"E se...\" se manifesta quando imaginamos alternativas para o passado que não podem ser realizadas. Isso frequentemente leva a reflexões sobre eventos passados sob a perspectiva de \"o que teria acontecido se\", criando cenários ilusórios.</p><p>Também podemos usar essa distorção em diálogos, tentando convencer outras pessoas de que poderiam ter agido de forma diferente, sem considerar as condições e limitações reais.</p><p>Esse tipo de distorção pode gerar sentimentos de culpa e insatisfação, já que comparamos a realidade com ideais inatingíveis.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 utiliza a distorção \"E se...\" para justificar seu fracasso em uma prova, atribuindo a culpa a fatores externos. A Pessoa 2 tenta redirecioná-la para as possibilidades atuais, lembrando que o passado não pode ser mudado e que o foco deve estar nas ações futuras.",
    "dialog": [
      "Eu reprovei na prova. Eu deveria ter estudado mais.",
      "Mas você trabalhou todos os dias. Você fez o que pôde dentro das suas possibilidades, não foi?",
      "Sim, mas poderia ter estudado mais se não tivesse trabalhado tanto.",
      "É importante lembrar que o passado não pode ser mudado. Agora é melhor se concentrar em como usar seu tempo de forma mais eficiente no futuro, em vez de pensar no que poderia ter sido."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>A distorção cognitiva \"exagero e minimização\" se manifesta em uma percepção extrema de situações e eventos, ignorando seus nuances. No exagero, a pessoa aumenta a importância dos aspectos negativos, vendo tudo como se fosse através de uma lente de aumento. Já a minimização envolve diminuir a relevância dos aspectos positivos e de suas conquistas.</p><p>Por exemplo, uma pessoa pode exagerar suas falhas, considerando-se um fracasso, enquanto minimiza seus sucessos, não reconhecendo seus próprios méritos.</p><p>Essa distorção pode levar à baixa autoestima e a dificuldades nos relacionamentos, pois a percepção de si mesmo e dos outros se torna distorcida.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 exagera sua ansiedade e insegurança em relação a uma entrevista, enquanto a Pessoa 2 tenta minimizar essa preocupação, destacando os pontos fortes da Pessoa 1 e sua capacidade de adaptação.",
    "dialog": [
      "Estou tão nervoso por causa da entrevista amanhã. Sempre acabo trocando as palavras.",
      "Não se preocupe, você está exagerando sua insegurança. Tenho certeza de que você vai se sair bem.",
      "Mas eu frequentemente me perco e esqueço o que queria dizer.",
      "Você também tem a capacidade de encontrar soluções rapidamente e se adaptar. Isso vai te ajudar muito durante a entrevista.",
      "Sério? Obrigado, vou tentar focar nisso."
    ]
  },
  "READ": {
    "textHTML": "<p>A distorção cognitiva \"leitura de pensamentos\" ocorre quando acreditamos saber o que outras pessoas estão sentindo ou pensando, sem evidências objetivas. Isso pode levar a conclusões erradas e a mal-entendidos.</p><p>Um exemplo disso é quando presumimos que alguém não gosta de nós por conta de seu comportamento, embora as razões possam ser diferentes. Também podemos pensar, equivocadamente, que os outros compreendem nossas intenções sem que tenhamos nos comunicado diretamente com eles.</p><p>Reconhecer essa distorção ajuda a evitar suposições equivocadas e promove uma comunicação mais aberta e honesta.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 demonstra a distorção de \"leitura de pensamentos\" ao presumir que sua colega está chateada por conta de seu atraso na reunião. A Pessoa 2 destaca a importância de verificar suas suposições e evitar conclusões precipitadas.",
    "dialog": [
      "A Maria não me cumprimentou ontem no escritório. Acho que ela está chateada comigo por eu ter me atrasado na reunião.",
      "Você tem certeza? Talvez ela estivesse apenas ocupada ou não tenha te visto. Você perguntou a ela?",
      "Não, eu não perguntei. Mas sinto que é por causa do meu atraso.",
      "Não podemos ter certeza sobre o que os outros estão pensando sem perguntar diretamente. Talvez ela tenha outros motivos completamente diferentes."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalização é uma distorção cognitiva em que interpretamos eventos como ataques pessoais, mesmo quando não há evidências que sustentem essa percepção.</p><p>Um exemplo é pensar que alguém não nos cumprimentou por antipatia, ignorando outras possíveis razões. A personalização também ocorre quando atribuímos acontecimentos negativos às nossas falhas pessoais, sem considerar fatores externos.</p>",
    "dialogSummary": "Neste diálogo, a Pessoa 1 personaliza sua reprovação em uma entrevista de emprego, associando o resultado aos seus defeitos pessoais, enquanto a Pessoa 2 sugere considerar outros fatores que podem ter influenciado a decisão e lembra que uma reprovação não necessariamente reflete as habilidades ou o valor pessoal.",
    "dialog": [
      "Eu fui reprovado na entrevista. Acho que simplesmente não consigo lidar com tarefas importantes.",
      "Isso não significa necessariamente que você seja incapaz. Talvez a empresa tenha exigências específicas ou outros candidatos que se alinharam melhor às necessidades dela.",
      "Mas eu sempre cometo erros em situações assim. Sinto que não sou bom o suficiente.",
      "Cometer erros faz parte do processo de aprendizado. Nem todo feedback negativo em entrevistas é um reflexo de falhas pessoais. É importante olhar para a situação como um todo e considerar diferentes fatores que podem ter influenciado o resultado."
    ]
  }
}