{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Pensamento preto no branco é uma distorção cognitiva em que a gente enxerga o mundo em extremos: ou é perfeito, ou é horrível; as pessoas ou são totalmente boas, ou totalmente ruins. Esse olhar apaga os tons e as nuances, deixando tudo simplificado demais. No final, isso limita nossa percepção da realidade e reduz as opções de solução.</p><p>Essa distorção aparece em julgamentos categóricos sobre nós mesmos e sobre os outros, como: “eu sempre fracasso” ou “ele erra o tempo todo”. Ela pode atingir qualquer área da vida — trabalho, relacionamentos, acontecimentos, crenças, nossos acertos e nossos erros.</p><p>Esse jeito de pensar pode aumentar o estresse e a ansiedade, piorar o humor, trazer uma sensação de solidão e dificultar relações. Por isso, é importante aprender a notar esses pensamentos e desenvolver uma visão mais flexível e realista. Assim, fica mais fácil lidar com as situações e tomar decisões mais equilibradas.</p>",
    "dialogSummary": "Neste diálogo, o personagem 1 pensa no estilo “tudo ou nada”: por ter ido mal numa prova, conclui que é totalmente incapaz, sem considerar a dificuldade do exame e a falta de tempo para se preparar.",
    "dialog": [
      "Eu fui mal na prova, então eu sou um caso perdido.",
      "A prova era realmente difícil, e você teve pouco tempo para se preparar.",
      "Não importa. Se os outros conseguiram e eu não, é porque eu não sou inteligente o suficiente."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Catastrofização é uma distorção cognitiva em que a gente tende a exagerar a gravidade e as consequências de eventos desagradáveis, imaginando algo muito pior do que realmente é. Nessas horas, podemos sentir ansiedade, medo e tensão intensos — que nem sempre refletem a realidade.</p><p>Ela pode aparecer como a crença de que um único tropeço em uma área vai levar a um fracasso total em tudo. Isso pode gerar preocupação excessiva com o futuro, reações desproporcionais a críticas ou rejeições e abalar a confiança em si.</p><p>Esse estilo de pensamento pode piorar o estado emocional, aumentar a ansiedade e o estresse, reduzir a autoestima e a crença nas próprias capacidades. Aprender a notar esses pensamentos e construir, aos poucos, um olhar mais calmo e realista ajuda a diminuir a ansiedade e a se sentir mais estável diante das dificuldades.</p>",
    "dialogSummary": "Neste diálogo, o personagem 1 catastrofiza depois de receber uma recusa numa entrevista, concluindo que nunca mais vai conseguir trabalho. Ele não considera a possibilidade de continuar buscando e ajustar expectativas, o que poderia ajudá-lo a seguir em frente com mais calma e confiança.",
    "dialog": [
      "Recebi um não na entrevista. Pronto, agora eu nunca mais vou conseguir emprego e vou ficar desempregado.",
      "Mas você enviou currículo para outras vagas também, né?",
      "Sim, mas qual é o sentido? Se aqui não me quiseram, é porque ninguém precisa de mim. Qualquer tentativa é inútil.",
      "Essa conclusão tão rígida só tende a aumentar o seu sofrimento. Talvez valha a pena se dar um tempo, ajustar expectativas e continuar procurando.",
      "Mas como não pensar no fracasso? Parece que isso prova que não tem lugar para mim e que todos os meus planos desmoronaram."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Generalização excessiva é uma distorção cognitiva em que a gente tira conclusões amplas a partir de poucos fatos ou de um episódio isolado. Por exemplo: receber um feedback negativo no trabalho e concluir que você é completamente incompetente, ignorando suas conquistas e resultados positivos.</p><p>Uma situação comum é se atrasar para um encontro. Em vez de analisar com calma o que aconteceu, você diz a si mesmo: “eu sempre me atraso” ou “eu nunca chego na hora”, esquecendo as muitas vezes em que você chegou pontualmente.</p><p>Esse jeito de pensar corrói a autoestima, aumenta o pessimismo e a ansiedade e pode alimentar pensamentos depressivos. É útil aprender a perceber essas generalizações e substituí-las por avaliações mais específicas, equilibradas e realistas sobre cada situação.</p>",
    "dialogSummary": "O personagem 1 generaliza a partir de um atraso, rotulando-se como desorganizado crônico. O personagem 2 traz o foco de volta aos fatos, lembrando momentos de pontualidade e propondo olhar a situação de forma mais concreta.",
    "dialog": [
      "Não acredito, me atrasei de novo. Acho que eu sempre me atraso e não sei administrar meu tempo.",
      "Calma, não tire uma conclusão tão rápido. Pense em quantas vezes você chegou no horário. Um atraso não te torna cronicamente impontual.",
      "Mas ultimamente tem acontecido mais. Eu sinto que perdi o controle.",
      "Vamos olhar para os fatos. Um ou dois atrasos não definem sua personalidade. Pode ter sido o contexto. Dá para entender as causas e pensar no que ajuda na próxima vez."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Desqualificar o positivo é uma distorção cognitiva em que a gente minimiza a importância de acontecimentos bons, sucessos e conquistas. Nesses momentos, ficamos presos às falhas e dificuldades, como se o que foi bom “não contasse”, mesmo quando é algo real e merecido.</p><p>Isso pode aparecer em qualquer área: trabalho, relacionamentos, saúde, estudos, metas pessoais. Por exemplo, alguém recebe reconhecimento, mas não consegue comemorar e só pensa no que fez de errado. Ou ouve um elogio e responde: “não foi nada” ou “foi sorte”.</p><p>Desqualificar o positivo pode enfraquecer a autoconfiança, aumentar a insatisfação e favorecer pensamentos depressivos. Vale treinar o olhar para o que é bom com a mesma atenção que você dá às dificuldades — e se permitir reconhecer até pequenas vitórias.</p>",
    "dialogSummary": "O personagem 1 é promovido, mas desvaloriza o sucesso ao focar apenas nas dificuldades que vêm pela frente. O personagem 2 lembra, com gentileza, da importância da conquista e reforça o valor desse passo na carreira.",
    "dialog": [
      "Eu fui promovido, agora vou assumir novos projetos.",
      "Que ótima notícia, parabéns! Que projetos você vai assumir?",
      "Os projetos são difíceis, vai ter muito trabalho. Sinto que só colocaram mais responsabilidade em cima de mim.",
      "Pode ser desafiador mesmo, mas não esqueça: te escolheram por um motivo. Você chegou a um passo importante, e é uma grande chance de crescer e mostrar seu potencial."
    ]
  },
  "DUE": {
    "textHTML": "<p>“Deveria” (ou “tenho que”) é uma distorção cognitiva em que a gente acredita que as coisas precisam acontecer exatamente como esperamos. Quando a realidade não corresponde, podemos sentir que isso é uma injustiça ou um erro. Nesse estado, a gente se agarra a exigências e expectativas, deixando pouco espaço para flexibilidade e para um olhar mais objetivo.</p><p>Por exemplo: “eu tenho que conseguir esse trabalho, eu me preparei tanto”. Só que, mesmo se esforçando muito, o resultado pode depender de fatores externos — como a concorrência da vaga e outros candidatos fortes.</p><p>Esse tipo de pensamento pode gerar muita frustração, irritação e sensação de injustiça, afetando o estado emocional e os relacionamentos. É útil aprender a reconhecer esses “deverias” e desenvolver uma postura mais flexível, aceitando que diferentes resultados são possíveis.</p>",
    "dialogSummary": "O personagem 1 mostra um “deveria” ao acreditar que precisa trabalhar todos os dias sem folga para ter sucesso, tomando como referência histórias de outras pessoas. O personagem 2 amplia a visão, lembrando que cada um tem seu caminho e que um equilíbrio entre esforço e descanso pode ser mais saudável e eficaz.",
    "dialog": [
      "Eu tenho que trabalhar todos os dias, sem folga, senão nunca vou ter sucesso.",
      "Por que você chegou a essa conclusão? O que te levou a pensar assim?",
      "Eu li histórias de pessoas bem-sucedidas. Todas elas trabalhavam muito e quase não descansavam.",
      "Cada pessoa tem o próprio caminho. Para alguns, esse ritmo funciona, mas para outros o que ajuda é um equilíbrio saudável. Descanso também é necessário: ele mantém sua energia e te permite avançar com consistência."
    ]
  },
  "EMO": {
    "textHTML": "<p>A distorção cognitiva chamada “raciocínio emocional” acontece quando a gente toma decisões só com base no que está sentindo no momento — e não em fatos e lógica. Nesses momentos, a emoção parece virar prova: “se eu me sinto assim, então é verdade”, mesmo que objetivamente não seja.</p><p>Por exemplo, alguém deixa de encontrar amigos porque está triste e pensa que isso não vai adiantar. Mas, na prática, companhia e apoio poderiam melhorar o humor e trazer mais energia.</p><p>As emoções são importantes, mas se apoiar apenas nelas pode levar a conclusões e escolhas distorcidas. É útil considerar também os fatos, para tomar decisões mais equilibradas e sustentáveis.</p>",
    "dialogSummary": "Neste diálogo, o personagem 1 decide apenas com base na tristeza e na insegurança, cancelando o encontro. O personagem 2 amplia o olhar e considera que a experiência real pode ser bem melhor do que o humor atual sugere.",
    "dialog": [
      "Eu não quero ir ao encontro. Estou de mau humor.",
      "Mas você gostava dessa pessoa. Talvez valha dar uma chance e ver como vai ser?",
      "Eu me sinto insegura e constrangida. Tenho certeza de que vou estragar tudo.",
      "Você não tem como saber antes. O encontro pode ser agradável e acolhedor, e você pode se sentir bem melhor do que está agora."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Filtro mental é uma distorção cognitiva em que a gente percebe primeiro — e quase só — o que é negativo, deixando o positivo de lado. Por exemplo, depois de uma entrevista que não deu certo, a pessoa foca apenas no “não”, esquecendo o aprendizado e a experiência que podem ajudá-la nas próximas tentativas.</p><p>Esse padrão pode gerar insatisfação e piorar o humor, mesmo quando há muitas coisas boas acontecendo. Muitas vezes, o filtro mental vem junto com outras distorções, como pensamento preto no branco ou desqualificação do positivo.</p><p>Para ir enfraquecendo o filtro mental, ajuda a treinar o olhar para fatos positivos, fazer perguntas que apoiem você e se lembrar de conquistas e pontos fortes.</p>",
    "dialogSummary": "Neste diálogo, o personagem 1 fica preso a um feedback negativo e ignora aspectos positivos do próprio desempenho. O personagem 2 ajuda a ver o quadro completo e a lembrar de fatos que confirmam esforços e conquistas.",
    "dialog": [
      "Eu recebi um feedback negativo no trabalho. Eu me sinto um fracasso.",
      "Mas você teve muitos elogios e conquistas. Parece que você está dando peso demais a um único ponto negativo.",
      "Sim, mas esse feedback parece o mais importante. Como se apagasse tudo o que eu fiz de bom.",
      "Agora você está vendo só a parte negativa e ignorando o resto. Isso é filtro mental. Tente olhar mais amplo e lembrar do que você já conquistou."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Rotulação é uma distorção cognitiva em que a gente dá rótulos rígidos e simplificados para pessoas ou situações com base em poucas observações. Assim, deixamos de enxergar outras dimensões do que está acontecendo, e nossa percepção fica distorcida.</p><p>Por exemplo, alguém chama outra pessoa de “estranha” ou “sem valor” por causa de um único episódio. O mesmo acontece quando rotulamos a nós mesmos — “sou ruim”, “sou incapaz” — e ignoramos forças, conquistas e qualidades reais.</p><p>Quando aprendemos a notar essa distorção, fica mais fácil enxergar a nós mesmos e aos outros com mais profundidade e justiça, sem conclusões apressadas.</p>",
    "dialogSummary": "O personagem 1 conclui que o homem é um “pai ruim” depois de ver um episódio em que ele grita com os filhos. O personagem 2 propõe uma visão mais ponderada, lembrando que um momento isolado não define alguém e que as pessoas podem agir de formas diferentes em contextos diferentes.",
    "dialog": [
      "Eu vi aquele homem gritando com os filhos no parque. Ele com certeza é um pai ruim.",
      "É difícil julgar por um único momento. Talvez ele tenha tido um dia pesado ou aconteceu algo que o tirou do eixo.",
      "Eu nunca faria isso com meus filhos. Parece que ele não dá conta de ser pai.",
      "Conclusões muito categóricas podem enganar. As pessoas reagem de formas diferentes sob estresse — e em outro dia ele pode ser um pai muito carinhoso e atento."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>A distorção “poderia ter sido” aparece quando a gente volta mentalmente ao passado e imagina alternativas perfeitas que, na prática, não estavam disponíveis. Entramos no “e se…” e criamos fantasias de como tudo teria sido diferente.</p><p>Às vezes isso também aparece na comunicação: dizemos a nós mesmos (ou aos outros) que deveríamos ter agido de outro jeito, sem considerar as condições reais daquele momento.</p><p>Esse olhar costuma trazer culpa, arrependimento e insatisfação, porque comparamos a realidade com cenários ideais e inalcançáveis. Vale lembrar: o passado não muda; o que podemos escolher é o próximo passo.</p>",
    "dialogSummary": "No diálogo, o personagem 1 olha para a prova pelo “poderia ter”, culpando a si mesmo e as circunstâncias. O personagem 2 ajuda a trazer o foco para o presente e o futuro, lembrando que o mais importante é o que dá para fazer agora.",
    "dialog": [
      "Eu reprovei na prova. Eu deveria ter estudado mais.",
      "Mas você trabalhava todos os dias e se esforçou ao máximo. Você fez o que podia nas condições que tinha.",
      "Sim, mas eu teria estudado mais se não fosse o trabalho.",
      "O passado não dá para mudar. Agora é mais útil pensar em como se apoiar e organizar melhor o tempo no futuro."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>A distorção “exagerar e minimizar” aparece quando a gente enxerga os eventos de um jeito muito desequilibrado, deixando de lado nuances e detalhes. Ao exagerar, os pontos negativos parecem enormes — como sob uma lente de aumento. Ao minimizar, desvalorizamos forças, conquistas e coisas boas, como se não tivessem importância.</p><p>Por exemplo, alguém pode se chamar de fracassado por erros pequenos e, ao mesmo tempo, não reconhecer o próprio esforço e os resultados que mostram competência.</p><p>Esse padrão pode prejudicar a autoestima e as relações, porque a percepção da realidade fica distorcida. É útil treinar um olhar mais equilibrado: reconhecer erros e também forças, valorizando o que você já vem construindo.</p>",
    "dialogSummary": "No diálogo, o personagem 1 exagera a própria insegurança antes de uma entrevista, e o personagem 2 ajuda a trazer o foco de volta para qualidades e competências, apoiando uma visão mais equilibrada.",
    "dialog": [
      "Eu estou tão nervoso com a entrevista de amanhã. Eu sempre me embolo para falar.",
      "Parece que você está exagerando a sua dificuldade. Você é bem mais capaz do que imagina.",
      "Mas eu travo com frequência e esqueço o que eu queria dizer.",
      "Você tem pontos fortes importantes: você se adapta rápido e encontra soluções. Isso é uma qualidade valiosa numa entrevista.",
      "Sério? Obrigado, vou tentar lembrar disso."
    ]
  },
  "READ": {
    "textHTML": "<p>“Leitura de mente” é uma distorção cognitiva em que a gente supõe saber o que outras pessoas pensam ou sentem, sem ter confirmação real. Em vez de fatos, usamos suposições — e muitas vezes caímos em conclusões erradas.</p><p>Por exemplo, você pode achar que alguém não gosta de você por causa de um comportamento, quando a razão pode ser o cansaço, preocupações ou distração. Ou o contrário: você supõe que o outro entendeu suas intenções, mesmo sem você ter dito nada claramente.</p><p>Quando notamos essa distorção, fica mais fácil evitar suposições e construir uma comunicação mais aberta e honesta, baseada em fatos — e não em adivinhações.</p>",
    "dialogSummary": "No diálogo, o personagem 1 conclui o que a colega está sentindo com base em suposições. O personagem 2 lembra, com gentileza, que sem conversar diretamente não dá para ter certeza dos pensamentos e sentimentos do outro.",
    "dialog": [
      "A Maria ontem não me cumprimentou no escritório. Deve estar com raiva de mim por eu ter chegado atrasado na reunião.",
      "Você tem certeza? Talvez ela estivesse ocupada ou só não tenha te visto. Você chegou a perguntar?",
      "Não perguntei. Mas eu sinto que é por causa disso.",
      "A gente não pode ter certeza do que outra pessoa pensa sem conversar. Talvez ela tenha motivos que não têm nada a ver com você."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalização é uma distorção cognitiva em que a gente interpreta acontecimentos como se fossem dirigidos pessoalmente contra nós, mesmo sem evidências. É como se a gente se colocasse no centro da situação e tomasse para si coisas que podem não ter relação direta conosco.</p><p>Por exemplo, se alguém não cumprimenta você, você pode concluir que a pessoa está te ignorando de propósito ou que não gosta de você. E pode deixar de considerar que ela estava apressada, distraída ou vivendo algo difícil. A personalização também aparece quando achamos que qualquer evento negativo prova um defeito nosso, ignorando fatores externos.</p>",
    "dialogSummary": "O personagem 1 interpreta a recusa numa entrevista como prova de incompetência. O personagem 2 lembra, com gentileza, que o resultado pode depender de muitos fatores e não define a pessoa nem suas capacidades.",
    "dialog": [
      "Eu não passei na entrevista. Acho que eu simplesmente não sou capaz de lidar com tarefas importantes.",
      "Não necessariamente. Talvez a empresa tivesse exigências bem específicas ou existissem candidatos mais alinhados com aquela vaga.",
      "Mas sempre que algo importante acontece, eu erro. Parece que eu não sou bom o bastante.",
      "Erros e recusas fazem parte do caminho. Isso não significa que tem algo errado com você. Vale considerar outros fatores e não ligar cada situação à sua autoestima ou ao seu valor."
    ]
  }
}
