{
  "ykRKsDopcp": {
    "title": "Argumentos a favor e contra o pensamento automático",
    "description": "Adicionar uma etapa para registrar argumentos “a favor” e “contra” o pensamento automático."
  },
  "rwdHy8lyCk": {
    "title": "Integração de inteligência artificial",
    "description": "Adicionar suporte a redes neurais para que a AI ajude a analisar pensamentos e ofereça recomendações personalizadas."
  },
  "QejWpiat0v": {
    "title": "Avaliação do nível de crença após trabalhar o pensamento",
    "description": "Hoje é possível avaliar o nível de crença apenas antes de começar. Você gostaria de ver uma nova avaliação depois de formular a resposta alternativa?"
  },
  "FFoEvFNDpe": {
    "title": "Motivação para praticar",
    "description": "Adicionar um sistema de dias seguidos e oferecer recompensas ou emblemas pela regularidade."
  },
  "W9mMGTmapW": {
    "title": "Versão web",
    "description": "Criar uma versão web do app. Seria prático preencher o diário também pelo computador?"
  },
  "eur8RglkH0": {
    "title": "Materiais extras de TCC",
    "description": "Adicionar mais conteúdos educativos: como lidar com pensamentos disfuncionais, ansiedade, transtornos alimentares e outras condições."
  },
  "EQ3zKWJ0pU": {
    "title": "Estatísticas do diário",
    "description": "Mostrar a frequência de registros, as emoções mais comuns, as distorções cognitivas mais frequentes e outras análises úteis."
  },
  "EauYpGQzAL": {
    "title": "Cartões de enfrentamento",
    "description": "Permitir criar cartões: de um lado, o pensamento; do outro, a refutação. Uma técnica clássica da TCC."
  },
  "gvwOk0eqXB": {
    "title": "Estatísticas dos testes",
    "description": "Adicionar um gráfico com a evolução dos resultados dos testes na seção de testes."
  },
  "2o6HBDuM2o": {
    "title": "Teste de ansiedade",
    "description": "Adicionar um novo teste para avaliar o nível de ansiedade, semelhante ao teste de depressão."
  },
  "2o7H8DtM2o": {
    "title": "Exportar registros do diário",
    "description": "Adicionar a opção de exportar os registros em CSV ou Excel."
  },
  "QWjMvNfKLw": {
    "title": "Vários pensamentos automáticos",
    "description": "Permitir adicionar vários pensamentos automáticos em um único registro, cada um com sua própria avaliação e resposta alternativa."
  },
  "iF6yEanPp3": {
    "title": "Diário livre",
    "description": "Uma seção para escrever livremente sobre o dia e, depois, destacar pensamentos automáticos (com apoio posterior da AI)."
  },
  "iF6sKCdvfds": {
    "title": "Crenças intermediárias",
    "description": "Adicionar a opção de vincular pensamentos automáticos a crenças e montar um mapa de crenças."
  },
  "iF6sKverhdfd": {
    "title": "Avaliação diária do estado",
    "description": "Adicionar uma avaliação diária do estado e um gráfico de evolução, ligado a mudanças nas crenças."
  },
  "iF6sKvevscdf1": {
    "title": "Avaliação diária avançada",
    "description": "Avaliar não só o estado antes e depois, mas também as emoções e as práticas realizadas."
  },
  "iF6sKvJllcpwx": {
    "title": "Histórias de superação",
    "description": "Adicionar uma seção com histórias pessoais de superação — para inspirar e apoiar uns aos outros."
  },
  "iF6sKvKLdvkwq": {
    "title": "Teste de 7 indicadores de vida",
    "description": "Um teste para identificar áreas vulneráveis, como dependência de aprovação ou tendência ao perfeccionismo."
  },
  "sdvsdsdlwwQec": {
    "title": "AI no diário livre",
    "description": "A AI vai analisar os textos e destacar pensamentos automáticos, ajudando a encontrar soluções e direções de trabalho."
  },
  "sdvdcarlwwQff": {
    "title": "Diálogo socrático",
    "description": "A AI fará perguntas para ajudar você a identificar um pensamento automático oculto."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psicólogo virtual",
    "description": "Um espaço para conversar livremente com a AI: compartilhar sentimentos, receber apoio e orientações."
  },
  "sdvdpsvwQfw": {
    "title": "Escala de Raiva de Novaco",
    "description": "Adicionar um teste de irritabilidade para avaliar o nível de tensão e raiva escondidas."
  },
  "sdvdpsvGscfvw": {
    "title": "Entrada por voz",
    "description": "Possibilidade de preencher os diários usando voz."
  },
  "rsoklcescfvwz": {
    "title": "AI: análise do dia",
    "description": "No fim do dia, a AI poderá resumir, tirar conclusões e oferecer recomendações."
  },
  "lkmvdsvdsfds": {
    "title": "Imagens no diário livre",
    "description": "Adicionar a opção de anexar imagens aos registros."
  },
  "iFlct67Ldvkwq": {
    "title": "Diário de gratidão",
    "description": "Adicionar o formato “gratidão” ao diário inteligente."
  }
}
