{
  "ykRKsDopcp": {
    "title": "Argumentos a favor e contra o pensamento automático",
    "description": "Adicionar uma nova etapa no diário para listar argumentos que apoiam e refutam o pensamento automático."
  },
  "rwdHy8lyCk": {
    "title": "Adicionar inteligência artificial",
    "description": "Integrar redes neurais populares para auxiliar na análise de pensamentos e fornecer sugestões personalizadas ao usar o diário."
  },
  "QejWpiat0v": {
    "title": "Avaliação do nível de crença após preenchimento do diário",
    "description": "Atualmente, é possível avaliar o nível de crença no pensamento automático apenas antes da análise. Você gostaria de avaliar o efeito da reflexão após escrever a resposta alternativa ao pensamento?"
  },
  "FFoEvFNDpe": {
    "title": "Motivação para as atividades",
    "description": "Adicionar contagem de dias consecutivos de uso do diário e recompensas em forma de emblemas e incentivos dentro do app."
  },
  "W9mMGTmapW": {
    "title": "Versão web",
    "description": "Poderíamos criar uma versão web do aplicativo sem grandes dificuldades. Você sente necessidade de acessar seu diário pelo computador?"
  },
  "eur8RglkH0": {
    "title": "Mais materiais sobre TCC",
    "description": "Você sente necessidade de mais materiais educativos? Podemos oferecer mais informações sobre como lidar com pensamentos destrutivos, transtornos de ansiedade, compulsão alimentar, entre outros."
  },
  "EQ3zKWJ0pU": {
    "title": "Adicionar estatísticas do diário",
    "description": "Exibir informações sobre a frequência das suas anotações, as emoções mais recorrentes, distorções cognitivas, etc."
  },
  "EauYpGQzAL": {
    "title": "Adicionar cartões de enfrentamento",
    "description": "Permitir a criação de cartões com o pensamento destrutivo de um lado e a refutação do outro. Esta técnica é usada na TCC. Você acha que seria útil?"
  },
  "gvwOk0eqXB": {
    "title": "Adicionar estatísticas aos testes",
    "description": "Incluir na página de testes um gráfico mostrando a evolução dos resultados ao longo do tempo."
  },
  "2o6HBDuM2o": {
    "title": "Novo teste psicológico de ansiedade",
    "description": "Atualmente, temos um teste de nível de depressão. Você gostaria de ter também um teste semelhante para medir o nível de ansiedade?"
  },
  "2o7H8DtM2o": {
    "title": "Exportação de registros do diário em arquivo",
    "description": "Atualmente, oferecemos sincronização de dados entre dispositivos. Você gostaria de ter a opção de baixar seus registros em formato CSV ou Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Múltiplos pensamentos automáticos",
    "description": "O formato atual do diário permite trabalhar com um pensamento por vez. Você gostaria de ter a opção de registrar vários pensamentos e escrever uma resposta alternativa para cada um deles separadamente?"
  },
  "iF6yEanPp3": {
    "title": "Diário diário",
    "description": "Seção onde você pode anotar os acontecimentos do seu dia e depois analisar e identificar pensamentos automáticos. Futuramente, podemos adicionar IA para ajudar na análise das anotações."
  },
  "iF6sKCdvfds": {
    "title": "Crenças intermediárias",
    "description": "Permitir vincular pensamentos automáticos a crenças intermediárias. Com isso, será possível construir uma árvore de crenças e analisá-la."
  },
  "iF6sKverhdfd": {
    "title": "Avaliação diária de estado",
    "description": "Adicionar a opção de avaliar seu estado emocional diariamente ao abrir o app. Posteriormente, será possível gerar gráficos comparando o estado emocional com a evolução das crenças."
  },
  "iF6sKvevscdf1": {
    "title": "Aprimoramento da avaliação diária de estado",
    "description": "Atualmente, você pode avaliar seu estado psicológico antes e depois das atividades. Gostaria de incluir também a identificação das emoções predominantes e registrar quais exercícios você realizou para melhorar seu estado?"
  },
  "iF6sKvJllcpwx": {
    "title": "Histórias de superação de problemas psicológicos",
    "description": "Adicionar uma seção onde você possa compartilhar sua história de superação para inspirar outras pessoas e ler histórias de outros usuários."
  },
  "iF6sKvKLdvkwq": {
    "title": "Teste com análise de 7 indicadores de vida",
    "description": "Teste que analisa diferentes aspectos da vida e identifica em quais áreas você é mais vulnerável, como dependência de aprovação dos outros ou tendência ao perfeccionismo."
  },
  "sdvsdsdlwwQec": {
    "title": "Integração de IA ao diário",
    "description": "A IA ajudará você a analisar suas anotações e identificar pensamentos automáticos, oferecendo sugestões de solução para seus problemas psicológicos e auxiliando na reflexão."
  },
  "sdvdcarlwwQff": {
    "title": "Diálogo socrático",
    "description": "Nem sempre é fácil identificar um pensamento automático. O método de diálogo socrático consiste em fazer perguntas a si mesmo para descobrir pensamentos ocultos. A IA fará perguntas para ajudá-lo a identificar seus pensamentos automáticos."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psicólogo virtual",
    "description": "Conversa livre com a IA. Você pode compartilhar seus sentimentos, pedir conselhos e receber apoio."
  },
  "sdvdpsvwQfw": {
    "title": "Escala de irritação de Novaco",
    "description": "Adicionar um novo teste para medir o nível de irritabilidade. O teste mostrará quanto de raiva e irritação você acumula no dia a dia."
  },
  "sdvdpsvGscfvw": {
    "title": "Entrada por comando de voz",
    "description": "Possibilidade de preencher os campos de texto do diário usando comandos de voz."
  },
  "rsoklcescfvwz": {
    "title": "Análise diária de atividades",
    "description": "No final de cada dia, após utilizar o aplicativo, você poderá solicitar uma análise diária feita pela IA. Ela apresentará conclusões sobre seu progresso e dará recomendações."
  },
  "lkmvdsvdsfds": {
    "title": "Imagens no diário inteligente",
    "description": "Adicionar a opção de anexar imagens às suas anotações no diário inteligente."
  },
  "iFlct67Ldvkwq": {
    "title": "Diário de Gratidão",
    "description": "Adicionar um novo tipo de entrada ao diário inteligente – gratidão."
  }
}
