{
  "activity": [
    {
      "subtitle": "Reunimos várias técnicas psicológicas em um só lugar, para que você encontre as que funcionam melhor para você.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Cada técnica tem uma avaliação — escolha as que mais ajudam você.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Aprenda a reformular pensamentos negativos com mais gentileza.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Com os cartões, você vai substituindo aos poucos crenças destrutivas por outras mais realistas e acolhedoras.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Faça registros diários de um jeito prático e expresse seus pensamentos com liberdade.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "A IA analisa seus registros e ajuda você a enxergar a situação por outro ângulo.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Ferramentas para analisar pensamentos automáticos e substituí-los por outros mais saudáveis e adaptativos.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "O diário é profundamente integrado à IA, que ajuda você a formular e analisar seus pensamentos.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "Em cada etapa, você encontra explicações claras sobre como usar o diário de forma eficaz.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Aos poucos, vá mais fundo e investigue as raízes do que você sente no nível das crenças intermediárias.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Salve crenças destrutivas nos cartões de enfrentamento e substitua-as por outras mais racionais e acolhedoras.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "As crenças intermediárias influenciam os pensamentos automáticos. Conecte-as para entender melhor suas reações e acompanhá-las ao longo do tempo.",
      "img": "intermediate/en/s3.png"
    }
  ]
}
