{
  "list": {
    "0": {
      "title": "Rekomendasi AI saat mengisi buku harian",
      "description": "Mengisi buku harian pikiran otomatis bisa menjadi tugas yang menantang dan memerlukan ketelitian. Sistem rekomendasi kami akan mempermudah proses ini: memberikan petunjuk, dukungan, dan membantu menghindari kesalahan. Dengan ini, pekerjaan Anda dengan pikiran akan menjadi lebih produktif."
    },
    "1": {
      "title": "Analisis personal untuk catatan Anda",
      "description": "Bagikan perasaan Anda dengan AI kami, dan ia akan membantu Anda melihat kesulitan Anda dari perspektif baru. Kecerdasan buatan akan mendukung, menawarkan rekomendasi bermanfaat, dan mengidentifikasi distorsi kognitif yang dapat Anda tangani secara efektif, membantu Anda menuju penyelesaian masalah."
    },
    "2": {
      "title": "Keamanan data pribadi",
      "description": "Membuka kemungkinan untuk mengatur kata sandi saat masuk ke aplikasi dan mengenkripsi data pribadi Anda. Ini menjamin bahwa akses ke aplikasi tidak mungkin dilakukan tanpa kata sandi yang benar, melindungi informasi Anda pada tingkat maksimum."
    },
    "3": {
      "title": "Pengenalan suara AI",
      "description": "Kami menggunakan teknologi pengenalan suara terbaru dengan fungsi analisis emosi untuk menangkap pikiran dan intonasi Anda dengan akurat. Sistem kami secara otomatis menambahkan paragraf dan tanda baca. Anda akan mendapatkan catatan yang akurat 4 kali lebih cepat daripada mengetik dengan keyboard."
    },
    "4": {
      "title": "Sinkronisasi antar semua perangkat",
      "description": "Data Anda akan dienkripsi dengan aman dan disimpan di server kami, yang menjamin keamanannya. Ini juga memungkinkan Anda membuat catatan dari berbagai perangkat secara bersamaan, memberikan akses yang nyaman dan berkelanjutan ke informasi kapan saja."
    },
    "5": {
      "title": "Akses penuh ke tes",
      "description": "Tes kami dikembangkan oleh psikolog profesional dan berisi penjelasan rinci untuk setiap pertanyaan. Ini akan membantu Anda memahami diri lebih dalam dan melacak perubahan kondisi Anda, sehingga memberikan pendekatan yang lebih sadar untuk pemahaman diri dan pengembangan."
    },
    "6": {
      "title": "Akses tak terbatas ke basis pengetahuan",
      "description": "Pembelajaran mandiri adalah elemen kunci menuju kehidupan yang lebih bahagia dan sadar. Kami telah mengembangkan basis pengetahuan yang luas yang terus diperbarui. Baca artikel interaktif kami tanpa batasan dan temukan cara-cara baru untuk meningkatkan hidup Anda setiap hari."
    },
    "7": {
      "title": "Menambahkan gambar ke catatan",
      "description": "Ilustrasikan pikiran Anda dengan gambar. Gambar yang ditambahkan akan disinkronkan di antara semua perangkat dan tersedia untuk psikolog Anda!"
    }
  },
  "last": {
    "title": "Fitur-fitur berikut juga akan tersedia:",
    "advantages": [
      "Ekspor data dalam format CSV",
      "Sinkronisasi otomatis data dengan psikolog",
      "Timer untuk mematikan suara relaksasi",
      "Perlindungan dari kenaikan harga langganan"
    ]
  }
}
