{
  "textHTML": "<p>La catastrophisation est une distorsion cognitive où nous avons tendance à exagérer l'importance et les conséquences des événements négatifs, les percevant bien pires qu'ils ne le sont réellement. Cela conduit à une peur excessive, à l'anxiété et à l'inquiétude, qui souvent ne correspondent pas à la réalité.</p><p>Des exemples de catastrophisation incluent la croyance qu'un seul échec dans un aspect de la vie entraînera un désastre complet dans toutes les entreprises. Cet état d'esprit peut conduire à une inquiétude excessive pour l'avenir, à une réaction excessive face aux critiques ou aux rejets, et à des doutes constants sur ses capacités.</p><p>La catastrophisation affecte négativement la santé mentale, augmente les niveaux de stress et d'anxiété, détériore l'état émotionnel et diminue la confiance en soi. Il est important de reconnaître cette tendance et de développer une pensée saine pour réduire l'anxiété, améliorer l'estime de soi et percevoir la réalité de manière précise.</p>",
  "dialogSummary": "Dans ce dialogue, la personne 1 catastrophise la situation après un rejet lors d'une entrevue, croyant que cela entraînera inévitablement un échec dans la recherche d'emploi. Elle ne considère pas la possibilité de continuer la recherche et de réévaluer ses attentes, ce qui pourrait conduire à un résultat plus positif et réaliste.",
  "dialog": [
    "J'ai reçu un refus lors d'une entrevue pour un nouvel emploi. Maintenant, je ne trouverai jamais de travail, je resterai un paresseux.",
    "Mais tu as déjà postulé à d'autres offres, n'est-ce pas ?",
    "Oui, mais c'est inutile. Si ça n'a pas marché avec ce travail, cela signifie que je ne suis nécessaire nulle part. Tous les efforts sont vains.",
    "Cette vision des choses ne peut qu'aggraver ta situation. Peut-être devrais-tu reconsidérer tes attentes et continuer ta recherche avec une nouvelle approche.",
    "Mais comment puis-je oublier l'échec de l'entretien ? Il semble confirmer que je ne peux trouver du travail nulle part, tous mes plans sont détruits."
  ]
}
