{
  "title": "Mirror of Self-Criticism",
  "statement": "Imagine saying all the critical thoughts you usually address to yourself to your best friend. This technique will help you recognize the unfairness of self-criticism and learn to treat yourself with more compassion and understanding.",
  "task": [
    "1️⃣ Choose a situation where you tend to be self-critical.",
    "2️⃣ Imagine that a close friend or relative is in the same situation.",
    "3️⃣ Conduct a role-play: you play yourself, and the imaginary interlocutor is your friend.",
    "4️⃣ Voice all the critical thoughts and judgments you usually direct at yourself, but address them to your «friend».",
    "Pay attention to your feelings during this exercise. How comfortable are you saying such things to another person?",
    "Analyze the difference between how you treat yourself and others in similar situations.",
    "Think about how you would actually support a friend in such a situation. What words would you use?",
    "Try to apply the same level of support, understanding, and care to yourself."
  ],
  "example": [
    "Your usual thoughts about yourself:",
    "I'm a complete failure. Of course I didn't get promoted - I can't do anything right. I'll probably never succeed in my career. I'm not smart or talented enough for this job.",
    "Now imagine that your best friend Anna didn't get a promotion and told you about it. Try saying the same things to her:",
    "Anna, you're a complete failure. Of course you didn't get promoted - you can't do anything right. You'll probably never succeed in your career. You're not smart or talented enough for this job.",
    "How do you feel saying this to Anna? Most likely, you feel uncomfortable and even ashamed to say such words.",
    "Now think about what you would actually say to Anna:",
    "Anna, I'm sorry you didn't get this promotion. I know how hard you worked for it. It's always disappointing not to get what you want, but that doesn't make you a failure. You have many strengths and achievements. Maybe now is just not your time, or there are some skills you can improve. Let's think about how you can develop further in your career.",
    "Now try saying these same supportive words to yourself. Notice how differently you treat yourself and a friend in the same situation. Practice this approach regularly to learn to treat yourself with the same compassion and support as you would a close friend."
  ],
  "expectations": [
    "Recognition of the unfairness of self-criticism",
    "Improvement of self-esteem and self-confidence",
    "Reduction of stress and anxiety levels"
  ]
}
