{
  "title": "Resisting the Inner Critic",
  "statement": "Feelings of inadequacy are often caused by an inner critic undermining self-esteem. This technique will help you respond to criticism and reassess negative thoughts.",
  "description": [
    "Negative beliefs such as \"I'm worthless\", \"I'm worse than others\", \"I can't do anything right\", \"I'm to blame for everything\", \"I'm a failure\" exacerbate self-esteem issues and can lead to depression.",
    "It's crucial not to succumb to the provocations of the inner critic and learn to respond to its attacks. This will help you reassess negative thoughts and improve self-esteem."
  ],
  "task": [
    "Create a table with three columns in a format that is convenient for you. Column titles:",
    "Critical Thoughts",
    "Cognitive Error",
    "Rational Response",
    "1️⃣ In the first column, write down all the self-critical thoughts that come to mind whenever you blame yourself, feel useless, or dissatisfied with yourself.",
    "You should write down your thoughts about yourself in this column, not your feelings. Because if you write: \"I feel terrible\", you are unlikely to be able to refute it, because it is indeed so.",
    "2️⃣ In the second column, identify what cognitive distortion is present in the thought.",
    "3️⃣ In the third column, give a response to the inner critic. Try to find a rational explanation that refutes the critical thought.",
    "It's important to replace the self-critical thought with a more realistic and logical one, avoiding overly optimistic statements."
  ],
  "example": ["Here are some examples of responses to self-critical thoughts:"],
  "table": {
    "header": ["Critical Thoughts", "Cognitive Error", "Rational Response"],
    "example": {
      "0": [
        "I'm so stupid, I definitely won't pass",
        "Labeling",
        "I'm not stupid, I just don't have enough time to prepare. I can pass the exam if I study."
      ],
      "1": [
        "I'm not needed by anyone",
        "Black-and-White Thinking",
        "My friends and loved ones value and love me. I am important to them."
      ],
      "2": [
        "I will never find a job",
        "Black-and-White Thinking",
        "I can find a job if I try and search. Many people find jobs, and I am no exception."
      ]
    }
  },
  "expectations": [
    "Increased resistance to criticism from within and from others.",
    "Reduced overall emotional tension.",
    "Reduced fear of making mistakes."
  ]
}
