{
  "title": "Three Possible Outcomes",
  "statement": "The main goal of this technique is to give our psyche the opportunity to see other possible outcomes of an event. You will learn to question your negative thoughts and can reduce anxiety levels in stressful situations.",
  "description": [
    "We tend to extremes in evaluating situations, which makes it difficult to see the real picture and make the right decisions. This simple but effective technique helps to reassess the probabilities of event outcomes."
  ],
  "task": [
    "When you notice another automatic thought that has clearly spoiled your mood, ask yourself the question: What are the possible outcomes:",
    "worst – the most negative outcome you probably thought of first;",
    "best – the ideal outcome that would completely satisfy you;",
    "realistic – something between the first and second, but more reasonable and based on your knowledge and experience;",
    "It is very important not just to keep the scenarios in your head, but to record them in an app or on paper. This will help you better understand your thoughts and feelings and track their changes."
  ],
  "example": [
    "Suppose you have an important exam tomorrow, and you think: \"I will fail the exam.\" You have no guarantees that this will happen, but such a thought clearly causes unpleasant emotions. Therefore, let's provide your brain with alternative scenarios.",
    "❤️ Worst Case",
    "I will really be poorly prepared, very nervous, and anxious, and I will not pass the exam tomorrow. Worse, I will be the only one in the group who does not pass. The teacher's attitude towards me will change, and my classmates will think that I am lazy and not smart.",
    "💜 Best Case",
    "I will not worry and will go to the exam in a good mood. I will get the easiest question and pass the exam with an excellent grade. Even better, if the whole group receives the highest grade without the exam.",
    "💚 Realistic Case",
    "I cannot know exactly what question I will get, but I can prepare a little more, which will help me feel less anxious tomorrow. It is normal to be nervous about the exam. Overall, I know the material well, so I will be able to answer most questions."
  ],
  "expectations": [
    "Objective view of the situation.",
    "Reduction of overall emotional stress."
  ]
}
