{
  "title": "Overcoming the Fear of Mistakes: The ‘Anti-Perfectionism’ List",
  "statement": "Many perfectionists believe that true enjoyment can only be achieved through perfect execution. We challenge you 💪 to rethink this idea.",
  "description": [
    "For many, high standards and demands on themselves and others seem to be a driving force. However, when expectations become unrealistic, they can turn into a trap, leading to constant feelings of inadequacy, unending criticism, and ultimately, depression.",
    "Everything in the world can be improved, and striving for absolute perfection is doomed to disappointment.",
    "This technique will help you realize that achieving perfection is not a necessary condition for enjoying the process. Try doing something imperfectly but with enjoyment. See what happens."
  ],
  "task": [
    "1️⃣ For several days, keep a record of a variety of spontaneous tasks you perform, such as ‘brushing teeth’, ‘cooking dinner’, ‘preparing a work report’ or ‘cleaning the house’.",
    "2️⃣ In the second column, note how effectively you believe the task was completed, expressed as a percentage.",
    "3️⃣ In the third column, indicate how much joy the task brought you."
  ],
  "table": {
    "header": ["Task", "Effectiveness", "Enjoyment"],
    "example": {
      "0": [
        "Cooking dinner",
        "50% (could have chosen a more complicated and tasty recipe)",
        "90% (simple, but very tasty and didn’t take much time)"
      ],
      "1": [
        "Cleaning the house",
        "70% (did all the main tasks, but didn’t get to the fridge and stove)",
        "100% (a clean house always brings me joy)"
      ],
      "2": [
        "Preparing a work report",
        "85% (put a lot of effort into the report)",
        "20% (constant thoughts about how it could have been better took away the enjoyment of the process)"
      ]
    }
  },
  "expectations": [
    "This exercise will help you realize that achieving perfection is not a necessary condition for enjoying the process.",
    "Reduction of anxiety and fear of mistakes"
  ]
}
