[
  "Jag är värdig lycka och kärlek i mitt liv.",
  "Varje dag blir jag starkare och visare.",
  "Jag väljer positivt tänkande och accepterar mig själv som jag är.",
  "Jag släpper det förflutna och går framåt med hopp och självförtroende.",
  "Mina känslor är viktiga, jag tillåter mig själv att uttrycka och frigöra dem.",
  "Jag kan övervinna alla hinder på min väg.",
  "Jag värdesätter mig själv och förtjänar det bästa i livet.",
  "Varje dag tar jag ett steg mot min personliga utveckling.",
  "Jag är omgiven av stöd och kärlek även i svåra stunder.",
  "Mitt liv är fullt av möjligheter till tillväxt och nya prestationer.",
  "Jag är säker på min styrka och tror på mina drömmar.",
  "Jag är öppen för nya möjligheter och redo för förändringar.",
  "Jag är tacksam för allt jag har i livet och värdesätter varje ögonblick.",
  "Jag älskar mig själv och accepterar mig själv villkorslöst.",
  "Mitt självförtroende växer för varje dag, och jag tror på mina möjligheter.",
  "Jag skapar min egen verklighet och ansvarar för min egen lycka.",
  "Jag är fri från rädsla och tvivel, min själ är fylld med frid.",
  "Jag förtjänar framgång och uppnår det med lätthet.",
  "Mina tankar och handlingar är inriktade på att uppnå mina mål.",
  "Jag befinner mig i harmoni med min kropp och mitt sinne.",
  "Jag värdesätter varje erfarenhet som en möjlighet att lära och växa.",
  "Min intuition vägleder mig till rätta beslut.",
  "Jag är en källa till styrka och visdom för mig själv och andra.",
  "Jag lever i enlighet med mina värderingar och principer.",
  "Mitt liv är fyllt av glädje, mening och kärlek.",
  "Jag uttrycker tacksamhet för alla lärdomar som livet ger mig.",
  "Jag finner skönhet i enkla saker och gläds åt varje dag.",
  "Min kreativitet känner inga gränser, jag är fri att uttrycka mig själv.",
  "Jag stödjer mitt fysiska och känslomässiga välbefinnande.",
  "Jag hittar balans mellan arbete och vila, min tid är värdefull.",
  "Mitt liv berikas av ny kunskap och erfarenhet.",
  "Jag förlåter mig själv för tidigare misstag och går vidare.",
  "Jag är fylld av energi och inspiration, världen är öppen för mig.",
  "Jag möter varje dag med ett leende och ett öppet hjärta.",
  "Mina relationer med nära och kära är fyllda av förståelse och respekt.",
  "Jag känner universums stöd i alla mina strävanden.",
  "Jag kan säga 'nej' när det är nödvändigt för mitt välbefinnande.",
  "Jag lever här och nu, och njuter av varje minut.",
  "Jag är tacksam för möjligheten att växa, lära och utvecklas.",
  "Mitt liv är en resa full av fantastiska upptäckter.",
  "Varje steg framåt för mig närmare min dröm.",
  "Jag öppnar mitt hjärta för nya början och möjligheter.",
  "Mitt liv är vackert och fyllt av glädje varje dag.",
  "Jag finner styrka inom mig själv för att övervinna svårigheter.",
  "Mina tankar skapar min verklighet, och jag väljer att tänka positivt.",
  "Jag är tacksam för den unika erfarenhet som varje dag ger mig.",
  "Min inre harmoni drar positiva händelser till mig.",
  "Jag står för mina beslut och tror på mina val.",
  "Jag hittar ständigt nya vägar för personlig tillväxt och självförverkligande.",
  "Mina prestationer inspirerar mig till nya framgångar.",
  "Jag accepterar mina rädslor och förvandlar dem till styrka.",
  "Jag har obegränsad potential för kreativitet och självuttryck.",
  "Varje dag blir jag bättre än jag var igår.",
  "Jag är tacksam för alla människor i mitt liv som gör det ljusare.",
  "Jag går modigt framåt, vetande att jag förtjänar stora ting.",
  "Mina drömmar blir verklighet för varje dag.",
  "Jag väljer glädje och lycka i mitt liv.",
  "Mitt liv är fyllt av mening och syfte.",
  "Jag värdesätter varje erfarenhet som gör mig starkare.",
  "Mitt självförtroende och min självkänsla växer för varje dag.",
  "Jag frigör mig från allt som inte längre tjänar min utveckling.",
  "Jag är redo för förändringar och tar emot dem med öppet hjärta.",
  "Min intuition leder mig till rätta beslut i livet.",
  "Jag känner djup tacksamhet för allt jag har.",
  "Jag delar gärna mitt ljus med världen omkring mig.",
  "Jag är öppen för lärande och redo att lära av varje ögonblick.",
  "Mitt liv är fullt av ljusa stunder och glada möten.",
  "Jag älskar mig själv och respekterar mina behov och gränser.",
  "Varje hinder gör mig bara starkare.",
  "Jag gläds åt varje ny dag och dess oändliga möjligheter."
]
