{
  "days": {
    "fist": "<p>Mitt namn är Alfred och jag är den artificiella intelligensen i denna app. Min uppgift är att hjälpa dig på vägen mot ett lyckligt och harmoniskt liv, fritt från psykologiska problem!</p><p>Jag har förberett några första steg som låter dig bekanta dig med våra terapimetoder.</p><p>Kom ihåg: ju mer aktivt du interagerar med appen, desto bättre kan jag förstå dina behov och desto mer exakta blir mina rekommendationer!</p>",
    "third": "<p>Låt oss fortsätta med våra övningar idag och fokusera på att analysera destruktiva tankar.</p><p>Utöver detta rekommenderar jag att du tittar på vår psykologgalleri.</p><p>I vår app fokuserar vi på självstudier, men endast en psykolog kan ge dig maximalt personanpassade rekommendationer. Detta är extremt viktigt, särskilt i början av din resa.</p>",
    "fourth": "<p>Vi lägger särskild vikt vid utbildning och strävar efter att göra den inte bara användbar utan också engagerande.</p><p>För detta ändamål har vi skapat en Instagram-kanal där komplexa ämnen presenteras på ett enkelt och lättillgängligt sätt.</p><p>Gå med i vår gemenskap och ta steg för steg mot ett harmoniskt och lyckligt liv utan psykologiska barriärer!</p>",
    "fifth": "<p>Jag föreslår att du provar våra premiumfunktioner.</p><p>Vi erbjuder en 3-dagars provperiod under vilken du kan avbryta prenumerationen om den inte motsvarar dina förväntningar.</p><p>Detta ger dig utökade möjligheter att interagera med mig under den terapeutiska processen.</p>",
    "eighth": "<discount></discount><p>Jag har märkt att du aktivt arbetar med din psykiska hälsa!</p><p>Men du använder fortfarande inte appens alla möjligheter.</p><p>Om det handlar om priset, så har jag sänkt det för dig idag!</p><p>Passa på att säkra det nya priset innan dagens slut och ta hand om dig!</p>",
    "tenth": "<p>Vi är glada att du har varit med oss under så lång tid – det är verkligen underbart!</p><p>Idag skulle jag vilja rikta din uppmärksamhet på en särskild funktion – \"Dela med psykolog\".</p><p>Om du går igenom en terapeutisk behandling kommer denna funktion att vara otroligt användbar för dig!</p>"
  },
  "appUpdated": [
    "Jag har uppdaterats medan du var borta, låt oss se vad utvecklarna har lagt till!",
    "Under din frånvaro har en uppdatering skett. Låt oss tillsammans utforska nyheterna från utvecklarna!",
    "Färska uppdateringar väntar på dig! Medan du var offline stod vi inte stilla. Låt oss bekanta oss med uppdateringarna:",
    "Vi har förberett några förbättringar i appen. Ska vi utforska dem tillsammans?",
    "Appen har uppdaterats! Låt oss kolla vilka intressanta funktioner som har lagts till:",
    "Våra utvecklare arbetar varje dag för projektets bästa. Här är vad som har lagts till:"
  ],
  "neverUsed": [
    "Du har ännu inte gjort några anteckningar i <b>{dairy}</b>. Försök göra det idag. För att hitta en metod som passar just dig måste du prova olika tillvägagångssätt.",
    "Jag har märkt att du ännu inte lämnat några anteckningar i <b>{dairy}</b>. Idag är en utmärkt dag att ändra på det. Utforska olika strategier för att upptäcka de mest effektiva för dig.",
    "Din <b>{dairy}</b> är fortfarande tom. Ta det första steget idag genom att utforska olika metoder för att hitta den som passar just dig."
  ],
  "premiumThanks": {
    "content": "<p>Jag har märkt att du nyligen aktiverade premium!</p><p>Premium ger dig tillgång till en kraftfullare AI-modell, vilket kommer att göra min analys ännu effektivare!</p><p>Tack vare dig kan våra utvecklare fortsätta att utveckla projektet och hjälpa människor att finna inre harmoni.</p><p>Tack för ditt förtroende!</p>"
  },
  "quote": [
    "Idag skulle jag vilja inspirera dig med ett citat från en stor personlighet.",
    "Låt oss idag vända oss till en stor personlighets visdom, som kan bli en inspirationskälla.",
    "Idag erbjuder jag dig tankar från en stor tänkare, som kan inspirera till nya framgångar.",
    "Låt oss minnas orden från en stor person, som kan bli ett klokt råd för oss.",
    "Jag har valt ett citat från en känd person till dig.",
    "Jag bestämde mig för att idag dela med dig av ett insiktsfullt citat från en känd personlighet, fyllt med djup mening.",
    "Idag föreslår jag att du fördjupar dig i visdomen som lämnats till oss av en stor person, och hämtar inspiration från den."
  ],
  "readArticle": [
    "Jag har analyserat dina anteckningar och lagt till utbildningsmaterial i din plan för idag, som troligen kommer att vara intressant för dig.",
    "Efter att ha studerat dina anteckningar bestämde jag mig för att lägga till utbildningsmaterial i din dagliga plan, som enligt min mening kommer att vara användbart för dig.",
    "Som ett resultat av analysen av dina anteckningar har jag valt ut utbildningsmaterial som jag tycker är användbart och intressant för dig, och lagt till det i din plan för idag."
  ],
  "testExpired": [
    "Resultaten från ditt test <b>{test_name}</b> är föråldrade, låt oss fastställa ditt nuvarande tillstånd!",
    "Dina resultat från testet <b>{test_name}</b> är inte längre aktuella. Dags att uppdatera informationen om ditt tillstånd!",
    "Det verkar som att resultaten från testet <b>{test_name}</b> är föråldrade. Låt oss ta reda på hur läget är nu!",
    "Data från testet <b>{test_name}</b> speglar inte längre din nuvarande situation. Dags för en ny kontroll!",
    "Resultaten från <b>{test_name}</b> har förlorat sin aktualitet. Vill du uppdatera dem och få veta ditt nuvarande tillstånd?",
    "Det har gått en hel del tid sedan du genomförde <b>{test_name}</b>. Låt oss kolla vad som har förändrats sedan dess!"
  ],
  "header": [
    "Glad att se dig igen!",
    "Jag hoppas att du har vackert väder!",
    "Trevligt att se dig igen!",
    "Hur är ditt humör?",
    "Alltid trevligt att se dig!",
    "Välkommen tillbaka!",
    "Alltid glad att se dig!"
  ],
  "affirmation": [
    "Idag har jag valt följande affirmation till dig.",
    "Försök att arbeta med denna affirmation idag.",
    "Idag föreslår jag följande affirmation till dig."
  ],
  "home_bot_first_visit_header": "Vad roligt att se dig här för första gången!"
}