[
  {
    "text": "Den största äran i livet ligger inte i att aldrig falla, utan i att resa sig varje gång man har fallit.",
    "author": "Nelson Mandela"
  },
  {
    "text": "När du befinner dig i mörker, kom ihåg: solen går upp och ner, men dess ljus är evigt.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Det som inte dödar oss gör oss starkare.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Även från natten, som för hela världen verkar ändlös, leder en väg till en ljus morgon.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Hopp är den där saken med fjädrar som sitter i själen och sjunger en melodi utan ord, och aldrig slutar att tro på det.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Det bästa sättet att muntra upp sig själv är att försöka muntra upp någon annan.",
    "author": "Mark Twain"
  },
  {
    "text": "Ett litet positivt sinnestillstånd på morgonen kan förändra hela din dag.",
    "author": "Dalai Lama"
  },
  {
    "text": "Det är viktigt att komma ihåg att vi inte kan bli det vi vill vara genom att förbli det vi är.",
    "author": "Max DePree"
  },
  {
    "text": "Det finns alltid ljus om vi bara är modiga nog att se det. Om vi bara är modiga nog att vara det.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Döm inte varje dag efter skörden du samlat in, utan efter de frön du har sått.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Påminn dig själv om att det inte är ett tecken på svaghet. Det är en sjukdom som kräver behandling, precis som vilken annan sjukdom som helst.",
    "author": "Demi Lovato"
  },
  {
    "text": "Låt inte din sjukdom definiera vem du är.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Det vi ser beror främst på vad vi letar efter.",
    "author": "John Lubbock"
  },
  {
    "text": "Det är viktigt att prata ut om sina känslor, istället för att hålla dem inom sig.",
    "author": "Jimmy Hendrix"
  },
  {
    "text": "Du är inte ensam, och detta mörker kommer, precis som allt annat, att passera.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Mod ryter inte alltid. Ibland är mod den tysta rösten i slutet av dagen som säger: jag ska försöka igen imorgon.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Hopp är den där saken med fjädrar som slår sig ner i själen och sjunger en melodi utan ord, och aldrig slutar alls.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Påminn dig själv om att du inte behöver göra det som alla andra gör.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Håll dig borta från dem som försöker förminska dina ambitioner. Små människor gör alltid så, men de verkligt stora får dig att känna att också du kan bli stor.",
    "author": "Mark Twain"
  },
  {
    "text": "Depression är ett tillstånd där du inte har kontroll över ditt liv. Hitta något som får dig att återvända till livet. Oavsett hur litet det kan verka.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Att vara stark innebär att känna sig förfärlig och levande på samma gång.",
    "author": "Lena Dunham"
  },
  {
    "text": "Din nuvarande situation är inte din slutliga destination.",
    "author": "Okänd"
  },
  {
    "text": "Den största äran i livet ligger inte i att aldrig falla, utan i att resa sig varje gång vi faller.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Det du känner just nu kommer inte att definiera dig för evigt.",
    "author": "Christina Rasmussen"
  },
  {
    "text": "Döm inte varje dag efter skörden du samlat in, utan efter de frön du har sått.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Hopp är tro riktad mot framtiden; tron på att bättre dagar kommer, oavsett hur mörk nuet är.",
    "author": "Okänd författare"
  },
  {
    "text": "Depression är ett fängelse där du är både fångvaktare och fånge.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Om du går genom helvetet, fortsätt gå.",
    "author": "Winston Churchill"
  },
  {
    "text": "Det viktigaste du kan göra när du är nere är att resa dig upp.",
    "author": "Demi Lovato"
  },
  {
    "text": "Håll fast vid hoppet. När det är mörkt syns stjärnorna som bäst.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Du behöver inte se hela trappan, ta bara det första steget.",
    "author": "Martin Luther King"
  },
  {
    "text": "Behandling betyder inte omedelbart tillfrisknande, men det är det första steget mot det.",
    "author": "Okänd författare"
  },
  {
    "text": "Det vi ser beror främst på vad vi letar efter.",
    "author": "John Lubbock"
  },
  {
    "text": "Var tålmodig med allt som inte är löst i din själ, och försök att älska frågorna i sig.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Mental hälsa kräver samma uppmärksamhet och omsorg som fysisk hälsa.",
    "author": "Okänd författare"
  },
  {
    "text": "I varje natt finns en ljusare stjärna.",
    "author": "Maya Angelou"
  },
  {
    "text": "Var inte rädd för att visa din sårbarhet. Att vara ärlig om ditt tillstånd kan ge dig det stöd du behöver.",
    "author": "Okänd författare"
  },
  {
    "text": "Var dig själv; alla andra roller är redan tagna.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Ibland är det hälsosammaste du kan göra att tillåta dig själv att känna.",
    "author": "Okänd författare"
  },
  {
    "text": "Livet handlar inte om att vänta på att stormen ska passera, utan om att lära sig dansa i regnet.",
    "author": "Vivian Greene"
  },
  {
    "text": "Tappa inte tron på dig själv. Du vet aldrig hur nära du kan vara ditt mål.",
    "author": "Okänd författare"
  },
  {
    "text": "Det som inte dödar oss gör oss starkare.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Kärlek till sig själv är början på en livslång romans.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Var aldrig rädd för att be om hjälp. Det är ett tecken på styrka, inte svaghet.",
    "author": "Okänd författare"
  },
  {
    "text": "Livet handlar inte om att överleva stormen, utan om att dansa i regnet.",
    "author": "Okänd författare"
  },
  {
    "text": "Styrka kommer inte från fysisk kapacitet. Den kommer från en okuvlig vilja.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Definiera inte ditt liv efter vad du inte lyckats med, utan efter vad du fortfarande kan uppnå.",
    "author": "Okänd författare"
  },
  {
    "text": "Det enda sättet att göra ett bra jobb är att älska det du gör.",
    "author": "Steve Jobs"
  },
  {
    "text": "Vi blir inte starka när vi aldrig behöver kämpa, utan när vi lär oss att övervinna utmaningar.",
    "author": "Okänd författare"
  },
  {
    "text": "Vänta inte på speciella ögonblick, gör varje ögonblick speciellt.",
    "author": "Okänd författare"
  },
  {
    "text": "Oroa dig inte för vad folk tänker om dig. De är för upptagna med att fundera på vad andra tänker om dem.",
    "author": "Okänd författare"
  },
  {
    "text": "Varje steg framåt, även det minsta, är ett steg mot framgång.",
    "author": "Okänd författare"
  },
  {
    "text": "Var inte rädd för att gå långsamt, var rädd för att stå stilla.",
    "author": "Kinesiskt ordspråk"
  },
  {
    "text": "Sant mod är att veta att du kommer att vakna imorgon när hela världen har rasat samman idag.",
    "author": "Okänd författare"
  },
  {
    "text": "Kom ihåg att inte få det du vill ibland är en underbar lyckoträff.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Lycka handlar inte om att ha det du vill, utan om att vilja ha det du har.",
    "author": "Okänd författare"
  },
  {
    "text": "Framgång är förmågan att gå från ett misslyckande till ett annat utan att förlora entusiasmen.",
    "author": "Winston Churchill"
  },
  {
    "text": "Våga leva det liv du har drömt om. Gå framåt och gör ditt liv storslaget.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Bara de som vågar gå för långt kan upptäcka hur långt man kan gå.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Smärta är inte alltid en signal till handling; ibland är det en uppmaning till meditation.",
    "author": "Okänd författare"
  },
  {
    "text": "Sann optimism är inte glädje, utan styrka. Och denna styrka hjälper dig att möta verkligheten med öppna ögon.",
    "author": "Okänd författare"
  },
  {
    "text": "Varje dag är en ny möjlighet att förändra ditt liv.",
    "author": "Okänd författare"
  },
  {
    "text": "Det svåraste är beslutet att agera, resten är bara uthållighet.",
    "author": "Amelia Earhart"
  }
]
