{
  "days": {
    "fist": "<p>Meu nome é Alfred, e sou a inteligência artificial deste aplicativo. Minha missão é ajudar você a trilhar um caminho em direção a uma vida feliz e harmoniosa, livre de problemas psicológicos!</p><p>Preparei alguns passos iniciais para que você possa se familiarizar com nossos métodos de terapia.</p><p>Lembre-se: quanto mais você interagir com o aplicativo, melhor poderei entender suas necessidades e, consequentemente, mais precisas serão as minhas recomendações!</p>",
    "third": "<p>Vamos continuar nossas atividades hoje, focando na análise de pensamentos destrutivos.</p><p>Além disso, recomendo que você dê uma olhada na nossa vitrine de psicólogos.</p><p>Em nosso aplicativo, damos ênfase ao trabalho autônomo, mas somente um psicólogo pode oferecer recomendações totalmente personalizadas. Isso é extremamente importante, especialmente no início da sua jornada.</p>",
    "fourth": "<p>Valorizamos muito a educação, buscando torná-la não apenas útil, mas também envolvente.</p><p>Para isso, criamos um canal no Instagram onde temas complexos são apresentados de maneira simples e acessível.</p><p>Junte-se à nossa comunidade e dê passos firmes rumo a uma vida harmoniosa e feliz, livre de barreiras psicológicas!</p>",
    "fifth": "<p>Convido você a experimentar nossas funções premium.</p><p>Oferecemos um período de teste de 3 dias, durante o qual você pode cancelar a assinatura se ela não atender às suas expectativas.</p><p>Isso proporcionará a você recursos avançados para interagir comigo durante o processo terapêutico.</p>",
    "eighth": "<discount></discount><p>Notei que você está ativamente cuidando da sua saúde psicológica!</p><p>No entanto, você ainda não está utilizando todos os recursos do aplicativo.</p><p>Se o motivo for o preço, hoje eu o reduzi para você!</p><p>Aproveite para garantir o novo preço até o final do dia e cuide-se bem!</p>",
    "tenth": "<p>Estamos felizes que você esteja conosco há tanto tempo – isso é realmente maravilhoso!</p><p>Hoje, gostaria de destacar uma função especial – \"Compartilhar com o psicólogo\".</p><p>Se você está fazendo um curso terapêutico, essa função será incrivelmente útil para você!</p>"
  },
  "appUpdated": [
    "Eu me atualizei enquanto você estava fora, vamos ver o que os desenvolvedores adicionaram de novo!",
    "Houve uma atualização durante a sua ausência. Vamos explorar juntos as novidades trazidas pelos desenvolvedores!",
    "Temos novidades fresquinhas! Enquanto você estava offline, continuamos trabalhando. Vamos conferir as atualizações:",
    "Preparamos algumas melhorias no aplicativo. Vamos explorá-las juntos?",
    "O aplicativo foi atualizado! Vamos ver quais funções interessantes foram adicionadas:",
    "Nossos desenvolvedores trabalham todos os dias para melhorar o projeto. Aqui está o que foi adicionado:"
  ],
  "neverUsed": [
    "Você ainda não fez nenhuma anotação no <b>{dairy}</b>. Tente fazer isso hoje. Para encontrar a metodologia que melhor se adapta a você, é importante experimentar diferentes abordagens.",
    "Notei que você ainda não fez anotações no <b>{dairy}</b>. Hoje é um ótimo dia para mudar isso. Explore diferentes estratégias para descobrir as mais eficazes para você.",
    "Seu <b>{dairy}</b> ainda está vazio. Dê o primeiro passo hoje, explorando várias metodologias para encontrar a que melhor se adapta a você."
  ],
  "premiumThanks": {
    "content": "<p>Notei que você recentemente ativou o premium!</p><p>O premium lhe dá acesso a um modelo de IA mais avançado, tornando minha análise ainda mais eficaz!</p><p>Graças a você, nossos desenvolvedores poderão continuar a aprimorar o projeto e ajudar mais pessoas a encontrar a harmonia interior.</p><p>Obrigado pela sua confiança!</p>"
  },
  "quote": [
    "Hoje, gostaria de inspirar você com uma citação de uma grande personalidade.",
    "Vamos recorrer hoje à sabedoria de uma grande figura, que pode servir como fonte de inspiração.",
    "Hoje, proponho a você reflexões de um grande pensador, que podem inspirar novas realizações.",
    "Vamos relembrar as palavras de um grande homem, que podem servir como um sábio conselho para nós.",
    "Escolhi para você uma citação de uma pessoa notável.",
    "Hoje, decidi compartilhar com você uma citação perspicaz de uma figura famosa, repleta de significado profundo.",
    "Hoje, convido você a mergulhar na sabedoria deixada por uma grande personalidade e a encontrar inspiração nela."
  ],
  "readArticle": [
    "Analisei suas anotações e adicionei ao seu plano de hoje um material educativo que provavelmente será interessante para você.",
    "Após estudar suas anotações, decidi incluir em seu plano diário um material educativo que, na minha opinião, será útil para você.",
    "Como resultado da análise de suas anotações, selecionei um material educativo que considero útil e interessante para você, e o adicionei ao seu plano de hoje."
  ],
  "testExpired": [
    "Os resultados do seu teste <b>{test_name}</b> estão desatualizados. Vamos avaliar seu estado atual!",
    "Seus resultados do teste <b>{test_name}</b> não são mais relevantes. Hora de atualizar as informações sobre o seu estado!",
    "Parece que os resultados do teste <b>{test_name}</b> estão desatualizados. Vamos descobrir como as coisas estão agora!",
    "Os dados do teste <b>{test_name}</b> não refletem mais sua situação atual. É hora de uma nova verificação!",
    "Os resultados do <b>{test_name}</b> perderam a relevância. Que tal atualizá-los e descobrir seu estado atual?",
    "Já faz um bom tempo desde que você realizou o teste <b>{test_name}</b>. Vamos verificar o que mudou desde então!"
  ],
  "header": [
    "Fico feliz em ver você novamente!",
    "Espero que o tempo esteja ótimo para você!",
    "É um prazer vê-lo novamente!",
    "Como está o seu humor?",
    "Sempre é um prazer ver você!",
    "Bem-vindo de volta!",
    "Sempre feliz em ver você!"
  ],
  "affirmation": [
    "Hoje eu selecionei a seguinte afirmação para você.",
    "Tente trabalhar com a seguinte afirmação hoje.",
    "Hoje eu sugiro a seguinte afirmação para você."
  ]
}
