[
  {
    "text": "A maior glória da vida não está em nunca cair, mas em se levantar toda vez que caímos.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Quando você está na escuridão, lembre-se: o sol nasce e se põe, mas sua luz é eterna.",
    "author": "Khalil Gibran"
  },
  {
    "text": "O que não nos mata nos torna mais fortes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Mesmo da noite que parece interminável para o mundo todo, há um caminho para a manhã brilhante.",
    "author": "Haruki Murakami"
  },
  {
    "text": "A esperança é aquela coisa com penas que pousa na alma e canta uma melodia sem palavras, e nunca para de acreditar.",
    "author": "Emily Dickinson"
  },
  {
    "text": "O melhor remédio para levantar o ânimo é tentar levantar o ânimo de outra pessoa.",
    "author": "Mark Twain"
  },
  {
    "text": "Uma mente positiva pela manhã pode mudar todo o seu dia.",
    "author": "Dalai Lama"
  },
  {
    "text": "É importante lembrar que não podemos nos tornar o que queremos ser permanecendo como somos.",
    "author": "Max DePree"
  },
  {
    "text": "Sempre há luz, se tivermos coragem suficiente para vê-la. Se tivermos coragem suficiente para sermos ela.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Não julgue cada dia pela colheita que você faz, mas pelas sementes que você planta.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Lembre-se de que isso não é um sinal de fraqueza. É uma doença que requer tratamento, como qualquer outra.",
    "author": "Demi Lovato"
  },
  {
    "text": "Não deixe sua doença definir quem você é.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "O que vemos depende principalmente do que procuramos.",
    "author": "John Lubbock"
  },
  {
    "text": "É importante falar sobre seus sentimentos, em vez de guardá-los para si mesmo.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Você não está sozinho, e esta escuridão, como tudo mais, passará um dia.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Coragem nem sempre ruge. Às vezes, é uma voz suave no final do dia que diz: \"Vou tentar de novo amanhã.\"",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "A esperança é aquela coisa com penas que pousa na alma e canta uma melodia sem palavras, e nunca para.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Lembre-se de que você não precisa fazer o que todo mundo faz.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Mantenha-se afastado daqueles que tentam diminuir suas ambições. Pessoas pequenas sempre fazem isso, mas os verdadeiramente grandes fazem você sentir que também pode ser grande.",
    "author": "Mark Twain"
  },
  {
    "text": "A depressão é um estado em que você não controla sua vida. Encontre algo que o faça voltar à vida. Não importa o quão pequeno isso possa parecer.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Ser forte significa sentir-se terrível e vivo ao mesmo tempo.",
    "author": "Lena Dunham"
  },
  {
    "text": "Sua situação atual não é seu destino final.",
    "author": "Desconhecido"
  },
  {
    "text": "A maior glória da vida não está em nunca cair, mas em se levantar toda vez que caímos.",
    "author": "Nelson Mandela"
  },
  {
    "text": "O que você está sentindo agora não o definirá para sempre.",
    "author": "Christina Grimmie"
  },
  {
    "text": "Não julgue cada dia pela colheita que você faz, mas pelas sementes que você planta.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "A esperança é fé voltada para o futuro; fé de que os dias melhores virão, independentemente de quão sombrios sejam os dias presentes.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A depressão é uma prisão em que você é tanto o carcereiro quanto o prisioneiro.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Se você está passando pelo inferno, continue andando.",
    "author": "Winston Churchill"
  },
  {
    "text": "A coisa mais importante que você pode fazer quando está por baixo é se levantar.",
    "author": "Demi Lovato"
  },
  {
    "text": "Mantenha-se firme na esperança. Quando está escuro, é quando as estrelas brilham mais.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Você não precisa ver toda a escada, apenas dê o primeiro passo.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Cura não significa recuperação imediata, mas é o primeiro passo para ela.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O que vemos depende principalmente do que procuramos.",
    "author": "John Lubbock"
  },
  {
    "text": "Seja paciente com tudo o que ainda não está resolvido em sua alma e tente amar as próprias perguntas.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "A saúde mental requer tanta atenção e cuidado quanto a saúde física.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Em cada noite, há uma estrela mais brilhante.",
    "author": "Maya Angelou"
  },
  {
    "text": "Não tenha medo de mostrar sua vulnerabilidade. Ser honesto sobre sua condição pode lhe trazer o apoio necessário.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Seja você mesmo; todas as outras funções já estão ocupadas.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Às vezes, a coisa mais saudável que você pode fazer é se permitir sentir.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A vida não é sobre esperar a tempestade passar, mas sim aprender a dançar na chuva.",
    "author": "Vivian Greene"
  },
  {
    "text": "Nunca perca a fé em si mesmo. Você nunca sabe o quão perto pode estar de alcançar seu objetivo.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O que não nos mata nos torna mais fortes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Amor próprio é o começo de um romance para a vida inteira.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nunca tenha medo de pedir ajuda. Isso é um sinal de força, não de fraqueza.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A vida não é sobre como sobreviver à tempestade, mas sobre como dançar na chuva.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A força não vem da capacidade física. Ela vem de uma vontade inquebrantável.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Defina sua vida não pelo que você falhou em fazer, mas pelo que ainda pode alcançar.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A única maneira de fazer um ótimo trabalho é amar o que você faz.",
    "author": "Steve Jobs"
  },
  {
    "text": "Nos tornamos fortes não quando nunca temos que lutar, mas quando aprendemos a superar os desafios.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não espere momentos especiais, torne cada momento especial.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não se preocupe com o que as pessoas pensam de você. Elas estão ocupadas demais pensando em si mesmas.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Qualquer passo à frente, mesmo o menor, é um passo em direção ao sucesso.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não tenha medo de ir devagar, tenha medo de ficar parado.",
    "author": "Provérbio chinês"
  },
  {
    "text": "A verdadeira coragem é saber que você vai acordar amanhã, mesmo quando o mundo desmoronou hoje.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Lembre-se de que não conseguir o que você quer às vezes é um maravilhoso golpe de sorte.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "A felicidade não está em ter o que você quer, mas em querer o que você tem.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Sucesso é a capacidade de passar de uma falha para outra sem perder o entusiasmo.",
    "author": "Winston Churchill"
  },
  {
    "text": "Ouse viver a vida que você sonhou para si mesmo. Vá em frente e faça sua vida magnífica.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Apenas aqueles que se arriscam a ir longe demais podem descobrir até onde podem ir.",
    "author": "T. S. Eliot"
  },
  {
    "text": "A dor nem sempre é um sinal para agir; às vezes é um chamado à meditação.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O verdadeiro otimismo não é alegria, mas força. E essa força nos ajuda a encarar a realidade de frente com os olhos bem abertos.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Cada dia é uma nova oportunidade para mudar sua vida.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A parte mais difícil é tomar a decisão de agir, o resto é apenas perseverança.",
    "author": "Amelia Earhart"
  }
]
