{
  "title": "Техника: День под контролем",
  "description": "В этой статье представлена простая и эффективная техника планирования «Две Колонки», которая помогает вернуть ощущение контроля над дневными задачами, снизить тревожность и повысить личную эффективность. Разделение плана на «до» и «после» позволяет осознать, как проходит день, научиться гибкости и формировать реалистичное, поддерживающее отношение к себе и своим достижениям.",
  "screen_1": {
    "texts": [
      "Давайте начнем с упражнения, которое помогает мягко организовать жизнь и вернуть ощущение контроля.",
      "Каждый вечер, перед следующим днем, выделите несколько минут и составьте расписание. Оно будет состоять из двух колонок.",
      "Первая колонка — «До»: это ваш план на день, по часам. Не стремитесь заполнить каждый час чем-то значительным. Достаточно одного-двух слов для каждой строки.",
      "Это могут быть самые разные дела: «душ», «завтрак», «постирать вещи», «уборка», «подготовка к экзамену», «написать резюме».",
      "Вторая колонка — «После». В конце дня впишите туда, что вы реально делали в течение дня, также по часам. Совпадения и расхождения с планом — нормальны. Здесь нет правильных или неправильных результатов.",
      "Даже если вы выполните только часть из задуманного, сам факт планирования уже помогает структурировать день и снижает хаос.",
      "Каждое действие отмечайте буквами. «Д» — дело, если это требовало усилий лично для вас."
    ]
  },
  "screen_2": {
    "texts": [
      "Иногда, когда человек в депрессии, даже почистить зубы или принять душ может быть достижением. И это нормально. В таком случае рядом смело ставьте букву «Д».",
      "Чтобы точнее отражать свои усилия, можно использовать шкалу трудности: например, «заправить кровать — Д-2», а «приготовить обед — Д-7». Вы определяете шкалу сами.",
      "Если действие приносило радость или удовольствие, ставьте букву «У» — удовольствие.",
      "Например: прогулка, горячая ванна, просмотр любимого фильма — это может быть «У-6» или «У-9», в зависимости от ощущений.",
      "Вся суть техники в простом, но очень рабочем принципе: планируем, наблюдаем, отмечаем и принимаем. Не стоит заранее решать, что «это не сработает». Попробуйте хотя бы неделю.",
      "Почему это помогает:",
      "Эта практика снижает избыточное обдумывание и внутренние сомнения — «стоит ли это делать?»",
      "Создаёт баланс между делами, которые нужно сделать, и занятиями, которые приносят удовольствие и восстанавливают ресурс."
    ]
  },
  "screen_3": {
    "texts": [
      "Когда вы начнете регулярно планировать свой день, заметите, что мотивация постепенно возвращается. Каждое маленькое действие становится доказательством, что вы способны действовать.",
      "Вот как описал свой опыт один человек, долгое время сталкивавшийся с депрессией и прокрастинацией:",
      "«Когда я стал планировать день и сравнивать его с фактом, я увидел, куда уходит моё время. Я снова почувствовал, что могу влиять на свою жизнь. Оказалось, что у меня есть сила делать выбор».",
      "Попробуйте — шаг за шагом вы научитесь бережно управлять своим временем и собой."
    ],
    "quote": {
      "text": "Самое важное в управлении временем — не управлять временем, а управлять собой",
      "author": "Питер Друкер"
    }
  },
  "instagram": ["18510613267047104"]
}
