{
  "control": {
    "title": "Техника: День под контролем",
    "description": "В статье представлена уникальная техника планирования \"Две Колонки\", направленная на улучшение самоорганизации и повышение личной эффективности. Читатели узнают, как простое разделение задач на \"планы\" и \"факты\" может помочь не только в достижении поставленных целей, но и в осмыслении своих ежедневных действий. Особое внимание уделяется анализу выполненного, что позволяет научиться адаптироваться к изменениям и находить баланс между должным и желаемым.",
    "screen_1": {
      "texts": [
        "Первое упражнение, которым мы хотим поделиться с вами, простое, но эффективное, и поможет в вашей самоорганизации.",
        "Вечером, накануне следующего дня, сядьте и напишите свое расписание на день. Оно будет состоять из двух частей, соответственно, из двух колонок.",
        "Первая колонка — «До». Это почасовой план того, что вы хотите сделать. Не надо записывать сразу много: в каждой часовой строчке запишите одно-два слова, обозначая какое-то занятие или действие.",
        "Например, это может быть что-то мелкое: сходить в душ, позавтракать, поставить стирку. Или это может быть что-то более энергозатратное: уборка, подготовка к экзамену, составление резюме и т.д.",
        "В конце каждого дня записывайте во вторую колонку — «После».",
        "Туда стоит записывать, что вы делали на самом деле в течение всего дня, также по часам. Ваши занятия могут совпадать с запланированными, а могут и отличаться — это нормально, не переживайте.",
        "Ведь даже если вы сможете реализовать всего лишь небольшую часть из списка «до», простое планирование вашего времени может оказаться для вас очень полезным и визуально понятным процессом.",
        "Помимо этого, каждое из занятий отмечайте буквой «Д-дело», если это занятие было для вас не очень простым и стало достижением конкретно для вас."
      ]
    },
    "screen_2": {
      "texts": [
        "Может быть так, что при депрессии почистить зубы или принять душ будет для вас достижением, в этом нет ничего ужасного или стыдного, поверьте. И тогда рядом с этими занятиями вы будете писать букву «Д». Также отмечайте степень трудности.",
        "Например, заправить постель было достаточно просто, и тогда это может быть «Д-2», а вот приготовить обед было более трудно, и тогда это «Д-7». Шкалу, по которой вы будете это оценивать, определяют ваши ощущения.",
        "Если занятие в вашем плане было для вас чем-то приятным, тогда ставьте рядом «У-удовольствие».",
        "Например, просмотр фильма или прогулка по парку были вам в радость, тогда поставьте соответствующую букву и также оцените степень удовольствия, которое вы получили от этого действия.",
        "Собственно, в этом и заключается все упражнение: оно простое, но эффективное. Вы можете подумать, что это не сработает, но если не попробуете выполнять это регулярно какое-то время, то точно не поймете этого. Это работает, потому что:",
        "Это остановит вашу склонность к постоянному обдумыванию важности и ценности тех или иных действий и поможет справиться с внутренними противоречиями: стоит ли что-то делать или нет;",
        "Поможет вам распланировать свое время сбалансированно, потому что там будут дела, которые вам просто надо делать по той или иной причине, а также занятия, которые приносят вам удовольствие;"
      ]
    },
    "screen_3": {
      "texts": [
        "Если вы будете регулярно составлять расписание дня, то вскоре заметите, что ваша мотивация растет, потому что начиная делать хоть что-то, вы опровергнете свои убеждения о том, что не способны делать что-либо.",
        "Один человек, который долгое время был в депрессии и страдал от прокрастинации, поделился своим отзывом о данной технике:",
        "Планируя свой день и глядя вечером на результаты, я осознал, на что именно я трачу время.",
        "Это помогло мне вновь взять на себя ответственность за свою жизнь. Я осознаю, что могу контролировать ситуацию, если захочу."
      ],
      "quote": {
        "text": "Самое важное в управлении временем — не управлять временем, а управлять собой",
        "author": "Питер Друкер"
      }
    },
    "instagram": ["18510613267047104"]
  },
  "death": {
    "title": "Поиски себя после потери близкого человека",
    "description": "Статья рассказывает историю Анастасии, пережившей глубокую депрессию и тяжёлое чувство вины после трагической смерти брата. Благодаря психотерапии она смогла постепенно освободиться от самообвинений, изменить отношение к себе и своим переживаниям. Постепенно Анастасия вышла из депрессии, приняла, что не виновата, и снова начала жить полной жизнью.",
    "screen_1": {
      "texts": [
        "Каждый из нас рано или поздно сталкивается с утратой близкого человека. Смерть — это тяжелое испытание, которое накрывает болью и тягостью, словно мощная волна.",
        "Слёзы, печаль и глубокие чувства — естественная реакция на потерю. Эти переживания помогают нам прожить горе и снова находить силы жить дальше.",
        "Иногда скорбь становится затяжной и может сопровождать человека годами. А иногда горе стремительно перерастает в глубокую депрессию.",
        "Рассмотрим историю Анастасии, 29-летней девушки, которая столкнулась с тяжёлой депрессией после самоубийства младшего брата. Она обратилась к психотерапевту спустя несколько месяцев после трагедии.",
        "Особенно мучительным фактором стало её убеждение, что она несёт ответственность за его смерть.",
        "Настя чувствовала, что оказалась перед неразрешимой и пугающей реальностью. Ей казалось, что она «заслужила» страдание и даже испытывала суицидальные мысли.",
        "Чувство вины — частый и тяжёлый спутник тех, кто потерял близкого, особенно если человек ушёл из жизни по собственной воле.",
        "Многие задаются вопросами: «Почему я не остановил этого? Почему не заметил вовремя?»",
        "Даже опытные специалисты могут сталкиваться с такими мыслями, если их клиент совершает самоубийство: «Это действительно моя вина. Я должен был сказать что-то другое, спросить иначе, быть внимательнее. Я должен был предотвратить это. Я виноват!»"
      ],
      "quote": {
        "text": "Нас могут покинуть те, кого мы любим, но они никогда не уйдут далеко, пока мы помним их.",
        "author": "Конфуций"
      }
    },
    "screen_2": {
      "texts": [
        "Самообвинения Анастасии появились ещё до трагедии. Она часто думала, что её жизнь сложилась удачнее, чем у брата, и пыталась помогать ему эмоционально и финансово во время его длительной борьбы с депрессией.",
        "Она поддерживала его в решении обратиться к психологу, помогала оплачивать терапию и даже сняла ему жильё рядом, чтобы быть рядом и всегда прийти на помощь.",
        "Настя была уверена, что именно она виновата в его смерти, ведь «должна была сделать ещё больше».",
        "Её переживания были глубокими и искренними, она чувствовала эту боль постоянно.",
        "На первых сеансах терапии она говорила о причинах своего самообвинения и мыслях о смерти: «Я была ответственна за его жизнь. Мне кажется, что моя неспособность помочь привела к трагедии. Я должна была увидеть его состояние и спасти его.»",
        "Она верила, что её мучения оправданы и что она обязана нести наказание.",
        "Со стороны может быть заметно, что такие мысли иррациональны и только причиняют вред.",
        "Основная когнитивная ошибка, которую она совершала, — персонализация. В ходе терапии Анастасия пришла к важным выводам:",
        "Если бы она действительно была ответственна за смерть брата, это означало бы, что она — причина его решения.",
        "Она не могла контролировать его мысли и внутреннюю боль, поэтому не могла отвечать за те убеждения, которые привели его к тяжёлой депрессии. Это была его борьба, а не её вина.",
        "Пытаясь взять на себя ответственность за его состояние, она пыталась влиять на то, что ей не подвластно. Максимум, что она могла делать, — поддерживать его в рамках своих сил и возможностей."
      ]
    },
    "screen_3": {
      "texts": [
        "Если бы она знала о его намерениях, она сделала бы всё, чтобы помочь и предотвратить трагедию. Но она не знала — и изменить то, что было скрыто, было невозможно.",
        "Обвиняя себя, Настя словно предполагала, что обязана была предвидеть будущее и обладать безграничным знанием. Эти ожидания оказались нереалистичными, и у неё не было оснований винить себя.",
        "Все доводы указывали на одно: брать на себя ответственность за его поступок было тяжелой и несправедливой ошибкой.",
        "Её ответственность — только за свою собственную жизнь и своё благополучие.",
        "Со временем она поняла: её страдания возникали не потому, что она «подвела брата», а потому, что дала вине поглотить себя и позволила депрессии разрушить её жизнь.",
        "Поддерживающим решением стало отпустить чувство вины, постепенно восстанавливаться и учиться снова жить радостной и наполненной жизнью.",
        "Так выглядит настоящая забота о себе. После терапии состояние Анастасии значительно улучшилось, и она смогла преодолеть депрессию. Она объяснила это глубокими переменами в отношении к себе и своему внутреннему миру."
      ]
    }
  },
  "diagnostic": {
    "title": "Диагностика депрессии: Путешествие к пониманию себя",
    "description": "Статья рассказывает о способах диагностики депрессии: от общего распознавания симптомов до самостоятельной оценки состояния с помощью «Шкалы депрессии Бека». Она подчёркивает важность обращения к специалистам для точного диагноза и поддержки, особенно при выраженных симптомах, и предлагает практические шаги и упражнения для тех, кто хочет заботиться о своём эмоциональном состоянии.",
    "screen_1": {
      "texts": [
        "В прошлом разделе мы уже говорили о том, что такое депрессия.",
        "Теперь давайте разберёмся, как можно определить её у себя.",
        "Условно диагностику депрессии можно разделить на три этапа:",
        "Общий скрининг",
        "Как и любое другое эмоциональное состояние, депрессия проявляется через определённые симптомы. Давайте рассмотрим их:",
        "Подавленное настроение.",
        "Потеря интереса к привычным занятиям и радостям.",
        "Ангедония — снижение способности получать удовольствие.",
        "Трудности с концентрацией, работоспособностью, принятием решений.",
        "Нарушения сна и аппетита — снижение или наоборот увеличение.",
        "Чувства безнадёжности, беспомощности, раздражительности, стыда или вины.",
        "Тревожность или выраженная апатия.",
        "Снижение энергии, чувство постоянной усталости.",
        "Навязчивые мысли о смерти или самоубийстве.",
        "Многие из нас хотя бы раз сталкивались с некоторыми из этих проявлений.",
        "Однако отдельные симптомы не всегда означают депрессию. Как же определить её наличие?",
        "О депрессивном расстройстве можно говорить, если вы наблюдаете у себя как минимум четыре из перечисленных симптомов на протяжении двух недель и дольше.",
        "Также важно учитывать общее состояние здоровья и влияние жизненных обстоятельств."
      ],
      "quote": {
        "text": "Мы не можем изменить ситуации, которые жизнь нам преподносит, но можем изменить, как мы переживаем их.",
        "author": "Виктор Франкл"
      }
    },
    "screen_2": {
      "texts": [
        "Самодиагностика с помощью проверенных методик",
        "Существует множество инструментов, которые помогают оценить своё состояние.",
        "Одним из самых известных и надёжных считается «Шкала депрессии Бека» (BDI).",
        "Эта методика, созданная психотерапевтом Аароном Беком, включает 21 категорию симптомов, и каждая отражает разные аспекты депрессивного состояния.",
        "Пройдя этот тест, вы сможете ориентировочно определить степень тяжести симптомов: от лёгкой до выраженной депрессии.",
        "Тест доступен в нашем приложении, и он прост и интуитивен в использовании."
      ],
      "quote": {
        "text": "Забота о себе — это не исключение из ваших обязанностей, а важная их часть.",
        "author": "Леннард Дэвис"
      }
    },
    "screen_3": {
      "texts": [
        "Консультация со специалистом",
        "Если результаты самодиагностики указывают на возможное депрессивное состояние, важно обратиться к психологу, психиатру или психотерапевту.",
        "Специалист поможет уточнить диагноз и подобрать подходящий план поддержки и лечения. А мы рядом, чтобы сопровождать вас и давать полезную информацию.",
        "Этот материал создан, чтобы поддержать людей с лёгкими и умеренными проявлениями депрессии.",
        "Но он также может принести пользу тем, кто сталкивается с более тяжёлым состоянием.",
        "Он поможет немного облегчить симптомы и лучше понять своё состояние. Однако при выраженной депрессии одних инструментов самопомощи может быть недостаточно.",
        "В таких ситуациях особенно важно обратиться за профессиональной помощью и, если необходимо, рассмотреть вариант медикаментозной поддержки.",
        "Диагностика эмоциональных состояний — процесс тонкий и непростой.",
        "При самостоятельной оценке всегда существует риск ошибиться.",
        "Даже если у вас нет клинической депрессии, а лишь временное подавленное настроение, этот раздел всё равно может быть полезен.",
        "Мы подробно разберём механизмы депрессии и поделимся практическими рекомендациями и упражнениями.",
        "Если вы хотите улучшить качество своей жизни и готовы к шагам навстречу себе, давайте продолжим этот путь вместе."
      ]
    },
    "instagram": ["18067256407767438", "18071830373069533"]
  }
}
