{
  "title": "Поиски себя после потери близкого человека",
  "description": "Статья рассказывает историю Анастасии, пережившей глубокую депрессию и тяжёлое чувство вины после трагической смерти брата. Благодаря психотерапии она смогла постепенно освободиться от самообвинений, изменить отношение к себе и своим переживаниям. Постепенно Анастасия вышла из депрессии, приняла, что не виновата, и снова начала жить полной жизнью.",
  "screen_1": {
    "texts": [
      "Каждый из нас рано или поздно сталкивается с утратой близкого человека. Смерть — это тяжелое испытание, которое накрывает болью и тягостью, словно мощная волна.",
      "Слёзы, печаль и глубокие чувства — естественная реакция на потерю. Эти переживания помогают нам прожить горе и снова находить силы жить дальше.",
      "Иногда скорбь становится затяжной и может сопровождать человека годами. А иногда горе стремительно перерастает в глубокую депрессию.",
      "Рассмотрим историю Анастасии, 29-летней девушки, которая столкнулась с тяжёлой депрессией после самоубийства младшего брата. Она обратилась к психотерапевту спустя несколько месяцев после трагедии.",
      "Особенно мучительным фактором стало её убеждение, что она несёт ответственность за его смерть.",
      "Настя чувствовала, что оказалась перед неразрешимой и пугающей реальностью. Ей казалось, что она «заслужила» страдание и даже испытывала суицидальные мысли.",
      "Чувство вины — частый и тяжёлый спутник тех, кто потерял близкого, особенно если человек ушёл из жизни по собственной воле.",
      "Многие задаются вопросами: «Почему я не остановил этого? Почему не заметил вовремя?»",
      "Даже опытные специалисты могут сталкиваться с такими мыслями, если их клиент совершает самоубийство: «Это действительно моя вина. Я должен был сказать что-то другое, спросить иначе, быть внимательнее. Я должен был предотвратить это. Я виноват!»"
    ],
    "quote": {
      "text": "Нас могут покинуть те, кого мы любим, но они никогда не уйдут далеко, пока мы помним их.",
      "author": "Конфуций"
    }
  },
  "screen_2": {
    "texts": [
      "Самообвинения Анастасии появились ещё до трагедии. Она часто думала, что её жизнь сложилась удачнее, чем у брата, и пыталась помогать ему эмоционально и финансово во время его длительной борьбы с депрессией.",
      "Она поддерживала его в решении обратиться к психологу, помогала оплачивать терапию и даже сняла ему жильё рядом, чтобы быть рядом и всегда прийти на помощь.",
      "Настя была уверена, что именно она виновата в его смерти, ведь «должна была сделать ещё больше».",
      "Её переживания были глубокими и искренними, она чувствовала эту боль постоянно.",
      "На первых сеансах терапии она говорила о причинах своего самообвинения и мыслях о смерти: «Я была ответственна за его жизнь. Мне кажется, что моя неспособность помочь привела к трагедии. Я должна была увидеть его состояние и спасти его.»",
      "Она верила, что её мучения оправданы и что она обязана нести наказание.",
      "Со стороны может быть заметно, что такие мысли иррациональны и только причиняют вред.",
      "Основная когнитивная ошибка, которую она совершала, — персонализация. В ходе терапии Анастасия пришла к важным выводам:",
      "Если бы она действительно была ответственна за смерть брата, это означало бы, что она — причина его решения.",
      "Она не могла контролировать его мысли и внутреннюю боль, поэтому не могла отвечать за те убеждения, которые привели его к тяжёлой депрессии. Это была его борьба, а не её вина.",
      "Пытаясь взять на себя ответственность за его состояние, она пыталась влиять на то, что ей не подвластно. Максимум, что она могла делать, — поддерживать его в рамках своих сил и возможностей."
    ]
  },
  "screen_3": {
    "texts": [
      "Если бы она знала о его намерениях, она сделала бы всё, чтобы помочь и предотвратить трагедию. Но она не знала — и изменить то, что было скрыто, было невозможно.",
      "Обвиняя себя, Настя словно предполагала, что обязана была предвидеть будущее и обладать безграничным знанием. Эти ожидания оказались нереалистичными, и у неё не было оснований винить себя.",
      "Все доводы указывали на одно: брать на себя ответственность за его поступок было тяжелой и несправедливой ошибкой.",
      "Её ответственность — только за свою собственную жизнь и своё благополучие.",
      "Со временем она поняла: её страдания возникали не потому, что она «подвела брата», а потому, что дала вине поглотить себя и позволила депрессии разрушить её жизнь.",
      "Поддерживающим решением стало отпустить чувство вины, постепенно восстанавливаться и учиться снова жить радостной и наполненной жизнью.",
      "Так выглядит настоящая забота о себе. После терапии состояние Анастасии значительно улучшилось, и она смогла преодолеть депрессию. Она объяснила это глубокими переменами в отношении к себе и своему внутреннему миру."
    ]
  }
}
