{
  "title": "Поиски себя после потери близкого человека",
  "description": "Статья рассматривает историю Анастасии, которая испытывала глубокую депрессию и чувство вины после самоубийства своего брата. Она научилась освобождаться от самообвинений благодаря психотерапии, что помогло ей изменить отношение к себе и своим переживаниям. В результате Анастасия вышла из депрессии, приняла свою невиновность и начала жить полноценной жизнью.",
  "screen_1": {
    "texts": [
      "Каждый из нас рано или поздно сталкивается с потерей близкого человека. Смерть — это сильный удар, накрывающий горем и скорбью тех, кто любил умершего, словно взрывная волна.",
      "Слезы, грусть и переживания — нормальные реакции на потерю. Они помогают нам пережить этот момент и дают силы продолжать жить.",
      "Иногда скорбь затягивается, и человек может страдать годами, а иногда практически сразу попадает в глубокую депрессию.",
      "Приведем историю одной пациентки, страдающей депрессией: Анастасии, 29-летней девушки, чей младший брат покончил жизнь самоубийством за пару месяцев до её обращения к психотерапевту.",
      "Особенно болезненным и одновременно усугубляющим фактором в развитии её депрессии было чувство, что она несет ответственность за его самоубийство.",
      "Настя чувствовала, что столкнулась с абсолютно реальной и неразрешимой проблемой. Она верила, что заслуживает смерти и испытывала суицидальные мысли.",
      "Частая проблема, мучающая близких человека, совершившего самоубийство — чувство вины.",
      "Люди часто мучают себя мыслями: \"Почему я не помешал этому? Почему я не заметил это вовремя?\"",
      "Даже психотерапевты не застрахованы от таких реакций после самоубийства клиентов и могут винить себя: \"Это действительно моя вина. Если бы я по-другому поговорил с ним во время последней сессии. Почему я не спросил его напрямую, хотел ли он совершить самоубийство? Я должен был сделать что-то более решительное. Я убил его!\""
    ],
    "quote": {
      "text": "Нас могут покинуть те, кого мы любим, но они никогда не уйдут далеко, пока мы помним их.",
      "author": "Конфуций"
    }
  },
  "screen_2": {
    "texts": [
      "Самообвинения Анастасии начались задолго до трагедии: она долго думала, что её жизнь была легче и лучше, чем у брата, и старалась компенсировать это, оказывая ему эмоциональную и финансовую поддержку в его продолжительной борьбе с депрессией.",
      "Она подтолкнула его к работе с психологом, помогла оплатить сессии и даже сняла ему квартиру недалеко от себя, чтобы он мог звонить ей каждый раз, когда чувствовал себя плохо.",
      "Настя была уверена, что именно она несет ответственность за смерть брата, ведь \"она могла бы сделать еще больше\".",
      "Она глубоко переживала трагическую ситуацию, в которой оказалась.",
      "На первых терапевтических сессиях она обсуждала причины своего самообвинения и убеждения о том, что ей стоит умереть: \"Я была ответственной за жизнь своего брата. Я считаю, что моя неспособность помочь ему привела к его гибели. Мне кажется, что я не смогла оказать ему нужную поддержку, не увидев его ужасного состояния. Я должна была спасти ему жизнь.\"",
      "Она была уверена, что её вина и мучения были оправданны и правильны, и что она должна понести наказание и страдать.",
      "Читая эту историю со стороны, вы, вероятно, скажете, что её мысли и убеждения ирреальны и нелогичны, и они только вредят ей.",
      "Ошибкой, которую она совершала снова и снова, была персонализация. В процессе психотерапии Настя пришла к следующим выводам:",
      "Если бы она была ответственна за смерть своего брата, это значило бы, что она должна была быть причиной его самоубийства.",
      "Она не контролировала мысли брата, следовательно, не могла нести ответственность за деструктивные убеждения, которые привели его к тяжёлой депрессии и, как следствие, к смерти. Это были его ошибки, а не её.",
      "Стремясь принять на себя ответственность за его настроение и поступки, она пыталась повлиять на то, что лежало вне её контроля, хотя максимум, что она могла сделать, — это стать помощником в рамках своих возможностей."
    ]
  },
  "screen_3": {
    "texts": [
      "Если бы она знала, что он собирается совершить попытку самоубийства, она бы сделала всё возможное, чтобы помешать ему. Однако, поскольку она об этом не знала, она не могла ничего изменить, к сожалению.",
      "Таким образом, обвиняя себя в его смерти, она ошибочно полагала, что может предсказать будущее с абсолютной уверенностью и что все знания мира находятся в её распоряжении. Так как оба эти предположения были крайне нереалистичны, у неё не было оснований обвинять себя.",
      "Все эти аргументы указывают на то, что было серьезной ошибкой брать на себя ответственность за поступок брата, поскольку она в конечном итоге не могла его контролировать.",
      "На самом деле, Настя несет ответственность только за свою собственную жизнь и благополучие.",
      "В этот момент ей стало ясно: её страдания были не из-за того, что она «подвела его», а из-за того, что она позволила себе погрузиться в депрессию и размышлять о самоубийстве.",
      "Полезным и помогающим поведением в данном случае было отказаться от чувства вины, выйти из депрессии и затем стремиться вести счастливую и радостную жизнь.",
      "Вот как проявляется ответственность по отношению к себе. После психотерапии состояние Анастасии улучшилось, и вскоре она победила депрессию. Она объяснила это глубокими изменениями в своём отношении к себе."
    ]
  }
}
