{
  "title": "Диагностика депрессии: Путешествие к пониманию себя",
  "description": "Статья рассказывает о способах диагностики депрессии: от общего распознавания симптомов до самостоятельной оценки состояния с помощью «Шкалы депрессии Бека». Она подчёркивает важность обращения к специалистам для точного диагноза и поддержки, особенно при выраженных симптомах, и предлагает практические шаги и упражнения для тех, кто хочет заботиться о своём эмоциональном состоянии.",
  "screen_1": {
    "texts": [
      "В прошлом разделе мы уже говорили о том, что такое депрессия.",
      "Теперь давайте разберёмся, как можно определить её у себя.",
      "Условно диагностику депрессии можно разделить на три этапа:",
      "Общий скрининг",
      "Как и любое другое эмоциональное состояние, депрессия проявляется через определённые симптомы. Давайте рассмотрим их:",
      "Подавленное настроение.",
      "Потеря интереса к привычным занятиям и радостям.",
      "Ангедония — снижение способности получать удовольствие.",
      "Трудности с концентрацией, работоспособностью, принятием решений.",
      "Нарушения сна и аппетита — снижение или наоборот увеличение.",
      "Чувства безнадёжности, беспомощности, раздражительности, стыда или вины.",
      "Тревожность или выраженная апатия.",
      "Снижение энергии, чувство постоянной усталости.",
      "Навязчивые мысли о смерти или самоубийстве.",
      "Многие из нас хотя бы раз сталкивались с некоторыми из этих проявлений.",
      "Однако отдельные симптомы не всегда означают депрессию. Как же определить её наличие?",
      "О депрессивном расстройстве можно говорить, если вы наблюдаете у себя как минимум четыре из перечисленных симптомов на протяжении двух недель и дольше.",
      "Также важно учитывать общее состояние здоровья и влияние жизненных обстоятельств."
    ],
    "quote": {
      "text": "Мы не можем изменить ситуации, которые жизнь нам преподносит, но можем изменить, как мы переживаем их.",
      "author": "Виктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Самодиагностика с помощью проверенных методик",
      "Существует множество инструментов, которые помогают оценить своё состояние.",
      "Одним из самых известных и надёжных считается «Шкала депрессии Бека» (BDI).",
      "Эта методика, созданная психотерапевтом Аароном Беком, включает 21 категорию симптомов, и каждая отражает разные аспекты депрессивного состояния.",
      "Пройдя этот тест, вы сможете ориентировочно определить степень тяжести симптомов: от лёгкой до выраженной депрессии.",
      "Тест доступен в нашем приложении, и он прост и интуитивен в использовании."
    ],
    "quote": {
      "text": "Забота о себе — это не исключение из ваших обязанностей, а важная их часть.",
      "author": "Леннард Дэвис"
    }
  },
  "screen_3": {
    "texts": [
      "Консультация со специалистом",
      "Если результаты самодиагностики указывают на возможное депрессивное состояние, важно обратиться к психологу, психиатру или психотерапевту.",
      "Специалист поможет уточнить диагноз и подобрать подходящий план поддержки и лечения. А мы рядом, чтобы сопровождать вас и давать полезную информацию.",
      "Этот материал создан, чтобы поддержать людей с лёгкими и умеренными проявлениями депрессии.",
      "Но он также может принести пользу тем, кто сталкивается с более тяжёлым состоянием.",
      "Он поможет немного облегчить симптомы и лучше понять своё состояние. Однако при выраженной депрессии одних инструментов самопомощи может быть недостаточно.",
      "В таких ситуациях особенно важно обратиться за профессиональной помощью и, если необходимо, рассмотреть вариант медикаментозной поддержки.",
      "Диагностика эмоциональных состояний — процесс тонкий и непростой.",
      "При самостоятельной оценке всегда существует риск ошибиться.",
      "Даже если у вас нет клинической депрессии, а лишь временное подавленное настроение, этот раздел всё равно может быть полезен.",
      "Мы подробно разберём механизмы депрессии и поделимся практическими рекомендациями и упражнениями.",
      "Если вы хотите улучшить качество своей жизни и готовы к шагам навстречу себе, давайте продолжим этот путь вместе."
    ]
  },
  "instagram": ["18067256407767438", "18071830373069533"]
}
