{
  "title": "Депрессия и смертельный диагноз",
  "description": "Статья исследует эмоциональные и психологические переживания людей, которые сталкиваются с тяжёлым диагнозом. Важно понимать, насколько сложно бывает передать своё состояние окружающим. В центре истории — Ольга, чья жизнь изменилась после подозрения на рак. Она проходит через депрессию, потерю ощущение смысла и возвращает себе опору через работу с психологом. Постепенно Ольга приходит к осознанию собственной ценности и силы, учится замечать важность маленьких шагов и поддерживать себя даже среди физической боли и неопределённости.",
  "screen_1": {
    "texts": [
      "Что происходит с человеком, который узнаёт о тяжёлом, возможно смертельном диагнозе? Многие сталкиваются с подобными испытаниями, но объяснить здоровому человеку, что именно они чувствуют, бывает невероятно сложно.",
      "Истории людей с серьёзными заболеваниями часто становятся сюжетом книг и фильмов. Иногда такие истории показаны с элементами юмора, но реальность почти всегда глубже и сложнее.",
      "Независимо от тяжести болезни, известие о смертельной угрозе воспринимается как удар молнии — внезапный, болезненный и ошеломляющий.",
      "Человек, столкнувшийся с подобным диагнозом, может пережить реактивную депрессию — состояние, которое развивается на фоне сильного стресса или травматического события.",
      "При такой депрессии могут появляться страх, тревога, эмоциональная опустошённость, плохое настроение, усталость, снижение уверенности, трудности со сном и аппетитом, а иногда и суицидальные мысли.",
      "Многие болезни резко меняют привычный образ жизни. Тот, кто ещё недавно был активным, полным сил и планов, может внезапно оказаться прикованным к кровати.",
      "В тяжёлых случаях человек утрачивает способность обслуживать себя, совершать простые действия, становясь полностью зависимым от помощи близких.",
      "Осознание того, какой труд и заботу вкладывают родные, часто вызывает тяжёлое чувство вины и ощущение, будто человек стал бременем."
    ],
    "quote": {
      "text": "Ваша болезнь не определяет вас. Ваша сила и отвага в борьбе с ней — вот что вас определяет.",
      "author": "Жюль Ренар"
    }
  },
  "screen_2": {
    "texts": [
      "Ольге было 39 лет, когда её жизнь резко изменилась из-за подозрения на рак.",
      "Мир будто остановился: она чувствовала себя отделённой от всей привычной реальности. Все прежние тревоги показались незначительными на фоне новой, пугающей неизвестности.",
      "Когда диагноз подтвердился, это стало шоком для неё и её семьи — словно взрыв, который полностью меняет внутренний мир.",
      "В последующие месяцы слабость и физические страдания усилили эмоциональное истощение.",
      "Однако самой тяжёлой частью оказалось не только физическое состояние и лечение, но и необходимость отказаться от привычной жизни, активности, работы и общения.",
      "Домашние дела взял на себя муж, любимая работа и хобби остались в прошлом, и даже долгие прогулки с друзьями стали невозможными.",
      "Но значит ли это, что депрессия в такой ситуации неизбежна?",
      "Во время работы с психологом Ольга постепенно осознавала автоматические мысли и убеждения, которые причиняли ей боль:",
      "Я не вношу вклад в общество",
      "Я не добиваюсь успехов в карьере",
      "Я не могу участвовать в активной жизни",
      "Я стала обузой для мужа",
      "Эти мысли вызывали грусть, гнев, разочарование и чувство вины — такие же чувства испытывают многие люди с депрессией, даже будучи физически здоровыми.",
      "Её боль была вызвана не самой болезнью, а внутренним убеждением, что ценность человека зависит от достижений. Болезнь словно говорила ей: \"Ты больше ничего не стоишь.\""
    ]
  },
  "screen_3": {
    "texts": [
      "Во время одного из упражнений Ольга вместе с психологом построила условную шкалу своей ценности от рождения до конца жизни. Она увидела, что её значимость оставалась высокой и стабильной — около 85% — несмотря на события.",
      "Затем она оценила уровень своей продуктивности за этот же период.",
      "На графике продуктивность росла в зрелости и снижалась к настоящему моменту — что естественно для любого человека.",
      "Это упражнение помогло ей увидеть: несмотря на снижение активности, она всё ещё делает важные вещи для себя и своих близких, даже если они выглядят маленькими.",
      "Только чёрно-белое мышление могло заставить её думать, что её вклад равен нулю.",
      "И главное — она увидела, что ценность человека не зависит от его продуктивности. Она есть по праву, просто от того, что человек существует.",
      "Она поняла, что не обязана \"заслуживать\" право быть значимой. Даже в слабости, даже в болезни, она остаётся ценной.",
      "Это осознание заметно уменьшило проявления депрессии. Болезнь и боль никуда не исчезли, но её самооценка восстановилась, а эмоциональное состояние стало устойчивее и спокойнее."
    ],
    "quote": {
      "text": "Болезнь не может украсть вашу надежду, если вы не позволите ей этого.",
      "author": "Ник Вуйчич"
    }
  },
  "instagram": ["17996126909739388"]
}
