{
  "title": "Самооценка в омуте депрессии: Путь к самопринятию и внутреннему балансу",
  "description": "Эта статья исследует, как депрессия влияет на самооценку, и объясняет, почему негативное отношение к себе усиливает болезненные переживания и мешает жить полной жизнью. Опираясь на примеры и практические рекомендации, мы разберём шаги, которые помогают снизить самокритику, развить доброжелательность к себе и укрепить внутреннюю устойчивость. Материал станет поддерживающим путеводителем для тех, кто стремится восстановить уверенность и вернуть тепло в отношения с собой.",
  "screen_1": {
    "texts": [
      "Одним из распространённых спутников депрессии становится чрезмерная самокритика, чувство собственной неполноценности и утрата ощущения собственной ценности.",
      "Человек начинает давать себе жёсткие ярлыки вроде «я неудачник» или «я ничтожество», воспринимая себя как плохого и недостойного.",
      "Чем сильнее депрессия, тем ниже самооценка. И вы не одиноки: исследования Аарона Бека показывают, что более 80% людей с депрессией сталкиваются с ощущением собственной никчёмности.",
      "Образ себя в депрессии искажается: человек чувствует себя слабым, незначительным, одиноким, убеждает себя, что «у него ничего не выйдет».",
      "Самокритика может проявляться по-разному:",
      "Самообвинение – «Это я во всём виноват»",
      "Навешивание ярлыков – «Я такой глупый»",
      "Самоотвержение – «Я не могу себя терпеть»",
      "Сомнения в себе – «У меня всё равно не получится»",
      "Представьте, каково жить с таким внутренним монологом каждый день. Это тяжело, и часто человек даже не замечает, что говорит с собой так грубо.",
      "И, разумеется, такие мысли напрямую влияют на настроение, уверенность и отношение к жизни.",
      "Поэтому работа с самооценкой важный шаг в восстановлении. Ослабляя самокритику, мы постепенно возвращаем себе энергию, интерес к жизни и ощущение ценности."
    ],
    "quote": {
      "text": "Низкая самооценка это всё равно что ехать по жизни с включённым ручным тормозом.",
      "author": "Максвелл Мольц"
    }
  },
  "screen_2": {
    "texts": [
      "Низкая самооценка действует как увеличительное стекло, преувеличивая каждую ошибку и превращая мелкие сложности в катастрофу.",
      "Рассмотрим это на примере диалога клиента и психолога:",
      "Екатерина, почему замечание от начальника вызвало такую сильную реакцию? Это действительно настолько значимо?",
      "Да, это было ужасно. Я выглядела абсолютно глупо.",
      "И даже если так, что это значит для вас?",
      "Что начальник решил, что я тупая.",
      "И если он так подумал, что из этого следует?",
      "Значит, я недостойна работать в этой компании.",
      "И если вы правда недостойны, что это означает?",
      "Что я ничтожество и никогда ничего не добьюсь. В лучшем случае буду мыть полы до конца жизни.",
      "Этот пример показывает, как одно небольшое замечание воспринимается как доказательство собственной никчёмности и предсказание безрадостного будущего.",
      "В депрессии мышление становится жёстким и нелогичным. Мы начинаем видеть только свои недостатки и будто подтверждаем собственную беспомощность."
    ]
  },
  "screen_3": {
    "texts": [
      "Во-первых, важно понять: ценность человека нельзя «заслужить». Достижения могут радовать, но они не определяют вашу ценность.",
      "Многие успешные люди тоже страдают от депрессии и низкой самооценки известные личности, имеющие славу, талант и признание, но всё же чувствующие пустоту и недостаточность.",
      "Большинство людей с депрессией обладают огромным потенциалом: они способны быть талантливыми, добрыми, любящими, интересными.",
      "Но без доброжелательного отношения к себе всё это теряет значение. Именно ощущение собственной значимости определяет внутреннее состояние.",
      "Обращайте внимание на то, что вы говорите себе. Ловите моменты, когда вы ставите на себе крест или обесцениваете себя.",
      "Задавайте вопрос: действительно ли у меня есть доказательства этих мыслей? Чаще всего они основаны на эмоциях, а не на фактах.",
      "Во-вторых, заменяйте самокритику на самоисправление.",
      "Когда человек учится чему-то новому, хороший наставник не унижает он объясняет, корректирует, помогает двигаться вперёд.",
      "Но часто мы сами становимся для себя самым жестоким критиком.",
      "Попробуйте вместо обвинений спрашивать: «Как я могу сделать это лучше? Чему я могу научиться?»",
      "В-третьих, представьте, что вы говорите своему другу то же самое, что говорите себе. Сказали бы вы это вслух? С такой же суровостью?"
    ]
  },
  "screen_4": {
    "texts": [
      "Попробуйте мысленно предъявлять те же жёсткие требования к близким, что и к себе. Скорее всего, вы увидите, насколько они несправедливы.",
      "Самооценка играет огромную роль в том, какие цели мы ставим и как движемся к ним.",
      "При заниженной самооценке мы недооцениваем себя, ограничиваем свои возможности и будто запрещаем себе счастье.",
      "Изменения начинаются с маленьких шагов: замечайте негативные мысли, учитесь отвечать им, делайте то, что поддерживает вас и укрепляет уверенность.",
      "Мы рядом, чтобы поддерживать вас на этом пути. Вместе мы будем учиться бережности к себе, замечать маленькие успехи и двигаться вперёд шаг за шагом."
    ]
  },
  "instagram": ["18061990886112907"]
}
