{
  "title": "Самооценка в омуте депрессии: Путь к самопринятию и внутреннему балансу",
  "description": "Эта статья исследует влияние депрессии на самооценку, раскрывая, как негативное самовосприятие усиливает симптомы депрессии и мешает полноценной жизни. Через анализ реальных случаев и советы экспертов, она предлагает практические шаги по преодолению самокритики и укреплению внутренней гармонии. Статья станет надежным руководством для тех, кто стремится обрести уверенность в себе и изменить свою жизнь к лучшему.",
  "screen_1": {
    "texts": [
      "Один из типичных симптомов депрессии – склонность к самообвинению, чувство собственной неполноценности, отсутствие собственной ценности и значимости.",
      "Человек часто присваивает себе ярлыки \"неудачника\", \"ничтожества\", считая себя плохим.",
      "Чем тяжелее степень депрессии, тем ниже самооценка. Но и в этом вы не одиноки. Исследования психолога Аарона Бека показывают, что более 80% людей, страдающих депрессией, испытывают чувство собственной никчемности.",
      "Образ себя в депрессии сильно меняется: вы ощущаете себя неполноценным, подавленным, одиноким и обделенным. Вы критикуете себя, свои действия, способности, своё будущее.",
      "Самокритика может принимать следующие формы:",
      "Самообвинение – \"Это я во всём виноват\"",
      "Навешивание ярлыков – \"Я такой глупый\"",
      "Ненависть к себе – \"Терпеть себя уже не могу\"",
      "Сомнения в себе – \"У меня ничего не получится\"",
      "Подумайте, каково жить с таким \"привлекательным\" списком? Как минимум, это непросто. Находясь в депрессии, человек может беспрерывно критиковать и унижать себя, даже не осознавая этого.",
      "И, конечно, это сказывается на эмоциях, настроении, отношении к себе и к жизни в целом.",
      "Вот почему так важна работа над самооценкой. Победив самокритику, можно повлиять и на другие симптомы депрессии. Поэтому начнём с вашей самооценки."
    ],
    "quote": {
      "text": "Низкая самооценка — это все равно что ехать по жизни с включенным ручным тормозом.",
      "author": "Максвелл Мольц"
    }
  },
  "screen_2": {
    "texts": [
      "Плохая самооценка – это лупа, увеличивающая все ваши ошибки и неудачи до масштабов тотального провала.",
      "Рассмотрим это на примере диалога человека в депрессии с психологом:",
      "Екатерина, почему замечание от вашего начальника вызвало у вас такие интенсивные, негативные эмоции? Неужели это действительно такая катастрофа?",
      "Да, это было ужасно, потому что я выглядела такой дурой.",
      "Допустим, вы действительно так выглядели. Что это значит для вас?",
      "Это значит, что мой босс подумал, что я глупая.",
      "И даже если он так подумал, что из этого следует?",
      "Тогда я недостойна работать в этой компании.",
      "А если вы действительно этого не заслуживаете, что это значит?",
      "Это значит, что я ничтожество, которое не добьется ничего в жизни и будет до конца своих дней мыть полы где-нибудь.",
      "На этом примере видно, как небольшое замечание со стороны руководителя воспринимается как доказательство ничтожности Кати и прогнозирует ей не самое радужное будущее.",
      "Таким образом, маленькие промахи воспринимаются как трагедия, когда мы находимся в депрессии. В таком состоянии мы часто неспособны мыслить реалистично и логично.",
      "Вместо этого мы убеждены в собственной неполноценности и бесполезности и убеждаем в этом и других, убедительно демонстрируя свои недостатки и настойчиво говоря о своей несостоятельности."
    ]
  },
  "screen_3": {
    "texts": [
      "Во-первых, важно осознать, что свою ценность нельзя заслужить. Успех, конечно, может доставить удовольствие, но не счастье. А самооценка, основанная на достижениях, – это псевдосамооценка, она нереалистична.",
      "Многие успешные, но несчастные люди, страдающие депрессией, также считают себя ничтожествами. Доказательством этому служат знаменитые личности, у которых, казалось бы, было всё: карьера, деньги, слава, талант, но они покончили жизнь самоубийством.",
      "Большинство людей, страдающих депрессией, на самом деле способны на многое, могут быть талантливыми, привлекательными, интересными, окружены любовью и заботой близких.",
      "Но это им не помогает, потому что у них нет любви и уважения к себе. Только ваше чувство собственной значимости определяет, как вы себя чувствуете.",
      "Очень важным шагом на пути к осознанию будет пристальное внимание к тому, что вы думаете и говорите о себе.",
      "Когда в очередной раз вы будете настаивать на своей непригодности к чему-либо или негативно оценивать себя, свои поступки или свой опыт, попробуйте найти реальные доказательства этого. Зачастую эти доказательства нерациональны и бессмысленны.",
      "Во-вторых, стоит заменить самокритику самокоррекцией.",
      "Когда вы учитесь чему-то новому, например, новому языку, преподаватель не бьет вас книгой по голове и не говорит, какой вы глупый, если не знаете времена или правила.",
      "Потому что это был бы плохой преподаватель с неэффективной методикой обучения. И вряд ли вы бы захотели и смогли таким образом выучить новый язык.",
      "К сожалению, часто вы сами для себя становитесь таким плохим учителем, критикуя, а не корректируя.",
      "Поэтому попробуйте вместо критики задать себе следующие вопросы: Существует ли лучший способ сделать это? Как я могу его осуществить? Чему мне стоит научиться еще?",
      "В-третьих, каждый раз, когда вы критикуете себя, попробуйте представить, что точно так же критикуете других. Будете ли вы так же грубы и резки с другими, как с самим собой?"
    ]
  },
  "screen_4": {
    "texts": [
      "Начните предъявлять такие же требования к своим близким и друзьям. Но будьте максимально честны. И когда вы начнете это делать, вы поймете, насколько несправедлива ваша критика на самом деле.",
      "Ваша самооценка – это важнейший мотив при постановке жизненной цели и последующем ее достижении.",
      "При заниженной самооценке вы недооцениваете свои возможности, лишая себя права на счастье.",
      "Чтобы изменить ситуацию, надо менять свои мыслительные привычки, свое поведение и маленькими шагами идти к здоровой самооценке, принимая неудачи и замечая малейшие успехи.",
      "И мы хотим поддержать вас на этом непростом пути, вселить надежду, помочь выбрать посильные задачи и сконцентрироваться на них. Для этого мы разберем несколько эффективных техник в следующих главах."
    ]
  },
  "instagram": ["18061990886112907"]
}
