{
  "title": "Техника: Станьте адвокатом самого себя",
  "description": "Эта техника предлагает новый взгляд на преодоление самокритики — через роль внутреннего адвоката. Используя аналогию с судебным процессом, вы научитесь замечать обвиняющие мысли, оспаривать их и защищать себя аргументами, основанными на фактах и доброжелательности. Метод поможет развивать более поддерживающее, рациональное и уважительное отношение к себе.",
  "screen_1": {
    "texts": [
      "Следующая техника помогает работать с самокритикой, предлагая вам стать собственным адвокатом. Может показаться необычным, но она удивительно эффективна.",
      "Чтобы ослабить влияние критических мыслей, важно не только замечать их, но и уметь уверенно им противостоять.",
      "Представьте, что вы будто оказались в суде. В роли обвинителя — ваши внутренние критические мысли, которые уже давно ставят вам ярлыки: «неудачник», «слабый», «виноват во всём».",
      "Но теперь у вас появляется роль защитника. Ваша задача — оспорить обвинения, показать, что они необоснованны и искажены.",
      "Представьте себя компетентным адвокатом. Вы не ограничитесь фразой «я хороший» — вы будете приводить реальные факты, логичные аргументы и здравые объяснения.",
      "Это работа с внутренним диалогом на уровне доказательств, а не эмоций.",
      "Ниже пример того, как это может выглядеть на практике:"
    ],
    "quote": {
      "text": "Будьте адвокатом своего внутреннего мира, а не судьёй собственной истории.",
      "author": "Элизабет Гилберт"
    }
  },
  "screen_2": {
    "texts": [
      "Представьте, что вы часто критикуете себя, называете слабым и неудачником. Теперь попробуйте выступить в роли адвоката — даже если сначала это даётся с трудом.",
      "Задача — защищать себя честно, аргументированно и уважительно, как если бы вы защищали дорогого вам человека.",
      "Психолог предлагает упражнение:",
      "Хорошо, давайте попробуем ролевую игру. Я буду обвинителем, а вы — защитником.",
      "Готов? Начнем.",
      "(Обвинитель) Павел — слабак и неудачник, у него ничего не получается.",
      "(Адвокат) Это неверно. Павел получил высшее образование, добился карьерных успехов и окружён людьми, которые его ценят.",
      "(Обвинитель) Но у него есть ошибки, он не всегда справляется — значит, он всё же неудачник.",
      "(Адвокат) Ошибки — часть жизни любого человека. Они не определяют личность целиком и не доказывают несостоятельность.",
      "(Обвинитель) Хорошо. Но он слабый.",
      "(Адвокат) У вас есть доказательства? Павел много работает, принимает решения, справляется со сложностями. Его усилия подтверждают обратное.",
      "(Обвинитель) Он мог бы стараться больше.",
      "(Адвокат) Если бы он действительно был недостаточно трудолюбив, его не ценили бы на работе и не рассматривали для повышения. Утверждение необоснованно."
    ]
  },
  "screen_3": {
    "texts": [
      "Эта техника помогает потому, что многим проще защищать другого, чем себя. Но в данном случае вы учитесь становиться союзником самому себе.",
      "В роли адвоката вы проверяете факты, требуете доказательств и не позволяете необоснованной критике звучать как истина.",
      "Когда возникают негативные мысли о себе, попробуйте задать вопрос: «Как бы я защитил человека, которого хочу поддержать?»",
      "Подходите к этому как профессионал: анализируйте, проверяйте логику, ищите факты.",
      "Вот вопросы, которые помогут:",
      "Каково обвинение? В чём меня «обвиняют» мои мысли?",
      "Есть ли реальные доказательства или это эмоции?",
      "Какие факты говорят в мою пользу?",
      "Можно ли объяснить ситуацию иначе, мягче и справедливее?",
      "Как бы действовал разумный человек на моём месте?",
      "Есть ли внешние обстоятельства, которые повлияли на ситуацию?",
      "Что я могу сказать в свою защиту? Какие качества и достижения могу привести как аргументы?"
    ]
  }
}
