{
  "title": "Техника: Станьте адвокатом",
  "description": "Эта статья предлагает уникальный подход к преодолению самокритики, представляя концепцию внутреннего адвоката. Через аналогию с судебным процессом читателям предлагается методика, которая помогает эффективно защищать себя от самообвинений и негативных мыслей. Описывая процесс отслеживания, оспаривания и переосмысления самокритических убеждений, статья дает практические советы и вопросы для саморефлексии, способствуя развитию более здорового и поддерживающего отношения к себе.",
  "screen_1": {
    "texts": [
      "Следующая техника, способствующая эффективной работе с самокритикой, заключается в том, чтобы стать своим адвокатом для самого себя. Хотя это может показаться необычным или сложным для понимания, давайте разберемся, как это работает.",
      "Чтобы успешно справляться с самокритичными мыслями, крайне важно уметь не только замечать их и противостоять, но и активно оспаривать.",
      "Представьте себе, что вы оказались в суде, где ваша самокритика долгое время обрушивает на вас обвинения, окрестив неудачником, слабым, глупым и виноватым во всех мыслимых прегрешениях.",
      "И вот перед вами открывается шанс выступить в роли защитника, цель которого — опровергнуть аргументы обвинения, демонстрируя их необоснованность и абсурдность.",
      "Представьте себя квалифицированным адвокатом, который вряд ли ограничится заявлением в духе: «Мой клиент — вполне порядочный человек, можно разойтись».",
      "Вам предстоит приложить максимум усилий, чтобы представить убедительные факты и аргументы, категорически разбивающие обвинения.",
      "Рассмотрим пример применения этой техники в диалоге между психологом и клиентом:"
    ],
    "quote": {
      "text": "Будьте адвокатом своего мира внутри себя, вместо того чтобы быть судьей своей собственной истории.",
      "author": "Элизабет Гилберт"
    }
  },
  "screen_2": {
    "texts": [
      "Последнее время вы все чаще поддаетесь самокритике, обзывая себя слабаком и неудачником, не достигшим ничего в жизни. Теперь же представьте, что вы привлекли адвоката для защиты от этой критики.",
      "Ваша задача — защитить своего клиента, то есть себя, максимально эффективно, используя аргументы и доводы. Даже если вы сами не верите в его невиновность и вам не симпатичен ваш клиент, сейчас ваша роль — быть компетентным адвокатом, качественно выполняющим свою работу.",
      "Интересная идея, стоит попробовать.",
      "Отлично. Тогда я сыграю роль обвинителя, используя ваши же слова о себе, а вы будете защищаться.",
      "Понял, давайте начнем.",
      "(В роли обвинителя) Павел — слабак и неудачник, который ничего не добился в жизни.",
      "(В роли адвоката) Это категорически неверно. Павел обладает высшим образованием, успешной карьерой, семьей и друзьями, которые его любят и ценят.",
      "(В роли обвинителя) Возможно, но не всё у него идеально. Он делает ошибки на работе, не всегда успевает, и я уверен, что он — неудачник.",
      "(В роли адвоката) Во-первых, чувства не могут служить доказательством в суде. Во-вторых, допускание ошибок и невыполнение сроков не делают его неудачником, поскольку каждый человек подвержен ошибкам и задержкам. Это не основание для столь категоричных выводов.",
      "(В роли обвинителя) Может быть, он и не полный неудачник, но определенно слабак.",
      "(В роли адвоката) У вас есть доказательства этого?",
      "(В роли обвинителя) Он недостаточно много работает. Ему следовало бы приложить больше усилий. Он ведет себя как слабак.",
      "(В роли адвоката) Это неверно. Павел усердно трудится и достигает успехов на работе, где его ценят как ответственного сотрудника. Если бы он работал мало или неэффективно, его бы не оценивали так высоко и не рассматривали бы вопрос о повышении."
    ]
  },
  "screen_3": {
    "texts": [
      "Эта техника особенно полезна, потому что многим людям легче представить себя в роли адвоката, защищающего кого-то другого, чем оправдывать себя перед внутренним обвинителем.",
      "Принимая роль профессионального защитника, вы требуете реальных доказательств и опровергаете необоснованные или нелогичные аргументы обвинения.",
      "Следовательно, столкнувшись с негативными мыслями о себе, задайте себе вопрос: «Как бы я защитил своего клиента, если бы мне нужно было доказать его невиновность?».",
      "Стремитесь к тому, чтобы вести себя как настоящий профессионал, выявляя логические несоответствия в своих автоматических мыслях. Насколько обоснованны эти мысли? Что можно сказать о себе с позиции здравого смысла?",
      "В качестве подспорья предлагаем вам несколько вопросов, которые помогут в самостоятельной работе с мыслями:",
      "Какой «закон» якобы был нарушен? В чем заключается обвинение?",
      "Существуют ли убедительные основания для таких обвинений?",
      "Какие доказательства могут подтвердить вину?",
      "Можно ли предложить альтернативное объяснение поведению?",
      "Действовал ли обвиняемый так же, как поступил бы любой разумный человек в аналогичной ситуации?",
      "Возможно ли, что за произошедшее полностью или частично виноват кто-то другой?",
      "Какие доказательства вы представите в защиту обвиняемого?"
    ]
  }
}
