{
  "title": "Пробуждение Воли: Почему депрессия порождает апатию",
  "description": "Эта статья обсуждает проблему депрессии и ее влияние на мотивацию и активность человека. Она рассматривает, как депрессия может парализовать волю к действию, приводя к бездействию и прокрастинации, и подчеркивает важность преодоления этого состояния для возвращения к нормальной жизни. В статье предлагаются размышления и стратегии по борьбе с депрессией, включая изменение мышления, преодоление отсутствия мотивации и важность принятия активных действий для улучшения общего самочувствия.",
  "screen_1": {
    "texts": [
      "Находясь в депрессии, очень трудно начать что-либо делать. Вы ждете мотивации, которая, кажется, никогда не придет. Вы, словно медведь в зимней спячке, сидите в своей берлоге, ожидая лучших времен.",
      "Возможно, вы думаете или хотите заняться каким-то делом, но сталкиваетесь с мыслью, что ни одно из них не принесет вам удовольствия или что это будет слишком сложно.",
      "Такое поведение еще больше отстраняет вас от привычной жизни, от любимых занятий, друзей, семьи. Вы чувствуете себя беспомощным, критикуете себя за бездействие, и это вгоняет вас в еще большую депрессию.",
      "Круг замкнулся.",
      "Но пришло время вырваться из него.",
      "Давайте для начала поговорим о безделье и отсутствии мотивации, а затем рассмотрим эффективные техники и рекомендации для борьбы с этим.",
      "Один из наиболее разрушительных аспектов депрессии – она парализует вашу силу воли. Скорее всего, вы замечали за собой, что откладываете нелюбимые повседневные дела на потом и прокрастинируете.",
      "Чувствуете, что нет мотивации ни на что, все кажется слишком сложным, поэтому поддаетесь этому состоянию и ничего не делаете.",
      "Чем дальше, тем сложнее заставить себя что-то делать. Такая эмоциональная тюрьма может длиться неделями, месяцами и даже годами."
    ],
    "quote": {
      "text": "Если вы действительно хотите что-то изменить в своей жизни, единственный способ — начать делать это прямо сейчас, в этот самый момент.",
      "author": "Фумио Сасаки"
    }
  },
  "screen_2": {
    "texts": [
      "Безделье – один из главнейших парадоксов человеческой природы.",
      "Вы когда-нибудь замечали, что одни люди словно бросаются в круговорот жизни и как будто бы берут из нее все что можно, а другие будто держат дистанцию с жизнью, ограничивая себя во всем?",
      "Знали ли вы, что, если изолировать человека на несколько месяцев, отстранить от привычных занятий и контактов, это приведет к серьезной депрессии?",
      "Но находясь в депрессии, вы проделываете то же самое с собой, будто приговаривая себя к наказанию. Действительно ли вы хотите так мучаться в бездействии? Эти вопросы на подумать, но ответ, думаем, очевиден.",
      "Если визуально изобразить, как выглядит бездействие при депрессии в мыслях, то это будет примерно так:",
      "Человек думает о каком-то виде деятельности, который ему надо/хочется осуществить.",
      "Я слишком устал/Мне не понравится/Мои друзья не захотят проводить время со мной/У меня не получится/Ничто не поднимет мне настроение.",
      "Грусть/тревога/безнадежность.",
      "Бездействие/прокрастинация.",
      "Благодаря таким мыслям и поведению вы все больше лишаете себя возможности получить удовольствие от собственных успехов, времени с близкими людьми, любимых дел, от жизни в целом."
    ]
  },
  "screen_3": {
    "texts": [
      "Почему же мотивация никак не приходит?",
      "Вполне вероятно, вы думаете, что ничего не можете сделать без мотивации.",
      "Но так ли это на самом деле? Разве вы за всю свою жизнь не делали что-то, потому что так просто было надо? Всегда ли вы ходите на работу сильно замотивированными?",
      "Когда мы говорим об отсутствии мотивации, мы на самом деле просто заявляем: «Я не хочу этого делать».",
      "Мы можем маскировать это под: «Это слишком сложно», «У меня не получится», «Я не готов», но основной смысл в том, что вы не хотите этого делать.",
      "И это абсолютно нормально, поверьте. Мы далеко не всегда делаем то, что хотим, и часто делаем то, чего не хотим. Это жизнь.",
      "При депрессии вы в целом мало чего хотите, скорее всего, вы хотите лежать и ничего не делать. Но пролежав так день, два, месяц, лучше вам точно не станет."
    ]
  },
  "screen_4": {
    "texts": [
      "Давайте для примера рассмотрим диалог клиента с психологом, где как раз обсуждался вопрос отсутствия мотивации.",
      "Правильно ли я понял, что раньше вы регулярно ходили в фитнес-клуб и занимались спортом, а сейчас не можете заставить себя туда пойти, потому что нет мотивации это делать?",
      "Все верно, сейчас я не хочу этого.",
      "Давайте представим, что вы перестали ждать мотивации и просто пошли в зал без нее. Просто приняли такое решение и пошли. Что случится дальше?",
      "Наверняка я бы почувствовала себя лучше после тренировки, возможно, уже даже в процессе.",
      "А что, если именно так и становится лучше? Вы можете быть продуктивной и чувствовать себя лучше даже без мотивации, даже если чувствуете себя уставшей или без настроения. Как вам такая мысль?",
      "Возможно, вы правы. Раньше были моменты, когда я ходила в зал без особого желания, но это приносило мне удовольствие в результате, и я чувствовала себя продуктивной, появлялись силы и на другие дела.",
      "Если вы, как и клиент из этого диалога, говорите себе: «Мне нужно почувствовать желание, чтобы так сделать», и застреваете в бездействии, то знайте, что впереди мотивации идет действие. Не наоборот, это миф.",
      "Поведение создает мотивацию у того, кто решает делать то, что нужно. Действие – первично, мотивация – вторично.",
      "Мы уже неоднократно говорили о взаимосвязи мыслей, эмоций и поведения, что все эти три компонента влияют друг на друга, а точнее: все эмоции и действия – это результат ваших мыслей и установок.",
      "Это значит, что изменение мыслей приведет к изменению эмоций и, как следствие, к изменению вашего поведения. В ваших руках сменить замкнутый круг бездействия на круг продуктивности."
    ]
  }
}
