{
  "title": "Пробуждение воли: почему депрессия порождает апатию",
  "description": "Эта статья помогает понять, как депрессия влияет на мотивацию и способность действовать. Мы разбираем, почему возникает апатия, как бездействие усиливает симптомы, и почему важно возвращаться к активности шаг за шагом — даже когда нет сил и желания. Вы узнаете практичные стратегии, которые помогут постепенно возвращать энергию, мотивацию и интерес к жизни через движение, маленькие шаги и изменение взглядов на собственные действия.",
  "screen_1": {
    "texts": [
      "Во время депрессии начать что-то делать бывает особенно сложно. Кажется, что мотивация должна появиться первой, но она не приходит. Вы будто впадаете в «зимнюю спячку» и ждёте, что наступит день, когда всё станет легче само собой.",
      "Мысли вроде «ничего не принесёт удовольствия» или «я всё равно не справлюсь» могут полностью парализовать активность.",
      "В итоге вы всё больше отдаляетесь от привычной жизни, друзей, семьи, любимых занятий. Появляется чувство беспомощности, растёт самокритика — и состояние ухудшается.",
      "Так формируется замкнутый круг.",
      "Но его можно разорвать.",
      "Сначала важно понять природу бездействия при депрессии, а затем познакомиться с техниками, которые помогут вернуть способность действовать.",
      "Один из самых коварных эффектов депрессии — она словно «отключает» волю. Непростые дела откладываются, а прокрастинация становится привычной реакцией.",
      "Каждая задача кажется слишком сложной, мотивации нет — и появляется желание просто ничего не делать.",
      "Чем дольше это продолжается, тем труднее сделать первый шаг. Такое состояние может затягиваться на недели, месяцы и даже годы."
    ],
    "quote": {
      "text": "Если вы хотите изменить свою жизнь, лучший момент начать — тот, в котором вы находитесь сейчас.",
      "author": "Фумио Сасаки"
    }
  },
  "screen_2": {
    "texts": [
      "Бездействие — удивительный парадокс человеческой природы.",
      "Вы наверняка замечали: одни люди стремятся жить активно, пробовать новое, двигаться вперёд. Другие — будто держат дистанцию от жизни, будто наблюдают со стороны.",
      "Интересный факт: если человека изолировать и лишить привычной активности, через некоторое время у него почти неизбежно появятся признаки депрессии.",
      "При депрессии происходит то же самое, только добровольно и постепенно. Будто вы сами приговариваете себя к бездействию. Но хотите ли вы по-настоящему жить так?",
      "Сценарий мыслей при депрессии часто выглядит так:",
      "Думаю о каком-то деле, которое можно было бы сделать.",
      "«Это слишком сложно / у меня не получится / мне будет плохо / никому я не нужен».",
      "Грусть, тревога, безнадёжность.",
      "Бездействие или откладывание.",
      "Так формируется порочный круг: негативные мысли → тяжёлые эмоции → бездействие → ещё меньше удовольствия и энергии → усиление депрессии."
    ]
  },
  "screen_3": {
    "texts": [
      "Почему мотивация так и не появляется?",
      "Часто нам кажется, что без желания мы ничего не сможем сделать.",
      "Но действительно ли в жизни всё происходит только из-за мотивации? Всегда ли вы идёте на работу с энтузиазмом? Или иногда — потому что нужно?",
      "Когда мы говорим «у меня нет мотивации», это часто значит: «я не хочу» или «мне тяжело начать».",
      "Это нормально. Мы не обязаны хотеть всё, что полезно.",
      "При депрессии почти ничего не хочется. Хочется лежать, исчезнуть, спрятаться. Но долгие периоды бездействия только усиливают страдания.",
      "Парадокс в том, что мотивация часто появляется уже после действия, а не до него."
    ]
  },
  "screen_4": {
    "texts": [
      "Вот пример диалога с психологом о мотивации:",
      "Раньше вы регулярно ходили в спортзал, а теперь тяги к этому нет?",
      "Да, я просто не хочу.",
      "А если представить, что вы пошли в зал без мотивации — просто потому, что решили? Что тогда?",
      "Скорее всего, почувствовала бы себя лучше уже во время тренировки.",
      "Точно. Иногда действие и создаёт мотивацию — не наоборот. Можно чувствовать усталость или пустоту, но всё равно сделать шаг и получить результат.",
      "Вспомните моменты, когда вы делали что-то без желания, но потом становилось легче — это знакомый опыт.",
      "Когда мы говорим себе: «Я не могу начать, пока не появится желание», мы застреваем. Но на самом деле желание очень часто приходит после первого шага.",
      "Действие рождает мотивацию.",
      "Мы уже обсуждали, что мысли влияют на эмоции, а эмоции — на поведение. Если менять мысли, появляются новые эмоции и силы действовать.",
      "Вы можете выйти из замкнутого круга бездействия, постепенно входя в круг активности и восстановления."
    ]
  }
}
