{
  "mirror": {
    "title": "Техника: Зеркало самокритики",
    "description": "Эта практика помогает увидеть, насколько жёсткой может быть внутренняя критика. Через небольшую ролевую игру вы перенесёте привычные самокритичные фразы на близкого человека и сможете почувствовать, как они звучат со стороны. Это упражнение учит замечать несправедливость самообесценивания и развивать более доброжелательное отношение к себе.",
    "screen_1": {
      "texts": [
        "Попробуйте использовать один приём: начинайте предъявлять такие же требования к близким, какие обычно предъявляете к себе. Делайте это честно.",
        "Очень часто уже в первые минуты становится ясно, насколько суровой и несправедливой бывает внутренняя критика.",
        "Представим это упражнение на примере диалога пациента с психологом:",
        "Дмитрий, вы сказали, что увольнение вызвало у вас чувство провала и мысли вроде: «Я неудачник, у меня ничего не получается».",
        "Давайте посмотрим на эти мысли под другим углом. Предлагаю сыграть мини-сцену: вы произнесёте свои критические фразы, но адресуете их не себе, а близкому человеку — например, лучшему другу.",
        "Я буду играть роль друга, который тоже потерял работу. Вы — собой. Готовы попробовать?",
        "Да, давайте попробуем."
      ]
    },
    "screen_2": {
      "texts": [
        "Начнём. Я говорю: «Меня сегодня уволили».",
        "Наверное… ты сделал что-то неправильно. Иначе бы не уволили.",
        "Что именно, как думаешь?",
        "Ну… возможно, ты ошибался, был недостаточно внимательным.",
        "То есть ты сейчас критикуешь меня?",
        "Наверное да. Похоже, ты не справлялся. Может, ты просто недостаточно хорош в своей работе.",
        "Мне очень неприятно это слышать. Я надеялся на поддержку.",
        "Я понимаю… но если ты ошибался и не справлялся, как я могу тебя поддержать?",
        "После этой ролевой игры Дмитрий сказал, что ему было очень тяжело говорить такие слова близкому человеку. Он понял, что в реальности никогда бы так не поступил — а с собой поступал постоянно."
      ]
    },
    "screen_3": {
      "texts": [
        "Интересно, правда? То, что почти невозможно сказать другому, мы порой легко говорим себе.",
        "Мы часто проявляем терпение, мягкость и понимание к другим — и совершенно забываем проявлять их к себе.",
        "Попробуйте отказаться от двойных стандартов. Вы тоже заслуживаете уважения, поддержки и доброты.",
        "Помните: здоровая самооценка — одна из ключевых основ вашей мотивации, целей и жизненной энергии.",
        "При низкой самооценке мы недооцениваем свои возможности и будто сами лишаем себя права на счастье.",
        "Начните постепенно менять отношение к себе: отмечайте маленькие успехи, позволяйте себе быть человеком, ошибаться и учиться. Маленькие шаги приведут к большим изменениям."
      ],
      "quote": {
        "text": "Говорите с собой так же, как говорили бы с человеком, которого любите.",
        "author": "Брене Браун"
      }
    }
  },
  "mistake": {
    "title": "Техника: Избавление от страха ошибки",
    "description": "Статья предлагает эффективные методы борьбы с перфекционизмом, направленные на принятие несовершенства и уменьшение страха перед ошибками.",
    "screen_1": {
      "texts": [
        "Рассмотрим несколько простых, однако чрезвычайно действенных методов, которые помогут преодолеть стремление к перфекционизму.",
        "Лист «антиперфекционизма»",
        "Многие перфекционисты живут в убеждении, что полноценное наслаждение чем-либо возможно лишь в случае его идеального выполнения. Мы предлагаем вам бросить вызов этой идее.",
        "На протяжении недели ведите запись самых разнообразных и спонтанных задач, которые вы выполняете, будь то «чистка зубов», «приготовление ужина», «подготовка рабочего отчета» или «уборка в доме».",
        "Во второй колонке отметьте, насколько, по вашему мнению, эффективно выполнена задача, выраженное в процентном соотношении.",
        "В третьей колонке укажите, сколько радости вам принесло её выполнение.",
        "Примеры могут выглядеть следующим образом:",
        "Приготовление ужина – 50% (мог бы выбрать более сложный и вкусный рецепт) – 90% (просто, но о-очень вкусно и не заняло много времени).",
        "Уборка в доме – 70% (сделал всё основное, но не дошли руки до холодильника и плиты) – 100% (чистота в доме всегда доставляет мне удовольствие).",
        "Подготовка отчета по работе – 85% (приложил немало усилий к отчету) – 20% (постоянные мысли о том, что могло быть лучше, лишили меня удовольствия от процесса).",
        "Это упражнение позволит вам осознать, что достижение совершенства не является обязательным условием для получения удовольствия от процесса."
      ],
      "quote": {
        "text": "Совершенство — это не достижимая цель, а направление движения.",
        "author": "Томас Уотсон"
      }
    },
    "screen_2": {
      "texts": [
        "Принятие возможности ошибиться",
        "Ошибки никому не нравятся, но для перфекционистов они становятся предметом особого страха.",
        "Один из наиболее эффективных способов побороть страх перед несовершенством – научиться принимать свои ошибки.",
        "Ощущаете ли вы, как при одной лишь мысли о возможной ошибке ваше сердце начинает биться чаще? Это признаки страха и беспокойства.",
        "Чтобы стать открытым к возможности ошибиться, начните с написания эссе на тему, почему ошибки – это нормально, а стремление к абсолютному совершенству – это нерационально.",
        "Одна девушка, борющаяся с перфекционизмом, выразила следующие мысли:",
        "Страх совершить ошибку исходит из моего восприятия мира в черно-белых тонах: одна ошибка, и всё рушится. Это заблуждение. Ведь маленькая ошибка не способна разрушить всё то хорошее, что было сделано.",
        "Ошибки полезны, ведь благодаря им мы учимся. Без ошибок обучение невозможно. Поскольку никто не застрахован от ошибок, важно научиться принимать их и продолжать учиться на собственном опыте.",
        "Признание ошибок позволяет нам корректировать наше поведение, в результате чего мы достигаем более удовлетворительных результатов, что, в свою очередь, делает нас счастливее и улучшает качество нашей жизни.",
        "Большинство людей не будут осуждать нас за ошибки и не перестанут нас любить из-за них – в конце концов, все ошибаются, и многие чувствуют дискомфорт в обществе «идеальных» людей.",
        "Ошибка не означает конец света.",
        "Конечно, составление такого списка не означает мгновенное преображение и начало любви к ошибкам, но это важный шаг к изменению вашего отношения к несовершенству.",
        "Составьте свое эссе на тему, почему допускать ошибки – это нормально и даже полезно. Напоминайте себе, что даже если вы совершите ошибку, мир не рухнет – это естественная часть любого процесса, хоть и не самая желанная."
      ]
    }
  },
  "nonDepression": {
    "title": "Грустить — не значит страдать депрессией",
    "description": "В этой статье мы говорим о важном различии между естественной грустью и клинической депрессией. Потери, расставания, трудности и перемены — часть жизни, и переживать боль по-человечески нормально. Мы объясняем, как отличить естественные эмоции от депрессии, где большую роль играет искажённое мышление и потребуется профессиональная помощь. Материал поможет лучше понимать свои чувства и вовремя замечать, когда грусть выходит за рамки нормы.",
    "screen_1": {
      "texts": [
        "В предыдущих разделах мы говорили о том, насколько реальны и болезненны могут быть события вроде утраты, болезни, расставания, измены или увольнения.",
        "Каждый человек в какой-то момент сталкивается с подобными переживаниями. Они тяжёлые, глубокие и очень человечные. Но сами по себе они ещё не означают депрессию.",
        "Возникает вопрос: существует ли «здоровая грусть» — такая, которая не связана с депрессией?",
        "Конечно да.",
        "Печалиться, горевать и испытывать тоску — это естественные реакции на важные события, потери и перемены. Такие чувства помогают проживать опыт, осознавать происходящее и двигаться дальше.",
        "Это нормальные человеческие эмоции, и каждому важно позволять себе переживать их, а не подавлять или стыдиться.",
        "Если вы грустите после расставания — это нормально. Это говорит о вашей способности чувствовать и привязываться.",
        "Если вам больно вспоминать ушедшего близкого — это отражение любви, а не признак слабости.",
        "Но депрессия — это не просто печаль. Это состояние, которое создаётся и поддерживается искажённым, безнадёжным взглядом на себя, мир и будущее.",
        "При депрессии сила и продолжительность негативных эмоций не соответствуют ситуации — они намного сильнее, глубже и тяжелее."
      ],
      "quote": {
        "text": "Между стимулом и ответом есть пространство. В нём — наша свобода выбрать, как реагировать. И в этом выборе — наша сила и рост.",
        "author": "Виктор Франкл"
      }
    },
    "screen_2": {
      "texts": [
        "Когда человек в депрессии сталкивается даже с обычными трудностями, они могут восприниматься как катастрофа.",
        "Маленькая ошибка кажется провалом, неприятность — трагедией, а горе может ощущаться как бесконечная тьма.",
        "Представьте смеситель с горячей и холодной водой. В обычной жизни мы переключаемся между эмоциями — радостью, грустью, надеждой, сожалением.",
        "При депрессии как будто включен только «холодный кран» — печаль, тревога, чувство безнадёжности. И это чаще не следствие самой ситуации, а результат искажённого восприятия, которое требует заботы и корректировки.",
        "Наше отношение к событиям играет огромную роль. Грусть сама по себе не опасна. Опасным она становится, когда мысли превращают её в бессилие и отчаяние.",
        "Мы искренне надеемся, что этот раздел помог вам лучше понять природу депрессии и научил замечать её признаки.",
        "Здесь вы узнали о ключевых симптомах депрессии и способах работать со своим состоянием, опираясь на практики и техники.",
        "Вы всегда можете возвращаться к этим материалам, перечитывать и применять упражнения. А мы уже готовим для вас новые полезные инструменты."
      ],
      "quote": {
        "text": "Самые прекрасные люди — это те, кто прошёл через боль, утрату, борьбу и всё же нашёл путь наверх.",
        "author": "Виктор Франкл"
      }
    },
    "instagram": ["18015134789663690"]
  }
}
