{
  "title": "Техника: Зеркало самокритики",
  "description": "Эта практика помогает увидеть, насколько жёсткой может быть внутренняя критика. Через небольшую ролевую игру вы перенесёте привычные самокритичные фразы на близкого человека и сможете почувствовать, как они звучат со стороны. Это упражнение учит замечать несправедливость самообесценивания и развивать более доброжелательное отношение к себе.",
  "screen_1": {
    "texts": [
      "Попробуйте использовать один приём: начинайте предъявлять такие же требования к близким, какие обычно предъявляете к себе. Делайте это честно.",
      "Очень часто уже в первые минуты становится ясно, насколько суровой и несправедливой бывает внутренняя критика.",
      "Представим это упражнение на примере диалога пациента с психологом:",
      "Дмитрий, вы сказали, что увольнение вызвало у вас чувство провала и мысли вроде: «Я неудачник, у меня ничего не получается».",
      "Давайте посмотрим на эти мысли под другим углом. Предлагаю сыграть мини-сцену: вы произнесёте свои критические фразы, но адресуете их не себе, а близкому человеку — например, лучшему другу.",
      "Я буду играть роль друга, который тоже потерял работу. Вы — собой. Готовы попробовать?",
      "Да, давайте попробуем."
    ]
  },
  "screen_2": {
    "texts": [
      "Начнём. Я говорю: «Меня сегодня уволили».",
      "Наверное… ты сделал что-то неправильно. Иначе бы не уволили.",
      "Что именно, как думаешь?",
      "Ну… возможно, ты ошибался, был недостаточно внимательным.",
      "То есть ты сейчас критикуешь меня?",
      "Наверное да. Похоже, ты не справлялся. Может, ты просто недостаточно хорош в своей работе.",
      "Мне очень неприятно это слышать. Я надеялся на поддержку.",
      "Я понимаю… но если ты ошибался и не справлялся, как я могу тебя поддержать?",
      "После этой ролевой игры Дмитрий сказал, что ему было очень тяжело говорить такие слова близкому человеку. Он понял, что в реальности никогда бы так не поступил — а с собой поступал постоянно."
    ]
  },
  "screen_3": {
    "texts": [
      "Интересно, правда? То, что почти невозможно сказать другому, мы порой легко говорим себе.",
      "Мы часто проявляем терпение, мягкость и понимание к другим — и совершенно забываем проявлять их к себе.",
      "Попробуйте отказаться от двойных стандартов. Вы тоже заслуживаете уважения, поддержки и доброты.",
      "Помните: здоровая самооценка — одна из ключевых основ вашей мотивации, целей и жизненной энергии.",
      "При низкой самооценке мы недооцениваем свои возможности и будто сами лишаем себя права на счастье.",
      "Начните постепенно менять отношение к себе: отмечайте маленькие успехи, позволяйте себе быть человеком, ошибаться и учиться. Маленькие шаги приведут к большим изменениям."
    ],
    "quote": {
      "text": "Говорите с собой так же, как говорили бы с человеком, которого любите.",
      "author": "Брене Браун"
    }
  }
}
