{
  "title": "Техника: Избавление от страха ошибки",
  "description": "Эта практика помогает мягко справляться с перфекционизмом, учиться принимать несовершенство и постепенно уменьшать страх перед ошибками. Вы узнаете упражнения, которые показывают, что ценность и радость не зависят от идеальности результата.",
  "screen_1": {
    "texts": [
      "Давайте рассмотрим простые, но очень эффективные способы, которые помогут уменьшить давление перфекционизма и мягко научат позволять себе быть живым человеком, а не идеальной машиной.",
      "Лист «антиперфекционизма»",
      "Многие перфекционисты уверены: чтобы что-то приносило удовольствие, нужно сделать это идеально. Предлагаю бросить вызов этой идее.",
      "В течение недели записывайте любые выполненные задачи — крупные и маленькие. Это может быть всё, что угодно: «почистила зубы», «приготовил ужин», «написала рабочий отчёт», «убралась дома».",
      "Во второй колонке отметьте, насколько, по вашему мнению, «идеально» вы это сделали, в процентах.",
      "В третьей — сколько удовольствия или удовлетворения принесло выполнение.",
      "Пример:",
      "Приготовление ужина — 50% (можно было выбрать сложнее) — 90% (быстро, вкусно, приятно).",
      "Уборка дома — 70% (сделал основное, до кухни не дошёл) — 100% (приятно видеть порядок).",
      "Рабочий отчёт — 85% (постарался) — 20% (мысли о том, что «могло быть лучше», испортили впечатление).",
      "Это упражнение поможет увидеть на практике: удовольствие совсем не зависит от идеальности. Иногда «достаточно хорошо» — уже прекрасно."
    ],
    "quote": {
      "text": "Совершенство — это не цель, а направление движения.",
      "author": "Томас Уотсон"
    }
  },
  "screen_2": {
    "texts": [
      "Принятие возможности ошибиться",
      "Ошибки неприятны для всех, но для перфекциониста они могут казаться почти катастрофой.",
      "Один из самых действенных шагов — научиться позволять себе ошибаться. Ошибка — не приговор, а часть пути.",
      "Иногда достаточно просто заметить, как при мысли об ошибке напряжение растёт, сердце бьётся чаще — это обычная реакция страха, а не сигнал опасности.",
      "Попробуйте написать короткое эссе о том, почему ошибки — это нормально и полезно. Это помогает мозгу перестраивать отношение к несовершенству.",
      "Вот пример размышлений девушки, которая работала над страхом ошибки:",
      "«Страх ошибки рождается из чёрно-белого мышления: стоит ошибиться — и всё разрушится. Но одна ошибка не стирает всё хорошее, что было сделано.",
      "Ошибки — это часть обучения. Без них никто бы не развивался. Каждый ошибается — это естественно. И большинство людей вовсе не будут осуждать — наоборот, идеальность пугает и вызывает дистанцию».",
      "Ошибка — это не конец, а шанс скорректировать путь.",
      "Конечно, такие рассуждения сами по себе не избавят от страха в один миг, но они создают внутреннюю опору и мягко меняют позицию: «ошибка = опыт», а не «ошибка = катастрофа».",
      "Напишите своё эссе: почему мне полезно позволять себе ошибаться? Что даёт ошибка? Что со мной происходит, когда я разрешаю себе быть человеком, а не идеалом?",
      "Напоминайте себе: ошибка не рушит мир. Она делает нас живыми, учит гибкости и помогает расти."
    ]
  }
}
