{
  "title": "Техника: План действий против прокрастинации",
  "description": "В этой статье мы раскрываем секреты эффективной борьбы с прокрастинацией через проверенный метод листа антипрокрастинации. Откройте для себя, как простые шаги по разбиению задач и реалистичное оценивание их сложности и потенциального удовольствия от выполнения могут трансформировать ваш подход к работе и личным делам, приводя к повышению продуктивности и улучшению самочувствия.",
  "screen_1": {
    "texts": [
      "Эта техника может особенно заинтересовать вас, если вы склонны откладывать дела, считая их слишком сложными или не приносящими удовольствия.",
      "На первом этапе в одну колонку запишите одну или две задачи, выполнение которых вы откладываете.",
      "Если задача требует значительных временных и усилий, лучше всего разбить её на несколько маленьких этапов, каждый из которых занимает не более 15-20 минут.",
      "Далее, во второй колонке оцените на шкале от 0 до 100%, насколько сложной, по вашему мнению, окажется выполнение этой задачи.",
      "Если задача кажется вам лёгкой, поставьте низкую оценку — например, 10 или 20%. Если задача кажется более сложной, уместно будет написать 80 или 90%.",
      "В третьей колонке, также используя процентную шкалу, запишите ваш прогноз относительно того, сколько удовольствия принесёт выполнение задачи.",
      "Приступайте к выполнению задачи только после того, как запишете свои прогнозы."
    ],
    "quote": {
      "text": "Вы не можете ждать вдохновения. Вы должны идти ему навстречу с работой.",
      "author": "Джек Лондон"
    }
  },
  "screen_2": {
    "texts": [
      "По завершении, в последние две колонки запишите, насколько сложной оказалась задача на самом деле и какое удовольствие вы испытали от её выполнения или от полученного результата, используя процентную шкалу для оценки.",
      "Пример:",
      "Юрист, недавно потерявший работу, не мог приступить к поиску новой из-за ощущения, что процесс подготовки резюме и сам поиск являются непреодолимыми задачами.",
      "Для начала, задачу \"найти работу\" следует разбить на несколько этапов, чтобы она не казалась непосильной для восприятия и не провоцировала на прокрастинацию:",
      "Сесть и написать резюме.",
      "На следующий день пересмотреть его с новыми силами и внести корректировки.",
      "Ежедневно выделять 10-15 минут на мониторинг сайтов по поиску работы.",
      "Написать сопроводительное или мотивационное письмо.",
      "Отправить резюме на выбранные вакансии, адаптировав сопроводительное письмо под конкретную вакансию и компанию.",
      "Таким образом, можно упростить восприятие большой задачи, разбив её на малые шаги."
    ]
  },
  "screen_3": {
    "texts": [
      "Затем оценивайте каждую задачу по степени сложности и предполагаемому удовольствию. Пример может выглядеть так:",
      "Дата: 31.01.2024",
      "Задача: Составить резюме",
      "Предполагаемая сложность: 80%",
      "Предполагаемое удовольствие: 15%",
      "Реальная сложность: 30%",
      "Реальное удовольствие: 70%",
      "Как видите, составление резюме оказалось гораздо проще и приятнее, чем предполагалось.",
      "К удивлению, процесс подвинулся с мертвой точки, а самооценка и мотивация заметно выросли благодаря достигнутым результатам. Эффект от использования этой техники настолько впечатлил, что юрист стал применять её в других сферах жизни, значительно повысив свою продуктивность и уверенность в себе."
    ]
  },
  "instagram": ["18042843029166400"]
}
