{
  "title": "Техника: План действий против прокрастинации",
  "description": "В этой главе вы познакомитесь с практичным методом, который помогает перестать откладывать важные дела. Простая система прогнозов и реальной оценки сложности и удовольствия от задачи постепенно меняет отношение к работе и возвращает чувство контроля, уверенности и энергии.",
  "screen_1": {
    "texts": [
      "Эта техника особенно полезна, если вы часто откладываете дела, думая, что они слишком сложные, долгие или не принесут удовольствия.",
      "Начните с того, что в первой колонке запишите одну–две задачи, которые давно откладываете.",
      "Если задача кажется большой или трудной, разделите её на небольшие шаги. Каждый этап должен занимать не больше 15–20 минут — так гораздо легче начать.",
      "Во второй колонке оцените, насколько сложной вам кажется эта задача сейчас. Используйте шкалу от 0 до 100%.",
      "Например, если задание кажется лёгким — поставьте 10–20%, а если пугает и вызывает сильное сопротивление — 80–90%.",
      "В третьей колонке отметьте, сколько удовольствия вы ожидаете получить от выполнения задачи. Также по шкале в процентах.",
      "Только после того как вы записали прогнозы, переходите к выполнению."
    ],
    "quote": {
      "text": "Вы не можете ждать вдохновения. Вы должны идти ему навстречу с работой.",
      "author": "Джек Лондон"
    }
  },
  "screen_2": {
    "texts": [
      "Когда задача завершена, в последние две колонки запишите, насколько сложной она оказалась на самом деле и какое удовольствие вы получили от выполнения или результата.",
      "Пример:",
      "Юрист, потерявший работу, долго не мог начать поиск новой, потому что считал это слишком трудным и выматывающим.",
      "Он разбил задачу «найти работу» на маленькие шаги, чтобы они выглядели реалистично и не вызывали парализующего напряжения:",
      "Сесть и написать черновик резюме.",
      "На следующий день вернуться к нему и доработать.",
      "Каждый день уделять 10–15 минут просмотру вакансий.",
      "Подготовить шаблон сопроводительного письма.",
      "Отправлять отклики на подходящие позиции, адаптируя письмо под каждую вакансию.",
      "Так большая задача перестала казаться непосильной, и процесс пошёл."
    ]
  },
  "screen_3": {
    "texts": [
      "Затем он начал оценивать каждый шаг по сложности и удовольствию. Один из дней выглядел так:",
      "Дата: 31.01.2024",
      "Задача: Составить резюме",
      "Предполагаемая сложность: 80%",
      "Предполагаемое удовольствие: 15%",
      "Реальная сложность: 30%",
      "Реальное удовольствие: 70%",
      "Оказалось, что задача была куда проще и приятнее, чем ожидалось.",
      "Движение вперёд, пусть даже небольшое, дало чувство прогресса, энергии и уверенности. Это вдохновило продолжать — и техника стала его ежедневным инструментом, помогая не только в работе, но и в других сферах жизни.",
      "Иногда, чтобы выбраться из круга прокрастинации, достаточно сделать первый маленький шаг."
    ]
  },
  "instagram": ["18042843029166400"]
}
