{
  "title": "Мысли наизнанку: Освобождение от заблуждений чтения мыслей",
  "description": "В этой главе мы разберём когнитивное искажение «чтение мыслей» — привычку приписывать другим людям мысли и чувства, о которых мы не можем знать наверняка. Это искажение часто усиливает тревогу, создаёт недопонимание и мешает нам строить здоровые отношения. Вы узнаете, почему мы так делаем, и освоите простые шаги, помогающие остановить этот автоматический процесс и снизить уровень стресса.",
  "screen_1": {
    "texts": [
      "Последнее когнитивное искажение, которое мы рассмотрим, называется «чтение мыслей».",
      "Это ошибка мышления, при которой мы убеждены, что знаем, что думает о нас другой человек, и чаще всего — что он думает что-то негативное.",
      "Когда мы полагаемся на догадки вместо фактов, мы можем ошибаться в представлениях о том, как к нам относятся. Это способно портить отношения и настроение.",
      "Мы не можем знать, что происходит в голове у другого человека. Однако мозг часто пытается достроить картину за недостатком информации, и делает это не всегда корректно.",
      "Такое мышление усиливает тревогу, может провоцировать страхи, обиды, конфликты и даже способствовать депрессивному состоянию."
    ],
    "quote": {
      "text": "Мы не можем изменить ситуации, которые жизнь нам преподносит, но мы можем изменить нашу способность переживать их.",
      "author": "Виктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Примеры «чтения мыслей»:",
      "«Не буду делиться переживаниями — он подумает, что я слабый»",
      "«Наверняка она считает, что я выгляжу ужасно»",
      "«Он плохо посмотрел — точно недоволен мной»",
      "Иногда наши догадки могут быть верны, но гораздо чаще — нет.",
      "Мы замечаем выражение лица, жест, паузу в разговоре — и делаем вывод, который может не иметь ничего общего с реальностью.",
      "Мы принимаем предположения за факты и начинаем испытывать эмоции, реагируя на собственные мысли, а не на реальность.",
      "Как работать с этим искажением?",
      "Осознанность",
      "Отслеживайте подобные мысли и задавайте себе простой вопрос: «Откуда я знаю, что это правда?»",
      "Проверьте гипотезу: запишите, что вы думаете, а затем понаблюдайте за поведением человека или при желании аккуратно уточните у него напрямую.",
      "Часто оказывается, что люди вовсе не думают о нас того, что мы себе представляем."
    ],
    "quote": {
      "text": "Мы не видим вещи такими, какие они есть. Мы видим их такими, какие мы сами.",
      "author": "Анаис Нин"
    }
  },
  "screen_3": {
    "texts": [
      "Оспаривание убеждений",
      "Спросите себя: «Какие доказательства есть в пользу этой мысли? А какие — против?»",
      "Этот шаг помогает включить рациональное мышление и перестать верить догадкам «автоматически».",
      "Поиск альтернатив",
      "Сформулируйте хотя бы два других возможных объяснения поведения человека.",
      "Например: «Он не ответил, потому что занят», «Она задумалась о своих делах», «Он нервничает по другой причине».",
      "Если вы готовы к открытому диалогу, иногда честный вопрос может многое прояснить и снять напряжение.",
      "Важно помнить, что когнитивные искажения — это не признак слабости или «психической болезни». Они встречаются у всех людей.",
      "Разница лишь в том, верим ли мы этим мыслям полностью или учимся проверять их, расширяя своё видение ситуации.",
      "Работа с искажениями — это практика. Она требует времени, но в результате делает нас спокойнее, увереннее и улучшает качество наших отношений с собой и другими."
    ]
  }
}
