{
  "title": "Мысли наизнанку: Освобождение от заблуждений чтения мыслей",
  "description": "В статье рассматривается концепция когнитивного искажения, известного как \"чтение мыслей\", которое описывает склонность людей предполагать, что они знают, что думают другие. Автор объясняет, как это искажение может приводить к ошибочным представлениям о восприятии нас другими людьми и как это влияет на наше эмоциональное состояние и межличностные отношения. В конце статьи предлагаются методы, помогающие преодолеть эту тенденцию, включая самоосознание и открытое общение, для улучшения взаимопонимания и эмоционального благополучия.",
  "screen_1": {
    "texts": [
      "Последнее когнитивное искажение, которое мы подробно рассмотрим, называется \"Чтение мыслей\".",
      "Это одна из ошибок мышления, когда мы убеждены, что знаем, что думает о нас другой человек, и часто предполагаем, что он думает что-то плохое.",
      "Если мы слишком полагаемся на чтение мыслей, мы можем ошибаться в представлениях о том, что другие думают о нас, что может серьезно испортить настроение.",
      "Мы часто ошибаемся, не подозревая, о чем на самом деле думает другой человек или почему он поступил так, а не иначе.",
      "Это может привести к тревожности, различным страхам, а иногда и к паранойе. Это может быть причиной конфликтов, обид, ссор и, конечно, депрессии."
    ],
    "quote": {
      "text": "Мы не можем изменить ситуации, которые жизнь нам преподносит, но мы можем изменить нашу способность переживать их.",
      "author": "Виктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Примеры:",
      "Не буду рассказывать ей о своих переживаниях, потому что она подумает, что я слабак",
      "Ему точно не понравится моя работа, потому что я сам недоволен ею",
      "Она так странно смотрит на меня, наверняка думает, что я толстая",
      "Конечно, во всех этих примерах есть некоторая вероятность, что о вас подумают именно так, будут чем-то недовольны или примут за слабака.",
      "Но эта вероятность гораздо ниже, чем кажется. Мы можем считывать мимику и жесты других людей, но это не значит, что человек, косо посмотревший на нас, обязательно подумал о нас плохо.",
      "Мы принимаем свои мысли за истину и начинаем действовать, исходя из них, а не из вероятности других вариантов.",
      "Вот несколько способов работы с \"чтением мыслей\":",
      "Осознание",
      "Начните замечать подобные мысли и спросите себя: «Действительно ли я могу читать мысли других людей?»",
      "Очевидно, что вы не можете. Чтобы убедиться в этом вы так же можете провести ряд экспериментов. Записывайте то, что, как вы считаете, думают о вас люди, а после проверяйте.",
      "Способом проверки может быть как прямой разговор с человеком, так и наблюдение за его поступками в отношении вас."
    ],
    "quote": {
      "text": "Мы не видим вещи такими, какие они есть. Мы видим их такими, какие мы сами.",
      "author": "Анайс Нин"
    }
  },
  "screen_3": {
    "texts": [
      "Оспаривание мыслей",
      "Задайте себе вопросы: «Какие у меня есть доказательства, подтверждающие эти мысли? А какие есть аргументы против?».",
      "Эта техника позволит формализировать и взвесить ваши предположения.",
      "Обычно мы рассуждаем не слишком рационально, но когда мы проводим сравнение \"за\" и \"против\", мы вынуждены более задействовать критическое мышление.",
      "Поиск альтернатив",
      "Спросите себя: «О чём ещё мог подумать этот человек?»",
      "Для тех, кто готов пойти дальше, открытый и честный разговор может помочь разрешить многие недопонимания.",
      "Вместо того чтобы мучиться своими предположениями, лучше спросить у человека напрямую.",
      "Не стоит думать, что мыслительные ошибки являются признаком серьёзной психической патологии.",
      "Они присутствуют у каждого из нас в той или иной степени.",
      "Важно то, насколько часто они возникают и что мы с ними делаем: либо верим этим искажённым мыслям на все 100% и испытываем отрицательные эмоции, либо подвергаем их сомнению и анализу, приходя к более точному и многогранному видению ситуации.",
      "Работа над когнитивными искажениями может потребовать времени и усилий, но она способна значительно улучшить ваше эмоциональное благополучие и отношения с окружающими."
    ]
  }
}
