{
  "title": "Техника: Дай отпор внутреннему критику",
  "description": "В этой главе мы делимся практическим инструментом для укрепления самооценки. Цель техники — научиться замечать голос внутреннего критика, распознавать когнитивные искажения и формулировать более взвешенные и поддерживающие ответы. Регулярная практика поможет выстроить доброжелательное отношение к себе и уменьшить влияние самокритики.",
  "screen_1": {
    "texts": [
      "Самооценка не меняется только от понимания теории — важна ежедневная практика. Даже несколько минут в день способны дать ощутимый прогресс, если делать упражнения регулярно.",
      "Одна из ключевых задач — научиться замечать, когда внутренний критик вступает в игру, и не принимать его слова за истину.",
      "Многие люди в депрессии или состоянии сниженной самооценки постоянно слышат внутри голос, который обесценивает, обвиняет и сравнивает их с другими.",
      "Фразы вроде «Я ничего не стою», «У меня ничего не получится», «Я хуже других», «Я всё порчу» — это не факты, а автоматические мысли, основанные на искажённом восприятии.",
      "Эта техника поможет вам изменить привычный внутренний диалог.",
      "Суть проста:",
      "Замечать самокритичные мысли.",
      "Определять, какие когнитивные искажения стоят за ними.",
      "Формулировать более объективный, доброжелательный и реалистичный ответ.",
      "Для удобства можно использовать дневник автоматических мыслей в приложении. Или создавать записи вручную — в формате трёх колонок."
    ],
    "quote": {
      "text": "Никто не может заставить вас чувствовать себя неполноценным без вашего согласия.",
      "author": "Элеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Создайте таблицу из трёх колонок:",
      "Мысли критика",
      "Когнитивная ошибка",
      "Рациональный ответ",
      "Когда замечаете самокритику, задайте себе вопрос: «О чём я только что подумал(а) о себе?» и запишите фразу полностью.",
      "Важно фиксировать именно мысль, а не чувство. Например:",
      "Правильно: «Я глупый, ничего не сдам»",
      "Неправильно: «Я чувствую себя ужасно»",
      "Далее укажите тип искажений. Иногда их будет несколько — это нормально.",
      "Например:",
      "«Я такой глупый, что точно не сдам» — навешивание ярлыков",
      "«Я ничто и никогда ничего не добьюсь» — катастрофизация + сверхобобщение",
      "Так вы учитесь видеть логику там, где раньше были только эмоции и беспомощность."
    ],
    "quote": {
      "text": "Чем честнее я смотрю на свои мысли, тем яснее становится реальность и тем меньше места остаётся страху.",
      "author": "К. Роджерс"
    }
  },
  "screen_3": {
    "texts": [
      "Третья колонка — самая важная. Здесь вы формулируете альтернативный ответ.",
      "Важно, чтобы он был реалистичным и убедительным лично для вас. Не нужно переходить из крайности в крайность:",
      "Неэффективно: «Я гений, я всё сделаю идеально»",
      "Рабочий вариант: «У меня есть опыт и способности. Я могу ошибаться, но у меня есть право учиться и пробовать ещё раз».",
      "Пример рационального ответа:",
      "«Я не глупый. Я поступил(а) в университет, сдавал(а) экзамены раньше, и у меня есть навыки. Если сейчас что-то трудно — это нормально. Я готовлюсь, значит у меня есть шанс сдать, даже не идеально. А если понадобится пересдача — это не делает меня хуже».",
      "Такой ответ реалистичен, поддерживает и возвращает чувство контроля.",
      "Повторяйте технику каждый день. Постепенно вы заметите, что отвечать внутреннему критику становится легче, а его голос — слабее и тише.",
      "И самое важное: это не про «думать позитивно», а про видеть правду, а не искажённые суждения."
    ]
  }
}
