{
  "title": "Техника: Путь из ловушки завышенных ожиданий",
  "description": "В статье рассматривается проблема чувства вины, возникающего из-за нереалистичных требований к себе и постоянной самокритики. Описываются методы переосмысления внутренних установок и замены «долженствования» на более здоровое восприятие личных возможностей и желаний. Читателям предлагаются практические советы по освобождению от самообвинений и построению более гармоничного отношения к себе и своим ошибкам.",
  "screen_1": {
    "texts": [
      "Чувство вины зачастую возникает из-за завышенных требований к себе и может проявляться в таких мыслях, как:",
      "«Я должен сделать это».",
      "«Я должна поступить так».",
      "«Я должна быть такой».",
      "«Я не должен был делать этого».",
      "«Я должна была это предусмотреть/знать».",
      "Неадекватные требования, содержащие слово «должен», могут привести к чувству вины и нереалистичным ожиданиям.",
      "Эти требования подразумевают, что вы должны быть совершенным или всезнающим, что является нереалистичным.",
      "К таким требованиям может относиться идея, что вы всегда должны быть счастливым или довольным, что в свою очередь только усиливает чувство неудачи.",
      "Также существуют требования, основанные на предположении, что вы все знаете и можете предсказать будущее. Это создает ложные ожидания и чувство вины, вместо того чтобы помочь вам решить проблемы.",
      "Суть этой техники заключается в том, чтобы осознать, что винить себя нецелесообразно, что неадекватные требования сами по себе являются нереалистичными и несправедливыми.",
      "Они создают только чувство вины и невозможности, а не помогают решить проблему или достичь успеха.",
      "Чтобы избежать постоянных обвинений в свой адрес, стоит отказаться от таких требований и стать более реалистичным в своих ожиданиях к себе и своей жизни.",
      "Конечно, такие изменения мышления не происходят за один день и могут не произойти даже за месяц. Но мы уверены, что регулярный труд над собой помогает достичь изменений."
    ],
    "quote": {
      "text": "Любое чувство вины предполагает самоосуждение, и это в корне неверно. Человек должен осознавать свои ошибки, не впадая в самобичевание.",
      "author": "Бертран Рассел"
    }
  },
  "screen_2": {
    "texts": [
      "Так что же нужно делать уже сейчас, чтобы избавиться от чувства вины, вызванного завышенными требованиями?",
      "Простой, но эффективный способ спастись от завышенных требований к себе подразумевает замену слова «должен» на другие: «Было бы хорошо, если…» или «Если бы я мог, я бы...». Они часто оказываются более реалистичными и не так расстраивают.",
      "Например, вместо «Я должен сделать мою жену счастливой», вы могли бы сказать: «Было бы здорово, если бы я смог сделать жену счастливой, потому что она расстроена. Я могу спросить, чем она расстроена, и подумать, чем я, возможно, смогу помочь».",
      "Или вместо «Я не должен был есть мороженое», вы можете сказать: «Было бы лучше, если бы я не ел это мороженое, но мой поступок — это еще не конец света».",
      "Убрать сослагательное наклонение. Вместо размышлений в духе «Мне надо было бы…», «Вот если бы я…», «Вот зря я не…» попробуйте думать: «В следующий раз я сделаю по-другому».",
      "Люди с чувством вины часто думают в сослагательном наклонении, но этого ни в коем случае не стоит делать.",
      "И если вы себя на этом ловите, то сразу же прекращайте и меняйте фразу на «В следующий раз я…».",
      "И всё. Никаких сослагательных наклонений, категорически.",
      "Метод реальности помогает проверить соответствие ваших требований реальности. Говоря себе: «Я не должен был это делать», вы наверняка думаете, что действительно не должны были этого делать и, сказав себе это, вы почувствуете себя лучше.",
      "Однако в реальности всё наоборот: вам нужно было сделать именно то, что вы сделали, но, признавшись себе в этом, вы почувствуете разочарование.",
      "Например, вы сели на диету, чтобы похудеть, съели что-то лишнее и теперь вините себя за это: «Я не должна была есть эту шоколадку».",
      "Однако на самом деле у вас была потребность в сладком. Возможно, вы переживаете из-за чего-то и по привычке захотели что-то съесть для поднятия настроения, поэтому сдержаться было невозможно.",
      "Люди часто заедают негативные эмоции, чтобы облегчить своё состояние. Когда вы пытаетесь избавиться от вредных привычек или стараетесь похудеть, главное, что вам при этом мешает, — это убеждение в том, что вы теряете над собой контроль.",
      "Ощущение потери контроля напрямую связано с тем, что вы «должны» или «не должны». Если у вас появляется желание съесть что-то неполезное, то вы говорите себе, что «не должны» даже хотеть съесть запрещенную пищу, а «должны» отказаться раз и навсегда от всех неполезных продуктов и при этом никогда не срываться.",
      "И после этого, чтобы почувствовать себя лучше, вы идёте и кушаете шоколадку. Такой подход к похудению вряд ли принесет результаты, а вы при этом будете чувствовать себя виноватыми и подавленными.",
      "Когда у вас получится перестать запрещать себе что-либо, тогда вы сможете без насилия над собой от этого избавиться."
    ]
  },
  "screen_3": {
    "texts": [
      "Людьми, склонными к чрезмерному чувству вины, могут манипулировать окружающие ради достижения своих целей. Подумайте: сколько раз вы соглашались пойти на встречу без особого желания из стремления угодить или чтобы никто не обиделся? Важно отстаивать личные границы и уметь говорить «нет».",
      "Пример: молодая девушка живёт с родителями и братом, получает хорошую зарплату. Её брат время от времени где-то подрабатывает.",
      "У него есть зависимость от вещей: он постоянно покупает себе что-то новое, но собственных денег на это не хватает.",
      "Его сестра понимает, что это не лучший способ распоряжения деньгами, но продолжает давать ему в долг, так как считает, что сёстры и братья должны помогать друг другу, так принято в их семье.",
      "Девушка боится отказать брату, ведь это может разрушить их отношения. Она предварительно разыграла трудный диалог с другом и поняла, что говорить «нет» не так страшно, как казалось.",
      "Перед тем, как определить свои границы и провести черту в виде отказа от выполнения требований или отстаивания собственного мнения, чтобы не идти в гости, когда вам этого не хочется, вы можете разыграть сложный диалог или написать его на листе бумаги или заметках.",
      "Так вы сможете спрогнозировать вероятный сценарий общения и понять, как лучше отказать собеседнику, а еще, возможно, вы поймете, что это не так страшно — говорить «нет».",
      "Вам придется пройти долгий путь, прежде чем в мозгу сформируются соответствующие нейронные цепи, и вам хватит смелости и умения сказать «нет» дипломатично, но настойчиво, и закрепить навык на практике, когда наступит подходящий момент.",
      "Разграничение ответственности",
      "Иногда мы берем на себя ответственность за несчастья и неудачи других людей.",
      "В таких ситуациях важно разобраться, кто на самом деле несет ответственность за происшедшее. Например, действительно ли вы виноваты в том, что ваш ребенок получил плохие оценки?",
      "Здесь возникает путаница между вашим влиянием на ребенка и контролем над ним.",
      "Чтобы научиться различать ответственность, можно использовать метод трех колонок, который является укороченной версией дневника автоматических мыслей.",
      "В первой колонке записываются беспокоящие и осуждающие мысли, во второй — какие когнитивные искажения вы замечаете при этом, а в третьей — какой рациональный ответ вы можете дать.",
      "Например:",
      "1-я колонка (беспокоящие и осуждающие мысли): «Я виноват в том, что мой ребенок получает плохие оценки. Я не смогу помочь ему достичь успеха в школе».",
      "2-я колонка (когнитивные искажения): персонализация, чрезмерное обобщение.",
      "3-я колонка (рациональный ответ): «Я несу ответственность за свою роль в воспитании ребенка, но не полностью контролирую его успех или неудачу в школе. Ребенок также имеет свою собственную ответственность за свое обучение и учебу. Я могу помочь ему, поддерживать и мотивировать, но конечный результат зависит от его собственной работы и усилий».",
      "Важно понимать, что мы не можем контролировать каждый аспект жизни других людей, даже если они находятся под нашим влиянием. Мы несем ответственность за свои действия и роль, которую мы играем в жизни других людей, но не должны брать на себя всю ответственность за их успехи или неудачи."
    ]
  }
}
