{
  "title": "Техника: Путь из ловушки завышенных ожиданий",
  "description": "Эта глава посвящена освобождению от завышенных требований к себе и чувства вины, которое они вызывают. Мы шаг за шагом разберём, как смягчить внутреннее «я должна/я должен», как заменить строгие самообвинения на реалистичный и поддерживающий взгляд на себя, и научимся формировать здоровые ожидания вместо самоосуждения.",
  "screen_1": {
    "texts": [
      "Многие из нас сталкивались с давлением завышенных ожиданий к себе. Оно может проявляться в мыслях:",
      "«Я должен сделать это идеально».",
      "«Я обязана всегда вести себя правильно».",
      "«Я не должен был ошибаться».",
      "«Я должна была это предвидеть».",
      "Когда в мыслях появляется жёсткое «должен», мы часто чувствуем вину и напряжение.",
      "Такие установки предполагают, что мы обязаны быть безошибочными и всё знать заранее. Но это нереалистично и несправедливо по отношению к себе.",
      "Идея о том, что мы должны всегда быть счастливыми и собранными, только усиливает чувство несостоятельности.",
      "Самое важное — замечать эти внутренние требования и понимать, что именно они создают давление и самообвинения.",
      "Цель техники — научиться мягче относиться к себе и заменять нереалистичные ожидания более человечными и реалистичными.",
      "Это постепенный процесс. Он требует терпения, практики и заботы о себе. Но со временем такой подход действительно помогает менять внутренний диалог."
    ],
    "quote": {
      "text": "Осознавать свои ошибки важно, но самосуд не делает нас лучше.",
      "author": "Бертран Рассел"
    }
  },
  "screen_2": {
    "texts": [
      "Что можно делать уже сейчас, чтобы снизить давление «должен»?",
      "Один из эффективных способов — заменить жёсткое требование на более гибкую формулировку.",
      "Например, вместо «Я должен сделать её счастливой» попробуйте мысль: «Было бы здорово, если бы я смог поддержать её. Я могу спросить, что ей важно, и постараться помочь».",
      "Вместо «Я не должна была есть это мороженое» можно сказать: «Лучше было бы выбрать другой вариант, но одна ошибка не отменяет мой путь».",
      "Ещё один важный шаг — отказаться от мыслей в духе «Мне следовало бы…», «Если бы я тогда…».",
      "Такие размышления неизбежно ведут к самокритике и застреванию в прошлом.",
      "Заменяйте их на: «В следующий раз я попробую сделать иначе».",
      "Это не про избегание ответственности. Это про конструктивный, добрый взгляд на себя.",
      "Также помогает «проверка реальности». Если вы говорите себе «Я не должен был так поступать», попробуйте задать вопрос: «Почему я всё-таки поступил именно так? Что я чувствовал? В чём была тогда моя потребность?»",
      "Пример: вы сидите на диете и съели шоколадку. Вместо строгого самоконтроля и «я не должен был», попробуйте признать: «Я устала, и мне захотелось облегчить эмоции. Это человеческая реакция. В будущем я попробую другой способ поддержать себя».",
      "Когда мы убираем запреты и критику, появляется пространство для реальных изменений — без давления и внутренней войны."
    ]
  },
  "screen_3": {
    "texts": [
      "Важно помнить, что люди с повышенным чувством вины часто становятся уязвимыми к манипуляциям и стараются угодить другим, даже в ущерб себе.",
      "Например: девушка живёт с родителями и братом. Брат склонен тратить деньги импульсивно и просит у неё взаймы. Она продолжает помогать ему, потому что «родные должны поддерживать друг друга». Ей сложно отказать — она боится, что это разрушит отношения.",
      "Она заранее проигрывает трудный разговор и понимает, что сказать «нет» возможно и не так страшно, как казалось.",
      "Иногда полезно заранее прописать возможный диалог или потренировать его с кем-то, чтобы снизить тревогу и подготовиться.",
      "Со временем способность говорить «нет» станет привычнее. Это навык, и он развивается постепенно.",
      "Ещё один важный принцип — разделение ответственности.",
      "Мы можем поддерживать других, но не можем нести ответственность за всё, что с ними происходит.",
      "Используйте мини-дневник из трёх колонок:",
      "Мысль-обвинение: «Я виноват, что мой ребёнок получает плохие оценки».",
      "Искажение: персонализация, чрезмерное обобщение.",
      "Рациональный ответ: «Я могу помогать и поддерживать, но учёба — зона ответственности ребёнка. Я влияю, но не контролирую всё».",
      "Мы отвечаем только за свои решения и действия. И это уже достаточно много."
    ]
  }
}
