{
  "title": "Потерять работу и уйти в депрессию?",
  "description": "Эта статья исследует психологические и социальные последствия внезапной потери работы, рассматривая эмоциональный роллеркостер, который сопровождает такие события. Через личный опыт Александра, долгое время работавшего в успешной компании, рассказывается о борьбе с депрессией, снижением самооценки и профессиональными неудачами. Статья также предлагает пути преодоления эмоциональных трудностей, подчеркивая важность поддержки и самопризнания в трудные периоды.",
  "screen_1": {
    "texts": [
      "Внезапная потеря работы – сильный стресс для большинства людей. Когда за несколько дней или недель объявляют об увольнении или сокращении, многие испытывают ощущение, что жизнь «рухнула». И это объяснимо, ведь у вас кардинально меняются:",
      "финансовое положение",
      "социальный статус",
      "привычный уклад жизни",
      "краткосрочные и долгосрочные планы",
      "Работа — это определенные обязательства, рамки, общение, в общем, что-то, что нас поддерживает.",
      "Безработица же — как воздушная яма, куда летишь без страховки. И остаешься наедине с собой, с совершенно пустыми днями, счетами, по которым вот-вот нечем будет платить, бесконечным ожиданием приглашения на собеседование: перед встречей чувствуешь робкую надежду, а потом — очередной отказ. Типичная и безрадостная картина.",
      "Потеря работы переживается так же, как любая другая потеря, и те, кто столкнулся с этим, проходят через этапы горевания.",
      "Сначала шок, глубокая растерянность, непонимание, что делать. Затем гнев — на себя, на тех, кто уволил.",
      "Возможен и торг: а вдруг все еще можно уладить, и меня возьмут обратно? И наконец, депрессия. Безусловно, такую проблему можно назвать «реальной», но опять же, значит ли это, что она оправдывает вашу депрессию?",
      "Причина такой эмоциональной реакции заключается в убежденности в том, что личная ценность и способность к ощущению счастья непосредственно зависят от профессионального успеха.",
      "В рамках этой ценностной системы кажется логичным предполагать, что эмоциональное угнетение неизбежно связано с финансовыми потерями, неудачами в карьере или банкротством."
    ],
    "quote": {
      "text": "Когда одна дверь закрывается, разве вы не знаете, что открываются многие другие.",
      "author": "Боб Марли"
    }
  },
  "screen_2": {
    "texts": [
      "Если и вы так считаете, то вам будет интересен случай Александра — 47-летнего отца троих детей, который проработал 17 лет с отцом своей жены в одной успешной компании.",
      "За пару лет до его депрессии между ним и его тестем возникли разногласия по поводу управления компанией. В порыве гнева Александр уволился, тем самым отказавшись от своей доли в компании.",
      "В течение следующих двух лет он менял одну работу за другой, но никак не мог найти чего-то стоящего, как финансово, так и морально.",
      "Казалось, что у него ничего не получается и он стал считать себя неудачником. Его жене пришлось выйти на работу на полный день, чтобы свести концы с концами, и это только усиливало чувство никчемности Саши, ведь он всегда гордился своей ролью кормильца семьи.",
      "Время шло, его финансовое положение ухудшалось, а депрессивное состояние нарастало, поскольку его самооценка падала все ниже и ниже.",
      "На момент, когда Александр решил обратиться за помощью к специалисту, он уже отработал несколько месяцев в компании, специализирующейся на недвижимости.",
      "За это время он сдал несколько зданий в аренду, но так и не совершил ни одной продажи. Поскольку его зарплата зависела от продаж, его заработок был невысоким. В этот период Александр страдал от депрессии и прокрастинации, проводя целые дни в постели, думая:",
      "«Зачем все это? Я неудачник. Работать бессмысленно, все равно у меня ничего не получится».",
      "На третьей встрече с психологом он поделился, что один обеспеченный друг хотел приобрести недвижимость с его помощью, и комиссия от такой продажи помогла бы продвижению в карьере, придала уверенности и значительно пополнила кошелек.",
      "Вместо того чтобы схватиться за эту работу, Александр медлил несколько недель. Возникает вопрос, почему? Потому что он думал: «Продавать коммерческую недвижимость — это слишком сложно.",
      "Я никогда раньше этого не делал и у меня точно не получится. А если он передумает в последнюю минуту, это будет означать, что у меня ничего не получилось бы в этом бизнесе. Это будет означать, что я — полный неудачник»."
    ]
  },
  "screen_3": {
    "texts": [
      "Руководство Александра очень хорошо относилось к нему, считали его способным продажником, но он сам относился к себе неоправданно строго.",
      "В процессе следующих встреч и работы с мыслями, Александр согласился, что он очень самокритичен к себе, и это никак не помогает ему в этот непростой жизненный период, а наоборот, значительно ухудшает ситуацию.",
      "Он также осознал, что использует «двойные стандарты»: он толерантен к другим людям и готов их поддержать, но по отношению к себе настроен жестко и критично.",
      "Сначала он защищал свое видение, как и многие требовательные к себе перфекционисты, утверждая, что, если относиться к себе намного суровее, чем к другим, это принесет какую-то пользу.",
      "Тем не менее он быстро усвоил тот факт, что его личные стандарты были на самом деле нереалистичны и обречены на провал, потому что, если бы он попытался продать здание и его попытка не увенчалась успехом, он воспринял бы эту ситуацию как катастрофу. Его склонность мыслить в категориях \"все или ничего\" была его большой проблемой.",
      "В конце терапии Александр почувствовал облегчение, осознав, что финансовые проблемы в последние годы не делают его автоматически \"неудачником\".",
      "Это негативное самовосприятие и чувство ступора были результатом чрезмерного стремления к \"всё или ничего\". Его чувство бесполезности было результатом того, что он сосредотачивался исключительно на негативных аспектах жизни (негативный фильтр) и пренебрегал множеством фактов, в которых он добивался успехов (обесценивание позитивного).",
      "Он осознал, что напрасно мучил себя так долго мыслью о том, что мог бы сделать больше, и осознал, что финансовые трудности не принижали его человеческого достоинства. В конце концов, он признал, что апатия и прокрастинация были всего лишь симптомами депрессии, а не отражением его истинной сущности.",
      "Когда он научился давать ответ своим негативным мыслям, то смог снизить степень искажений в своем суровом отношении к себе, и его настроение продолжало улучшаться.",
      "Он ушел из сферы недвижимости и открыл книжный магазин. Ему удалось покрыть расходы, но, несмотря на значительные личные усилия, он не смог добиться достаточной прибыли, чтобы оправдать продолжение бизнеса после первого пробного года."
    ]
  },
  "screen_4": {
    "texts": [
      "Таким образом, хоть и внешние признаки успеха за это время оставались практически неизменными, он смог сохранить свою самооценку и избежать депрессии. Несмотря на то, что его финансовое положение оставалось тяжелым, когда он пришел к решению «признать поражение» в своем бизнесе с книжным магазином, его уважение к себе осталось неизменным.",
      "К последней встречи с психологом Александр написал вот такое эссе, которое решил перечитывать каждое утро перед тем, как браться за поиски новой работы:",
      "Почему я не бесполезен?",
      "Пока я могу сделать что-то для благополучия самого себя и других, я не бесполезен. Пока то, что я делаю, может производить положительный эффект, я не бесполезен.",
      "Пока тот факт, что я жив, имеет значение даже для одного человека, я не бесполезен (и этим человеком при необходимости могу быть я сам). Если дарить любовь, понимание, дружбу, поддержку, общительность, совет, утешение хоть что-то означает, я не бесполезен.",
      "Если я могу уважать свое мнение и интеллект, я не бесполезен.",
      "Если другие уважают меня, это приятный бонус.",
      "Если у меня есть чувство самоуважения и собственного достоинства, я не бесполезен.",
      "Если помогать обеспечивать средства к существованию семей моих сотрудников — это значит делать что-то хорошее, я не бесполезен.",
      "Если я делаю все возможное, чтобы помочь своим клиентам и поставщикам своей продуктивностью и креативностью, я не бесполезен.",
      "Если мое присутствие в этой среде действительно имеет значение для других, я не бесполезен. Я не бесполезен. Я очень ценен по своей сути!",
      "Если вы столкнулись с похожей проблемой или вам откликаются автоматические мысли Александра, напишите для себя заметку почему вы не бесполезны, почему вы не неудачник и почему вы ценны сами по себе."
    ]
  }
}
