{
  "title": "Потерять работу и уйти в депрессию?",
  "description": "Эта история помогает разобраться, как внезапная потеря работы может ударить по самооценке и эмоциональному состоянию, и как важно в такие моменты не обесценивать себя и искать поддержку. На примере Александра мы рассматриваем, как переживание утраты профессиональной роли может привести к депрессии, и как мягкая внутренняя работа помогает постепенно восстановиться и вернуться к жизни.",
  "screen_1": {
    "texts": [
      "Потеря работы — сильное потрясение. Когда вдруг сообщают об увольнении или сокращении, кажется, что почва уходит из-под ног. Это вполне естественно, ведь меняется многое:",
      "финансовое положение",
      "социальный статус",
      "привычный распорядок",
      "планы и ожидания",
      "Работа дает ощущение структуры, принадлежности и стабильности. Она часто становится частью нашей идентичности.",
      "Когда работа исчезает, возникает ощущение пустоты, неопределенности, иногда — стыда и страха за будущее. Дни могут тянуться бесконечно, тревога нарастает, а каждый отказ в ответ на резюме кажется личным поражением.",
      "Такое событие переживается как утрата, и человек проходит этапы горевания.",
      "Сначала — шок и растерянность. Затем появляются злость, попытки вернуть всё обратно, а иногда и чувство безнадёжности.",
      "Но означает ли потеря работы, что депрессия неизбежна? И дает ли такое событие «право» считать себя неудачником?",
      "Причина тяжёлой эмоциональной реакции часто не только в самой ситуации, но и в убеждении, что наша ценность как личности зависит от профессиональных успехов.",
      "При таком восприятии кажется, что финансовые сложности автоматически означают провал и потерю собственного достоинства."
    ],
    "quote": {
      "text": "Когда одна дверь закрывается, разве вы не знаете, что открываются многие другие.",
      "author": "Боб Марли"
    }
  },
  "screen_2": {
    "texts": [
      "Так думал и Александр. Это реальная история мужчины 47 лет, отца троих детей, который проработал 17 лет в семейной компании.",
      "После конфликта с тестем он impulsively уволился и лишился участия в бизнесе. Так начался период поисков себя.",
      "Он сменил несколько мест работы, но не чувствовал успеха ни в финансовом, ни в эмоциональном плане.",
      "Постепенно формировалась мысль: «Я неудачник». Жена вышла на работу на полный день, и это усиливало внутреннюю боль — ему всегда было важно ощущать себя опорой семьи.",
      "Самооценка снижалась, появлялось чувство беспомощности, тревоги и бессилия.",
      "В какой-то момент Александр устроился в сферу недвижимости. Он сдавал помещения в аренду, но продаж так и не сделал, и его доход был почти нулевым.",
      "Депрессия нарастала. Он всё чаще оставался в постели, повторяя:",
      "«Какой смысл? Я всё равно не справлюсь. Я никчёмный».",
      "Когда друг хотел купить недвижимость через него, это могло стать удачным стартом. Но Александр тянул неделями.",
      "Он думал: «Это слишком сложно. У меня не выйдет. Если сделаю шаг и провалюсь, это докажет, что я полный неудачник».",
      "Страх ошибки парализовал действия. Оттягивание казалось безопаснее, чем риск столкнуться с возможной неудачей."
    ]
  },
  "screen_3": {
    "texts": [
      "Его руководство верило в него. Но он сам — нет.",
      "На встречах с психологом Александр начал замечать, как сурово относится к себе. Он предъявлял к себе требования, которые не предъявил бы никому другому.",
      "Так проявлялись перфекционизм и мыслительная ошибка «всё или ничего»: либо идеальный успех, либо провал.",
      "Поначалу он был уверен, что строгая самокритика помогает ему. Но постепенно понял: она только усиливает беспомощность и обездвиживает.",
      "Со временем Александр увидел, что финансовые сложности не делают его «никем». Его ценность — не только в доходе.",
      "Он обнаружил, что обесценивает все свои достижения и фокусируется только на неудачах.",
      "Важно то, что он понял: апатия и прокрастинация — это не лень, а симптомы депрессии.",
      "Работая над мыслями шаг за шагом, он начал замечать улучшения.",
      "Позже он решил уйти из недвижимости и открыть книжный магазин. Финансово это не стало большим успехом, и бизнес пришлось закрыть.",
      "Но на этот раз он пережил это иначе — без разрушительной самокритики и ощущения собственной ничтожности."
    ]
  },
  "screen_4": {
    "texts": [
      "Хотя внешне его ситуация почти не изменилась, внутренне он стал намного сильнее.",
      "Завершая терапию, Александр написал текст, который стал важной поддержкой для него самого:",
      "Почему я не бесполезен?",
      "Пока я могу быть полезным себе и другим — я значим.",
      "Пока то, что я делаю, приносит добро, пусть небольшое — я ценен.",
      "Пока моя жизнь важна хотя бы одному человеку (и этим человеком могу быть я сам), я не бесполезен.",
      "Если я способен дарить поддержку, понимание, тепло — это уже многое.",
      "Если я уважаю себя — я ценен.",
      "Если другие уважают меня — это приятно, но не определяет мою ценность.",
      "Если я делаю всё возможное там, где нахожусь — я достоин уважения.",
      "Мой вклад может быть незаметным извне, но он real.",
      "Я не бесполезен. Я ценен по самой своей сути.",
      "Если вы сейчас переживаете потерю, сложность или сомнения — попробуйте написать свой список. Почему вы ценны? В чём ваша сила? Чем вы уже поддерживаете себя и других?"
    ]
  }
}
