{
  "info": {
    "event": "Beginnen Sie damit, den Auslöser zu bestimmen – also das, was die unangenehmen Emotionen oder Gedanken ausgelöst hat. Ein Auslöser kann sowohl ein bedeutsames als auch ein sehr kleines Ereignis sein – oder sogar nur ein flüchtiger Gedanke.",
    "thought": "Der automatische Gedanke entsteht als Reaktion auf das Ereignis und setzt eine Welle von Emotionen in Gang. Diese können sich verstärken und neue negative Gedanken nach sich ziehen – ein Teufelskreis. Um ihn zu durchbrechen, versuchen Sie, den automatischen Gedanken möglichst früh zu bemerken und zu notieren.",
    "body": "Erinnern Sie sich an den Moment, als der Auslöser auftrat, und achten Sie auf die Empfindungen im Körper. Welche unangenehmen körperlichen Reaktionen haben Sie wahrgenommen?",
    "behavior": "Wie haben Sie sich verhalten, als diese Emotionen aufkamen? Was haben Sie getan – oder vielleicht bewusst vermieden?",
    "response": "Wenn Sie den automatischen Gedanken bemerken, prüfen Sie ihn aufmerksam. Solche Gedanken enthalten oft kognitive Verzerrungen und Denkfehler. Ihre Aufgabe ist es, eine rationale, realistischere Antwort zu finden und einen hilfreichen Alternativgedanken zu formulieren.",
    "conclusion": "Beschreiben Sie, zu welchen Schlussfolgerungen Sie gekommen sind: Hat sich Ihr emotionaler Zustand verändert? Wie blicken Sie jetzt auf die Situation, und was möchten Sie beim nächsten Mal in einer ähnlichen Lage ausprobieren?",
    "comparison": "Notieren Sie Argumente, die den automatischen Gedanken stützen, und solche, die ihm widersprechen. Das hilft, ihn objektiver zu bewerten und die Situation im größeren Zusammenhang zu sehen."
  },
  "stepper": {
    "event": "Bei einer Aufgabe auf der Arbeit habe ich einen Fehler gemacht",
    "thought": "Ich habe das Gefühl, häufig Fehler zu machen und deshalb von anderen schlechter behandelt zu werden",
    "body": "Ich spürte Herzklopfen und Enge in der Brust",
    "behavior": "Ich habe die Tür abrupt zugeschlagen und bin gegangen",
    "response": "Fehler passieren jedem und gehören zum Arbeitsalltag. Ich kann nicht wissen, was andere wirklich denken, und meine Annahmen können ungenau sein",
    "conclusion": "Wenn so eine Situation wieder vorkommt, werde ich versuchen, keine vorschnellen Schlüsse über die Reaktionen anderer zu ziehen. Außerdem erstelle ich eine Checkliste für die Aufgabenprüfung, um mehr Sicherheit zu gewinnen und die Wahrscheinlichkeit ähnlicher Fehler zu reduzieren"
  },
  "analysis": {
    "description": [
      "Machen Sie das Tagebuchschreiben zu einem kreativen, spannenden Prozess statt zu einer bloßen Routine. Zählen Sie Ereignisse nicht nur auf, sondern erzählen Sie von Ihrem Tag wie von einer kleinen Geschichte.",
      "Die KI unterstützt Sie dabei: Sie analysiert Ihren Text und schlägt die optimale Struktur für den Eintrag vor – inklusive passender Kategorien und Felder.",
      "Sie können die Vorschläge der KI jederzeit anpassen und ergänzen, damit der Eintrag möglichst persönlich und präzise bleibt.",
      "Ihr Text wird im Tagebuch gespeichert – er verschwindet nach der Analyse nicht und bleibt für Sie jederzeit verfügbar.",
      "Die KI macht die Arbeit mit Gedanken nicht nur hilfreich, sondern auch inspirierend und verwandelt das Ausfüllen des Tagebuchs in einen Raum für Selbstausdruck und Selbstfürsorge."
    ],
    "hint": [
      "Beschreiben Sie das Ereignis sowie Ihre Gefühle und Gedanken. Gehen Sie in Ihrer Schilderung möglichst auf Folgendes ein:",
      "Was genau passiert ist",
      "Welcher automatische Gedanke Ihnen in den Sinn kam",
      "Welche Emotionen und körperlichen Empfindungen Sie erlebt haben",
      "Ihre hilfreiche Antwort auf den automatischen Gedanken",
      "Welche Schlussfolgerung Sie aus dieser Situation gezogen haben"
    ]
  },
  "automaticAnalysis": [
    {
      "title": "Emotionen statt Gedanken aufschreiben",
      "description": "Emotionen lassen sich für sich genommen weder widerlegen noch durch einen hilfreichen Alternativgedanken verändern. Wir erfassen sie separat; hier geht es darum, den Gedanken festzuhalten, der das Gefühl ausgelöst hat.",
      "wrong": "Ich fühle mich ängstlich",
      "right": "Ich denke, ich werde das nicht schaffen"
    },
    {
      "title": "Zu allgemeine Formulierung",
      "description": "Manchmal wird ein Gedanke sehr allgemein notiert, sodass unklar bleibt, was genau das Gefühl auslöst. Besser konkret formulieren.",
      "wrong": "Alles ist schlecht",
      "right": "Ich denke, dass meine Kolleg*innen mich für inkompetent halten"
    },
    {
      "title": "Fakt statt Interpretation notieren",
      "description": "Hier ist Ihre Deutung des Geschehens gefragt, nicht der bloße Fakt. Das Ereignis haben wir bereits zuvor festgehalten.",
      "wrong": "Ich bin zur Arbeit zu spät gekommen",
      "right": "Meine Führungskraft könnte jetzt denken, ich sei unzuverlässig"
    },
    {
      "title": "Komplizierte, verworrene Formulierung",
      "description": "Gedanken am besten einfach und klar formulieren – so lässt sich ein hilfreicher Alternativgedanke leichter finden.",
      "wrong": "Ich neige dazu anzunehmen, dass meine Meinung keine Bedeutung hat",
      "right": "Meine Meinung ist niemandem wichtig"
    },
    {
      "title": "Den automatischen Gedanken überspringen",
      "description": "Mitunter möchte man direkt zu positiven Aussagen übergehen. Wichtig ist jedoch, den automatischen Gedanken zunächst wahrzunehmen und festzuhalten, damit Sie ihn anschließend bearbeiten können.",
      "wrong": "Ich sollte positiv denken",
      "right": "Ich bin mir nicht sicher, ob ich das schaffe"
    },
    {
      "title": "Schlüsselgedanken ignorieren",
      "description": "Mitunter werden nur mildere Gedanken notiert, während die schmerzhaftesten gemieden werden. Gerade das Anerkennen der Schlüsselgedanken hilft, sich selbst besser zu verstehen.",
      "wrong": "Ich mache mir ein wenig Sorgen um die Zukunft",
      "right": "Ich werde nie Erfolg haben"
    }
  ]
}