{
  "list": {
    "0": {
      "title": "KI-Empfehlungen beim Ausfüllen des Tagebuchs",
      "description": "Das Tagebuch automatischer Gedanken zu führen, ist nicht immer leicht. Unser Empfehlungssystem unterstützt Sie dabei: Es gibt Hinweise, gibt Halt und führt behutsam, damit Sie typische Fehler vermeiden. So wird die Arbeit mit Gedanken klarer und angenehmer."
    },
    "1": {
      "title": "Personalisierte Analyse Ihrer Einträge",
      "description": "Teilen Sie Ihre Gedanken und Belastungen mit unserer KI – sie hilft Ihnen, die Situation aus einem neuen Blickwinkel zu sehen. Die KI schlägt unterstützende Empfehlungen vor und macht kognitive Verzerrungen sichtbar, damit Sie gezielter damit arbeiten können."
    },
    "2": {
      "title": "Schutz Ihrer personenbezogenen Daten",
      "description": "Sie können ein Passwort für den App-Zugang festlegen; Ihre Daten werden zusätzlich verschlüsselt. Das gewährleistet ein hohes Schutzniveau und stellt sicher, dass nur Sie Zugriff auf Ihre Einträge haben."
    },
    "3": {
      "title": "KI-Spracherkennung",
      "description": "Wir nutzen moderne Spracherkennung mit Emotionsanalyse. Die App setzt automatisch Satzzeichen und strukturiert den Text, damit er ordentlich wirkt. So erstellen Sie fertige Einträge deutlich schneller als per Hand."
    },
    "4": {
      "title": "Synchronisierung auf all Ihren Geräten",
      "description": "Ihre Einträge werden sicher verschlüsselt und auf dem Server gespeichert. So können Sie auf verschiedenen Geräten mit dem Tagebuch arbeiten und haben jederzeit und überall Zugriff."
    },
    "5": {
      "title": "Voller Zugriff auf Tests",
      "description": "Die Tests wurden mit Unterstützung professioneller Psycholog*innen erstellt und verständlich erläutert. Sie helfen, sich selbst besser zu verstehen und Veränderungen im Zeitverlauf nachzuvollziehen."
    },
    "6": {
      "title": "Unbegrenzter Zugriff auf die Wissensdatenbank",
      "description": "Wir haben eine umfangreiche Wissensdatenbank zum psychischen Wohlbefinden aufgebaut und erweitern sie laufend. Lesen Sie ohne Limits und entdecken Sie täglich neue Wege der Selbstfürsorge."
    },
    "7": {
      "title": "Bilder zu Einträgen hinzufügen",
      "description": "Fügen Sie Ihren Notizen Bilder hinzu, um Emotionen und Kontext präziser zu vermitteln. Alle Fotos werden zwischen Ihren Geräten synchronisiert und sind bei Bedarf auch für Ihre Psycholog*in verfügbar."
    }
  },
  "last": {
    "title": "Außerdem stehen folgende Funktionen zur Verfügung:",
    "advantages": [
      "Datenexport im CSV-Format",
      "Automatische Synchronisierung der Daten mit Ihrer Psycholog*in",
      "Timer für entspannende Klänge",
      "Preisschutz gegen Abonnement-Erhöhungen"
    ]
  }
}
