{
  "list": {
    "0": {
      "title": "AI-Empfehlungen beim Ausfüllen des Tagebuchs",
      "description": "Das Ausfüllen des Tagebuchs automatischer Gedanken kann eine schwierige und mühsame Aufgabe sein. Unser Empfehlungssystem erleichtert diesen Prozess: Es gibt Hinweise, unterstützt und hilft, Fehler zu vermeiden. Dadurch wird Ihre Arbeit mit Gedanken produktiver."
    },
    "1": {
      "title": "Personalisierte Analyse Ihrer Einträge",
      "description": "Teilen Sie Ihre Sorgen mit unserem AI, und er wird Ihnen helfen, Ihre Schwierigkeiten aus einer neuen Perspektive zu betrachten. Die künstliche Intelligenz unterstützt, bietet nützliche Empfehlungen und identifiziert kognitive Verzerrungen, mit denen Sie effektiv arbeiten können, um Probleme zu lösen."
    },
    "2": {
      "title": "Sicherheit persönlicher Daten",
      "description": "Ermöglicht das Festlegen eines Passworts beim Anmelden in der App und verschlüsselt Ihre persönlichen Daten zusätzlich. Dies gewährleistet, dass der Zugriff auf die App ohne das richtige Passwort unmöglich ist und Ihre Informationen maximal geschützt werden."
    },
    "3": {
      "title": "AI-Spracherkennung",
      "description": "Wir nutzen die neuesten Spracherkennungstechnologien mit Emotionserkennung, um Ihre Gedanken und Intonationen genau zu erfassen. Unser System fügt automatisch Absätze und Satzzeichen hinzu. Sie erhalten präzise Aufzeichnungen viermal schneller als beim Tippen."
    },
    "4": {
      "title": "Synchronisierung zwischen allen Geräten",
      "description": "Ihre Daten werden zuverlässig verschlüsselt und auf unserem Server gespeichert, was ihre Sicherheit garantiert. Dies ermöglicht es Ihnen auch, Einträge von verschiedenen Geräten gleichzeitig zu machen und jederzeit bequem und durchgehend auf die Informationen zuzugreifen."
    },
    "5": {
      "title": "Voller Zugang zu Tests",
      "description": "Unsere Tests wurden von professionellen Psychologen entwickelt und enthalten detaillierte Erklärungen zu jeder Frage. Dies hilft Ihnen, sich selbst besser zu verstehen und Veränderungen in Ihrem Zustand zu verfolgen, wodurch Sie einen bewussteren Ansatz zur Selbsterkenntnis und Entwicklung erhalten."
    },
    "6": {
      "title": "Unbegrenzter Zugang zur Wissensdatenbank",
      "description": "Selbstlernen ist ein Schlüsselelement auf dem Weg zu einem glücklicheren und bewussteren Leben. Wir haben eine umfangreiche Wissensdatenbank entwickelt, die ständig erweitert wird. Lesen Sie unsere interaktiven Artikel ohne Einschränkungen und entdecken Sie neue Wege, Ihr Leben jeden Tag zu verbessern."
    },
    "7": {
      "title": "Adding Images to Entries",
      "description": "Illustrate your thoughts with images. Added images will be synchronized across all devices and accessible to your psychologist!"
    }
  },
  "last": {
    "title": "Die folgenden Funktionen werden ebenfalls verfügbar sein:",
    "advantages": [
      "Datenexport im CSV-Format",
      "Automatische Datensynchronisation mit dem Psychologen",
      "Timer für das Ausschalten beruhigender Klänge",
      "Preisschutz bei Abonnementerhöhungen"
    ]
  }
}
