{
  "title": "Carte de coping : Un petit coup de pouce pour de grands changements",
  "description": "Les cartes de coping sont un outil simple mais puissant de la thérapie cognitivo-comportementale qui aide à gérer le stress et les pensées négatives. Découvrez comment ces petites «aide-mémoire» peuvent transformer votre perception, redonner confiance en vous et vous guider vers une croissance émotionnelle. Plongez dans l’univers de la découverte de soi et ouvrez la voie à une vie plus sereine grâce aux cartes de coping !",
  "screen_1": {
    "texts": [
      "Les cartes de coping – une arme secrète supplémentaire de la thérapie cognitivo-comportementale.",
      "Que sont les cartes de coping ?",
      "Les cartes de coping sont une méthode efficace élaborée dans le cadre de la thérapie cognitivo-comportementale pour aider les gens à surmonter les pensées négatives et les situations stressantes.",
      "Elles servent de «rappel», indiquant comment transformer des croyances destructrices et retrouver une assurance intérieure.",
      "Pourquoi utiliser les cartes de coping ?",
      "Réduction de l’anxiété : Les cartes de coping vous aident à retrouver rapidement le calme dans des moments tendus.",
      "Soutien dans les moments difficiles : Quand vous avez besoin d’inspiration ou d’un soutien, vos cartes sont là pour vous rappeler vos ressources internes.",
      "Développement de la conscience de soi : En mettant par écrit vos pensées et émotions, vous comprendrez mieux vos réactions émotionnelles et vos schémas de comportement.",
      "Facilité d’utilisation : Les fonctionnalités de notre application sont intuitives et simples, rendant la création de cartes accessible à tous."
    ],
    "quote": {
      "text": "Vous pouvez souffrir si vous choisissez des croyances irrationnelles, mais vous n’êtes pas obligé de souffrir si vous optez pour des croyances rationnelles.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Comment ça marche ?",
      "Quand vous repérez une pensée destructrice, utilisez les cartes de coping pour la remplacer par une pensée plus constructive.",
      "Cela peut demander un peu d’entraînement, mais avec le temps, vous réagirez plus vite aux pensées négatives et les remplacerez par des croyances positives.",
      "Par exemple, si vous pensez : « Je n’atteindrai jamais mes objectifs », vous pouvez remplacer cette pensée par une version plus constructive : « Je rencontre des obstacles, mais j’ai un plan et je peux avancer vers mes objectifs, même à petits pas ».",
      "Cela change non seulement votre façon de voir les choses, mais vous pousse aussi à passer à l’action.",
      "Revoyez et mettez à jour vos cartes régulièrement.",
      "Vos sentiments et pensées évoluent avec le temps, il est donc essentiel d’adapter vos cartes à vos besoins actuels.",
      "Par exemple, si une pensée destructrice ne vous concerne plus ou si vous avez surmonté une peur particulière, mettez la carte à jour avec de nouvelles pensées constructives ou stratégies.",
      "Dans notre application, vous pouvez facilement modifier vos cartes existantes ou en ajouter de nouvelles.",
      "Ainsi, les cartes de coping deviennent non seulement un outil pour lutter contre les pensées négatives, mais aussi un guide personnel dans votre parcours de développement personnel et de bien-être émotionnel."
    ]
  },
  "screen_3": {
    "texts": [
      "Explorons quelques exemples supplémentaires de remplacement de pensées destructrices par des pensées constructives pour mieux saisir l’intérêt des cartes.",
      "Exemple 1",
      "Pensée destructrice : « Je ne vais pas réussir ce projet, je ne suis pas assez bon ».",
      "Remplacement constructif : « J’ai déjà relevé des défis avant. J’ai les compétences et les ressources pour réussir cette tâche ».",
      "Exemple 2",
      "Pensée destructrice : « Tout le monde va se moquer de moi si je dis quelque chose de stupide ».",
      "Remplacement constructif : « Tout le monde fait des erreurs. Je peux apprendre des miennes et apprécier les échanges avec les autres ».",
      "Exemple 3",
      "Pensée destructrice : « Rien ne changera, ma vie sera toujours ainsi ».",
      "Remplacement constructif : « Je peux agir pour changer les choses. Les petits pas mènent à de grands résultats ».",
      "Conclusion",
      "Les cartes de coping sont un outil puissant pour gérer vos pensées et émotions.",
      "Elles vous aident à renouer avec la partie rationnelle de votre esprit et à contrer les croyances négatives.",
      "En les utilisant, vous apprendrez à mieux vous comprendre et à gérer vos réactions face au stress.",
      "Commencez dès aujourd’hui à créer vos cartes de coping et ouvrez la porte à une vie plus calme et confiante !"
    ]
  }
}
