{
  "title": "Les cartes de coping : de petits alliés pour de grands changements",
  "description": "Les cartes de coping sont un outil simple mais très efficace en thérapie cognitivo-comportementale. Elles aident à traverser le stress, à porter un nouveau regard sur les situations difficiles et à vous soutenir dans les moments de doute. Ces petits « rappels » redonnent un sentiment de confiance et vous accompagnent sur le chemin de la croissance émotionnelle. Explorez vos pensées, trouvez des points d’appui en vous-même et avancez, pas à pas, vers une vie plus calme et plus stable.",
  "screen_1": {
    "texts": [
      "Les cartes de coping sont un autre outil discret mais très puissant de la thérapie cognitivo-comportementale.",
      "Que sont les cartes de coping ?",
      "Les cartes de coping sont une méthode de TCC qui aide à faire face aux pensées négatives et aux moments de stress, en favorisant une manière plus saine de percevoir ce qui se passe.",
      "Ce sont en quelque sorte des « pense-bêtes » qui vous rappellent comment remplacer des croyances destructrices par des pensées plus soutenantes et retrouver confiance en vous.",
      "Pourquoi utiliser des cartes de coping ?",
      "Réduction de l’anxiété : les cartes de coping aident à retrouver plus rapidement votre calme quand les émotions deviennent envahissantes.",
      "Soutien dans les moments difficiles : dans les périodes de doute, elles deviennent une voix de soutien qui vous rappelle vos forces et vos ressources.",
      "Développement de la connaissance de soi : en notant vos pensées et vos réactions, vous comprenez mieux ce qui déclenche vos émotions et comment agir sur elles.",
      "Simplicité et accessibilité : l’interface de notre application est claire et agréable à utiliser, ce qui rend la création de cartes simple et agréable."
    ],
    "quote": {
      "text": "Vous pouvez souffrir si vous choisissez des croyances irrationnelles, mais vous pouvez aussi choisir de ne pas souffrir en adoptant des croyances rationnelles.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Comment cela fonctionne-t-il ?",
      "Lorsque vous repérez une pensée destructrice, une carte de coping vous aide à la remplacer par une pensée plus réaliste et plus soutenante.",
      "Au début, cela peut demander un peu de pratique, mais avec le temps vous apprendrez à repérer plus vite les pensées négatives et à les remplacer par des alternatives plus constructives.",
      "Par exemple, si une pensée comme « Je n’arriverai jamais à atteindre mes objectifs » apparaît, vous pouvez la remplacer par : « Il m’arrive de trouver les choses difficiles, mais j’ai un plan et je peux avancer, même à petits pas. »",
      "Cette approche aide non seulement à voir la situation autrement, mais aussi à trouver l’élan pour passer à l’action.",
      "Relisez et mettez régulièrement vos cartes à jour.",
      "Nos émotions et nos pensées évoluent, il est donc important que vos cartes restent en phase avec vos besoins du moment.",
      "Si une pensée négative a perdu de son intensité ou si vous avez surmonté une difficulté, actualisez la carte et inscrivez-y une nouvelle croyance soutenante.",
      "Dans notre application, vous pouvez facilement modifier vos cartes existantes et en créer de nouvelles.",
      "Avec le temps, les cartes de coping ne sont plus seulement un outil contre les pensées négatives, mais deviennent un véritable fil conducteur dans votre parcours de développement personnel et de croissance émotionnelle."
    ]
  },
  "screen_3": {
    "texts": [
      "Regardons quelques exemples pour mieux comprendre comment remplacer les pensées destructrices.",
      "Exemple 1",
      "Pensée destructrice : « Je ne vais pas y arriver avec ce projet, je ne suis pas à la hauteur. »",
      "Remplacement constructif : « J’ai déjà mené à bien des tâches difficiles. J’ai les connaissances et les ressources nécessaires pour terminer aussi ce projet. »",
      "Exemple 2",
      "Pensée destructrice : « Tout le monde va se moquer de moi si je dis quelque chose de stupide. »",
      "Remplacement constructif : « Tout le monde peut se tromper. Je suis en train d’apprendre, et chaque échange est une occasion de grandir et d’évoluer. »",
      "Exemple 3",
      "Pensée destructrice : « Rien ne changera, ma vie sera toujours comme ça. »",
      "Remplacement constructif : « Les changements arrivent petit à petit. Même de petits pas finissent par conduire à de grands résultats. »",
      "Conclusion",
      "Les cartes de coping sont une façon à la fois puissante et douce de gérer vos pensées et vos émotions.",
      "Elles vous aident à retrouver un point de vue plus rationnel et apaisé sur la situation et à résister aux croyances négatives.",
      "En les utilisant, vous apprenez à mieux vous connaître et à mieux comprendre vos réactions face au stress.",
      "Commencez à créer vos cartes dès aujourd’hui et faites ainsi un premier pas vers une vie plus calme, plus confiante et plus stable."
    ]
  }
}
