{
  "title": "Fiche de coping : un petit allié pour de grands changements",
  "description": "Les fiches de coping sont un outil simple mais très efficace en thérapie cognitivo-comportementale (TCC). Elles aident à faire face au stress, à regarder les situations difficiles sous un angle nouveau et à se soutenir dans les moments de doute. Ces petits « rappels » redonnent confiance et encouragent une progression vers un mieux-être émotionnel. Explorez vos pensées, trouvez du soutien en vous et avancez, pas à pas, vers une vie plus sereine et plus stable.",
  "screen_1": {
    "texts": [
      "Les fiches de coping sont un autre outil discret mais très puissant en thérapie cognitivo-comportementale.",
      "Qu’est-ce qu’une fiche de coping ?",
      "Une fiche de coping est une technique de TCC qui aide à gérer les pensées négatives et les moments de stress, en favorisant une perception plus saine de ce qui se passe.",
      "Elle fonctionne comme un aide-mémoire : elle vous aide à remplacer des croyances destructrices par des pensées plus aidantes et à retrouver confiance en vous.",
      "Pourquoi utiliser des fiches de coping ?",
      "Réduire l’anxiété : les fiches de coping aident à retrouver rapidement son calme quand les émotions deviennent trop envahissantes.",
      "Soutien dans les moments difficiles : quand le doute s’installe, elles deviennent une voix bienveillante qui vous rappelle votre force et vos ressources.",
      "Développer la conscience de soi : en notant vos pensées et vos réactions, vous comprenez mieux ce qui déclenche vos émotions et comment les influencer.",
      "Simplicité et accessibilité : l’interface de notre application est claire et agréable, ce qui rend la création de fiches simple et confortable."
    ],
    "quote": {
      "text": "Vous pouvez souffrir en choisissant des croyances irrationnelles, mais vous pouvez ne pas souffrir en choisissant des croyances rationnelles.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Comment ça fonctionne ?",
      "Quand vous repérez une pensée destructrice, la fiche de coping vous aide à la remplacer par une formulation plus réaliste et plus aidante.",
      "Au début, cela peut demander un peu d’entraînement, mais avec le temps, vous repérerez plus vite les pensées négatives et saurez les transformer en pensées plus constructives.",
      "Par exemple, si la pensée « Je n’atteindrai jamais mes objectifs » apparaît, vous pouvez la remplacer par : « C’est parfois difficile, mais j’ai un plan et je peux avancer, même à petits pas ».",
      "Cette approche aide non seulement à voir la situation autrement, mais elle donne aussi l’élan d’agir.",
      "Relisez et mettez à jour régulièrement vos fiches.",
      "Nos émotions et nos pensées évoluent : il est donc important que vos fiches correspondent à vos besoins du moment.",
      "Si une pensée négative a déjà perdu de sa force ou si vous avez surmonté une difficulté, mettez la fiche à jour et notez une nouvelle pensée aidante.",
      "Dans notre application, vous pouvez facilement modifier vos fiches existantes et en créer de nouvelles.",
      "Avec le temps, les fiches de coping ne sont plus seulement un outil face aux pensées négatives : elles deviennent un repère personnel sur le chemin du développement personnel et de la croissance émotionnelle."
    ]
  },
  "screen_3": {
    "texts": [
      "Voyons quelques exemples pour mieux comprendre le principe de remplacement des pensées destructrices.",
      "Exemple 1",
      "Pensée destructrice : « Je n’y arriverai pas avec ce projet, je ne suis pas à la hauteur. »",
      "Remplacement constructif : « J’ai déjà mené à bien des tâches difficiles. J’ai les compétences et les ressources pour aller au bout de ce projet aussi. »",
      "Exemple 2",
      "Pensée destructrice : « Tout le monde va se moquer de moi si je dis quelque chose de stupide. »",
      "Remplacement constructif : « Tout le monde peut se tromper. J’apprends, et échanger avec les autres est une occasion de grandir et de progresser. »",
      "Exemple 3",
      "Pensée destructrice : « Rien ne changera, la vie sera toujours comme ça. »",
      "Remplacement constructif : « Le changement se construit progressivement. Même de petits pas peuvent mener à de grands résultats. »",
      "Conclusion",
      "Les fiches de coping sont une manière à la fois douce et puissante de mieux gérer ses pensées et ses émotions.",
      "Elles vous aident à retrouver un regard rationnel et apaisé sur la situation, et à résister aux croyances négatives.",
      "En les utilisant, vous apprenez à mieux vous comprendre et à observer vos réactions face au stress.",
      "Commencez à créer vos fiches dès aujourd’hui, et faites le premier pas vers une vie plus calme, plus confiante et plus stable."
    ]
  }
}
