{
  "title": "L’histoire d’Alice : un chemin pour sortir de la dépression",
  "description": "Dans cet article, nous suivons le parcours d’une personne confrontée à la dépression pour montrer le lien entre pensées automatiques, croyances intermédiaires et croyances de base. À travers l’histoire d’Alice et son travail avec un psychologue, nous verrons comment ces croyances se construisent — et comment elles peuvent évoluer pour mieux faire face à la dépression. L’approche s’appuie sur les principes de la thérapie cognitivo-comportementale (TCC).",
  "screen_1": {
    "texts": [
      "Pour illustrer concrètement le lien entre pensées automatiques, croyances intermédiaires et croyances de base, intéressons-nous à l’histoire d’Alice, une jeune femme aux prises avec la dépression et le doute de soi.",
      "Commençons par situer son parcours et son contexte :",
      "Alice a grandi dans une famille monoparentale, dans une petite ville. À 6 ans, son père est parti vivre avec une autre femme. Sa relation avec sa mère était compliquée : elle critiquait souvent Alice et la félicitait rarement.",
      "Après le divorce, ses parents se parlaient à peine, et Alice avait l’impression d’être coincée entre deux camps, à essayer de satisfaire tout le monde. Dans sa nouvelle famille, son père a eu trois enfants et passait beaucoup de temps avec eux : sorties en plein air, sport, activités ensemble. Alice ressentait de la rancœur, de la jalousie et un fort sentiment d’exclusion.",
      "À l’école, Alice est devenue une excellente élève, notamment pour obtenir l’approbation de sa mère, pour qui les bonnes notes allaient de soi. Plus tard, elle a terminé l’université avec mention en marketing. Aujourd’hui, elle a 23 ans. Elle n’est pas mariée et n’a pas d’enfants. En quête d’un emploi et de stabilité, elle consulte un psychologue en raison de sa dépression.",
      "Son état s’est aggravé à cause de ses difficultés à trouver un emploi. Elle a réduit ses interactions sociales, se sent abattue la plupart du temps et est convaincue qu’elle n’y arrivera pas."
    ]
  },
  "screen_2": {
    "texts": [
      "Voyons maintenant comment les trois niveaux de pensée d’Alice apparaissent dans un extrait de son échange avec le psychologue :"
    ],
    "dialog": [
      "Alice, pourriez-vous repenser à une situation récente où vous avez ressenti des émotions négatives très fortes ?",
      "C’était hier. Je consultais des offres d’emploi et je suis tombée sur un poste idéal : une entreprise intéressante, des horaires flexibles, un bon salaire. Mais je me suis figée et, au final, je n’ai pas envoyé mon CV.",
      "Qu’est-ce qui vous a arrêtée, exactement ?",
      "Je me suis dit qu’ils ne me prendraient de toute façon pas. Que c’était trop difficile pour moi. Que je n’y arriverais pas (pensée automatique).",
      "Qu’est-ce que cela signifie, pour vous, de penser que vous n’y arriverez pas ?",
      "Que je ne ferai pas correctement les tâches, et que faire des erreurs, c’est très grave (croyance intermédiaire).",
      "Comment qualifieriez-vous quelqu’un qui fait des erreurs et n’y arrive pas ?",
      "C’est une ratée, incapable de faire quoi que ce soit de sérieux.",
      "Et si cela vous arrive à vous — si vous rencontrez des difficultés et faites des erreurs — qui êtes-vous, alors ?",
      "Je crois que je suis une ratée (croyance de base)."
    ]
  },
  "screen_3": {
    "texts": [
      "On voit maintenant comment les trois niveaux de pensée d’Alice s’articulent et façonnent son état émotionnel.",
      "Il est important de se rappeler qu’Alice n’est pas née avec ces croyances. Elles se sont installées et renforcées au fil du temps, sous l’influence des événements et de son entourage. Et donc, elles peuvent évoluer.",
      "Le travail commence par les pensées automatiques. Quand Alice apprendra à les repérer et à les remettre en question, elle pourra en atténuer l’impact et passer au niveau suivant : les croyances intermédiaires.",
      "Progressivement, pas à pas, ces changements l’aideront aussi à transformer ses croyances de base, en les remplaçant par des croyances plus réalistes et plus soutenantes."
    ]
  }
}
