{
  "title": "L’histoire d’Alice : surmonter la dépression",
  "description": "Dans cet article, nous suivons l’histoire d’une personne confrontée à la dépression pour illustrer le lien entre pensées automatiques, croyances intermédiaires et croyances profondes. À travers le parcours d’Alice et son travail avec un·e psychologue, nous verrons comment ces croyances se construisent et comment il est possible de les transformer pour faire face à la dépression. Cette approche s’appuie sur les principes de la thérapie cognitivo-comportementale.",
  "screen_1": {
    "texts": [
      "Pour illustrer concrètement le lien entre les pensées automatiques, les croyances intermédiaires et les croyances profondes, regardons l’histoire d’Alice, une jeune femme confrontée à la dépression et qui doute beaucoup d’elle-même.",
      "Commençons par mieux connaître sa vie et son environnement :",
      "Alice a grandi dans une famille monoparentale dans une petite ville. Quand elle avait 6 ans, son père est parti vivre avec une autre femme. Sa relation avec sa mère était compliquée : celle-ci la critiquait souvent et la complimentait rarement.",
      "Après le divorce, ses parents communiquaient très peu, et Alice avait l’impression d’être prise entre deux camps et d’essayer de plaire à chacun. Dans la nouvelle famille de son père, trois enfants sont nés, et il passait beaucoup de temps avec eux : sorties en plein air, activités sportives, loisirs partagés. Alice ressentait de la rancœur, de la jalousie et un profond sentiment d’exclusion.",
      "À l’école, Alice est devenue une excellente élève, en grande partie pour gagner l’approbation de sa mère, pour qui les bonnes notes allaient de soi. Plus tard, elle a obtenu un diplôme avec mention en marketing. Aujourd’hui, elle a 23 ans, n’est pas mariée et n’a pas d’enfants. En quête de travail et de stabilité, elle consulte un·e psychologue en raison d’un épisode dépressif.",
      "Son état s’est aggravé avec les difficultés à trouver un emploi. Sa vie sociale s’est réduite, elle se sent abattue la plupart du temps et est persuadée qu’elle n’y arrivera jamais."
    ]
  },
  "screen_2": {
    "texts": [
      "Voyons maintenant comment les trois niveaux de pensée d’Alice se manifestent à travers son dialogue avec un·e psychologue :"
    ],
    "dialog": [
      "Alice, pouvez-vous repenser à une situation récente où vous avez ressenti des émotions particulièrement pénibles ?",
      "C’était hier. Je regardais les offres d’emploi et je suis tombée sur un poste idéal : une entreprise intéressante, des horaires flexibles, un bon salaire. Mais je suis restée bloquée et je n’ai finalement pas envoyé mon CV.",
      "Qu’est-ce qui vous a retenue ?",
      "Je me suis dit qu’on ne me prendrait de toute façon pas, que ce serait trop difficile pour moi et que je ne m’en sortirais pas (pensée automatique).",
      "Qu’est-ce que cela signifie pour vous, cette idée de ne pas vous en sortir ?",
      "Que je ne serai pas capable de bien faire mon travail et que faire des erreurs est vraiment très mal (croyance intermédiaire).",
      "Comment appelleriez-vous une personne qui fait des erreurs et ne s’en sort pas ?",
      "C’est un raté, quelqu’un qui n’est capable de rien de sérieux.",
      "Et si c’est vous qui rencontrez des difficultés et qui faites des erreurs, qui êtes-vous alors ?",
      "Alors je suis probablement une ratée (croyance profonde)."
    ]
  },
  "screen_3": {
    "texts": [
      "Nous voyons maintenant comment ces trois niveaux de pensée sont liés chez Alice et comment ils façonnent son état émotionnel.",
      "Il est important de se rappeler qu’Alice n’est pas née avec ces croyances. Elles se sont formées et renforcées au fil de sa vie, sous l’influence des événements et de son entourage. Cela signifie qu’elles peuvent être modifiées.",
      "Le travail commence par les pensées automatiques. Quand Alice apprend à les repérer et à les remettre en question, elle peut en diminuer l’impact et passer au niveau suivant, celui des croyances intermédiaires.",
      "Peu à peu, ces changements l’aideront aussi à transformer ses croyances profondes, en les remplaçant par des convictions plus réalistes et plus soutenantes."
    ]
  }
}
