{
  "title": "L'histoire d'Alice, surmonter la dépression",
  "description": "L'article examine l'exemple d'une personne souffrant de dépression pour démontrer la relation entre les pensées automatiques, les croyances intermédiaires et les croyances profondes. À travers l'analyse de son parcours de vie et de son interaction avec un psychologue, l'article explique comment ces niveaux de pensée se forment et comment ils peuvent être modifiés pour surmonter la dépression. L'approche est basée sur les principes de la psychothérapie cognitive-comportementale.",
  "screen_1": {
    "texts": [
      "Pour illustrer et expliquer comment les pensées automatiques, les croyances intermédiaires et les croyances profondes sont connectées, considérons l'exemple d'Alice, une jeune femme confrontée à la dépression et au doute de soi.",
      "Pour compléter l'image, parlons un peu de son histoire personnelle et sociale :",
      "Alice a grandi dans une famille incomplète dans une petite ville. Son père est parti avec une autre femme quand elle avait seulement 6 ans. Sa relation avec sa mère était compliquée : sa mère, infirmière de profession, trouvait constamment des raisons de la critiquer et la complimentait très rarement.",
      "Après le divorce de ses parents, il n'y avait aucune communication entre eux, et Alice se sentait comme sur un champ de mines, essayant de plaire à tous les deux. Dans sa nouvelle famille, son père avait deux fils et une fille. Il passait beaucoup de temps avec eux, partant en nature les week-ends et même faisant du sport avec eux. Alice ressentait involontairement de la jalousie et de l'envie.",
      "Pendant ses années scolaires, Alice est devenue une élève excellente, en partie à cause de son désir de gagner l'approbation de sa mère, qui avait établi de bonnes notes comme norme. Alice a obtenu son diplôme universitaire avec mention en marketing. Elle a maintenant 23 ans, elle n'est pas mariée et n'a pas d'enfants. À la recherche d'un emploi et de stabilité, elle décide de consulter un psychologue en raison de sa dépression.",
      "Le trouble dépressif d'Alice s'est activé en raison des difficultés à trouver un emploi après l'université. Elle a commencé à mener une vie sociale moins active et passe la plupart de son temps dans un état déprimé, convaincue qu'elle ne réussira rien."
    ]
  },
  "screen_2": {
    "texts": [
      "Examinons maintenant comment les trois niveaux de sa pensée interagissent dans l'exemple de sa communication avec le psychologue :"
    ],
    "dialog": [
      "Alice, souvenez-vous s'il vous plaît d'une situation où vous avez ressenti des émotions négatives intenses pour la dernière fois.",
      "C'était hier. Je regardais les offres d'emploi et j'ai vu l'option parfaite — une entreprise créative, un horaire flexible, un bon salaire. Mais je me suis figée et je n'ai pas pu envoyer mon CV.",
      "Qu'est-ce qui vous a arrêtée ?",
      "Il me semble que j'ai pensé qu'ils ne me prendraient de toute façon pas, parce que c'est trop difficile pour moi. Je ne peux pas gérer ça (pensée automatique).",
      "Que signifie pour vous la pensée que vous ne pouvez pas gérer ce travail ?",
      "Que je ne pourrais pas accomplir les tâches à un niveau élevé, et que faire des erreurs est terrible (croyance intermédiaire).",
      "Comment appelleriez-vous une personne qui échoue à quelque chose si elle fait des erreurs ?",
      "Elle ne vaut rien, c'est un raté.",
      "Et si vous échouez à quelque chose, que vous faites des erreurs et que vous vous engagez dans quelque chose que vous ne pouvez pas faire, alors que êtes-vous ?",
      "Je suis une ratée (croyance profonde)."
    ]
  },
  "screen_3": {
    "texts": [
      "Nous voyons maintenant comment sont structurés les trois niveaux de pensée destructrice d'Alice.",
      "Il est important de comprendre qu'Alice n'est pas née avec ces croyances. Elles se sont établies à différents moments de sa vie et dans diverses circonstances. Cela signifie qu'elles peuvent et doivent être modifiées.",
      "Le processus de changement commence par travailler sur les pensées automatiques. Lorsqu'Alice apprendra à les remettre en question et à prouver leur destructivité, réduisant ainsi leur crédibilité, il sera possible de passer à la couche suivante — les croyances intermédiaires.",
      "En ébranlant la foi en elles, nous pouvons atteindre les croyances profondes et les modifier pour qu'elles soient plus adaptatives et bénéfiques."
    ]
  }
}
