{
  "title": "Se comprendre grâce à la thérapie cognitivo-comportementale",
  "description": "Cet article présente les bases de la thérapie cognitivo-comportementale (TCC) et montre comment les croyances profondes et intermédiaires façonnent les pensées automatiques et les émotions. À travers la métaphore d’un pommier, nous expliquons comment nos schémas internes influencent la façon dont nous percevons les événements et y réagissons. Des exemples illustrent pourquoi une même situation peut provoquer des émotions très différentes d’une personne à l’autre.",
  "screen_1": {
    "texts": [
      "Dans le monde d’aujourd’hui, marqué par le stress et l’incertitude, le bien-être psychologique n’a jamais été aussi important.",
      "Chaque jour, des millions de personnes font face à des difficultés — allant d’un léger malaise et de l’anxiété à des troubles plus sérieux comme la dépression, certains troubles névrotiques, l’état de stress post-traumatique (ESPT) et bien d’autres.",
      "Ces difficultés peuvent altérer profondément la qualité de vie, empêcher de profiter du quotidien, compliquer les relations chaleureuses et freiner la progression vers ses objectifs.",
      "Si vous lisez ces lignes et avez le sentiment que quelque chose en vous empêche de vivre pleinement, vous n’êtes pas seul·e — et c’est une expérience humaine compréhensible.",
      "Même les personnes qui semblent les plus stables et les plus « réussies » peuvent porter en elles des schémas destructeurs et des barrières internes.",
      "Leur origine remonte souvent à l’enfance, sous l’influence d’événements difficiles ou de conditions de vie éprouvantes.",
      "Il est essentiel de se rappeler qu’avoir de telles difficultés ne fait pas de vous quelqu’un de « défectueux » — c’est une part du vécu humain.",
      "Si vous aspirez à des changements, nous vous invitons à un voyage passionnant dans l’univers de la thérapie cognitivo-comportementale (TCC).",
      "Cette approche efficace aide à mieux se comprendre et offre des outils concrets pour agir sur ses pensées et ses émotions.",
      "Dans ce chapitre, nous allons commencer par découvrir les idées de base de cette méthode.",
      "Peu importe que vos difficultés vous paraissent « modestes » ou qu’elles vous fassent souffrir depuis longtemps — d’une baisse de moral passagère à des symptômes persistants : la TCC peut devenir une ressource précieuse.",
      "Nous allons maintenant proposer un modèle simplifié de cette idée centrale, que nous approfondirons dans les chapitres suivants."
    ],
    "quote": {
      "text": "Nos pensées façonnent notre perception, et cette perception détermine la façon dont nous vivons.",
      "author": "Rebecca Walker"
    }
  },
  "screen_2": {
    "texts": [
      "En thérapie cognitivo-comportementale, on décrit, de façon schématique, trois niveaux de fonctionnement mental : les croyances profondes, les croyances intermédiaires (ou « règles ») et les pensées automatiques.",
      "L’idée clé de la TCC est que notre état intérieur et nos émotions dépendent de la façon dont nous pensons.",
      "D’où le principe central : en apprenant à repérer et à ajuster consciemment nos pensées, nous rendons notre vie plus stable et plus constructive.",
      "Ce résumé condense l’essence de la TCC, mais nous avons encore de nombreux éléments importants à explorer ensemble.",
      "Pour rendre cela plus parlant, imaginons un pommier.",
      "Dans cette métaphore, les racines représentent les croyances profondes : les idées fondamentales que nous avons sur nous-mêmes, sur le monde et sur les autres.",
      "Elles se construisent à partir de nos premières expériences de vie et restent souvent inconscientes. Exemples : « Je ne mérite pas d’être aimé·e », « Le monde est un endroit dangereux ». ",
      "Le tronc symbolise les croyances intermédiaires — ces règles et principes qui guident notre manière de réagir au quotidien.",
      "Elles s’appuient sur les croyances profondes et orientent nos réponses. Exemples : « Si je ne suis pas parfait·e, on ne m’aimera pas », « Pour survivre, il faut être constamment sur ses gardes ». ",
      "La cime correspond aux pensées automatiques : ces réactions rapides et spontanées face aux événements.",
      "On peut les comparer aux fruits de l’arbre — certains « sains », d’autres « abîmés ». Exemples : « Je suis en retard — la prochaine fois, je partirai un peu plus tôt » ou « Je suis en retard — je suis vraiment nul·le ». ",
      "Chacun·e de nous possède son propre « arbre », et chaque situation est filtrée à travers cette structure.",
      "C’est pourquoi une même situation peut susciter des émotions radicalement différentes d’une personne à l’autre — le sens qu’on lui donne dépend de nos propres croyances.",
      "Ainsi se forme tout un éventail de réactions émotionnelles à des événements qui, de l’extérieur, paraissent pourtant identiques."
    ]
  },
  "screen_3": {
    "texts": [
      "Prenons un exemple. Deux collègues reçoivent exactement la même remarque à propos de leur travail :",
      "Maria : depuis l’enfance, elle s’est forgé une croyance profonde du type « Je ne suis jamais assez bien ». ",
      "Sa croyance intermédiaire : « Pour qu’on me valorise, je dois être irréprochable. » En recevant la critique, elle se dit : « J’ai tout gâché, mon chef est déçu, je vais perdre mon emploi. » Résultat : peur, anxiété, perte d’énergie.",
      "Christina : chez elle, la croyance profonde est différente — « Je suis capable d’apprendre et de progresser ». ",
      "Sa croyance intermédiaire : « La critique est une occasion de m’améliorer. » En entendant la remarque, elle pense : « Mon chef a pointé mes points faibles — ça va m’aider à faire mieux. » Résultat : calme, motivation et envie de corriger ses erreurs.",
      "Ainsi, l’événement est le même — une remarque du supérieur.",
      "Mais les réactions sont opposées, parce que leurs croyances profondes et intermédiaires ne sont pas les mêmes.",
      "La TCC aide à identifier et à transformer ces croyances afin de réagir de manière plus constructive et de préserver l’équilibre émotionnel.",
      "Puisque chacun·e a son propre « modèle d’arbre », les mêmes situations sont perçues de façons très différentes.",
      "À partir de là naissent des pensées automatiques, qui à leur tour influencent les émotions et le comportement.",
      "Nous parlerons plus en détail dans les chapitres suivants de l’interaction entre pensées, émotions et comportements.",
      "Dans ce chapitre, nous avons esquissé une vue d’ensemble, alors ne vous inquiétez pas si vous avez encore beaucoup de questions : nous reviendrons sur ces idées et les détaillerons peu à peu.",
      "Nous vous invitons à aborder ce contenu avec curiosité et l’envie d’expérimenter. Mettez les techniques en pratique — pour faire de votre vie un espace plus riche, plus joyeux et plus harmonieux."
    ]
  }
}
