{
  "title": "Choisissez la vie !",
  "description": "Cet article aborde la dépression et les idées suicidaires, propose des chiffres faciles à comprendre et explique ce qu’ils signifient. Il évoque le rôle de la thérapie cognitivo-comportementale (TCC) pour traverser ce type de crise, souligne l’importance de se faire aider par des professionnels et rappelle qu’il existe aussi des dispositifs gratuits de soutien psychologique. Le texte se veut avant tout un appui : il rappelle la valeur de la vie et l’importance de préserver l’espoir.",
  "screen_1": {
    "texts": [
      "Puisque nous parlons de pensées négatives, de croyances irrationnelles et de dépression, nous ne pouvons pas éviter un autre sujet difficile, mais essentiel : le suicide.",
      "Nous espérons de tout cœur que cela ne vous a jamais concerné. Et si l’idée de mourir vous a semblé être la seule issue — autrefois ou aujourd’hui — nous voulons vous soutenir et en parler avec vous, calmement.",
      "Selon l’OMS (Organisation mondiale de la Santé), chaque année, un très grand nombre de suicides se produisent dans le monde. Et il ne s’agit là que des données officielles.",
      "On avance que, sur l’ensemble de l’histoire humaine, le nombre de suicides serait comparable aux pertes liées aux guerres. Ces chiffres sont difficiles à accepter, mais ils montrent l’ampleur du drame — et le fait que beaucoup de personnes sont concernées.",
      "La dépression joue ici un rôle majeur : une part importante des suicides est le fait de personnes souffrant de troubles dépressifs ; dans cet état, le risque augmente fortement.",
      "Nous ne partageons pas ces faits pour faire peur, mais pour rappeler ceci : vous n’êtes pas seul. Beaucoup se taisent par honte et par impression que « personne d’autre ne vit ça », alors que l’aide est là, tout près."
    ]
  },
  "screen_2": {
    "texts": [
      "Les idées suicidaires ne sont pas un signe de faiblesse ni d’« insuffisance ». Il n’y a pas à en avoir honte.",
      "On peut y arriver par des chemins très différents, mais un point revient souvent : une douleur psychique insupportable, au point que la mort semble être le seul soulagement possible.",
      "Parfois, la mort apparaît comme un moyen de mettre fin à la souffrance ou de « ne plus être un fardeau » pour ses proches. C’est un état de désespoir, pas une évaluation lucide de sa propre valeur.",
      "Les recherches montrent que le facteur clé est le sentiment de désespoir. Quand la perception est déformée, le monde ressemble à une nuit sans fin et l’avenir paraît fermé.",
      "Il est important de se rappeler ceci : le désespoir et l’abattement sont des symptômes de la dépression, pas la réalité elle-même.",
      "La décision de mourir s’appuie sur la conviction que rien ne s’améliorera. Mais est-ce vrai ? Y a-t-il la moindre preuve que tout restera exactement pareil ?"
    ]
  },
  "screen_3": {
    "texts": [
      "Quand la douleur est immense, il est difficile d’imaginer une autre vie. Des phrases comme « pense à des choses positives » sonnent comme une minimisation et ajoutent souvent de la culpabilité.",
      "Vous n’êtes pas en faute. On a l’impression que l’esprit s’enlise et tourne en rond. La douleur est réelle, et on ne peut pas appuyer sur un interrupteur et « arrêter de ressentir ».",
      "Essayez, une minute, d’imaginer que cette obscurité totale ressemble à des verres de lunettes encrassés : ils déforment l’image.",
      "Accrochez-vous à cette idée comme à un fil très fin : la nuit peut se dissiper, et vous êtes bien plus que ce que vous ressentez aujourd’hui.",
      "Ce ne sont pas des mots en l’air : l’efficacité de la TCC est étayée par la recherche, et elle est utilisée dans le monde entier pour réduire le risque de nouvelles tentatives et aider à traverser les crises.",
      "Des revues de synthèse montrent que la TCC contribue à diminuer la fréquence des rechutes et rend les étapes pour sortir de l’impasse plus claires.",
      "Oui, cela demande des efforts, mais la TCC propose des outils concrets et un cadre de travail pour que ces efforts ne soient pas vains."
    ]
  },
  "screen_4": {
    "texts": [
      "Nous consacrerons une section entière à la manière de travailler sur la dépression avec les principes de la TCC, y compris pour faire face aux idées suicidaires.",
      "Nous voulons nourrir en vous l’élan de vivre, mais seul un spécialiste peut apporter une aide personnalisée.",
      "Si vous êtes au bord du gouffre, contactez d’urgence un médecin, un psychologue ou les services d’urgence (s’il y a un danger immédiat, appelez les numéros d’urgence).",
      "Même si des consultations payantes ne sont pas accessibles, de nombreux pays disposent de structures où l’aide est gratuite et rapide. Faire le premier pas, c’est déjà avancer vers la vie.",
      "Nous le savons : se décider n’est pas simple. Mais un spécialiste peut vous aider à traverser la tempête et vous apprendre ce qui vous soutiendra ensuite.",
      "Nous croyons qu’avec la TCC, vous pourrez progressivement construire une relation plus chaleureuse et plus solide avec vous-même et avec le monde.",
      "Vivre n’est pas facile, et beaucoup traversent des périodes très dures. Mais le monde est vaste et beau, et votre vie a une valeur inestimable. S’il vous plaît, gardez cela en tête : ce monde vaut la peine qu’on y vive !"
    ],
    "quote": {
      "text": "L’heure la plus sombre de la nuit survient juste avant l’aube.",
      "author": "Thomas Fuller"
    }
  }
}
