{
  "title": "Choisissez la vie !",
  "description": "Cet article aborde le thème de la dépression et des pensées suicidaires, en donnant des repères chiffrés compréhensibles et en expliquant les liens qui les unissent. Il décrit le rôle de la thérapie cognitivo-comportementale (TCC) dans le dépassement de ces crises, souligne l’importance de demander de l’aide à des professionnel·les et rappelle l’existence de services de soutien psychologique gratuits. Le texte se veut réconfortant, met en avant la valeur de la vie et l’importance de préserver l’espoir.",
  "screen_1": {
    "texts": [
      "Puisque nous parlons de pensées négatives, de croyances irrationnelles et de dépression, il est impossible d’éviter un autre sujet difficile mais essentiel : le suicide.",
      "Si cette réalité ne vous a jamais touché·e, nous en sommes sincèrement heureux. Et si, à un moment de votre vie — aujourd’hui ou dans le passé — l’idée de mourir vous a semblé être la seule issue, nous aimerions vous soutenir et en parler calmement avec vous.",
      "Selon les estimations de l’OMS (Organisation mondiale de la santé), chaque année, un très grand nombre de suicides sont commis dans le monde. Et ce ne sont que les données officielles.",
      "On dit que, dans toute l’histoire, le nombre de suicides est comparable aux pertes sur les champs de bataille. Ces chiffres sont difficiles à accepter, mais ils montrent l’ampleur du problème et le fait que beaucoup de personnes en souffrent.",
      "La dépression joue un rôle important : une part significative des suicides est commise par des personnes souffrant de troubles dépressifs ; dans cet état, le risque est multiplié.",
      "Nous rappelons ces faits non pas pour effrayer, mais pour souligner une chose : vous n’êtes pas seul·e. Beaucoup se taisent par honte ou parce qu’ils pensent être « les seuls à vivre ça », alors que de l’aide existe tout près."
    ]
  },
  "screen_2": {
    "texts": [
      "Les pensées suicidaires ne sont pas un signe de faiblesse ou de « défaut personnel ». Vous n’avez pas à en avoir honte.",
      "Les chemins qui mènent à ces pensées sont différents d’une personne à l’autre, mais un point commun revient souvent : une douleur psychique insupportable qui fait du décès une apparente délivrance.",
      "Parfois, la mort semble être un moyen de mettre fin à la souffrance ou de « ne plus être un poids » pour ses proches. C’est un état de désespoir, et non une évaluation lucide de sa propre valeur.",
      "Les recherches montrent qu’un facteur clé est le sentiment de désespoir. Quand la perception est déformée, le monde paraît entièrement plongé dans l’ombre et l’avenir complètement fermé.",
      "Il est pourtant crucial de se rappeler : le désespoir et l’engourdissement émotionnel sont des symptômes de la dépression, pas une description fidèle de la réalité.",
      "La décision d’en finir repose sur la conviction que rien ne pourra s’améliorer. Mais est-ce vraiment certain ? Existe-t-il des preuves solides que tout restera à jamais comme aujourd’hui ?"
    ]
  },
  "screen_3": {
    "texts": [
      "Lorsque la souffrance est immense, il devient presque impossible d’imaginer une autre vie. Les phrases comme « pense au positif » sonnent creux et culpabilisantes.",
      "Vous n’êtes pas coupable. On a l’impression que l’esprit s’enfonce dans un marécage. La douleur est bien réelle, et on ne peut pas simplement appuyer sur un interrupteur pour « arrêter de ressentir ». ",
      "Essayez, ne serait-ce qu’un instant, d’imaginer cette obscurité totale comme des verres de lunettes couverts de saleté : ils déforment tout ce que vous voyez.",
      "Gardez cette idée comme un fil très fin auquel vous accrocher : la nuit peut s’éclaircir, et vous valez infiniment plus que ce que vous ressentez aujourd’hui.",
      "Ce ne sont pas de simples paroles : l’efficacité de la TCC est étayée par de nombreuses études, et elle est utilisée dans le monde entier pour réduire le risque de rechute et aider à traverser les crises suicidaires.",
      "Les synthèses de recherche montrent que la TCC peut diminuer la fréquence des récidives et rendre les étapes pour sortir de l’impasse plus claires et plus gérables.",
      "Oui, des efforts seront nécessaires, mais la TCC propose des outils précis et une structure, pour que ces efforts ne soient pas vains."
    ]
  },
  "screen_4": {
    "texts": [
      "Nous consacrerons un chapitre séparé à la manière de travailler avec la dépression à l’aide de la TCC, y compris à la façon de faire face aux pensées suicidaires.",
      "Ici, nous essayons de soutenir en vous l’envie de vivre, mais une aide vraiment personnalisée ne peut venir que d’un·e professionnel·le.",
      "Si vous êtes au bord du gouffre, contactez immédiatement un médecin, un·e psychologue ou un service d’urgence (en cas de danger immédiat, appelez les numéros d’urgence de votre pays).",
      "Même si les consultations payantes ne sont pas accessibles, dans de nombreux pays il existe des centres et des lignes d’écoute qui offrent une aide gratuite et rapide. Faire ce premier pas, c’est déjà se tourner vers la vie.",
      "Nous savons qu’il n’est pas facile de se décider. Mais c’est justement un·e spécialiste qui peut vous aider à traverser la tempête et vous transmettre les ressources dont vous aurez besoin pour la suite.",
      "Nous croyons qu’avec l’aide de la TCC, vous pourrez peu à peu construire un regard plus chaleureux et plus solide sur vous-même et sur le monde.",
      "Vivre n’est pas simple, et des périodes très difficiles, beaucoup en traversent. Mais le monde est vaste et beau, et votre vie est précieuse. S’il vous plaît, gardez cela en tête : ce monde vaut la peine que vous restiez en vie !"
    ],
    "quote": {
      "text": "Le moment le plus sombre de la nuit est celui qui précède l’aube.",
      "author": "Thomas Fuller"
    }
  }
}
