{
  "title": "Choisissez la vie !",
  "description": "Cet article aborde le sujet actuel de la dépression et des pensées suicidaires, en fournissant des données statistiques et en analysant le lien entre eux. Il met en lumière le rôle de la thérapie cognitivo-comportementale (TCC) dans la lutte contre ces problèmes, ainsi que l'importance de solliciter une aide professionnelle et la disponibilité des services psychologiques gratuits. L'article vise à inspirer et soutenir les lecteurs, en rappelant la valeur de la vie et l'importance de garder espoir.",
  "screen_1": {
    "texts": [
      "En parlant tant de pensée négative, de croyances irrationnelles et de dépression, nous ne pouvons éviter de toucher un autre sujet très important, bien que difficile – le suicide.",
      "Nous serions très heureux si cette question ne vous a jamais inquiété, mais si vous avez déjà pensé que la mort était la seule issue, ou si vous le pensez maintenant, nous souhaitons vous soutenir et en parler.",
      "Malheureusement, de nombreuses personnes sont confrontées à ce problème. Selon l'OMS (Organisation mondiale de la santé), environ 800 000 à 1 000 000 de suicides sont commis chaque année. Et ce ne sont que les données officielles.",
      "Le nombre de suicides au cours de l'histoire dépasse le nombre de personnes tuées dans toutes les guerres combinées. C'est difficile à croire, mais c'est le cas.",
      "La dépression joue un rôle majeur dans ce phénomène. Entre 45 et 60% de tous les suicides sur la planète sont commis par des personnes souffrant de dépression. Une personne dépressive est 35 fois plus susceptible de se suicider que dans un état psychologique normal.",
      "En regardant ces chiffres terrifiants, on se sent mal à l'aise, mais nous en parlons non pour vous effrayer, mais pour montrer qu'il y a beaucoup de telles personnes et, malheureusement, la plupart d'entre elles, confrontées à ce problème, ne partagent pas leurs expériences, se sentant honteuses et pensant qu'elles sont seules."
    ]
  },
  "screen_2": {
    "texts": [
      "Ainsi, nous voulons dire que les pensées suicidaires ne sont pas un signe de faiblesse ou d'insuffisance, et vous ne devriez pas en avoir honte.",
      "Les gens arrivent à des pensées de suicide par différents chemins, mais ils ont généralement une chose en commun : une douleur émotionnelle insurmontable qui rend la mort semblable à la seule échappatoire.",
      "Ces personnes peuvent considérer la mort comme un moyen d'échapper à la douleur et à la souffrance, parce que la vie semble trop difficile, ou comme un moyen de cesser d'être un « fardeau » pour leurs proches.",
      "Les recherches ont montré qu'un sentiment irréaliste de désespoir est l'un des principaux facteurs de développement des pensées suicidaires. En analysant la pensée de ces personnes, on voit une vision du monde persistante et pessimiste, et en raison d'une perception déformée, elles se sentent piégées sans issue.",
      "Il leur semble qu'elles n'ont jamais été et ne seront jamais heureuses. Mais il est important de comprendre que le désespoir et la dépression ne sont que des symptômes de la dépression, et non une réalité objective.",
      "La décision de commettre un suicide est le résultat d'une croyance irrationnelle selon laquelle la vie ne peut pas s'améliorer. Mais est-ce vraiment sans espoir ? Y a-t-il des preuves et des garanties à cent pour cent que tout continuera d'être aussi mauvais ?"
    ]
  },
  "screen_3": {
    "texts": [
      "Quand vous souffrez, il est difficile d'imaginer qu'on puisse vivre différemment. En entendant la phrase « pensez positivement », vous pouvez penser que vos problèmes ne sont pas pris au sérieux, ou vous pouvez vous sentir coupable de ne pas pouvoir gérer la situation plus simplement.",
      "Vous n'êtes pas fautif. Il semble que votre esprit soit coincé dans un marais de désespoir. Votre douleur et vos sentiments sont réels, et vous ne pouvez pas simplement vous en débarrasser en essayant de penser à quelque chose de bien.",
      "Mais imaginons juste un instant que l'obscurité infinie qui vous entoure maintenant est une illusion, des lunettes sales à travers lesquelles vous voyez le monde.",
      "Accrochez-vous à cette pensée, et laissez-la être votre rayon de lumière dans cette obscurité impénétrable. Car, en réalité, l'obscurité qui vous entoure est surmontable.",
      "Ce ne sont pas des mots en l'air ! Il existe de nombreuses preuves de l'efficacité de la thérapie cognitivo-comportementale (TCC). Actuellement, cette approche est considérée comme l'une des méthodes les plus efficaces pour traiter le comportement suicidaire et est utilisée par de nombreux psychothérapeutes et chercheurs dans le monde entier.",
      "Une étude publiée dans la 'National Library of Medicine' résume les résultats de 15 expériences impliquant 29 071 personnes. Selon cette étude, la TCC s'est avérée être la méthode la plus efficace pour prévenir les tentatives de suicide répétées dans 87% des cas.",
      "C'est un taux très élevé. Bien sûr, vous devrez faire beaucoup d'efforts pour éradiquer complètement les pensées suicidaires, mais la TCC est un outil efficace pour vos efforts."
    ]
  },
  "screen_4": {
    "texts": [
      "Nous aurons une section séparée où nous discuterons de la manière de surmonter la dépression avec la TCC, et nous examinerons de nouveau en détail comment surmonter les pensées suicidaires.",
      "Nous faisons tout ce qui est en notre pouvoir pour soutenir votre désir de vivre, mais nous ne pouvons pas offrir la même aide individuelle qu'un psychologue professionnel pourrait fournir.",
      "Si vous vous sentez au bord du gouffre, consultez immédiatement un spécialiste !",
      "Les consultations psychologiques peuvent être payantes, mais dans la plupart des pays du monde, il existe des centres qui fournissent une aide psychologique d'urgence gratuite. Faites le premier pas vers votre propre vie heureuse – demandez de l'aide !",
      "Nous comprenons que c'est un pas sérieux, qui n'est pas toujours facile à décider, mais c'est précisément le spécialiste qui peut vous fournir le soutien nécessaire et vous enseigner les compétences d'auto-assistance.",
      "Nous croyons qu'avec l'aide de la thérapie cognitivo-comportementale (TCC), vous pourrez parcourir le chemin nécessaire pour atteindre votre propre vision positive du monde.",
      "Vivre n'est pas toujours facile, il y a des périodes très difficiles. Mais le monde est vaste et magnifique, et votre vie est inestimable. Souvenez-vous de cela. Ce monde vaut la peine d'être vécu."
    ],
    "quote": {
      "text": "Le moment le plus sombre de la nuit vient juste avant l'aube.",
      "author": "Thomas Fuller"
    }
  }
}
