{
  "title": "Les croyances irrationnelles peuvent-elles être utiles ?",
  "description": "Cet article examine l’impact des croyances irrationnelles sur l’état psycho-émotionnel. À travers l’exemple de John, qui vise la réussite parce qu’il est profondément convaincu de son incapacité, on voit comment ces croyances se transforment en stratégies d’adaptation destructrices. L’auteur souligne l’importance de prendre conscience de ses croyances et de les réévaluer pour améliorer sa qualité de vie.",
  "screen_1": {
    "texts": [
      "Dans les chapitres précédents, nous avons beaucoup parlé des pensées et des croyances destructrices. C’est logique : ce sont elles qui détériorent nettement les émotions, les comportements et l’état général.",
      "D’où une question : toutes les croyances sont-elles vraiment nocives, ou certaines peuvent-elles être utiles ?",
      "Le plus souvent, les croyances négatives s’activent en situation de stress, dans un état de découragement ou de dépression, ainsi qu’à l’occasion d’événements qui semblent les confirmer.",
      "Par exemple, si une personne a la croyance « Je ne suis capable de rien », après un échec à un examen ou une remarque d’un supérieur, elle a de fortes chances de la voir se réactiver.",
      "La personne commence alors à interpréter ce qui arrive à travers ce prisme, même si cette lecture est illogique et ne correspond pas aux faits.",
      "Cela ne signifie pourtant pas que toutes les croyances se valent, qu’elles sont toutes mauvaises et dépourvues d’utilité.",
      "Dans des circonstances moins tendues, ou quand on se sent plus solide, une croyance plus aidante peut aussi s’activer, par exemple : « Je suis suffisamment capable ».",
      "Donc, à la question « Toutes les croyances sont-elles nocives ? », la réponse est non."
    ]
  },
  "screen_2": {
    "texts": [
      "Quand on parle de la « utilité » des croyances irrationnelles, c’est plus compliqué qu’il n’y paraît au premier abord — regardons cela de plus près.",
      "Parfois, on peut avoir l’impression que ces croyances poussent à accomplir des choses ; mais, le plus souvent, c’est une idée répandue… plutôt qu’une réalité.",
      "Pour clarifier, rappelons les trois niveaux : pensées automatiques, croyances intermédiaires et croyances profondes.",
      "Imaginons qu’un jeune homme nommé John ait une croyance profonde : « Je ne suis capable de rien », et une croyance intermédiaire : « Je dois toujours réussir ».",
      "À première vue, cela sonne plutôt bien : viser la réussite est un objectif valable, tant que c’est un désir flexible et non une règle rigide.",
      "On pourrait croire que cette croyance est utile, qu’elle renforcerait la motivation, mènerait à des résultats et à une grande détermination.",
      "Le travail semble alors devenir extrêmement important, comme s’il n’apportait que des avantages.",
      "Mais regardons de plus près.",
      "Si cette croyance intermédiaire est vraiment rigide, et pas simplement un souhait, elle sera très probablement destructrice, car elle s’enracine dans une croyance profonde d’incapacité. Dans ce cas, le travail devient pour John une stratégie d’adaptation (nous parlerons des stratégies d’adaptation dans les prochains chapitres)."
    ],
    "quote": {
      "text": "Puisqu’on ne peut qu’aimer ou haïr son travail, il faut en voir les conséquences. Les bourreaux de travail, eux, oublient simplement qu’ils ne vivent pas pour travailler : c’est le travail qui existe pour eux.",
      "author": "Léon Tolstoï"
    }
  },
  "screen_3": {
    "texts": [
      "En bref, une stratégie d’adaptation est une façon de répondre au stress par des pensées, des émotions ou des comportements.",
      "Autrement dit, John cherche la réussite (croyance intermédiaire) pour ne pas se sentir « incapable » (croyance profonde). Se focaliser sur le travail devient un moyen d’éviter une image de soi douloureuse.",
      "C’est destructeur, parce que la moindre difficulté sérieuse au travail — l’échec d’un projet, un ralentissement de carrière ou un licenciement — peut confronter brutalement John à sa croyance profonde d’incapacité, vécue comme une « apocalypse intérieure ».",
      "Conséquences : dégradation de l’état, apathie, comportements auto-destructeurs et même dépression.",
      "Les « avantages » potentiels paraissent déjà moins convaincants, n’est-ce pas ?",
      "Ainsi, la croyance « Je dois toujours réussir » est plutôt nocive : les erreurs sont inévitables et, avec une règle aussi rigide, chacune d’elles « prouvera » l’incapacité profonde et la renforcera encore davantage.",
      "Il est important de se rappeler qu’une croyance est une idée que l’on peut réinterpréter et rendre plus aidante. Cela améliore nettement la qualité de vie — et c’est précisément ce que la thérapie cognitive et comportementale enseigne."
    ]
  }
}
