{
  "title": "Les croyances irrationnelles peuvent-elles être utiles?",
  "description": "L'article examine l'impact des croyances irrationnelles sur l'état psycho-émotionnel d'une personne. À travers l'exemple de John, qui aspire au succès en raison d'une conviction profonde de son incapacité, il est démontré comment de telles attitudes peuvent devenir des stratégies de coping destructrices. L'auteur souligne l'importance de reconnaître et de réviser ses propres croyances pour améliorer la qualité de vie.",
  "screen_1": {
    "texts": [
      "Dans les chapitres précédents, nous avons mis un accent important sur les pensées et les croyances destructrices. Cela n'est pas surprenant, car elles affectent négativement nos émotions, notre comportement et notre état général.",
      "Cela soulève la question : toutes nos croyances sont-elles vraiment si mauvaises, et peuvent-elles être utiles pour nous ?",
      "Le problème est que les croyances négatives sont activées lorsque nous sommes stressés, déprimés, ou lorsque nous faisons face à une confirmation de ces croyances.",
      "Par exemple, si quelqu'un croit \"Je ne suis capable de rien\", cette croyance sera probablement activée dans une situation d'échec à un examen ou de critique par un supérieur.",
      "La personne interprétera ce qui se passe à travers le prisme de cette croyance, même si cela est illogique et irraisonnable.",
      "Cependant, cela ne signifie pas que toutes nos croyances sont mauvaises et qu'il n'y a rien d'utile en elles.",
      "Dans des situations moins stressantes ou dans un état plus ressourcé, une autre croyance positive peut être activée, par exemple : \"Je suis assez capable\".",
      "Ainsi, la réponse à la question \"Toutes les croyances sont-elles nuisibles ?\" est non, pas toutes."
    ]
  },
  "screen_2": {
    "texts": [
      "Concernant l'influence positive des croyances irrationnelles, la situation est un peu plus compliquée, examinons cela.",
      "Certains pourraient penser que tout n'est pas si mal et que les croyances irrationnelles peuvent même aider dans la vie, mais c'est plus une méprise que la vérité.",
      "Pour donner une image complète, prenons des exemples. Nous avons déjà discuté qu'il existe trois niveaux de pensée : les pensées, les croyances intermédiaires et les croyances profondes.",
      "Imaginons qu'un jeune homme nommé John a une croyance profonde : \"Je ne suis capable de rien\", et une croyance intermédiaire, par exemple, \"Je dois toujours réussir\".",
      "D'un côté, il peut sembler qu'il n'y a rien de mal dans cette croyance. C'est formidable que John veuille réussir. À première vue, en effet, il n'y a rien de mal si c'est juste un désir ou un objectif et non une règle rigide et stricte.",
      "Vous pourriez penser que c'est même bénéfique pour lui, car grâce à cette mentalité, il travaillera dur, atteindra certains succès, deviendra plus motivé et orienté vers ses objectifs.",
      "Le travail devient très important pour lui, et il semble que cela n'entraîne que des conséquences positives.",
      "Mais creusons plus profondément.",
      "Si c'est vraiment une croyance intermédiaire et pas seulement un désir, alors elle sera probablement destructive plutôt que constructive. Cela se produit parce qu'elle est enracinée dans sa croyance profonde. Dans ce cas, le travail pour John devient une stratégie de coping (Nous parlerons davantage des stratégies de coping dans les prochains chapitres)."
    ],
    "quote": {
      "text": "Puisqu'une personne ne peut qu'aimer ou haïr son travail, elle doit en voir les conséquences. Les workaholics oublient simplement qu'ils n'existent pas pour le travail, mais que le travail existe pour eux.",
      "author": "Léon Tolstoï"
    }
  },
  "screen_3": {
    "texts": [
      "En bref, une stratégie de coping est une réaction au stress qui se manifeste par des pensées, des sentiments ou un comportement.",
      "En termes simples, John s'efforce de réussir (sa croyance intermédiaire) afin de ne pas se sentir incapable (ce qui est sa croyance profonde). Et son focus sur le travail est un moyen d'éviter cette perception de soi.",
      "C'est destructeur car si John rencontre des problèmes au travail, échoue dans sa carrière ou est licencié, il se confrontera inconsciemment à sa profonde croyance en son incapacité, ce qui pourrait sembler une apocalypse pour lui.",
      "Cela pourrait conduire à une détérioration de son état, à l'apathie, un comportement destructeur et même à la dépression.",
      "Maintenant, les conséquences ne semblent pas si géniales, n'est-ce pas ?",
      "Il s'avère que la croyance \"Je dois toujours réussir\" est plus nuisible que bénéfique. Personne n'est à l'abri des échecs et des erreurs. Avec une telle mentalité, chaque erreur deviendra pour lui une confirmation de sa croyance profonde, ce qui, à son tour, ne fera que renforcer sa foi en elle.",
      "Il est important de comprendre que toute croyance n'est qu'une idée qui peut être modifiée pour la rendre plus utile. Cela peut améliorer considérablement la qualité de vie, et la thérapie cognitivo-comportementale (TCC) aide en cela."
    ]
  }
}
