{
  "textHTML": "<p>Katastrofisasi adalah distorsi kognitif di mana kita cenderung melebih-lebihkan signifikansi dan konsekuensi dari kejadian negatif, memandangnya jauh lebih buruk daripada kenyataan sebenarnya. Hal ini menyebabkan ketakutan berlebihan, kecemasan, dan kekhawatiran yang seringkali tidak sesuai dengan kenyataan.</p><p>Contoh katastrofisasi termasuk keyakinan bahwa satu kegagalan dalam suatu aspek kehidupan akan berujung pada kehancuran total dalam semua usaha. Pola pikir seperti ini dapat menyebabkan kecemasan berlebihan tentang masa depan, reaksi berlebihan terhadap kritik atau penolakan, serta keraguan terus-menerus akan kemampuan diri sendiri.</p><p>Katastrofisasi berdampak negatif pada kesehatan mental, meningkatkan tingkat stres dan kecemasan, memperburuk kondisi emosional, dan menurunkan kepercayaan diri. Penting untuk mengenali kecenderungan ini dan mengembangkan pola pikir yang sehat untuk mengurangi kecemasan, meningkatkan harga diri, dan memiliki persepsi yang lebih tepat tentang realitas.</p>",
  "dialogSummary": "Dalam dialog ini, orang pertama melakukan katastrofisasi setelah ditolak dalam wawancara kerja, menganggap bahwa hal tersebut mengakibatkan kegagalan yang tak terelakkan dalam mencari pekerjaan. Dia tidak mempertimbangkan kemungkinan untuk melanjutkan pencarian dan memikirkan kembali ekspektasinya, yang dapat mengarah pada hasil yang lebih positif dan realistis.",
  "dialog": [
    "Saya ditolak dalam wawancara untuk pekerjaan baru. Sekarang saya tidak akan pernah mendapatkan pekerjaan, saya akan tetap menjadi pengangguran.",
    "Tapi kamu sudah melamar untuk posisi lain juga, kan?",
    "Ya, tapi itu sia-sia. Jika saya gagal dengan pekerjaan ini, berarti saya tidak dibutuhkan di mana pun. Semua usaha percuma.",
    "Cara pandang seperti itu hanya akan memperburuk situasimu. Mungkin sebaiknya kamu meninjau kembali ekspektasimu dan melanjutkan pencarian dengan pendekatan baru.",
    "Tapi bagaimana saya bisa melupakan kegagalan dalam wawancara itu? Ini sepertinya menegaskan bahwa saya tidak akan menemukan pekerjaan di mana pun, semua rencana saya hancur."
  ]
}
