{
  "title": "Dependência de conquistas",
  "description": "O amor pode inspirar, dar forças e encher a vida de sentido. Mas, quando vira uma necessidade — sem a qual a pessoa não consegue se sentir completa — começa a corroer por dentro e atrapalha a construção de relações saudáveis. O mesmo acontece com a dependência de conquistas. A felicidade de verdade se torna possível quando a pessoa aprende a se apoiar não só nos resultados, mas também nos próprios sentimentos, valores e na capacidade de encontrar alegria fora das vitórias.",
  "screen_1": {
    "texts": [
      "Vivemos na era da “corrida por conquistas”, em que o sucesso muitas vezes vira a medida do nosso valor. Parece que qualquer um pode chegar aonde quiser, desde que se esforce o suficiente.",
      "Não há limites para a ambição — e isso transforma a vida numa corrida sem fim, em que começamos a acreditar que o valor de uma pessoa é definido pelos resultados que ela entrega.",
      "À primeira vista, essa crença pode parecer inofensiva, mas, na prática, ela pode causar muito dano.",
      "O que significa depender de conquistas?",
      "É quando sua autoestima fica totalmente ligada à produtividade, ao status, à inteligência ou ao desempenho profissional.",
      "Enquanto tudo vai bem nos estudos ou no trabalho, você se sente uma pessoa de valor. Mas, assim que algo dá errado, vem uma onda de emoções negativas muito intensas.",
      "Nessas horas, pode parecer que você é um fracasso e que “não vale nada”.",
      "Que crenças aparecem com esse tipo de dependência?",
      "Se eu não tiver sucesso, é uma catástrofe. Logo eu sou fraco/burro/inútil.",
      "Se algo não deu certo, então eu sou um fracassado.",
      "Se eu falhei, ninguém vai precisar de mim e eu não vou chegar a lugar nenhum.",
      "Eu preciso ser bem-sucedido; caso contrário, minha vida perde o sentido e eu nunca vou ser feliz.",
      "Essa obsessão por conquistas aparece tanto em homens quanto em mulheres. Hoje, as mulheres também buscam cada vez mais carreira e crescimento profissional.",
      "Ao mesmo tempo, os homens muitas vezes são especialmente vulneráveis ao fracasso, porque desde cedo ouvem que o valor deles depende do que conseguem conquistar.",
      "Por que essas ideias se formam?",
      "Na maioria das vezes, isso começa na infância. Talvez seus pais fossem emocionalmente distantes e não oferecessem amor e apoio incondicionais.",
      "A criança tenta explicar isso para si mesma.",
      "Se o Pedrinho da casa ao lado é amado e elogiado, e eu não, então tem algo errado comigo. Se eu fosse melhor, também me amariam.",
      "Outra situação comum é quando atenção e carinho só apareciam em troca de resultados.",
      "Tirou nota máxima — parabéns. Não conseguiu — é como se você nem existisse."
    ]
  },
  "screen_2": {
    "texts": [
      "Outro roteiro frequente é a ausência de um dos pais. A criança explica tudo a partir de si mesma.",
      "Se meu pai foi embora, então eu não era bom o suficiente — e não porque os adultos não conseguiram se entender. Então, se eu virar alguém bem-sucedido, inteligente, o melhor de todos, ele vai voltar ou pelo menos vai entender o que perdeu.",
      "Essas crenças infantis viram a base da dependência de conquistas. Mais tarde, experiências da adolescência e da vida adulta podem apenas reforçar essa ideia.",
      "A pessoa aprende: só dá para ser amado pelo que se conquista. Para não ser rejeitado, é preciso provar o próprio valor o tempo todo.",
      "E, quando a imagem do “eu ideal” não bate com a realidade, surgem dor, vergonha e a sensação de não valer nada.",
      "O primeiro passo para mudar é entender que medir o próprio valor apenas por conquistas faz mal. Decidir parar de se avaliar só pelo sucesso é um dos pontos de virada mais importantes.",
      "Claro que a dependência de conquistas pode trazer uma sensação de força.",
      "É aquela sensação de superioridade: você conseguiu — os outros, não.",
      "Esse sistema pode motivar, ajudar a crescer, construir carreira e ganhar dinheiro.",
      "Cada nova conquista parece acrescentar valor. Dá vontade de repetir — de novo e de novo. À primeira vista, parece ótimo.",
      "Mas quais são os lados ruins da lógica “valor = sucesso”?",
      "Quando a carreira ou o negócio vai bem, você se envolve tanto com isso que abre mão de outras fontes de prazer.",
      "As relações com quem você ama vão ficando em segundo plano: o trabalho sempre parece mais importante.",
      "Você vive ocupado o tempo todo, do amanhecer até a noite.",
      "Se você diminui o ritmo, bate um vazio, vem a ansiedade e a sensação de estar perdendo tempo. Descansar passa a parecer fraqueza.",
      "Sem conquistas, parece que você não vale nada, porque não existe outra base para sustentar sua autoestima.",
      "Isso pode levar ao burnout, à piora da saúde, ao estresse crônico e à depressão.",
      "O vício no trabalho se torna uma dependência que alimenta a obsessão pelo sucesso."
    ],
    "quote": {
      "text": "Na era da “corrida por conquistas”, parece que qualquer um pode se tornar qualquer coisa — e que somos obrigados a provar a nossa importância.",
      "author": "Alexandre Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Piora nos relacionamentos",
      "Pessoas obcecadas por conquistas muitas vezes se sentem sozinhas — e isso é natural.",
      "Não sobra nem tempo nem energia emocional para manter vínculos próximos. E, aos poucos, as relações vão ficando em segundo plano.",
      "O parceiro pode começar a buscar atenção e apoio fora, porque do seu lado isso simplesmente não existe.",
      "Além disso, a dependência do sucesso afeta como você enxerga os outros: surge a tendência de valorizar as pessoas apenas pelo status.",
      "Isso inevitavelmente afeta as conexões sociais.",
      "Procrastinação",
      "Quando existe apenas um caminho “certo” e não se pode errar, aparece o medo de falhar.",
      "Perceber que não há garantia de sucesso faz você adiar as ações. Parece melhor nem tentar do que não dar conta.",
      "O medo de sentir emoções desagradáveis torna a procrastinação quase inevitável.",
      "Perda do senso de dignidade",
      "A vida é imprevisível: doenças, crises, acontecimentos externos — e a pessoa já não consegue trabalhar como antes.",
      "E então vem uma constatação dolorosa: se o valor era sustentado apenas pela produtividade, perder isso pode levar a uma depressão profunda.",
      "Se você viveu só para conquistar e já não consegue produzir resultados, pode surgir uma sensação total de vazio e de perda de sentido.",
      "Às vezes isso leva a atitudes desesperadas — porque a autoestima estava totalmente presa aos resultados.",
      "Como em qualquer dependência, surge a tolerância: é preciso cada vez mais sucesso, reconhecimento, conquistas.",
      "Cada novo resultado anima menos, e é preciso aumentar o esforço para sentir satisfação.",
      "Por que o efeito some tão rápido?",
      "Por que dá vontade de mais e mais?",
      "A resposta é simples: sucesso não é o mesmo que felicidade.",
      "Essas coisas não estão ligadas de forma direta. No fim, a pessoa corre atrás de uma ilusão.",
      "Seu estado emocional não é formado pelas conquistas, e sim pelos seus pensamentos e pela forma como você se trata. A alegria de uma vitória passa rápido, mas o que sustenta por dentro continua sendo o mais importante."
    ],
    "quote": {
      "text": "Buscar o sucesso nos empurra para a frente, mas é importante não perder a própria vida no caminho.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Como parar de viver por conquistas?",
    "description": "O artigo fala sobre os riscos de depender do sucesso, mostrando que conquistas não garantem felicidade nem bem-estar. Exemplos de celebridades, como Lady Gaga e Jim Carrey, ilustram que até pessoas muito bem-sucedidas podem sofrer com depressão e outros problemas. Encontrar equilíbrio entre objetivos e vida pessoal, e reconhecer o valor interno de cada pessoa independentemente do desempenho, são os principais aprendizados.",
    "screen_1": {
      "texts": [
        "Claro que, para lidar com a dependência do sucesso, não é preciso abandonar todos os seus projetos nem abrir mão de metas importantes.",
        "Afinal, não há nada de errado em conquistar coisas. É ótimo ter dinheiro, trabalho, carro, apartamento e assim por diante.",
        "Os problemas começam quando, sem esses indicadores de sucesso, você passa a se considerar inútil, fracassado e indigno.",
        "Para se libertar da armadilha de precisar ser excepcional e eficiente o tempo todo, convidamos você a refletir sobre o seguinte:",
        "Você está disposto a passar a vida inteira na montanha-russa da autoestima?",
        "Pensando de forma racional, ao escolher viver sob a lógica das conquistas você se condena a oscilações emocionais sem fim.",
        "Hoje você alcança algo grande e fica feliz; amanhã falha — e a vida ganha cores completamente diferentes. Com conquistas — parabéns; sem conquistas — fracassado.",
        "Seu humor vira algo fácil de manipular. Se outras pessoas perceberem que você depende de conquistas, elas podem usar isso em benefício próprio.",
        "Por exemplo, um chefe pode jogar trabalho extra em você porque sabe que você vai se matar para fazer e receber mais um elogio.",
        "Conquistas não são sinônimo de felicidade",
        "Dinheiro, fama e resultados há muito tempo são vistos como uma espécie de garantia de felicidade e bem-estar. Mas, se o nível de felicidade dependesse do sucesso, veríamos diferenças enormes entre pessoas de diferentes posições sociais.",
        "A maioria das pessoas não tem grandes conquistas e, ainda assim, muitas delas são felizes e satisfeitas com a própria vida.",
        "Mas, de novo: estar satisfeito não significa deixar de buscar algo ou de querer mais. Entre a ambição saudável de alcançar objetivos e a dependência existe um abismo.",
        "Na prática, até quem ganha muito, ocupa um cargo prestigiado ou tem um negócio bem-sucedido pode entrar em depressão, enfrentar problemas ou simplesmente se decepcionar com a vida.",
        "Por exemplo, a famosa Lady Gaga — que, à primeira vista, parece uma pessoa bem-sucedida, rica e feliz — criou a “Born This Way Foundation” para ajudar adolescentes em situações difíceis, porque ela conhece essas dificuldades de perto.",
        "“Eu sofri com depressão e ansiedade a minha vida inteira, e continuo lutando contra isso até hoje”, contou em uma entrevista à Billboard em 2015.",
        "Ou Jim Carrey, que deu ao público a chance de sorrir de verdade e sentir emoções positivas com o seu trabalho, mas, mesmo no auge da fama, ele estava longe de achar graça.",
        "Jim lutou durante muitos anos contra uma depressão severa.",
        "E isso não acontece só com celebridades: empresários também relatam com frequência transtornos mentais e dependências.",
        "No geral, muitas pessoas bem-sucedidas tiram a própria vida. Chegou até a surgir um termo específico: “suicídio de CEOs”.",
        "Esse fenômeno já incluiu o bilionário Adolf Merckle, da lista da Forbes, os empreendedores Ilya Zhitomirskiy e Austin Heinz, a dona da marca Kate Spade e muitos outros.",
        "Então, se você ainda acha que sucesso é igual a felicidade, você está se enganando — e muito."
      ]
    },
    "screen_2": {
      "texts": [
        "Pense se você trataria pior alguém de quem gosta só porque essa pessoa não tem conquistas.",
        "Imagine: você se encontra com um amigo que você valoriza muito. Mas, de repente, descobre que ele é apenas vendedor em uma loja, enquanto você tem um negócio e é rico e bem-sucedido.",
        "Você passaria a olhá-lo de cima, como se estivesse acima dele?",
        "Talvez fosse importante para você que esse amigo reconhecesse a própria insignificância diante de você? Você gostaria de ser esse tipo de pessoa?",
        "E se fosse você no lugar desse amigo?",
        "Você aceitaria conviver com alguém bem-sucedido com a condição de admitir a sua insignificância ao lado dele?",
        "Todas as crianças são fracassadas?",
        "Se só têm valor aqueles que conquistaram algo na vida, então as crianças seriam as maiores nulidades do planeta.",
        "Ora: bebês nem conseguem segurar a própria cabeça. Ou será que eles têm valor mesmo assim?",
        "Se sim, por que um bebê tem valor?",
        "Afinal, eles não contribuíram com nada para o mundo, nem sabem falar. É claro que tanto você quanto um bebê são valorizados não pelo que conquistaram, mas por quem são.",
        "E, no extremo oposto: vamos “eliminar” todos os avôs e avós agora?",
        "Ora: eles já são velhos, não podem contribuir com nada. Mas a gente não pensa assim. A gente valoriza, ama nossos avós já fragilizados e tenta ajudá-los.",
        "Todo ser humano tem valor",
        "A gente costuma achar que valor é algo quantitativo, que dá para medir e contar. Mas, na verdade, valor é algo qualitativo.",
        "Cada pessoa nasce com uma unidade de valor — e ela é igual para todos. Não importa quantos sucessos ou fracassos você tenha: essa unidade não muda. Você tem valor com um milhão na conta ou sem nada.",
        "Não compare suas conquistas com as dos outros",
        "Comparação não traz nada além de desconforto e dúvida sobre você mesmo.",
        "Ela gera inveja, que alimenta a dependência do sucesso. Quando você compara seus resultados com os dos outros, sente que faz menos — e isso reforça a vontade de entrar na corrida com todo mundo.",
        "Pare de comparar suas conquistas com as dos outros. Em vez disso, reveja suas prioridades e pense o quanto as metas que você definiu realmente atendem aos seus interesses — e não ao desejo de corresponder a quem você usa como referência."
      ],
      "quote": {
        "text": "Sucesso não significa nada se você é infeliz. Para mim, sucesso é felicidade, não dinheiro nem fama.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Aprenda a encontrar equilíbrio",
        "Muitas pessoas dependentes do sucesso sentem culpa por se permitirem descansar, passar tempo com quem amam e fazer coisas que não têm relação direta com suas metas.",
        "Sem dúvida, conquistas têm um certo peso na vida — mas estão longe de ser o mais importante. Você aposta tudo no sucesso e, enquanto isso, esquece de viver. Aprenda a equilibrar trabalho e estudo com outras áreas da vida.",
        "Ouça o que você e o seu corpo precisam. Não ignore os sinais: cuide de si com carinho e firmeza.",
        "Trabalhe seus pensamentos",
        "Para mudar o sistema de crenças, é muito importante continuar respondendo aos pensamentos automáticos negativos que fazem você se sentir inferior.",
        "Isso vai ajudar você a entender que o problema não está nas suas vitórias ou derrotas, e sim na postura crítica consigo mesmo e no hábito de se atacar. Quando você aprender a avaliar suas ações de modo realista, sua satisfação e sua aceitação pessoal vão crescer.",
        "Afinal, quem é mais importante para a sociedade?",
        "Quando falamos de gente bem-sucedida, é claro que logo pensamos em cantores famosos, atores conhecidos, empresários de alto escalão e figuras públicas.",
        "Mas e os professores, médicos, trabalhadores da construção e tantas outras profissões pouco valorizadas, das quais depende o nosso amanhã? Se formos objetivos, essas pessoas muitas vezes são mais úteis para a sociedade do que aquelas que todo mundo inveja.",
        "Para encerrar, queremos compartilhar uma ótima ideia do livro do jornalista David Orr.",
        "Ele escreve que o planeta não precisa de um grande número de pessoas bem-sucedidas; precisa muito mais de pacificadores, curadores, contadores de histórias e pessoas amorosas.",
        "Precisa de gente íntegra, de quem torna o mundo mais gentil e humano. O planeta precisa de pessoas ao lado das quais é simplesmente bom viver.",
        "Ninguém é contra metas ambiciosas e subir ao topo da carreira. Mas é fundamental que todas as áreas da vida estejam em harmonia.",
        "Produtividade e sucesso podem ser extremamente agradáveis e trazer muito prazer. No entanto, sucesso não é nem condição obrigatória nem condição suficiente para a felicidade.",
        "Você não precisa conquistar o amor ou o respeito de alguém com trabalho exaustivo, e não é obrigatório ser o primeiro para se sentir realizado e manter uma autoestima estável.",
        "Só lembre que “as coisas mais importantes do mundo não são coisas”!"
      ],
      "quote": {
        "text": "O verdadeiro valor da vida não está no que temos, e sim em quem somos.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
