{
  "title": "Dependência de conquistas",
  "description": "O amor, celebrado por poetas e artistas, nos dá asas e proporciona uma sensação de plenitude na vida. No entanto, transformar o amor em uma necessidade patológica destrói a personalidade e impede a construção de relacionamentos saudáveis, especialmente em pessoas com baixa autoestima. A verdadeira felicidade e plenitude na vida podem ser encontradas aprendendo a regular seu humor e desfrutar de prazeres que não dependem da presença de um parceiro.",
  "screen_1": {
    "texts": [
      "Vivemos na era da \"corrida por conquistas\", onde somos definidos pelo nosso sucesso. Parece que qualquer pessoa pode se tornar o que quiser, ganhar muito dinheiro e conquistar autoridade na sociedade.",
      "Não há limite para as ambições, e isso transforma nossa vida em uma corrida constante, onde estamos convencidos de que o valor humano é determinado pelas conquistas.",
      "Embora essa crença pareça inofensiva, na verdade ela tem consequências devastadoras.",
      "O que significa dependência de conquistas?",
      "É quando sua autoestima é construída com base na produtividade, status, inteligência ou sucesso.",
      "Enquanto tudo vai bem com seus estudos ou trabalho, você se sente uma pessoa feliz e realizada. Mas assim que você falha ou não alcança um objetivo, é tomado por emoções negativas intensas.",
      "Nesse momento, você provavelmente pensa que é um fracassado incapaz de fazer qualquer coisa.",
      "Quais podem ser as crenças baseadas nessa dependência?",
      "Se eu não tiver sucesso, será horrível. Significa que sou fraco / tolo / insignificante",
      "Se eu não conseguir, significa que sou um fracassado",
      "Se eu fracassar, significa que sou inútil e nunca vou conseguir nada",
      "Preciso ser bem-sucedido, caso contrário, não há razão para viver. Tudo perderá o sentido. Nunca serei verdadeiramente feliz",
      "A preocupação excessiva com conquistas é comum não apenas entre homens, mas também, recentemente, entre mulheres, que também demonstram cada vez mais ambições de carreira e desejo de sucesso.",
      "Enquanto as mulheres frequentemente mostram mais preocupação com relacionamentos, os homens muitas vezes são mais vulneráveis a fracassos na carreira, já que desde a infância são ensinados que seu valor é determinado por conquistas.",
      "Por que e como essas crenças se formam?",
      "As razões podem ser muitas, mas, via de regra, tais atitudes são formadas ainda na infância. Talvez os pais dessa pessoa fossem frios e distantes, não lhe dando amor, cuidado e aceitação.",
      "Então a criança tenta explicar por que isso acontece.",
      "Se o menino Pedro do bairro vizinho é amado, elogiado e aceito, e eu não, então devo ter algo de errado, e se eu fosse melhor, certamente seria amado.",
      "Outra variante é quando os pais davam amor, atenção, elogios e cuidados apenas se a criança alcançasse algum sucesso.",
      "Se a criança trazia uma nota dez da escola, era elogiada, mas se não trouxesse, era ignorada."
    ]
  },
  "screen_2": {
    "texts": [
      "Outra possibilidade é a ausência de um dos pais. As crianças possuem um pensamento egocêntrico e explicam tudo o que acontece no mundo através de si mesmas.",
      "Se o pai saiu, isso significa que eu era uma criança ruim, e não que ele e a mãe não se davam bem. Consequentemente, se o pai ver como sou bom, bem-sucedido e inteligente, certamente voltará, ou pelo menos perceberá o que perdeu.",
      "Esses cenários são exatamente o que forma a dependência do sucesso. E mais tarde, na adolescência, juventude ou já na vida adulta, certos eventos e situações podem fortalecer a crença nessa convicção.",
      "Como resultado, a pessoa aprende que só pode ser amada por suas conquistas. É preciso ser bem-sucedido, caso contrário será abandonado, rejeitado e ficará sozinho.",
      "Assim, ao se confrontar com a discrepância entre a imagem ideal e a real, a pessoa esbarra em sentimentos de inutilidade e insignificância, o que é muito doloroso.",
      "O primeiro passo para mudar a atitude em relação ao valor pessoal é determinar se isso lhe beneficiará ou prejudicará. Decidir parar de definir seu valor por suas próprias conquistas é o primeiro passo crucial para mudar o sistema de crenças.",
      "Certamente, a dependência de conquistas pode ter vantagens. Pode-se elogiar a si mesmo e se sentir muito bem ao alcançar algo.",
      "Sentimento de superioridade em comparação com outras pessoas. Afinal, foi você quem alcançou algo, e os outros não.",
      "Graças a esse sistema de crenças, você pode estar motivado para o sucesso, fazer mais esforços, construir carreira, ganhar dinheiro.",
      "Pois as conquistas lhe dão valor. Para sentir sua importância, você precisa ser cada vez melhor. Isso soa muito bom, à primeira vista.",
      "Quais são então as desvantagens do pensamento \"valor é igual a conquistas\"?",
      "Se seu negócio ou carreira estão indo bem, você pode se imergir tanto neles que se isola de outras fontes potenciais de satisfação e prazer.",
      "Relacionamentos com família, entes queridos, amigos — deixam de lhe dar alegria, você prefere dedicar tempo ao trabalho do que estar com seus familiares.",
      "Você não tem tempo para si mesmo, trabalha incansavelmente de manhã até tarde da noite.",
      "Sua dependência do trabalho não lhe dá descanso, porque se você diminuir o ritmo, começará a sentir abstinência, sentirá vazio, inutilidade, tédio, como se estivesse perdendo algo importante. Você desaprenderá a descansar.",
      "O descanso para você se equiparará à ociosidade, como se você pudesse estar fazendo algo útil agora, mas não está. Sem conquistas, você se sentirá inútil e entediante, porque não terá outra base para auto-respeito e satisfação.",
      "Isso pode levar ao esgotamento, doenças crônicas, sensação constante de estresse e depressão.",
      "Além disso, a dependência do trabalho pode ser considerada mais uma dependência que alimenta a obsessão pelo sucesso, o que torna mais difícil lidar com ela."
    ],
    "quote": {
      "text": "Na era da \"corrida por conquistas\", somos definidos pelo nosso sucesso, e parece que qualquer um pode se tornar o que quiser.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Deterioração das relações sociais",
      "Frequentemente acontece que pessoas que constantemente buscam o sucesso se sentem sozinhas, e isso é perfeitamente compreensível.",
      "Você pode não ter tempo ou energia para manter contatos sociais. Se por muito tempo não dedicar tempo aos seus entes queridos, isso certamente afetará seus relacionamentos.",
      "Seu parceiro pode encontrar outra pessoa, pois não recebe atenção, amor e cuidado no relacionamento com você.",
      "A dependência do sucesso também afeta sua percepção dos outros. Pode acontecer que uma pessoa se recuse a se comunicar com aqueles que estão abaixo dela em status social ou não atendem aos critérios de \"sucesso\" que ela definiu para si mesma.",
      "Tudo isso afeta negativamente os relacionamentos com as pessoas ao seu redor.",
      "Procrastinação",
      "Quando há apenas uma opção \"perfeita\", correta, apenas um caminho para a felicidade, você não pode cometer um erro, precisa calcular e planejar tudo com precisão para que seja exatamente como planejado.",
      "Mas na verdade você sabe muito bem que não há garantias de sucesso, então é melhor nem começar esse caminho. Então surge o pensamento de que a ausência de tentativa é melhor do que uma tentativa fracassada.",
      "Após um fracasso, você ainda terá que lidar com emoções desagradáveis que parecem insuportáveis. Tudo isso leva a uma procrastinação quase inevitável.",
      "Falta de autoestima",
      "A vida é uma coisa tão imprevisível, doença, deterioração da situação no trabalho, ações militares ou qualquer outra coisa fora do seu controle, quando você não consegue mais manter a capacidade de trabalho no mesmo nível.",
      "Então chegará a hora do acerto de contas — uma depressão severa, causada pela crença de que a diminuição da produtividade indica sua inutilidade. Neste momento, toda a sua vida será destruída, você estará arrasado.",
      "Você vivia para conquistar, e agora não pode mais fazer isso. A falta de autoestima pode até levar a uma tentativa de suicídio — o preço mais alto e irreversível por avaliar seu valor exclusivamente pelos padrões do mercado.",
      "Em qualquer dependência, há tolerância, e a dependência de conquistas não é exceção.",
      "Você se deparará com o fato de que nunca é suficiente, sucesso, títulos, prêmios, dinheiro, imóveis. À medida que avança, as exigências só aumentam, fazendo com que você não pare.",
      "Cada nova conquista deixa de proporcionar o prazer anterior, e para sentir algo novamente, você precisa aumentar significativamente seus esforços.",
      "Por que o efeito é tão efêmero?",
      "Por que você precisa de mais e mais?",
      "A resposta é óbvia: o sucesso não garante felicidade.",
      "Esses dois fenômenos não são sinônimos e não estão unidos por uma relação de causa e efeito. No final, você está perseguindo uma ilusão.",
      "Porque a chave para seu humor são seus pensamentos, não o sucesso, pois as sensações intensas da vitória evaporam rapidamente. É importante entender que a verdadeira felicidade depende exclusivamente de você mesmo."
    ],
    "quote": {
      "text": "A busca pelo sucesso nos empurra imprudentemente para frente, não deixando tempo para aproveitar o próprio processo.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Como parar de viver pelas conquistas?",
    "description": "O artigo discute os perigos da dependência do sucesso, apontando que conquistas não garantem felicidade e bem-estar. Exemplos de celebridades como Lady Gaga e Jim Carrey ilustram que até mesmo as pessoas mais bem-sucedidas podem sofrer de depressão e outros problemas. A importância de encontrar equilíbrio entre objetivos e vida pessoal, bem como reconhecer o valor intrínseco de cada pessoa, independentemente de seus sucessos, são as principais conclusões.",
    "screen_1": {
      "texts": [
        "Claro, não é necessário abandonar todos os seus projetos ou desistir de objetivos importantes para lidar com a dependência do sucesso.",
        "Afinal, não há nada de errado em ter conquistas. É ótimo ter dinheiro, trabalho, carro, apartamento, etc.",
        "Os problemas começam quando, sem esses indicadores de sucesso, você se considera inútil, fracassado e indigno.",
        "Para se libertar da armadilha de precisar ser extraordinário e eficiente, sugerimos que você pense sobre o seguinte:",
        "Você está pronto para passar a vida inteira em montanha-russa de autoestima?",
        "Se pensarmos racionalmente, ao escolher viver pelo conceito de conquistas, você se condena a intermináveis altos e baixos emocionais.",
        "Hoje você alcançou algum sucesso e está feliz, amanhã sofreu um fracasso, e a vida ganha cores completamente diferentes. Se há conquistas - você é demais, se não há conquistas - é um fracasso.",
        "Seu humor será facilmente manipulável. Se outras pessoas perceberem que você é dependente de conquistas, elas podem muito bem usar isso para seus próprios fins.",
        "Por exemplo, um chefe pode sobrecarregá-lo porque sabe que você vai se esforçar ao máximo, mas fará tudo por mais um elogio.",
        "Conquistas não é igual a felicidade",
        "Dinheiro, fama e conquistas há muito são percebidos como uma espécie de garantia de felicidade e bem-estar. Mas se o nível de felicidade dependesse do sucesso de uma pessoa, observaríamos diferenças significativas entre pessoas de diferentes status sociais.",
        "A maioria das pessoas não pode se gabar de conquistas sérias, no entanto, muitas delas são felizes e satisfeitas com suas vidas.",
        "Mas novamente, estar satisfeito não significa não buscar e não desejar mais. Existe um enorme abismo entre a aspiração saudável de alcançar as metas estabelecidas e a dependência.",
        "Na prática, mesmo aqueles que ganham muito dinheiro, ocupam cargos de prestígio ou possuem negócios de sucesso podem sofrer de depressão, ter vários problemas ou simplesmente se desiludir com a vida.",
        "Por exemplo, a conhecida Lady Gaga, à primeira vista uma pessoa bem-sucedida, rica e feliz, fundou sua «Born This Way Foundation» para ajudar adolescentes em situações difíceis, porque a cantora sabe das dificuldades por experiência própria.",
        "«Eu sofri com depressão e ansiedade durante toda a minha vida, e continuo lutando contra isso até hoje», confessou ela em uma entrevista à Billboard em 2015.",
        "Ou Jim Carrey, que deu aos fãs a oportunidade de sorrir sinceramente e obter emoções positivas de seu trabalho, mas mesmo no auge da popularidade, o ator não estava nem um pouco para risadas.",
        "Jim lutou contra uma depressão severa durante muitos anos.",
        "Isso não se aplica apenas a celebridades; empresários também frequentemente reclamam de transtornos mentais e dependências.",
        "No geral, muitas pessoas bem-sucedidas acabam cometendo suicídio. Até mesmo surgiu um termo especial - «suicídio de CEOs».",
        "Este fenômeno afetou: o bilionário Adolf Merckle da lista da Forbes, os empreendedores Ilya Zhitomirsky e Austin Heinz, a proprietária da casa de moda Kate Spade e muitos outros.",
        "Então, se você ainda pensa que sucesso é igual a felicidade, está profundamente enganado."
      ]
    },
    "screen_2": {
      "texts": [
        "Pense: você trataria pior uma pessoa próxima apenas porque ela não tem conquistas?",
        "Imagine que você se encontra com um amigo que valoriza muito. Mas de repente descobre que ele é apenas um vendedor comum em uma loja, enquanto você é dono de um negócio e é uma pessoa rica e bem-sucedida.",
        "Você o olharia com desdém, considerando-o inferior a você?",
        "Talvez seja importante para você que esse amigo reconheça sua insignificância comparado a você? Você gosta de ser esse tipo de pessoa?",
        "E se você estivesse no lugar desse amigo?",
        "Você concordaria em se relacionar com uma pessoa bem-sucedida com a condição de reconhecer sua insignificância em comparação com ela?",
        "Todas as crianças são fracassadas?",
        "Se apenas aqueles que alcançaram algo em suas vidas têm valor, então as crianças são as principais insignificâncias do planeta.",
        "E daí? Os bebês nem conseguem segurar a cabeça. Ou será que eles têm valor?",
        "Se sim, então por que um bebê tem valor?",
        "Afinal, eles não contribuíram em nada para este mundo, nem conseguem falar. Certamente, tanto você quanto um bebê são valorizados não pelo que conquistaram, mas pelo tipo de pessoas que são.",
        "E o contrário também. Todos os avôs e avós deveriam ser eliminados?",
        "Mas por quê? Eles já são velhos, não podem contribuir com nada para o mundo. Não pensamos assim. Valorizamos e amamos nossos pais já frágeis e tentamos ajudá-los.",
        "Cada pessoa tem valor",
        "Parece-nos que o valor é uma unidade quantitativa, que pode ser medida, contada. Mas na verdade, o valor é uma unidade qualitativa.",
        "Cada pessoa nasce com uma unidade de valor, e é igual para todos. Quaisquer que sejam seus sucessos e fracassos, sua unidade de valor permanece inalterada. Você tem valor, com ou sem um milhão.",
        "Não compare suas conquistas com as dos outros",
        "Comparar-se com os outros não traz nada além de desconforto e dúvidas sobre si mesmo.",
        "Isso gera um sentimento de inveja que alimenta a dependência do sucesso. Você sente que não está fazendo o suficiente quando compara suas conquistas com as dos outros, o que reforça seu desejo de participar da corrida com os outros.",
        "Pare de comparar suas conquistas com as dos outros. Em vez disso, revise suas prioridades e pense em como os objetivos estabelecidos podem satisfazer especificamente seus interesses, e não o desejo de corresponder àqueles com quem você se compara."
      ],
      "quote": {
        "text": "O sucesso não importa se você é infeliz. Para mim, sucesso é felicidade, não dinheiro ou fama.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Aprenda a encontrar equilíbrio",
        "Frequentemente, pessoas dependentes do sucesso sentem culpa por se permitirem descansar, passar tempo com entes queridos, fazer coisas que não estão diretamente relacionadas aos seus objetivos.",
        "Certamente, as conquistas têm certa importância na vida, mas longe de ser a principal. Você aposta no sucesso, mas esquece de viver. Aprenda a equilibrar entre trabalho/estudos e outras áreas da vida.",
        "Ouça o que você e seu corpo querem. Não ignore os sinais, cuide de si mesmo com todas as forças.",
        "Trabalhe com seus pensamentos",
        "Para mudar o sistema de crenças, é muito importante continuar respondendo aos pensamentos automáticos negativos que fazem você se sentir inadequado.",
        "Isso ajudará você a entender que o problema não está em seus sucessos ou fracassos, mas na atitude crítica em relação a si mesmo e no hábito de se criticar. Quando você aprender a avaliar realisticamente suas atividades, a satisfação e a aceitação de si mesmo aumentarão.",
        "Quem é realmente mais importante para a sociedade?",
        "Falando sobre pessoas bem-sucedidas, é claro que imediatamente imaginamos cantores populares, atores famosos, empresários de destaque e políticos públicos.",
        "Mas e os professores, médicos, construtores e pessoas de outras profissões não populares, das quais depende nosso amanhã? Mas se falarmos objetivamente, todas essas pessoas são frequentemente mais úteis para a sociedade do que aquelas que costumamos invejar.",
        "Para concluir, gostaríamos de compartilhar com você um pensamento maravilhoso do livro do jornalista David Orr.",
        "Ele escreve que o planeta não precisa de muitas pessoas bem-sucedidas, ele precisa muito mais de pacificadores, curandeiros, contadores de histórias e simplesmente pessoas amorosas.",
        "Ele precisa de pessoas com moral, daquelas que tornam o mundo mais gentil e humano. O planeta precisa de pessoas ao lado das quais é bom viver.",
        "Ninguém é contra objetivos ambiciosos e conquistas profissionais. Mas é muito importante que todos os aspectos da vida estejam em harmonia.",
        "Produtividade e sucesso podem ser extremamente agradáveis e trazer muito prazer. No entanto, o sucesso não é nem condição necessária nem suficiente para a máxima felicidade.",
        "Você não precisa ganhar o amor ou respeito de alguém com trabalho exaustivo, e não precisa ser o primeiro para se sentir realizado e manter uma autoestima estável.",
        "Apenas lembre-se de que «as coisas mais importantes do mundo não são coisas»!"
      ],
      "quote": {
        "text": "O verdadeiro valor da vida não está no que temos, mas em quem somos.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
