{
  "title": "Ser infeliz: uma escolha ou resultado das circunstâncias?",
  "description": "O artigo explora a ideia de que a verdadeira felicidade não depende de circunstâncias externas, mas sim da percepção interna e das decisões pessoais. Ele destaca que a dependência de expectativas elevadas e fatores externos nos torna vulneráveis à insatisfação, enquanto a aceitação da realidade e a prática da gratidão promovem uma felicidade mais consistente. A ideia central é que o reconhecimento da responsabilidade sobre nosso próprio bem-estar e estado emocional é a chave para uma vida mais plena e satisfatória.",
  "screen_1": {
    "texts": [
      "Parece uma questão absurda. Como alguém pode escolher ser infeliz? Afinal, todos queremos ser felizes, mas às vezes transferimos a responsabilidade pela nossa felicidade para as circunstâncias, outras pessoas, o destino ou os problemas.",
      "Se você já teve pensamentos como estes:",
      "Eu estou destinado a ser infeliz;",
      "Só poderei viver bem quando não tiver mais problemas;",
      "Minha felicidade depende do que acontece comigo;",
      "Outros têm mais sorte: eles podem viver bem e eu não.",
      "Isso significa que você está preso à crença de que a alegria e a autoconfiança dependem de fatores externos.",
      "Isso o coloca em uma posição vulnerável, já que o mundo ao seu redor está fora do seu controle, e seu humor se torna refém das circunstâncias externas.",
      "Essas crenças implicam que você precisa ser cercado por tudo o que deseja e protegido de qualquer adversidade, caso contrário sua vida será insuportável e você nunca será feliz.",
      "Essas ideias se baseiam na suposição equivocada de que a felicidade depende exclusivamente de fatores externos e da ausência de problemas.",
      "Apegos a esse tipo de crença tornam você mais suscetível à insatisfação e ao desespero quando a vida não corresponde às suas expectativas elevadas.",
      "A verdadeira felicidade não depende apenas de bens materiais ou de uma vida sem preocupações. Ela surge da nossa capacidade de adaptação, de encontrar alegria nas pequenas coisas e de demonstrar resiliência diante das adversidades.",
      "A satisfação com a vida depende cerca de 50% das características pessoais. Existem pessoas que estão sempre insatisfeitas.",
      "A satisfação com a vida depende apenas de 10–15% das circunstâncias externas e de 35–40% das nossas decisões e escolhas. Por isso, a tarefa mais importante de uma pessoa é aprender a ser feliz."
    ],
    "quote": {
      "text": "Feliz não é quem tem o melhor de tudo, mas quem faz o melhor com o que tem.",
      "author": "Confúcio"
    }
  },
  "screen_2": {
    "texts": [
      "Estudos psicológicos modernos mostram que a fonte da felicidade está mais dentro de nós do que em fatores externos. Altas expectativas podem impactar negativamente nossa felicidade.",
      "Pessoas com altas expectativas frequentemente buscam a perfeição e sentem constantemente a pressão de atingir padrões elevados.",
      "Embora altas expectativas possam nos motivar a alcançar metas, quando se tornam excessivas e irreais, podem levar ao estresse, ansiedade e infelicidade. O desejo constante por algo além do que já temos gera frustração e uma percepção negativa da vida.",
      "O paradoxo da felicidade: menos expectativas, mais alegria.",
      "Pesquisas indicam que quanto menos expectativas temos em relação à vida e ao perfeccionismo, maior é a chance de sermos felizes. Isso pode ser explicado por alguns fatores:",
      "Aceitação da realidade. Quando deixamos de idealizar nossa vida, começamos a aceitá-la como ela é. Isso nos permite aproveitar o presente em vez de esperar pela felicidade no futuro.",
      "Redução do estresse. Altas expectativas criam um estresse constante. Ao revisar suas expectativas e admitir que nem tudo precisa ser perfeito, você se liberta de tensões desnecessárias.",
      "Gratidão. Uma das maneiras de encontrar felicidade em um mundo de altas expectativas é praticar a gratidão. Quando aprendemos a valorizar o que temos, mesmo que não atenda às expectativas mais altas, nos sentimos mais felizes e satisfeitos."
    ],
    "quote": {
      "text": "Se você não é grato pelo que já tem, sempre vai achar que seria mais feliz com muito mais.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "É importante responder com honestidade: você se vê como protagonista da sua vida ou como vítima das circunstâncias? Você gerencia os eventos da sua vida ou eles acontecem sem sua participação?",
      "Reflita sobre as seguintes questões:",
      "Você pensa ou deixam que pensem por você?",
      "Você age ou apenas segue instruções?",
      "Você vive plenamente ou apenas existe?",
      "O autor da sua própria vida assume a responsabilidade por suas ações e entende que ele cria cada experiência.",
      "A vida é feita de decisões, e tudo o que temos ou não temos é resultado de nossas escolhas.",
      "O protagonista pensa a partir de uma posição de \"eu\": eu posso, eu fiz, eu planejo, eu quero, eu decidi (ele escolhe ativamente o rumo de sua vida).",
      "A vítima adota uma postura completamente oposta. Essa pessoa acredita que tudo acontece com ela contra a sua vontade.",
      "Expressões favoritas da vítima: \"eu sou obrigado(a)\", \"eu tenho que\", \"não tenho escolha\", \"foi culpa deles\" (ela age sob influência das circunstâncias ou de outras pessoas).",
      "Infelizmente, a sociedade incentiva a criação de vítimas, que são mais fáceis de manipular. Por isso, muitas pessoas se acostumam a ser vítimas, sendo educadas e criadas com base em modelos clássicos.",
      "Mas há uma boa notícia: ser vítima é apenas um hábito de pensamento, uma crença irracional que pode ser mudada.",
      "Exemplos reais mostram que mudar nossa percepção do mundo pode trazer mudanças positivas para a vida e aumentar a satisfação pessoal.",
      "Nossa atitude em relação aos acontecimentos, nossa capacidade de autoaceitação, o controle das emoções e a reflexão sobre nossos valores desempenham um papel fundamental na construção da felicidade.",
      "Perceber que nossa felicidade depende em grande parte de nós mesmos nos dá uma poderosa ferramenta para melhorar nosso bem-estar.",
      "Transformar nosso mundo interior e nossa forma de ver a vida pode ser a chave para uma existência mais feliz e realizada, mesmo em condições desafiadoras e adversas."
    ]
  }
}
