{
  "title": "A chave para a felicidade: superando crenças destrutivas",
  "description": "Este artigo explica como crenças destrutivas influenciam a forma como enxergamos a nós mesmos e o mundo — e como isso pode atrapalhar uma vida plena. Com base nos princípios da terapia cognitivo-comportamental, mostramos a diferença entre um alívio temporário e mudanças de fato, que acontecem quando revisitamos padrões de pensamento e crenças mais profundas. Também apresentamos ferramentas, como a “Escala de Crenças Disfuncionais”, que ajudam a reconhecer e ajustar essas ideias, fortalecendo um bem-estar emocional mais estável.",
  "screen_1": {
    "texts": [
      "A terapia cognitivo-comportamental mostra que, no caminho para uma vida mais feliz, muitas vezes há crenças destrutivas no meio do caminho — pensamentos e regras em que acreditamos, às vezes sem nem perceber.",
      "Todo mundo passa por isso em diferentes fases da vida. Essas crenças podem aumentar a ansiedade e levar à depressão, a ataques de pânico, a transtornos alimentares e a transtornos de ansiedade.",
      "Há momentos em que nos sentimos confiantes e tranquilos, como se as dificuldades tivessem ficado para trás. Mas em outras fases voltam a tristeza, a solidão ou o vazio — e fica difícil acreditar que exista alguma luz adiante.",
      "A grande diferença entre um alívio temporário e uma melhora duradoura na qualidade de vida está na mudança do jeito de pensar e das crenças.",
      "Uma melhora temporária é quando o estado se estabiliza apenas por um período. Mas, diante de um novo estresse, voltamos a sentir as mesmas emoções e a ter os mesmos pensamentos.",
      "Parece que o problema foi resolvido, mas, diante de um novo desafio, as experiências internas retornam — e tudo recomeça."
    ],
    "quote": {
      "text": "Não vemos as coisas como elas são. Vemos as coisas como nós somos.",
      "author": "Virginia Satir"
    }
  },
  "screen_2": {
    "texts": [
      "Mudanças reais incluem alguns componentes importantes:",
      "Perceber as causas das dificuldades emocionais e o próprio papel na forma como reagimos aos acontecimentos.",
      "Entender e trabalhar crenças destrutivas e pensamentos automáticos.",
      "Desenvolver autoconfiança e um senso saudável de valor pessoal.",
      "Investigar como e por que crenças limitantes se formaram.",
      "As crenças moldam nossos valores, objetivos, comportamento, a forma como nos tratamos e como interpretamos o que acontece. Por exemplo:",
      "Se eu erro, então sou incapaz.",
      "Para ser aceito, eu preciso sempre ser conveniente para os outros.",
      "Se eu não conquistei nada realmente importante, ninguém pode me amar.",
      "Pedir ajuda é sinal de fraqueza.",
      "Às vezes, acredita-se que entender as raízes mais profundas exige necessariamente uma terapia muito longa, e que nem anos de trabalho trazem todas as respostas.",
      "No entanto, a terapia cognitiva contribuiu muito para tornar esse processo mais claro e acessível."
    ],
    "quote": {
      "text": "A melhora começa quando você para de tentar ser outra pessoa e escolhe ser a melhor versão de si mesmo.",
      "author": "Marsha Linehan"
    }
  },
  "screen_3": {
    "texts": [
      "Nosso objetivo é ajudar você a entender suas crenças mais profundas, perceber em quais momentos você fica mais vulnerável e aprender a trabalhar essas ideias para manter a estabilidade emocional.",
      "Quando você reconhece suas crenças, fica mais fácil entender por que certas situações despertam sofrimento ou dificuldades que se repetem.",
      "Trabalhar crenças é uma parte importante do crescimento pessoal.",
      "Para isso, criamos uma ferramenta prática — a “Escala de Crenças Disfuncionais”, desenvolvida pela Dra. Arlene Weissman.",
      "Pesquisas de Weissman mostraram que, mesmo quando os pensamentos automáticos negativos enfraquecem temporariamente entre episódios depressivos, as crenças profundas continuam influenciando a pessoa.",
      "Isso confirma que as crenças podem funcionar como um “fundo” emocional que nos acompanha o tempo todo.",
      "Com esse método, você consegue identificar quais valores e ideias aumentam a vulnerabilidade à depressão, à ansiedade e à tensão interna.",
      "São justamente elas que viram seu calcanhar de Aquiles psicológico — um ponto sensível que vale a pena reconhecer.",
      "Nos próximos capítulos, vamos olhar para essas crenças com mais detalhe e apresentar passos que ajudam a construir um pensamento mais realista, flexível e acolhedor, criando base para um bem-estar emocional de longo prazo."
    ]
  }
}
