{
  "title": "A Chave para a Felicidade: Superando Crenças Destrutivas",
  "description": "O artigo aborda como crenças destrutivas podem impedir uma vida feliz, segundo a terapia cognitivo-comportamental. Ele explica a diferença entre o bem-estar temporário e a verdadeira melhoria na qualidade de vida, alcançada por meio da compreensão e reformulação dessas crenças. O texto também apresenta métodos e ferramentas, como a \"Escala de Crenças Disfuncionais\", para identificar e corrigir essas crenças, promovendo um bem-estar emocional duradouro.",
  "screen_1": {
    "texts": [
      "A terapia cognitivo-comportamental aponta que o que nos separa de uma vida feliz são crenças destrutivas. Essas crenças, muitas vezes baseadas em ideias erradas, dificultam a conquista dos resultados desejados.",
      "Todos nós nos deparamos com essas crenças em diferentes momentos da vida, o que pode levar a problemas psicológicos, como depressão, ataques de pânico, transtornos de ansiedade e alimentares.",
      "Às vezes, sentimos que estamos bem, como se os problemas não nos afetassem. Porém, em outros momentos, podemos ser tomados por uma tristeza e solidão tão intensas que parece não haver luz no fim do túnel.",
      "Na verdade, a grande diferença entre o bem-estar temporário e a verdadeira melhoria da qualidade de vida está na forma como pensamos.",
      "O bem-estar temporário ocorre quando os problemas desaparecem por um tempo, mas retornam com mais intensidade em situações difíceis.",
      "Nesse estágio, você pode até acreditar que superou a questão, mas, quando algo traumático acontece, o ciclo se reinicia."
    ],
    "quote": {
      "text": "Não vemos as coisas como elas são. Vemos as coisas como nós somos.",
      "author": "Virginia Satir"
    }
  },
  "screen_2": {
    "texts": [
      "A verdadeira melhoria de vida envolve os seguintes aspectos:",
      "Compreensão das causas dos problemas e do seu papel nisso.",
      "Conscientização e trabalho com crenças destrutivas e pensamentos automáticos.",
      "Desenvolvimento de autoconfiança e autoestima.",
      "Exploração das causas profundas das crenças destrutivas.",
      "As crenças definem nosso sistema de valores, objetivos, comportamento, avaliação desse comportamento, reação aos eventos e surgimento de pensamentos automáticos. Por exemplo:",
      "Se eu cometi um erro, significa que não sou capaz de nada.",
      "Para ser aceito, preciso agradar os outros o tempo todo.",
      "Se eu não alcançar nada, não mereço ser amado.",
      "Pedir ajuda é um sinal de fraqueza.",
      "Muitos especialistas acreditam que identificar as causas profundas dos problemas de uma pessoa requer um processo terapêutico longo, e que mesmo após anos de trabalho, muitas pessoas ainda não compreendem completamente as verdadeiras razões de suas dificuldades.",
      "No entanto, a terapia cognitiva fez grandes avanços para superar essa dificuldade."
    ],
    "quote": {
      "text": "A melhoria começa no momento em que você tenta ser não outra pessoa, mas a melhor versão de si mesmo.",
      "author": "Marsha Linehan"
    }
  },
  "screen_3": {
    "texts": [
      "Queremos ajudar você a entender as causas profundas de suas crenças e fornecer uma base para trabalhar com elas, além de prevenir depressão e transtornos de ansiedade.",
      "Identificar essas crenças ajudará você a descobrir a principal razão pela qual se sente preso a seus problemas ou ao seu estado emocional, além de compreender em quais momentos da sua vida você pode estar mais vulnerável.",
      "Trabalhar com crenças é a chave para o crescimento pessoal.",
      "A importância de identificar crenças destrutivas levou ao desenvolvimento de um método relativamente simples para detectá-las. Ele é conhecido como \"Escala de Crenças Disfuncionais\" e foi criado pela Dra. Arlene Weissman.",
      "As pesquisas de Weissman mostraram que, embora a intensidade dos pensamentos automáticos negativos diminua entre os episódios depressivos, o sistema de crenças destrutivas permanece tanto durante os episódios quanto ao longo da vida.",
      "Isso confirmou a ideia de que as crenças representam uma predisposição à instabilidade emocional que está sempre presente.",
      "Com esse método, você poderá identificar os valores que sustentam suas crenças destrutivas e que criam uma vulnerabilidade, tornando-o mais propenso à depressão, neuroses e outros problemas.",
      "Este é o seu calcanhar de Aquiles psicológico.",
      "Nos próximos capítulos, exploraremos esses valores com mais detalhes, ajudando você a identificar e avaliar suas próprias crenças e a desenvolver cognições mais realistas e construtivas para alcançar um bem-estar emocional duradouro."
    ]
  }
}
