{
  "title": "Como se Libertar da Dependência Emocional?",
  "description": "Este artigo explora a felicidade e as crenças relacionadas ao amor e aos relacionamentos. Explica que a felicidade pode ser alcançada de diferentes maneiras e apresenta técnicas para mudar crenças negativas associadas à solidão. O texto ensina a encontrar alegria nas pequenas coisas do cotidiano e a se desenvolver independentemente de ter ou não um relacionamento amoroso.",
  "screen_1": {
    "texts": [
      "Relacionamentos e amor podem trazer muita alegria e felicidade à vida, mas eles não são o único caminho.",
      "A felicidade é um processo complexo e multifacetado, e cada pessoa tem o direito de escolher seus próprios métodos e caminhos para alcançá-la.",
      "Portanto, se no momento sua vida não inclui relacionamentos românticos, isso não a torna menos completa.",
      "Mudar crenças exige muito esforço — é um processo longo e trabalhoso.",
      "Mas acreditamos que, utilizando as recomendações e técnicas a seguir, você conseguirá se libertar da dependência emocional e aprenderá a ser feliz tanto em um relacionamento quanto sozinho.",
      "Troca de filtro",
      "Você já reparou que, quando se sente solitário, parece que só vê casais apaixonados na rua?",
      "Parece que o mundo inteiro está contra você: ali tem um casal de pombos, lá um gato e uma gata juntos, enquanto você está sozinho. Isso é um exemplo de distorção cognitiva — o filtro negativo.",
      "É um erro de pensamento e percepção, em que você nota apenas o que te incomoda e ignora todo o resto.",
      "Mude o filtro — amplie sua visão do mundo. Aprenda a enxergar não apenas casais felizes, mas também pessoas felizes que estão solteiras. Ou pessoas que têm um parceiro, mas não são mais felizes por isso — o status social nem sempre corresponde à felicidade real."
    ],
    "quote": {
      "text": "A felicidade é como uma borboleta: quanto mais você a persegue, mais ela escapa. Mas, se você voltar sua atenção para outras coisas, ela virá e pousará suavemente em seu ombro.",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Lista de Prazeres Supostos",
      "A felicidade pode ser encontrada diariamente em pequenas alegrias, no autodesenvolvimento, na amizade e em muitos outros aspectos da vida.",
      "Mas é provável que você pense que não pode ser feliz sem outra pessoa.",
      "Para testar essa crença na prática, utilize a \"Lista de Prazeres Supostos\". Ela contém várias colunas onde você deve prever e registrar o grau real de prazer que sente em diferentes atividades (trabalho, lazer), feitas sozinho ou na companhia de outras pessoas.",
      "Na primeira coluna, escreva a data do experimento.",
      "Na segunda, anote algumas atividades que planeja realizar naquele dia como parte do experimento (recomendamos realizar entre 40 e 50 experiências ao longo de duas a três semanas. Escolha atividades que geralmente trazem satisfação ou prazer, ou aquelas que têm potencial de aprendizado ou crescimento pessoal).",
      "Na terceira coluna, registre com quem você realizará essas atividades. Se for sozinho, escreva: “Eu”.",
      "Na quarta coluna, faça uma estimativa de quanto prazer a atividade lhe trará, avaliando-a em uma escala de 0 a 100%, sendo que quanto maior o número, maior a expectativa de prazer.",
      "É muito importante preencher a quarta coluna antes de começar a atividade, não depois! Após preencher as quatro primeiras colunas, passe para a ação.",
      "Depois, na quinta coluna, registre o prazer real que sentiu, usando a mesma escala de 0 a 100%.",
      "Realizando esses experimentos, você poderá analisar os dados coletados e aprender mais sobre si mesmo.",
      "Primeiro, ao comparar o prazer suposto (coluna 4) com o real (coluna 5), você descobrirá quão precisas são suas previsões.",
      "Pode ser que você perceba que geralmente subestima o quanto uma atividade solitária pode ser prazerosa.",
      "Você pode até se surpreender ao perceber que atividades em grupo nem sempre correspondem às suas expectativas.",
      "Na verdade, pode até descobrir que, em muitos casos, passar um tempo sozinho foi mais agradável do que estar em companhia.",
      "Além disso, você pode notar que as notas mais altas dadas às atividades solitárias são iguais ou até superiores às atividades feitas em grupo."
    ],
    "quote": {
      "text": "Ninguém pode fazer você se sentir inferior sem o seu consentimento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "Revisão de crenças",
      "Amor, relacionamentos e casamento não são condições necessárias para a felicidade e autoestima — às vezes, eles nem são suficientes.",
      "A prova disso são milhões de homens e mulheres casados que ainda assim são infelizes.",
      "Se o amor fosse a solução para a solidão, problemas, tristeza e depressão, todos os psicólogos estariam desempregados.",
      "Mas, infelizmente, não é assim: ter um parceiro não garante uma vida feliz. E isso precisa ser reconhecido e aceito.",
      "Para começar a trabalhar suas crenças, formule e anote suas ideias. Elas podem ser expressas de diferentes formas:",
      "Se eu não tiver um parceiro, sou infeliz.",
      "Se ninguém me ama, sou um fracasso.",
      "Sem um relacionamento, sou incompleto.",
      "Depois, escreva como essa crença afeta você. Por exemplo:",
      "Exigências excessivamente altas em relação a si mesmo, como se nunca fosse bom o suficiente para um relacionamento.",
      "Expectativas irreais em relação ao parceiro, com conclusões generalizadas sobre amor e desamor, em vez de prestar atenção a problemas específicos.",
      "Insatisfação constante e um humor deprimido, alimentado por qualquer situação de solidão.",
      "Em seguida, escreva argumentos contrários. Este pode ser um processo difícil e levar vários dias; vá complementando a lista à medida que surgirem novos pensamentos.",
      "Por exemplo, para a crença \"Estar sozinho é horrível e humilhante\", podem ser registrados os seguintes argumentos:",
      "Estar sozinho permite que eu me conheça melhor.",
      "Sem um relacionamento, tenho a oportunidade de experimentar coisas novas e fazer coisas que seriam mais difíceis em um relacionamento.",
      "É melhor estar sozinho do que com um parceiro inadequado.",
      "E o elemento mais importante deste processo: substitua sua antiga crença por uma nova. Ela deve ser realista e racional, para que você possa acreditar nela.",
      "Por exemplo: “A solidão pode ser agradável e útil; nela posso descansar e me conhecer melhor. O amor se manifesta em diferentes tipos de relacionamento.",
      "Mesmo sem um parceiro, posso sentir proximidade com as pessoas, compartilhar sentimentos e demonstrar afeto. É importante focar no tipo de relacionamento que eu desejo e, se não o tiver agora, buscar construí-lo.",
      "Mas a ausência de um parceiro não me torna incompleto, assim como o desejo de ter um parceiro não me torna fraco ou dependente.”",
      "Releia essas anotações todos os dias por duas ou três semanas; você pode complementá-las ou ajustá-las. Dessa forma, você conseguirá superar o pensamento negativo e dar início às suas mudanças.",
      "O amor é uma experiência maravilhosa, mas, como qualquer outra, pode ser tanto positiva quanto negativa e não deve definir quem somos e qual é o nosso propósito.",
      "Desejo e necessidade não são a mesma coisa. O oxigênio é uma necessidade, enquanto o amor é um desejo.",
      "O amor não é uma necessidade para um adulto!",
      "Ter o desejo de construir um relacionamento amoroso é normal. Não há nada de errado nisso. Ter um bom relacionamento com alguém querido é um grande prazer.",
      "Mas, para sobreviver ou experimentar a máxima felicidade, você não precisa de aprovação, amor ou atenção de outra pessoa."
    ]
  }
}
