{
  "title": "Dependência do amor",
  "description": "O amor, celebrado por poetas e artistas, nos eleva e dá a sensação de que a vida fica completa. Mas, quando ele se transforma numa necessidade doentia, pode corroer a pessoa por dentro e atrapalhar a construção de relacionamentos saudáveis — especialmente em quem tem baixa autoestima. A felicidade e a sensação de plenitude podem ser encontradas quando você aprende a regular o próprio humor e a aproveitar prazeres que não dependem de ter um parceiro ao lado.",
  "screen_1": {
    "texts": [
      "O amor é um sentimento maravilhoso, cantado por poetas, artistas e músicos. Ele dá asas, inspira e traz a sensação de uma vida mais plena.",
      "É natural que cada um de nós queira amar e ser amado.",
      "No entanto, quando a sua ideia de amor se resume à crença: “Eu não consigo ser realmente feliz e realizado se eu não tiver um parceiro. Para ser plenamente feliz, eu preciso ser amado”, isso já é um sinal de dependência.",
      "O que significa ser dependente do amor?",
      "É quando o amor vira uma necessidade patológica — e, sem ele, você não consegue se sentir feliz.",
      "Você sofre com a falta de amor e espera que alguém preencha esse vazio. Você acredita que a vida só vai ficar melhor, mais interessante e mais rica quando aparecer alguém que te faça se sentir necessário, importante e completo.",
      "Essa dependência é um estado destrutivo: ela enfraquece sua identidade, sua autoestima e sua capacidade de construir relações saudáveis.",
      "As causas podem ser diferentes, mas, na maioria das vezes, elas começam lá atrás — na infância ou na adolescência.",
      "Quem tem baixa autoestima costuma ser mais vulnerável: tem medo de ficar sozinho, foca nos próprios defeitos e não confia nas próprias forças e capacidades.",
      "Uma autoestima baixa, construída desde cedo, costuma vir acompanhada de uma sensação de insuficiência.",
      "Quando os pais dão pouca atenção à criança e falta afeto, na vida adulta ela tende a buscar esse sentimento em parceiros — formando relações de dependência.",
      "Pense no exemplo de Vitória, 28 anos, que passa noites e fins de semana em desespero porque acredita: “Eu só posso ser feliz num relacionamento. Sem um homem, eu não sou nada”.",
      "Para ela, ser amada é tão vital quanto respirar. E essa exigência costuma afastar as pessoas."
    ]
  },
  "screen_2": {
    "texts": [
      "Ao analisar suas crenças, Vitória listou as desvantagens e as supostas vantagens desse jeito de pensar.",
      "As desvantagens eram estas:",
      "Essa crença me joga para baixo, porque eu estou sozinha.",
      "Eu perco a vontade de fazer qualquer coisa, explorar o mundo ou me dedicar a hobbies.",
      "Por causa disso, eu me sinto preguiçosa e infeliz.",
      "Isso desperta pena de mim mesma.",
      "Isso me tira o orgulho e a confiança, me faz invejar os outros e sentir frustração.",
      "Depois, ela anotou as “vantagens” da crença:",
      "A esperança de encontrar um parceiro, ter amor e segurança.",
      "Isso me dá um objetivo e um sentido para a vida.",
      "Até que ponto essas vantagens são reais?",
      "Vitória passou anos acreditando que não podia viver sem um homem, mas essa crença, até hoje, não trouxe para ela o parceiro que ela queria.",
      "Ela concluiu que estava dando importância demais aos homens — e isso não atraiu nenhum deles.",
      "Ela também percebeu que pessoas dependentes costumam parecer exigentes demais, o que dificulta a construção de um relacionamento.",
      "Ela notou que quem encontra felicidade dentro de si tende a atrair mais os outros, porque transmite alegria e confiança.",
      "A dependência do amor atrapalha relações saudáveis. Quando você coloca outra pessoa como condição para a sua felicidade, você comunica sem perceber: “Me ame, porque sozinho eu não valho nada”. Dificilmente isso gera uma relação saudável.",
      "E, mesmo que você entre num relacionamento mantendo essas crenças, é pouco provável que ele seja saudável. Afinal, você deposita tudo na ideia de que uma pessoa específica — que, no fundo, você vê como fonte da sua felicidade — precisa estar sempre ali.",
      "E você fica disposto a tudo por isso. Quando não recebe a “dose” de emoções e sentimentos de que precisa, você pressiona o parceiro para se sentir amado — ou começa a fantasiar encontrar “o amor de verdade” em outro lugar.",
      "E nada nunca parece suficiente, ou “sempre tem algo errado”, porque você colocou nas mãos do outro a responsabilidade pelo seu estado interno."
    ],
    "quote": {
      "text": "A verdadeira felicidade está em estar em paz consigo mesmo.",
      "author": "Sêneca"
    }
  },
  "screen_3": {
    "texts": [
      "É essencial aprender a regular o próprio humor e encontrar felicidade dentro de si. Isso te permite se sentir igualmente vivo tanto quando está sozinho quanto quando está ao lado de alguém que você ama.",
      "Mas você pode pensar: “Parece bonito, mas não é realista. Estar sozinho significa ser um fracasso emocional”.",
      "Muita gente acredita que o amor move o mundo. Você vê isso na publicidade, ouve em músicas populares, lê em poemas. Só que, na prática, o amor está longe de ser o único caminho para uma vida feliz e plena.",
      "Estar sozinho não é a mesma coisa que ser infeliz. Grande parte dos prazeres da vida a gente vive por conta própria.",
      "Por exemplo: ouvir sua música preferida, dançar, passear por lugares bonitos, ler um livro ou tomar um sorvete. Você não precisa de companhia para sentir coisas boas.",
      "A quantidade de prazeres que dá para aproveitar sozinho é infinita. Isso significa que você tem muitas fontes de bem-estar, independentemente de ter alguém ao lado ou não.",
      "Qual seria a sua lista de prazeres? O que você pode fazer para se dar um carinho hoje?",
      "Às vezes a gente fica tão preso à busca por um relacionamento “perfeito” e à ideia de um grande amor que perde de vista o que realmente é necessário para viver um amor de verdade."
    ],
    "quote": {
      "text": "Amar a si mesmo é o começo de um romance que dura a vida inteira.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Como se livrar da dependência do amor?",
    "description": "Este artigo explora felicidade e crenças ligadas ao amor e aos relacionamentos. Ele mostra que é possível chegar à felicidade por caminhos diferentes e propõe técnicas para mudar crenças negativas associadas à solidão. A ideia é aprender a enxergar alegria nas coisas do dia a dia e crescer mesmo quando não há um relacionamento amoroso.",
    "screen_1": {
      "texts": [
        "Relacionamentos e amor podem trazer muita alegria e felicidade para a vida, mas não são o único caminho.",
        "A felicidade é um processo complexo e cheio de camadas, e cada pessoa tem o direito de escolher seus próprios meios e caminhos para construí-la.",
        "Por isso, se a sua vida, neste momento, não inclui um relacionamento romântico, isso não a torna incompleta.",
        "Para mudar crenças é preciso fazer um esforço considerável — é um processo longo e trabalhoso.",
        "Mas temos certeza de que, usando as recomendações e técnicas a seguir, você pode se livrar da dependência do amor e aprender a ser feliz tanto num relacionamento quanto sem ele.",
        "Mudando o filtro",
        "Você já percebeu que, quando se sente sozinho, parece que o tempo todo aparecem casais apaixonados na rua?",
        "E dá a impressão de que o mundo está contra você: aqui um casal de pombos, ali um gatinho e uma gatinha, e você sempre sozinho ou sozinha. É assim que funciona uma distorção cognitiva — o filtro negativo.",
        "É um erro de pensamento e de percepção em que você nota apenas aquilo que te incomoda e ignora todo o resto.",
        "Troque o filtro — enxergue o mundo com mais amplitude. Aprenda a ver não só casais felizes, mas também pessoas solteiras felizes. Ou gente que tem parceiro, mas nem por isso ficou mais feliz — status social nem sempre entrega o que promete."
      ],
      "quote": {
        "text": "A felicidade é como uma borboleta: quanto mais você tenta pegá-la, mais ela foge. Mas se você voltar sua atenção para outras coisas, ela vem e pousa suavemente no seu ombro.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Planilha de prazer previsto",
        "Dá para encontrar felicidade todos os dias: nas pequenas alegrias, no próprio desenvolvimento, na amizade e em muitos outros aspectos da vida.",
        "Mas, muito provavelmente, você não pensa assim — e acredita que não consegue ser feliz sem outra pessoa.",
        "Para testar essa crença na prática, use a “Planilha de prazer previsto”. Ela tem algumas colunas em que você vai prever e registrar o nível real de prazer que sente em diferentes atividades (de trabalho e de lazer), sozinho ou na companhia de outras pessoas.",
        "Na primeira coluna, coloque a data do experimento.",
        "Na segunda, anote algumas ações que você pretende fazer naquele dia como parte do experimento (recomendamos realizar 40–50 experimentos ao longo de duas ou três semanas. Escolha atividades que normalmente trazem satisfação ou prazer, ou que tenham potencial de aprendizado e crescimento pessoal).",
        "Na terceira coluna, escreva com quem você vai fazer essas atividades. Se for sozinho, escreva: “Eu”.",
        "Na quarta coluna, estime quanto prazer cada atividade vai te trazer, numa escala de 0 a 100% — quanto maior o número, maior o prazer esperado.",
        "É muito importante preencher a quarta coluna antes de começar a atividade planejada, e não depois! Depois de preencher as quatro primeiras colunas, vá e faça a atividade.",
        "Em seguida, na quinta coluna, registre o nível real de prazer usando a mesma escala — de 0 a 100%.",
        "Depois de fazer vários desses experimentos, você vai conseguir analisar os dados e vai descobrir coisas bem interessantes sobre si mesmo.",
        "Primeiro: comparando o prazer previsto (coluna 4) com o prazer real (coluna 5), você vai ver o quanto suas previsões são precisas.",
        "Você pode perceber que costuma subestimar o prazer que poderia sentir — especialmente quando faz algo sozinho.",
        "Talvez você também se surpreenda ao notar que atividades com outras pessoas nem sempre correspondem ao que você esperava.",
        "Na prática, você pode até descobrir que, em muitos casos, ficar sozinho foi mais prazeroso do que estar em companhia.",
        "E ainda pode notar que as notas mais altas dadas a atividades solitárias são iguais às de atividades em grupo — ou até maiores."
      ],
      "quote": {
        "text": "Ninguém pode fazer você se sentir inferior sem o seu consentimento.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Ajuste de crenças",
        "Amor, relacionamento e casamento não são condições necessárias para a felicidade nem para aumentar a autoestima — às vezes, eles simplesmente não são suficientes.",
        "A prova disso são milhões de homens e mulheres que estão casados e, ainda assim, são infelizes.",
        "Se o amor fosse um remédio para solidão, problemas, mau humor e depressão, então psicólogos ficariam sem trabalho.",
        "Mas não é assim: ter um parceiro não garante uma vida feliz — e isso precisa ser reconhecido e aceito.",
        "Para começar a trabalhar uma crença, formule-a e escreva-a. Ela pode soar de várias formas:",
        "Se eu não tenho um par, eu sou infeliz.",
        "Se ninguém me ama, então eu sou um fracassado.",
        "Sem relacionamento eu sou incompleto.",
        "Depois, escreva como exatamente essa crença atrapalha sua vida. Por exemplo:",
        "exigências exageradas comigo mesmo, que não têm fim; parece que eu nunca sou bom o bastante para um relacionamento",
        "expectativas irreais sobre o parceiro; conclusões globais sobre amor e desamor em vez de olhar para problemas concretos",
        "insatisfação constante e humor deprimido, alimentados por qualquer situação de solidão",
        "Em seguida, escreva contra-argumentos. Isso pode ser um processo difícil e talvez leve mais de um dia; vá acrescentando itens conforme novas ideias surgirem.",
        "Por exemplo, para a crença “Estar sozinho é horrível e humilhante”, você pode anotar contra-argumentos como:",
        "quando a pessoa está sozinha, ela tem a chance de se conhecer melhor",
        "sem relacionamento, dá para tentar coisas novas e fazer o que, num relacionamento, seria muito mais difícil",
        "é melhor estar sozinho do que com alguém que não combina com você",
        "E a parte mais importante: substitua a crença antiga por uma nova. Ela precisa ser realista e racional, para que você consiga acreditar nela.",
        "Por exemplo: “A solidão pode ser agradável e útil: nela dá para descansar e se conhecer melhor. E o amor aparece em diferentes tipos de relação.”",
        "Mesmo sem um parceiro, eu posso sentir proximidade com as pessoas, compartilhar o que sinto e demonstrar carinho. Vale mais me apoiar no tipo de relação que eu quero — e, se eu ainda não tenho isso, posso definir esse objetivo e tentar construir.",
        "Mas a ausência de um parceiro não me torna incompleto. Assim como querer ter um parceiro não me torna fraco ou dependente.”",
        "Releia essas anotações todos os dias por 2–3 semanas. Você pode complementar ou ajustar o texto. Assim, você vai enfraquecer um padrão negativo de pensamento e dar início às suas mudanças.",
        "O amor é uma experiência linda, mas, como qualquer outra, pode ser positiva ou negativa — e não deve definir quem somos nem por que estamos aqui.",
        "Desejo e necessidade não são a mesma coisa. Oxigênio é necessidade; amor é desejo.",
        "Amor não é uma necessidade de um adulto!",
        "Querer construir um relacionamento amoroso é normal. Não há nada de errado nisso. Ter um bom relacionamento com alguém que você ama é um prazer maravilhoso.",
        "Mas, para sobreviver ou para viver a felicidade máxima, você não precisa nem de aprovação, nem de amor, nem da atenção de outra pessoa."
      ]
    }
  }
}
