{
  "title": "Dependência Emocional: Amor ou Necessidade?",
  "description": "O amor, exaltado por poetas e artistas, eleva e traz uma sensação de plenitude à vida. No entanto, quando o amor se transforma em uma necessidade patológica, ele destrói a individualidade e impede a construção de relacionamentos saudáveis, especialmente em pessoas com baixa autoestima. A verdadeira felicidade e a plenitude de vida podem ser encontradas aprendendo a regular o humor e apreciando os prazeres que não dependem de um parceiro.",
  "screen_1": {
    "texts": [
      "O amor é um sentimento magnífico, exaltado por poetas, artistas e músicos. Ele eleva, inspira e proporciona uma sensação de plenitude na vida.",
      "É natural que todos nós queiramos amar e ser amados.",
      "No entanto, se a sua ideia de amor se resume à crença: “Eu não posso ser verdadeiramente feliz e realizado se não tiver um parceiro. Preciso ser amado para ser completo”, isso é um sinal de dependência.",
      "O que significa ser dependente de amor?",
      "Significa que o amor se torna uma necessidade patológica, sem a qual você não se sente feliz.",
      "Você sofre com a ausência de amor, espera que alguém preencha esse vazio. Acredita que sua vida só será melhor, mais interessante e completa quando encontrar alguém que faça você se sentir importante e completo.",
      "Essa dependência é um estado destrutivo que enfraquece sua individualidade, autoestima e capacidade de construir relacionamentos saudáveis.",
      "As causas da dependência emocional podem ser diversas, mas muitas vezes têm raízes na infância ou adolescência.",
      "Isso é especialmente comum em pessoas com baixa autoestima, que têm medo de ficar sozinhas, se concentram em suas falhas e não acreditam em suas próprias capacidades.",
      "A baixa autoestima, muitas vezes originada na infância, é percebida como uma sensação de inadequação.",
      "Quando os pais dão pouca atenção à criança e ela sente falta de amor e cuidado, é provável que, na vida adulta, ela busque essas emoções em seus parceiros, formando relacionamentos de dependência.",
      "Vejamos o exemplo de Vitória, de 28 anos, que passa suas noites e fins de semana angustiada, acreditando: “Só posso ser feliz em um relacionamento. Sem um homem, eu não sou nada”.",
      "Para ela, ser amada é tão essencial quanto respirar. Essa necessidade constante muitas vezes afasta as pessoas."
    ]
  },
  "screen_2": {
    "texts": [
      "Durante a análise de suas crenças, Vitória listou os pontos negativos e positivos de seu pensamento.",
      "Os pontos negativos eram:",
      "A crença me deixa desanimada porque estou sozinha.",
      "Eu perco a vontade de fazer qualquer coisa, explorar o mundo ou me dedicar aos meus hobbies.",
      "Isso me faz sentir preguiçosa e infeliz.",
      "Eu sinto pena de mim mesma.",
      "Isso destrói meu orgulho e confiança, fazendo com que eu sinta inveja dos outros e frustração.",
      "Em seguida, ela listou os pontos positivos de sua crença:",
      "A esperança de encontrar um parceiro e conquistar amor e segurança.",
      "A ideia de ter um objetivo e um sentido na vida.",
      "Mas quão reais são esses pontos positivos?",
      "Vitória acreditou por anos que não poderia viver sem um parceiro, mas essa crença nunca lhe trouxe o relacionamento que tanto desejava.",
      "Vitória concluiu que dava importância demais aos homens e que isso nunca a ajudou a atrair ninguém.",
      "Ela também percebeu que pessoas emocionalmente dependentes podem parecer exigentes demais, o que dificulta a construção de relacionamentos.",
      "Ela percebeu que pessoas que encontram felicidade dentro de si mesmas geralmente atraem os outros, pois transmitem alegria e confiança.",
      "A dependência emocional impede a construção de relacionamentos saudáveis. Ao expressar uma necessidade constante do outro para ser feliz, você comunica inconscientemente: “Ame-me, porque eu não tenho valor por conta própria”. Relacionamentos assim dificilmente serão saudáveis.",
      "Mesmo que você esteja em um relacionamento com essa mentalidade, ele dificilmente será saudável. Afinal, você deposita todas as suas expectativas em outra pessoa, acreditando que ela é a fonte do seu bem-estar.",
      "E está disposto a tudo para manter essa pessoa por perto. Quando não recebe a 'dose' de emoções de que precisa, você pressiona seu parceiro ou fantasia em buscar esse amor em outra pessoa.",
      "E nunca será suficiente ou “algo sempre estará errado”, porque você delegou ao outro a responsabilidade pelo seu estado emocional."
    ],
    "quote": {
      "text": "A verdadeira felicidade consiste em estar satisfeito consigo mesmo.",
      "author": "Sêneca"
    }
  },
  "screen_3": {
    "texts": [
      "É muito importante aprender a regular o próprio humor e encontrar felicidade dentro de si. Isso permitirá que você se sinta igualmente vivo estando sozinho ou acompanhado por alguém que ama.",
      "Mas você pode pensar: “Isso soa bem, mas é irreal. Estar sozinho é ser um fracasso emocional.”",
      "Muitos acreditam que o amor é o motor do mundo. Você vê isso nas propagandas, ouve nas músicas populares, lê nos poemas. Mas, na verdade, o amor não é o único caminho para uma vida feliz e plena.",
      "Estar sozinho não significa ser infeliz. A maioria dos prazeres da vida podemos aproveitar sozinhos.",
      "Por exemplo, quando você escuta sua música favorita, dança, passeia por um lugar bonito, lê um livro ou toma um sorvete. Você não precisa de companhia para sentir prazer.",
      "A quantidade de prazeres que podem ser desfrutados sozinho é infinita. Isso significa que existem inúmeras fontes de felicidade acessíveis a você, com ou sem um parceiro.",
      "Qual seria a sua lista de prazeres? Como você pode se presentear com momentos agradáveis?",
      "Às vezes, estamos tão focados na ideia de um relacionamento perfeito e no conceito de um amor ideal que perdemos de vista o que realmente precisamos para vivenciar o amor verdadeiro."
    ],
    "quote": {
      "text": "Amar a si mesmo é o início de um romance que dura a vida inteira.",
      "author": "Oscar Wilde"
    }
  }
}
