{
  "title": "Os outros me devem. O que há de errado com essa crença?",
  "description": "Este artigo discute a crença de que “os outros me devem”, comum em quem espera que o mundo gire em torno de si e satisfaça todas as suas necessidades. O texto explica como essa postura pode se formar na infância, traz exemplos de como ela aparece na vida adulta e descreve suas consequências negativas — como frustração, tensão nos relacionamentos e perda de autonomia. Ao final, a ideia central é aprender a aceitar o mundo como ele é e lembrar que há espaço nele não só para nós, mas também para as outras pessoas.",
  "screen_1": {
    "texts": [
      "“Os outros me devem” é uma armadilha em que muita gente cai, acreditando que o mundo gira ao seu redor.",
      "Quem vive nessa posição costuma esperar que os outros concordem com ele e atendam aos seus pedidos.",
      "Essas pessoas acabam desconsiderando as opiniões e necessidades dos demais, como se os próprios desejos fossem sempre mais importantes.",
      "Crenças do tipo “tenho que” podem soar assim:",
      "Meus amigos sempre têm que me ajudar",
      "Meu parceiro tem que me apoiar sempre, em tudo",
      "Minha mãe tem que ficar com meus filhos",
      "Tudo tem que ser do jeito que eu quero",
      "Ninguém pode me dizer não",
      "O mundo tem que ser justo comigo",
      "Se você já percebeu esse tipo de pensamento em você, é bem provável que, lá no fundo, acredite que merece sucesso, amor e felicidade simplesmente por existir.",
      "Você espera que a vida e as pessoas ao seu redor realizem seus desejos porque você é uma boa pessoa ou porque se esforça muito.",
      "Mas, quando isso não acontece — e isso acontece com frequência — você se vê diante de uma escolha: afundar na tristeza e na sensação de inadequação ou explodir de raiva. Quem vive achando que os outros lhe devem algo costuma ter dificuldades."
    ],
    "quote": {
      "text": "Não podemos controlar o vento, mas podemos ajustar as velas.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "E a primeira consequência costuma ser a frustração: se alguém te recusou, não entendeu que “deveria” resolver seus problemas ou não correspondeu às suas expectativas, você quase inevitavelmente vai sentir frustração, mágoa, raiva e uma perplexidade do tipo “como alguém pode fazer isso comigo — logo comigo, uma pessoa tão maravilhosa?”.",
      "Você gasta uma enorme quantidade de energia com emoções negativas, enxergando o mundo em tons sombrios. Essa postura exigente impede que você aproveite a vida e sinta alegria, porque você não aceita o mundo como ele é: sempre há reclamações sobre como as coisas deveriam ser.",
      "Tânia é um exemplo bem claro de alguém com a crença “todo mundo me deve”. Ela espera que os amigos estejam sempre disponíveis, prontos para largar tudo e correr para ajudá-la, resolvendo qualquer problema e atendendo a qualquer pedido.",
      "Por exemplo, ela pode ligar às 3 da manhã exigindo que a amiga vá imediatamente até lá para apoiá-la depois de uma briga com o namorado.",
      "Ou, sem avisar com antecedência, pedir ajuda com uma mudança, mesmo sabendo que a amiga já tinha um compromisso importante naquele dia. Quando os amigos não podem ajudar, Tânia fica magoada e se sente abandonada, como se não fosse importante para ninguém.",
      "Essa é uma posição perigosa, que pode levar ao isolamento, à tensão nos relacionamentos e até à ruptura.",
      "Amigos e familiares começam a evitar encontros e conversas por medo de mais uma exigência, mais uma mágoa ou mais uma discussão. Afinal, ninguém quer viver se sentindo em dívida e sendo obrigado a ceder aos caprichos de alguém.",
      "Mas de onde vem essa crença? Muitas vezes, ela se forma na infância, quando a criança não encontra limites realistas e recebe tudo o que quer. Isso pode acontecer por diferentes motivos:",
      "Os pais mimam a criança e deixam que ela faça tudo o que der na cabeça.",
      "Nesse caso, pode se desenvolver uma parte narcísica da personalidade, com um senso inflado de importância.",
      "Exemplo: a pequena Kátia sempre ganhava tudo o que queria. Os pais achavam que ela merecia o melhor e nunca diziam “não”. Kátia cresceu acreditando que o mundo girava ao seu redor e não entendia por que, na escola, os professores não davam toda a atenção a ela e os colegas não levavam sempre a opinião dela em conta.",
      "Os próprios pais vivem pela regra de “todo mundo me deve”.",
      "A criança repete o roteiro dos pais e acaba assimilando esse jeito de pensar.",
      "Exemplo: os pais de Vânia reclamavam o tempo todo da vida, dizendo que deveriam ganhar mais, que ninguém os valorizava e que seus direitos eram sempre desrespeitados. Vânia cresceu num ambiente de insatisfação e na expectativa de que o mundo lhe devia algo."
    ],
    "quote": {
      "text": "Ninguém te deve nada. Tudo o que você recebe na vida é um presente.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Os pais não levavam a opinião da criança em conta, ignoravam seus interesses e desejos.",
      "A criança fica com raiva dos pais, mas não consegue expressar isso abertamente. Então, ela transfere essa expectativa para o mundo, esperando que os outros a consolem e “compensem” aquilo que faltou na infância.",
      "Exemplo: Anya sempre sonhou em ser artista, mas os pais a obrigaram a estudar Direito, dizendo que era uma profissão mais prestigiada. Ela cedeu, mas o coração sempre puxou para a criatividade.",
      "Ela guardou ressentimento por não ter podido realizar o próprio sonho e, depois, passou a descarregar essa mágoa nos outros, esperando que as pessoas lhe devessem ajuda para “encontrar a felicidade”.",
      "A criança era obrigada a agradar os pais para ser amada. Ela cresceu acreditando que amor precisa ser conquistado.",
      "Exemplo: Serguei se esforçava para atender a todas as necessidades dos pais, com medo de que eles deixassem de amá-lo se ele fizesse algo “errado”. Ele cresceu inseguro e sempre tentando provar seu valor, esperando receber dos outros aquilo que “merecia”.",
      "As consequências dessa crença podem ser variadas e negativas. Elas incluem:",
      "Frustração e insatisfação: esperar que os outros atendam a todas as suas necessidades pode levar a uma frustração constante e a um sentimento de vazio, por causa do choque entre expectativa e realidade",
      "Tensão nos relacionamentos: acreditar que o mundo tem que se adaptar a você pode gerar tensão e conflitos, porque isso frequentemente vira fonte de cobranças e discordâncias",
      "Perda de autonomia: esperar o tempo todo que os outros assumam responsabilidades por você aumenta a dependência e atrapalha o desenvolvimento da autonomia e do crescimento pessoal",
      "Impacto negativo na autoestima: ao depender dos outros para atender suas necessidades, você não fortalece a própria autoestima, o que pode levar a emoções negativas e à sensação de inadequação",
      "Menos reciprocidade e ajuda mútua: ao focar apenas em si mesmo, você perde a chance de agir com empatia e apoiar os outros, o que enfraquece vínculos e redes de apoio"
    ],
    "quote": {
      "text": "Não espere que o mundo gire em torno de você. Neste mundo, há espaço também para os outros.",
      "author": "Aristóteles"
    }
  },
  "exercise": {
    "title": "Como lidar com as crenças de “tenho que”?",
    "description": "Este artigo fala sobre crenças de “tenho que” como uma fonte de estresse e insatisfação, destacando que esse tipo de exigência faz a gente se sentir preso às circunstâncias. A proposta é perceber o quanto essas crenças são irreais, substituí-las por formulações mais flexíveis e assumir responsabilidade pelos próprios desejos e ações. Praticar gratidão e compaixão, aprender a pedir ajuda e aceitar imperfeições também ajuda a reduzir o estresse e melhorar a qualidade de vida.",
    "screen_1": {
      "texts": [
        "Crenças do tipo “tenho que” são um inimigo silencioso: roubam a alegria de viver, minam a tranquilidade e atrapalham a construção de relações próximas e saudáveis.",
        "No centro dessa crença está a ideia de obrigação.",
        "A própria palavra “dever” é, na maioria das vezes, uma armadilha da linguagem.",
        "O sentido de “dever” costuma ser: tem que ser assim, e pronto. Expressões como “tem que”, “é obrigado”, “é necessário” fazem a gente se sentir refém das circunstâncias, porque sugerem uma situação sem alternativa.",
        "Esse uso só faz sentido em casos muito raros, praticamente excepcionais.",
        "Por exemplo, é realista dizer “a pessoa tem que respirar ar”, porque, fisicamente, não existe alternativa.",
        "Já a frase “ninguém deve se atrasar” é inadequada e irrealista, porque atrasos acontecem. As pessoas se atrasam, ficam presas no caminho ou simplesmente não aparecem.",
        "Por isso, ter crenças de “tenho que” quase sempre leva ao estresse — agudo ou crônico.",
        "Como se libertar do “tenho que”?",
        "Perceba o quanto essa crença é irrealista",
        "Quando você exige que os outros se comportem com você de um certo jeito, digam e façam certas coisas, você passa a esperar apenas um resultado específico.",
        "Isso é uma fonte poderosa de estresse, porque ninguém, em lugar nenhum, tem um ambiente que corresponda às nossas expectativas o tempo todo.",
        "Até as pessoas mais respeitadas e poderosas sempre tiveram alguém que agiu “diferente do que deveria”.",
        "É natural que, quando encontramos alguém que faz “diferente do que deveria”, o nível de tensão emocional aumente. Daí vêm o estresse constante, as mágoas e um pacote inteiro de emoções negativas."
      ],
      "quote": {
        "text": "Se você acha que o mundo te deve algo, isso vai virar fonte de dor. Lembre-se de que o mundo não deve nada a ninguém.",
        "author": "Buda"
      }
    },
    "screen_2": {
      "texts": [
        "Identifique as raízes dessa crença",
        "Pense de onde essa crença pode ter vindo. Talvez você tenha sido muito mimado na infância e não tenha conhecido limites realistas, ou talvez tenha herdado esse modo de pensar dos seus pais. Entender a origem não elimina a crença, mas é um passo importante para trabalhar com ela.",
        "Preste atenção ao que você diz. Observe no seu jeito de falar palavras como “tenho que”, “sou obrigado”, “preciso” e troque por “quero”, “prefiro”, “eu gostaria”.",
        "Exemplo: em vez de “Meus amigos têm que me ligar primeiro”, use “Eu gostaria que meus amigos me ligassem primeiro”.",
        "Assuma a responsabilidade",
        "O sentido dessas palavras define como você se relaciona com a situação.",
        "Num caso, isso soa como uma necessidade inevitável, cuja responsabilidade fica nas mãos de uma força externa (pessoas, natureza, circunstâncias etc.); no outro, é uma escolha livre, cuja responsabilidade está com você.",
        "É difícil assumir a responsabilidade pelas próprias escolhas, mas esse caminho aumenta a liberdade e reduz o peso do estresse no longo prazo.",
        "Quebre o seu “tenho que” em partes",
        "Em vez de dizer “os outros me devem...”, pergunte a si mesmo:",
        "Por que eu acho que tem que ser assim?",
        "Existem alternativas?",
        "O que eu quero alcançar com isso?",
        "Qual seria a vantagem se fosse desse jeito?",
        "Identifique seus desejos reais e seja honesto consigo mesmo. O que você realmente quer quando diz que alguém ou algo “te deve” alguma coisa? Que valores você está tentando proteger aqui?"
      ]
    },
    "screen_3": {
      "texts": [
        "Aprenda a pedir e a expressar suas necessidades",
        "Em vez de supor que as pessoas sabem do que você precisa ou deseja, aprenda a dizer isso de forma clara e aberta — e a pedir ajuda quando for necessário.",
        "Pratique a compaixão",
        "Tente compreender os sentimentos dos outros. Lembre-se de que cada um tem suas próprias preocupações e que nem sempre vão conseguir te apoiar, te ouvir, te elogiar ou oferecer a ajuda de que você precisa.",
        "Procure se colocar no lugar dos outros e buscar explicações alternativas para o que está acontecendo — isso ajuda a desenvolver empatia.",
        "Seja grato",
        "Em vez de focar no que os outros “deveriam” fazer por você, foque na gratidão pelo que eles fazem.",
        "Por exemplo, imagine que um colega te ajuda em um projeto mesmo estando muito ocupado. Em vez de pensar “Ele tem que me ajudar, é obrigação dele”, reformule para: “Sou grato pela ajuda do meu colega, mesmo com a agenda dele cheia. Ele é um grande profissional”.",
        "A prática da gratidão ajuda a perceber e valorizar as atitudes positivas dos outros e cria um clima de respeito e apoio mútuo. Você pode expressar gratidão em particular ou em público — e isso fortalece os relacionamentos.",
        "Aceite a imperfeição",
        "O mundo não é perfeito. Não exija de você e dos outros o impossível. Tentar mudar o mundo e as pessoas para se encaixarem em você não costuma levar a nada de bom.",
        "Se libertar de crenças irracionais é um processo longo e nem sempre fácil. Mas vale a pena: aos poucos, você vai se sentir mais livre, mais feliz e mais confiante."
      ]
    }
  }
}
