{
  "title": "Me devem. O que há de errado com essa crença?",
  "description": "O artigo examina o problema da mentalidade \"me devem\", que se forma em pessoas que esperam que o mundo gire em torno delas e satisfaça todas as suas necessidades. O autor explica como essa mentalidade surge na infância, fornece exemplos de suas manifestações na vida adulta e descreve as consequências negativas desse tipo de pensamento, incluindo decepção, tensão nos relacionamentos e perda de independência. Em conclusão, propõe-se a ideia de que é importante aceitar o mundo como ele é e entender que nele há lugar não apenas para nós, mas também para outras pessoas.",
  "screen_1": {
    "texts": [
      "\"Me devem\" — é uma armadilha na qual muitos caem, acreditando que o mundo gira em torno deles.",
      "Pessoas que estão nessa posição frequentemente esperam que os outros concordem com elas e atendam aos seus pedidos.",
      "Elas não levam em consideração as opiniões e necessidades de outras pessoas, acreditando que seus próprios desejos e necessidades são mais importantes.",
      "Crenças de obrigatoriedade podem soar assim:",
      "Amigos sempre devem me ajudar",
      "Meu parceiro deve sempre me apoiar em tudo",
      "Minha mãe deve cuidar dos meus filhos",
      "Tudo deve ser do jeito que eu quero",
      "Não devem me recusar nada",
      "O mundo deve ser justo comigo",
      "Se você notou esse tipo de pensamento em si mesmo, provavelmente acredita que merece sucesso, amor e felicidade simplesmente por direito de nascimento.",
      "Você espera que o universo e as pessoas ao seu redor realizem seus desejos porque você é uma pessoa boa e gentil ou porque trabalha arduamente.",
      "Mas quando isso não acontece, e isso ocorre frequentemente, você se vê diante de uma escolha: mergulhar em tristeza e sentimento de inferioridade ou explodir de raiva. Pessoas que acham que todos lhes devem algo frequentemente enfrentam problemas."
    ],
    "quote": {
      "text": "Não podemos controlar o vento, mas podemos ajustar as velas.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "E, em primeiro lugar, isso resulta em decepção: se recusaram algo a você, não entenderam que deveriam resolver seus problemas, não corresponderam às suas expectativas, então você certamente enfrentará decepção, mágoa, raiva, incompreensão de como podem tratar assim uma pessoa tão maravilhosa como você.",
      "Você gasta muita energia em emoções negativas, vendo o mundo em tons sombrios. Sua atitude exigente em relação à vida impede que você sinta prazer, alegria, pois você não aceita o mundo como ele é, sempre tem queixas sobre como ele está organizado.",
      "Tânia é um exemplo claro de uma pessoa com a mentalidade \"todos me devem algo\". Ela espera que os amigos estejam sempre disponíveis, prontos para largar tudo e correr para ajudá-la, resolvendo quaisquer problemas e atendendo a todas as suas solicitações.",
      "Por exemplo, ela pode ligar às 3 da manhã, exigindo que uma amiga venha imediatamente apoiá-la após uma briga com o namorado.",
      "Ou, sem avisar com antecedência, pedir ajuda para se mudar, embora a amiga já tenha planejado um encontro importante para aquele dia. Quando os amigos não podem ajudá-la, Tânia se ofende e se sente abandonada, desnecessária.",
      "Esta é uma posição perigosa que pode levar ao isolamento, tensão nos relacionamentos ou até mesmo à destruição desses relacionamentos.",
      "Amigos e entes queridos começam a evitar encontros ou conversas, temendo outra exigência, ofensa ou briga. Porque ninguém quer se sentir constantemente obrigado e submeter-se aos caprichos de outra pessoa.",
      "De onde vem essa crença? Essa mentalidade frequentemente se forma na infância, quando a criança não encontra limites realistas e recebe tudo o que deseja. Isso pode acontecer por vários motivos:",
      "Os pais mimam a criança e permitem que ela faça tudo o que lhe vier à cabeça.",
      "Nesse caso, a criança desenvolve uma parte narcisista da personalidade com um senso exagerado de sua própria importância.",
      "Exemplo: A pequena Catarina sempre recebia tudo o que queria. Seus pais acreditavam que ela merecia o melhor e não negavam nada a ela. Catarina se acostumou que o mundo girava em torno dela e não entendia por que na escola os professores não davam toda a atenção a ela, e os colegas não consideravam sua opinião.",
      "Os próprios pais vivem pelo princípio \"todos me devem algo\".",
      "A criança repete o cenário dos pais, absorvendo esse modo de pensar.",
      "Exemplo: Os pais de João constantemente reclamavam da vida, achando que deveriam receber mais, que não eram valorizados e que seus direitos eram constantemente violados. João cresceu em uma atmosfera de insatisfação e expectativa de que o mundo lhe devia algo."
    ],
    "quote": {
      "text": "Ninguém lhe deve nada. Tudo o que você recebe na vida é um presente.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Os pais não consideravam a opinião da criança, ignoravam seus interesses e desejos.",
      "A criança fica com raiva dos pais, mas não pode expressar sua raiva abertamente. Por isso, ela transfere essa raiva para os outros, achando que eles devem sentir pena dela e compensar o que lhe faltou na infância.",
      "Exemplo: Ana sempre sonhou em ser artista, mas seus pais a forçaram a estudar direito, considerando uma profissão mais prestigiosa. Ana cedeu, mas seu coração sempre foi atraído pela criatividade.",
      "Ela se ressentia dos pais por não permitirem que realizasse seu sonho, e depois transferia esse ressentimento para todos ao seu redor, achando que eles deviam ajudá-la a encontrar a felicidade na vida.",
      "A criança era forçada a agradar os pais para que eles a amassem. Ela cresceu com a crença de que seu amor precisa ser merecido.",
      "Exemplo: Sérgio sempre tentou satisfazer todas as necessidades de seus pais, temendo que não o amariam se ele fizesse algo errado. Ele cresceu com um sentimento de insegurança e constantemente tentava provar seu valor, acreditando que deviam lhe dar o que ele merecia.",
      "As consequências dessa mentalidade podem ser diversas e negativas. Elas incluem:",
      "Decepção e insatisfação: Esperar que os outros devam satisfazer todas as suas necessidades pode levar à constante decepção e sentimento de insatisfação devido à disparidade entre expectativas e realidade",
      "Tensão nos relacionamentos: A crença de que o mundo deve se adaptar a você pode causar tensão e conflitos nos relacionamentos, pois isso frequentemente leva a descontentamento e desacordos",
      "Perda de independência: A expectativa constante de que outros devem assumir todas as responsabilidades torna você dependente e impede o desenvolvimento da autonomia e crescimento pessoal",
      "Impacto negativo na autoestima: Depender dos outros para satisfazer suas necessidades impede o desenvolvimento da própria autoestima, o que pode levar a emoções negativas e sensação de inferioridade",
      "Falta de ajuda mútua: Concentrando-se apenas em si mesmo, você perde a oportunidade de ser empático e ajudar os outros, o que pode impedir o desenvolvimento de relacionamentos de qualidade e apoio social"
    ],
    "quote": {
      "text": "Não espere que o mundo gire em torno de você. Neste mundo há lugar para os outros também",
      "author": "Aristóteles"
    }
  },
  "exercise": {
    "title": "Como lidar com o pensamento obrigatório?",
    "description": "O artigo discute crenças de \"obrigatoriedade\" como fonte de estresse e insatisfação, enfatizando que essas atitudes nos fazem sentir reféns das circunstâncias. O autor sugere reconhecer a falta de realismo dessas crenças, substituí-las por formulações mais flexíveis e assumir responsabilidade pelos próprios desejos e ações. A prática da gratidão e compaixão, bem como a habilidade de pedir ajuda e aceitar imperfeições, ajudarão a reduzir o estresse e melhorar a qualidade de vida.",
    "screen_1": {
      "texts": [
        "As crenças de \"obrigatoriedade\" são um inimigo silencioso que rouba nossa alegria de viver, mina nossa tranquilidade e atrapalha a construção de relacionamentos construtivos e próximos com as pessoas ao nosso redor.",
        "A ideia central dessa mentalidade é o conceito de dever.",
        "A própria palavra \"dever\" é, na maioria dos casos, uma armadilha linguística.",
        "O significado da palavra \"dever\" é só assim e de nenhuma outra forma. Frases como: \"deve\", \"é obrigado\", \"é necessário\" nos fazem sentir reféns das circunstâncias, já que indicam uma situação onde não existe nenhuma alternativa.",
        "Mas tal definição só é válida em casos muito raros, praticamente excepcionais.",
        "Por exemplo, a afirmação \"o ser humano deve respirar ar\" é realista, já que fisicamente não há alternativa.",
        "Já a afirmação \"ninguém deve se atrasar\" é inadequada e irrealista, pois na verdade isso pode perfeitamente acontecer. As pessoas se atrasam, demoram ou nem aparecem.",
        "Portanto, a presença de crenças de obrigatoriedade inevitavelmente leva ao surgimento de estresse, agudo ou crônico.",
        "Como se libertar da \"obrigatoriedade\"?",
        "Reconheça a falta de realismo da sua crença",
        "Ao impor exigências a outras pessoas sobre como devem se comportar com você, o que dizer e fazer, você espera delas apenas um resultado específico.",
        "Isso é uma poderosa fonte de estresse, porque nunca ninguém na vida teve um círculo social que sempre atendesse às nossas expectativas.",
        "Mesmo os cidadãos mais influentes, os governantes supremos, encontraram pessoas que agiam \"não como deveriam\".",
        "Naturalmente, quando nos deparamos com alguém que age \"não como deveria\", o nível de excitação psicoemocional aumenta. Daí vem o estresse constante, ressentimentos e todo um buquê de emoções negativas."
      ],
      "quote": {
        "text": "Se você acha que o mundo lhe deve algo, isso será a fonte da sua dor. Lembre-se que o mundo não deve nada a ninguém.",
        "author": "Buda"
      }
    },
    "screen_2": {
      "texts": [
        "Identifique as raízes da crença",
        "Pense de onde essa crença surgiu. Talvez você tenha sido mimado na infância e não tenham estabelecido limites realistas para você, ou talvez tenha herdado esse modo de pensar dos seus pais. Entender a causa não ajudará a eliminar a crença, mas é um passo importante no trabalho com ela.",
        "Preste atenção ao que você diz. Observe em seu discurso palavras como \"deve\", \"é obrigado\", \"é necessário\" e substitua-as por \"quero\", \"prefiro\", \"eu gostaria\".",
        "Exemplo: \"Meus amigos devem me ligar primeiro\" substituímos por \"Eu gostaria que meus amigos me ligassem primeiro\".",
        "Assuma a responsabilidade",
        "O significado semântico dessas palavras determina a atitude em relação à situação.",
        "Em um caso, é uma necessidade inevitável, cuja responsabilidade recai sobre uma força externa (pessoas, natureza, circunstâncias, etc.), no outro caso, é uma escolha livre, cuja responsabilidade recai sobre você mesmo.",
        "É difícil assumir a responsabilidade pela escolha, mas esse caminho aumenta o grau de liberdade e reduz a carga de estresse a longo prazo.",
        "Desmonte sua \"obrigatoriedade\" em partes",
        "Em vez de dizer \"me devem ...\", pergunte a si mesmo:",
        "Por que acho que isso deve ser assim?",
        "Existem alternativas?",
        "O que quero alcançar com isso?",
        "Qual será o benefício se for assim?",
        "Identifique seus verdadeiros desejos, seja honesto consigo mesmo. O que você realmente quer quando diz que alguém ou algo lhe deve? Quais valores você está defendendo aqui?"
      ]
    },
    "screen_3": {
      "texts": [
        "Aprenda a pedir e expressar suas necessidades",
        "Em vez de supor que outras pessoas conhecem suas necessidades ou desejos, aprenda a expressá-los clara e abertamente e a pedir ajuda quando necessário.",
        "Pratique a compaixão",
        "Tente entender os sentimentos das outras pessoas. Lembre-se que cada um tem suas próprias preocupações e que nem sempre podem lhe apoiar, ouvir, elogiar ou oferecer a ajuda necessária.",
        "Tente se colocar no lugar das outras pessoas, busque explicações alternativas para o que está acontecendo, desenvolvendo assim empatia.",
        "Seja grato",
        "Em vez de se concentrar no que os outros devem fazer por você, concentre-se na gratidão pelo que eles fazem.",
        "Por exemplo, imagine que um colega está ajudando você com um projeto, embora ele mesmo esteja muito ocupado. Em vez de pensar \"Ele deve me ajudar, é sua obrigação\", reformule seus pensamentos para: \"Sou grato pela ajuda do meu colega, considerando o quanto ele está ocupado. Ele é um verdadeiro profissional\".",
        "A prática da gratidão nos permite ver e valorizar as boas ações de outras pessoas, além de criar uma atmosfera de respeito mútuo e apoio. A gratidão pode ser expressa tanto pessoalmente quanto publicamente, e contribui para fortalecer nossos relacionamentos com os outros.",
        "Aceite a imperfeição",
        "O mundo não é perfeito, não exija de si mesmo e dos outros o impossível. Não tente mudar o mundo e outras pessoas para se adequarem a você, nada de bom virá disso de qualquer forma.",
        "Libertar-se de crenças irracionais é um processo longo e nem sempre fácil. Mas vale a pena, gradualmente você começará a se sentir uma pessoa mais livre, feliz e confiante."
      ]
    }
  }
}
