{
  "title": "Como lidar quando você tem perfeccionismo, não existe perfeição, mas você quer viver bem?",
  "description": "O artigo examina dois tipos de perfeccionismo - negativo e positivo - oferecendo recomendações eficazes para lidar com tendências perfeccionistas. O autor apresenta oito estratégias-chave, incluindo motivação para mudança, reestruturação cognitiva, foco no processo em vez do resultado, e formação de crenças novas e mais saudáveis. A ideia central é que o perfeccionismo pode ser superado aprendendo a aceitar a imperfeição, amar-se incondicionalmente e cuidar de si mesmo diariamente.",
  "screen_1": {
    "texts": [
      "Os cientistas modernos distinguem dois tipos de perfeccionismo: negativo e positivo, ou, em outras palavras, saudável e patológico.",
      "Para transformar o negativo em positivo, é importante combinar suas qualidades de liderança e busca pela perfeição com bom senso e racionalidade.",
      "Preparamos para você recomendações eficazes para trabalhar com o perfeccionismo.",
      "O melhor ponto de partida para combater qualquer problema é a motivação para mudança.",
      "Para vencer o perfeccionismo, é importante entender por que você precisa disso. Analise e anote todos os prós e contras.",
      "Você pode se surpreender ao descobrir que as dificuldades são muito maiores que as vantagens. Assim que perceber e aceitar isso, será muito mais fácil mudar.",
      "Como muitas pessoas, você provavelmente pensa que tudo deve ser feito 100% ou que de jeito nenhum pode cometer erros, ou tem outros pensamentos e crenças perfeccionistas semelhantes.",
      "É muito importante que você questione todos esses pensamentos e trabalhe com eles.",
      "Como? Será útil continuar mantendo um diário de pensamentos automáticos, onde você poderá identificar essas ideias, verificar sua realidade e dar-lhes uma resposta racional."
    ],
    "quote": {
      "text": "Errei mais de 9.000 arremessos na minha carreira. Perdi quase 300 jogos. 26 vezes confiaram em mim para fazer o arremesso da vitória e eu errei. Fracassei repetidamente na minha vida. E é por isso que tive sucesso.",
      "author": "Michael Jordan"
    }
  },
  "screen_2": {
    "texts": [
      "As seguintes perguntas podem ajudar no teste de realidade (reestruturação cognitiva):",
      "Que evidências tenho para confirmar esse pensamento ou crença?",
      "Esse pensamento é útil?",
      "Existem outras formas de pensar sobre essa situação ou sobre mim mesmo?",
      "Estou me culpando sem necessidade?",
      "O que ou quem mais contribuiu para esta situação?",
      "Isso está realmente sob meu controle?",
      "Estou seguindo padrões injustificados ou duplos?",
      "Essa é uma expectativa realista?",
      "Essas perguntas visam verificar uma crença, confirmá-la, refiná-la ou refutá-la e formular uma crença alternativa.",
      "Pergunte a si mesmo: se eu fizer perfeitamente, e daí? E se eu não fizer perfeitamente, e daí? Tente entender o que está por trás do seu perfeccionismo. Talvez tenha medo de rejeição? Talvez tema o ridículo público? Talvez por trás do perfeccionismo esteja a sede de reconhecimento?",
      "Quando você entender o que está por trás do perfeccionismo, pergunte a si mesmo se realmente está usando-o para lidar com esses medos e necessidades?",
      "Você escreveu um relatório perfeito, entregou-o, e daí? Agora você não tem mais medo que as pessoas se afastem de você? Você fez uma apresentação perfeita, as pessoas aplaudiram, e daí? São suficientes os aplausos de uma multidão de estranhos?",
      "Provavelmente, sua resposta é negativa. Você alcançou a perfeição, experimentou felicidade por um tempo, e depois volta para essa corrida novamente.",
      "Livre-se do pensamento preto e branco",
      "Os perfeccionistas frequentemente pensam em categorias de \"tudo ou nada\", \"sucesso ou fracasso\", \"faça perfeitamente ou nem comece\".",
      "Essa abordagem não é realista. Olhe ao redor e pergunte a si mesmo quantas coisas no mundo se encaixam na categoria 'tudo ou nada'. Suas paredes estão completamente limpas? Ou têm pelo menos um pouco de sujeira?",
      "Você conhece alguém que é absolutamente calmo e confiante? Sua atriz favorita tem beleza perfeita, ou ela também tem imperfeições?"
    ]
  },
  "screen_3": {
    "texts": [
      "Na vida, raramente algo vem sem erros e falhas.",
      "Ninguém nasce mestre – aprendemos, tentamos, erramos e gradualmente melhoramos.",
      "Então, permita-se ser imperfeito, fazer algo incompleto, cometer erros. Os erros não são inimigos, mas ajudantes no caminho para o sucesso. Lembre-se frequentemente do ditado: \"Quem não faz nada, não erra\".",
      "Não abandone imediatamente todos os ideais – isso pode ser uma mudança muito abrupta.",
      "Avance gradualmente.",
      "Comece com pouco: escolha um ideal, o menos significativo, e tente abandoná-lo. Observe o resultado.",
      "O mundo não vai acabar se você fizer algo de forma imperfeita. Seus entes queridos não vão virar as costas para você, você não se tornará uma pessoa terrível.",
      "Provavelmente, você lidará com um resultado imperfeito muito mais facilmente do que parece. Lembre-se que um experimento não dará o quadro completo. É necessária sistematicidade.",
      "A cada semana ou mês, abandone um ideal e observe a reação. Ouça a si mesmo e avance em um ritmo confortável para você.",
      "Mantenha um diário de conquistas",
      "Registre tanto as grandes quanto as pequenas realizações, significativas ou não. Todos os dias. O perfeccionismo adora derrotas, e quando você disser a si mesmo: \"Nunca consigo fazer nada direito\", abra imediatamente seu caderno e leia quantas coisas você já conseguiu realizar.",
      "Outra maneira de superar o perfeccionismo é concentrar-se no processo.",
      "Isso significa que, ao avaliar uma ação, você se concentra mais no processo do que no resultado.",
      "Imagine que você é um motorista e dirige todos os dias do ponto A ao ponto B. Em alguns dias, os semáforos estão principalmente verdes, e você chega rapidamente ao seu destino. Em outros dias, você está constantemente pegando sinais vermelhos, preso em engarrafamentos, e a viagem leva muito mais tempo.",
      "Suas habilidades de direção não mudam, então por que não se sentir igualmente satisfeito com o trabalho que faz todos os dias? Tente ver as coisas de uma nova perspectiva, sem tentar fazer seu trabalho ou alguma ação perfeitamente.",
      "Por exemplo, sendo estudante, você pode estabelecer os seguintes objetivos orientados para o processo:",
      "frequentar as aulas;",
      "ouvir atentamente e fazer anotações;",
      "fazer perguntas relevantes;",
      "dedicar um tempo específico para cada disciplina;",
      "a cada duas ou três semanas, reler as anotações feitas durante as aulas.",
      "Todos esses processos você pode controlar, por isso o sucesso é garantido. A nota final ou o resultado, por outro lado, não estão sob seu controle.",
      "O resultado depende de como seu professor se sente naquele dia, quão bem os outros alunos se saíram, quais critérios ele aplica, etc."
    ]
  },
  "screen_4": {
    "texts": [
      "Use a «técnica da ganância»",
      "Ela é baseada no simples fato de que a maioria de nós busca ser perfeita para ter sucesso na vida. Talvez não tenha passado pela sua cabeça que você pode ser muito mais bem-sucedido se reduzir seus padrões.",
      "Por exemplo, certa vez um conhecido psicoterapeuta levou mais de dois anos para escrever seu primeiro artigo científico.",
      "O artigo era excelente e foi publicado. Mas durante esse mesmo período, seus colegas escreveram e publicaram significativamente mais trabalhos igualmente bons. Então ele se perguntou: o que é melhor: ter um artigo com 98% de «perfeição» ou 10 artigos com 80% de «perfeição»?",
      "No segundo caso, a produtividade seria maior, e ele poderia estar à frente de seus colegas. Essa percepção levou o psicoterapeuta a relaxar seus padrões.",
      "Como resultado, sua produtividade aumentou e sua satisfação com o trabalho cresceu.",
      "Realizar várias tarefas bem pode ser mais eficaz do que se fixar na criação de um produto perfeito com muito estresse.",
      "Formule novas crenças",
      "O trabalho com crenças consiste em reconhecê-las, compreender suas consequências, encontrar suas fontes e terminar com a formulação de crenças novas e alternativas.",
      "Essencialmente, nossa tarefa é ajudar a «normalizar» várias manifestações de «imperfeição» (erros, falhas), ajudar a aceitar a ideia da própria imperfeição e da imperfeição de outras pessoas.",
      "Abandone as crenças:",
      "Eu/outros/o mundo devem ser perfeitos",
      "Se não é perfeito, então é ruim",
      "Se for ruim, as pessoas vão me abandonar/não me reconhecer/não conseguirei lidar",
      "Em vez disso, use novas crenças e frases.",
      "Eu não sou perfeito, mas eu:",
      "Aprendo e cresço",
      "Sou bom o suficiente",
      "Mereço amor e respeito, mesmo não sendo perfeito",
      "Os outros não são perfeitos, mas eles:",
      "Também são pessoas, com suas qualidades e defeitos",
      "Nem sempre vão me aprovar, e isso é normal",
      "Eu cometo erros, mas isso me dá a oportunidade de:",
      "Aprender com meus erros",
      "Melhorar",
      "Mostrar resiliência e não desistir",
      "Anote suas novas crenças e implemente-as em sua vida.",
      "Você pode escrevê-las em um post-it e colá-lo na geladeira, anotá-las no celular ou criar uma imagem com elas e usar como papel de parede.",
      "Leia essas afirmações todos os dias, pelo menos uma vez, ou melhor, mais vezes. Isso ajudará você a reprogramar seus pensamentos e substituir crenças não saudáveis por outras mais adaptativas.",
      "Felizmente, o perfeccionismo não é uma sentença.",
      "Com pequenos passos – por conta própria ou sob a orientação de um especialista – você pode levar o perfeccionismo a um nível saudável. Para isso, é necessário aprender a amar-se incondicionalmente e cuidar de si mesmo diariamente."
    ]
  }
}
