{
  "title": "O caminho para uma autoestima saudável",
  "description": "Este texto fala sobre como se libertar da dependência da aprovação dos outros. Os passos principais incluem analisar os prós e contras das crenças atuais, reformular ideias negativas em versões mais realistas e úteis e desenvolver o hábito da autoaprovação. Seguindo essas recomendações, a pessoa pode ganhar mais autonomia e melhorar a qualidade de vida.",
  "screen_1": {
    "texts": [
      "O primeiro — e muito importante — passo para mudar crenças destrutivas é analisar suas vantagens e desvantagens.",
      "Pense nas suas crenças ligadas à dependência de aprovação e anote-as. Elas podem aparecer de formas diferentes, mas refletem o seu desejo de ser aprovado pelos outros.",
      "Por exemplo: “Eu tenho que fazer o que agrada as pessoas” ou “Se não me aprovam, então eu sou ruim”.",
      "Pergunte a si mesmo: quais são os benefícios e os prejuízos dessas ideias? Que preço você paga por isso e o que recebe em troca?",
      "Ao listar as formas como essa crença te ajuda ou te atrapalha, você consegue enxergar como ela realmente influencia seu estado, seu humor e a sua vida. Isso pode ser um primeiro passo importante de crescimento pessoal.",
      "Se você percebeu que o medo da desaprovação te faz mais mal do que bem, o próximo passo é reformular a crença para que ela soe mais realista e mais útil para você.",
      "Vamos usar como exemplo a crença: “Se não me aprovam, então eu sou ruim”.",
      "Mesmo que você se comporte de forma “perfeita”, sempre vai existir alguém que vai demonstrar insatisfação com seu comportamento — ou até com você.",
      "Por mais gentil e prestativo que você tente ser, ainda assim não dá para evitar críticas, conflitos e até rejeição.",
      "Mas isso não prova que você é uma pessoa ruim, porque o outro pode te criticar por causa das próprias crenças, formadas pela criação e pela experiência de vida (nem sempre racionais!), e você, sendo outra pessoa, simplesmente não se encaixa nelas.",
      "E se alguém prefere loiras a morenas, isso faz de todas as morenas pessoas ruins?",
      "Seguindo essa lógica, a crença pode ser reescrita assim: “A desaprovação pode ser desconfortável, mas isso não me torna uma pessoa ruim”.",
      "Releia a nova crença algumas vezes por dia. Assim, aos poucos, você vai formando novos hábitos de pensamento."
    ],
    "quote": {
      "text": "Ninguém pode fazer você se sentir inferior sem o seu consentimento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Pense por que não faz sentido ter tanto medo da desaprovação. Monte sua própria lista de motivos pelos quais a desaprovação é desagradável, mas não é o fim do mundo.",
      "Os argumentos precisam ser realistas e fáceis de entender — a ponto de você não duvidar deles. Não se engane!",
      "Por exemplo, a frase “Se alguém me critica, não devo me chatear, porque não preciso de gente arrogante perto de mim” não funciona, porque traz uma distorção.",
      "Assim, você só tenta se afirmar colocando a pessoa numa “lista negra”. Fique com ideias que você considera verdadeiras.",
      "Aqui vão algumas ideias que podem ser úteis para você:",
      "Nem sempre a desaprovação tem a ver diretamente com você — com suas palavras, ações ou estilo de vida. O motivo pode estar nos problemas ou nas opiniões pessoais do outro.",
      "Até uma crítica justa não é uma ameaça, porque ajuda a encontrar e corrigir erros. E, como se sabe, é com eles que a gente aprende.",
      "Um, dois, cinco, dez deslizes não significam que tudo o que você faz está errado. Em contrapartida, há muitas coisas em que você acerta.",
      "Você decide o quanto vai se abalar com a desaprovação dos outros — sua reação depende só de você.",
      "As outras pessoas não podem julgar o seu valor como ser humano, apenas a adequação e os méritos das suas palavras ou atitudes.",
      "Cada pessoa vai te avaliar de um jeito, independentemente de você agir bem ou mal. A desaprovação não se espalha numa velocidade absurda, e um episódio de rejeição não vai te levar a uma solidão total.",
      "A desaprovação e a crítica costumam incomodar, mas o desconforto passa. Chega de se afundar. Faça algo que antes te dava prazer, mesmo que pareça sem sentido começar. A desaprovação não dura para sempre.",
      "Reflita sobre o tema por alguns dias e vá completando a lista aos poucos. Construa sua própria forma de encarar a desaprovação. Você vai se surpreender com o quanto isso pode mudar sua visão de mundo e aumentar sua sensação de independência."
    ],
    "quote": {
      "text": "Seu tempo é limitado, então não o desperdice vivendo a vida de outra pessoa.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Aprenda a depender apenas da sua própria aprovação.",
      "A chave para se recuperar emocionalmente é entender que só os seus pensamentos influenciam o seu humor. Ao abrir mão da dependência do elogio alheio, experimente se apoiar em você mesmo.",
      "Para isso, ao longo do dia, anote num diário ou no celular uma lista de conquistas. Não importa o tamanho delas, nem se alguém além de você percebeu.",
      "Talvez você segurou a porta no metrô ou explicou um assunto com paciência para um colega duas vezes. Ou simplesmente não atravessou com todo mundo no sinal vermelho.",
      "Crie o hábito de manter essa lista e releia antes de dormir — e você vai dar um grande passo rumo à autoaprovação.",
      "Lembre-se de que a opinião das pessoas é instável. O que hoje é criticado e comentado, amanhã pode virar moda e passar a ser desejado por muitos.",
      "Não tente — e nem queira — agradar todo mundo. Isso é impossível. Há milhões de pessoas no mundo, e cada uma tem sua própria cabeça e sua opinião.",
      "Viva a sua vida, diga o que você pensa, aprenda com seus erros, corrija o que for preciso, busque seus objetivos e siga em frente.",
      "Todos esses passos funcionam melhor em conjunto. Sim, dá trabalho, mas se libertar da dependência da aprovação dos outros muda a vida para melhor. Isso te dá a liberdade de ser você mesmo."
    ]
  }
}
