{
  "title": "Caminho para uma Autoestima Saudável",
  "description": "Este texto aborda formas de se libertar da dependência da aprovação dos outros. Os passos principais incluem a análise dos prós e contras das crenças atuais, a reescrita de crenças negativas com versões mais realistas e úteis e o desenvolvimento do hábito de autoaprovação. Seguindo essas recomendações, é possível aumentar a independência e melhorar a qualidade de vida.",
  "screen_1": {
    "texts": [
      "O primeiro e mais importante passo para mudar crenças destrutivas é analisar suas vantagens e desvantagens.",
      "Pense nas suas crenças relacionadas à dependência da aprovação e anote-as. Elas podem ser formuladas de maneiras diferentes, mas geralmente refletem o desejo de ser aceito pelos outros.",
      "Por exemplo: “Eu preciso fazer o que agrada as pessoas” ou “Se não sou aprovado, então sou uma pessoa ruim”.",
      "Pergunte a si mesmo: quais são os prós e contras dessas crenças? Qual é o preço que você paga por elas e o que você recebe em troca?",
      "Ao listar todas as maneiras como essas crenças ajudam ou prejudicam você, será possível enxergar como elas realmente afetam seu estado emocional, seu humor e sua vida em geral. Este pode ser um passo importante para o crescimento pessoal.",
      "Se você perceber que o medo da desaprovação traz mais prejuízos do que benefícios, o próximo passo é reescrever essa crença de forma mais realista e útil para você.",
      "Por exemplo, considere a crença: “Se não sou aprovado, então sou uma pessoa ruim”.",
      "Mesmo se você agir “perfeitamente”, sempre haverá pessoas que não concordarão com seu comportamento ou até com quem você é.",
      "Não importa o quanto você se esforce para agradar os outros, a crítica, os conflitos e até a rejeição são inevitáveis.",
      "No entanto, isso não prova que você seja uma pessoa ruim, pois outra pessoa pode criticá-lo com base em crenças próprias, formadas por sua criação e experiências de vida (nem sempre racionais!). E você, sendo outra pessoa, simplesmente não se encaixa nessas expectativas.",
      "Se alguém prefere pessoas loiras em vez de morenas, isso torna todas as morenas pessoas ruins?",
      "Com base nesse raciocínio, a crença pode ser reescrita da seguinte forma: “A desaprovação pode causar desconforto, mas isso não me torna uma pessoa ruim”.",
      "Leia essa nova crença algumas vezes por dia. Assim, você irá gradualmente formar novos hábitos de pensamento."
    ],
    "quote": {
      "text": "Ninguém pode fazer você se sentir inferior sem o seu consentimento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Reflita sobre por que temer a desaprovação é irracional. Faça sua própria lista de razões pelas quais a desaprovação é desagradável, mas não fatal.",
      "Os argumentos devem ser realistas e claros, para que você não tenha dúvidas sobre eles. Não se engane!",
      "Por exemplo, a afirmação: “Se alguém me critica, não devo me importar, pois não preciso de pessoas arrogantes ao meu redor” não é eficaz, porque distorce a realidade.",
      "Esse pensamento apenas tenta reafirmar seu valor classificando a outra pessoa de maneira negativa. Mantenha ideias que você acredita serem verdadeiras.",
      "Aqui estão algumas ideias que podem ser úteis para você:",
      "A desaprovação nem sempre está diretamente relacionada às suas palavras, ações ou estilo de vida. A razão pode estar nos problemas ou nas visões pessoais do outro.",
      "Mesmo uma crítica justa não representa uma ameaça, pois pode ajudar a identificar e corrigir erros. E, como se sabe, aprendemos com os erros.",
      "Um, dois, cinco ou dez erros não significam que tudo o que você faz está errado. Em contrapartida, há muitas coisas nas quais você não erra.",
      "Você decide o quanto se abalar com a desaprovação dos outros; sua reação depende apenas de você.",
      "Outras pessoas não podem julgar seu valor como ser humano, apenas avaliar suas palavras ou ações.",
      "As pessoas irão avaliá-lo de formas diferentes, independentemente de quão boas ou ruins sejam suas ações. A desaprovação não se espalha rapidamente, e um único caso de rejeição não leva ao isolamento completo.",
      "A desaprovação e a crítica geralmente causam desconforto, mas essa sensação é temporária. Em vez de se entregar ao desânimo, dedique-se a algo que antes trazia prazer, mesmo que pareça inútil no momento. A desaprovação não é permanente.",
      "Reflita sobre esse tema por alguns dias e acrescente novos pensamentos à sua lista aos poucos. Desenvolva sua própria visão sobre a desaprovação. Você ficará surpreso com o quanto isso pode ajudar a mudar sua perspectiva e fortalecer seu senso de independência."
    ],
    "quote": {
      "text": "Seu tempo é limitado, não o desperdice vivendo a vida de outra pessoa.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Aprenda a depender apenas da sua própria aprovação.",
      "A chave para o bem-estar emocional é saber que apenas seus pensamentos podem influenciar seu humor. Ao abrir mão da necessidade de elogios externos, comece a oferecer apoio a si mesmo.",
      "Para isso, anote ao longo do dia suas conquistas em um diário ou no celular. Não importa o quão significativas sejam ou se alguém além de você as notou.",
      "Pode ser que você tenha segurado a porta para alguém no metrô ou explicado pacientemente um tema a um colega. Ou talvez tenha simplesmente respeitado o sinal vermelho e não atravessado junto com os outros.",
      "Crie o hábito de manter essa lista e reveja-a antes de dormir. Isso será um grande passo rumo à autoaprovação.",
      "Lembre-se de que a opinião dos outros é muito instável. O que hoje é criticado pode amanhã se tornar moda e desejado por muitos.",
      "Não tente agradar a todos. Isso é impossível. O mundo tem milhões de pessoas, e cada uma tem sua própria opinião.",
      "Viva sua vida, expresse suas opiniões, aprenda com seus erros, corrija-os, persiga seus objetivos e continue avançando.",
      "Todos os passos mencionados funcionam em conjunto. Sim, isso exige esforço, mas a libertação da dependência da aprovação alheia transforma sua vida para melhor. Isso traz a liberdade de ser você mesmo."
    ]
  }
}
