{
  "constants": {
    "tags": {
      "calm": "Tranquilidad",
      "mindfulness": "Consciencia plena",
      "meditation": "Meditación",
      "perfectionism": "Perfeccionismo",
      "procrastination": "Procrastinación"
    }
  },
  "naslSLnadfl": {
    "title": "Superar el miedo a los errores: Lista del \"Anti-Perfeccionismo\"",
    "statement": "Muchos perfeccionistas creen que el verdadero disfrute solo es posible a través de la ejecución perfecta. Te desafiamos 💪 a replantear esta idea.",
    "description": [
      "Para muchos, los altos estándares y las exigencias a sí mismos y a los demás parecen ser una fuerza impulsora. Sin embargo, cuando las expectativas se vuelven irreales, pueden convertirse en una trampa que lleva a sentimientos constantes de insuficiencia, crítica incesante y, en última instancia, depresión.",
      "Todo en el mundo puede mejorarse, y esforzarse por alcanzar la perfección absoluta está condenado a la decepción.",
      "Esta técnica te ayudará a darte cuenta de que alcanzar la perfección no es una condición necesaria para disfrutar del proceso. Intenta hacer algo de manera imperfecta pero con disfrute. Mira qué pasa."
    ],
    "task": [
      "1️⃣ Durante varios días, lleva un registro de una variedad de tareas espontáneas que realizas, como ‘cepillarse los dientes’, ‘cocinar la cena’, ‘preparar un informe de trabajo’ o ‘limpiar la casa’.",
      "2️⃣ En la segunda columna, anota cuán efectiva crees que fue la tarea, expresada como un porcentaje.",
      "3️⃣ En la tercera columna, indica cuánto disfrute te trajo la tarea."
    ],
    "table": {
      "header": [
        "Tarea",
        "Efectividad",
        "Disfrute"
      ],
      "example": {
        "0": [
          "Cocinar la cena",
          "50% (podría haber elegido una receta más complicada y sabrosa)",
          "90% (simple, pero muy sabroso y no llevó mucho tiempo)"
        ],
        "1": [
          "Limpiar la casa",
          "70% (hice todo lo principal, pero no llegué al frigorífico y a la estufa)",
          "100% (la limpieza de la casa siempre me trae alegría)"
        ],
        "2": [
          "Preparar un informe de trabajo",
          "85% (puse mucho esfuerzo en el informe)",
          "20% (los pensamientos constantes sobre cómo podría haber sido mejor me quitaron el disfrute del proceso)"
        ]
      }
    },
    "expectations": [
      "Este ejercicio te ayudará a darte cuenta de que alcanzar la perfección no es una condición necesaria para disfrutar del proceso.",
      "Reducción de la ansiedad y el miedo a los errores"
    ]
  },
  "DzseWuFv2t": {
    "title": "Resistir al Crítico Interno",
    "statement": "Los sentimientos de inferioridad a menudo son causados por un crítico interno que socava la autoestima. Esta técnica te ayudará a responder a la crítica y reevaluar los pensamientos negativos.",
    "description": [
      "Las creencias negativas como \"No valgo nada\", \"Soy peor que los demás\", \"No puedo hacer nada bien\", \"Soy culpable de todo\", \"Soy un fracaso\" agravan los problemas de autoestima y pueden conducir a la depresión.",
      "Es crucial no sucumbir a las provocaciones del crítico interno y aprender a responder a sus ataques. Esto te ayudará a reevaluar los pensamientos negativos y mejorar tu autoestima."
    ],
    "task": [
      "Crea una tabla con tres columnas en un formato que te resulte conveniente. Títulos de las columnas:",
      "Pensamientos Críticos",
      "Distorsión Cognitiva",
      "Respuesta Racional",
      "1️⃣ En la primera columna, escribe todos los pensamientos autocríticos que te vengan a la mente cada vez que te culpes a ti mismo, te sientas inútil o insatisfecho contigo mismo.",
      "Escribe tus pensamientos sobre ti mismo en esta columna, no tus sentimientos. Porque si escribes: \"Me siento terrible\", es poco probable que puedas refutarlo, porque es así.",
      "2️⃣ En la segunda columna, identifica qué distorsión cognitiva está presente en el pensamiento.",
      "3️⃣ En la tercera columna, da una respuesta al crítico interno. Intenta encontrar una explicación racional que refute el pensamiento crítico.",
      "Es importante reemplazar el pensamiento autocrítico por uno más realista y lógico, evitando afirmaciones excesivamente optimistas."
    ],
    "example": [
      "Aquí hay algunos ejemplos de respuestas a pensamientos autocríticos:"
    ],
    "table": {
      "header": [
        "Pensamientos Críticos",
        "Distorsión Cognitiva",
        "Respuesta Racional"
      ],
      "example": {
        "0": [
          "Soy tan estúpido que seguramente no aprobaré",
          "Etiquetado",
          "No soy estúpido, solo me falta tiempo para prepararme. Puedo aprobar el examen si estudio."
        ],
        "1": [
          "No le importo a nadie",
          "Pensamiento en blanco y negro",
          "Mis amigos y seres queridos me valoran y me quieren. Soy importante para ellos."
        ],
        "2": [
          "Nunca encontraré trabajo",
          "Pensamiento en blanco y negro",
          "Puedo encontrar trabajo si me esfuerzo y busco. Muchas personas encuentran trabajo, y yo no soy una excepción."
        ]
      }
    },
    "expectations": [
      "Aumento de la resistencia a la crítica interna y externa.",
      "Reducción de la tensión emocional general.",
      "Reducción del miedo a cometer errores."
    ]
  },
  "kdzYJ4njVJ": {
    "title": "Tres Opciones de Desarrollo de los Eventos",
    "statement": "El objetivo principal de esta técnica es darle a nuestra psique la oportunidad de ver otras posibles salidas de un evento. Aprenderás a cuestionar tus pensamientos negativos y podrás reducir los niveles de ansiedad en situaciones de estrés.",
    "description": [
      "Tendemos a los extremos en la evaluación de situaciones, lo que dificulta ver el cuadro real y tomar decisiones correctas. Esta técnica simple pero efectiva ayuda a reconsiderar las probabilidades de desarrollo de eventos."
    ],
    "task": [
      "Cuando notes un pensamiento automático que claramente arruinó tu estado de ánimo, pregúntate: ¿Cuáles son las opciones de desarrollo de los eventos?",
      "peor – la opción más negativa que probablemente pensaste primero;",
      "mejor – la opción ideal que te satisfaría completamente;",
      "realista – algo intermedio entre la primera y la segunda, pero más sensato y basado en tu conocimiento y experiencia;",
      "Es muy importante no solo mantener los escenarios en tu cabeza, sino registrarlos en una aplicación o en papel. Esto te ayudará a comprender mejor tus pensamientos y sentimientos, y a seguir sus cambios."
    ],
    "example": [
      "Supongamos que mañana tienes un examen importante y piensas: \"Voy a reprobar el examen\". No tienes garantías de que esto suceda, pero tal pensamiento claramente causa emociones desagradables. Por lo tanto, proporcionaremos a tu cerebro escenarios alternativos.",
      "❤️ Peor Opción",
      "Realmente estaré mal preparado, muy nervioso y ansioso, y no aprobaré el examen mañana. Peor aún, seré el único en el grupo que no apruebe. La actitud del profesor hacia mí cambiará, y mis compañeros de clase pensarán que soy perezoso y no inteligente.",
      "💜 Mejor Opción",
      "No me preocuparé e iré al examen de buen humor. Me tocará la pregunta más fácil y aprobaré el examen con una excelente nota. Aún mejor si todo el grupo recibe la calificación más alta sin el examen.",
      "💚 Opción Realista",
      "No puedo saber exactamente qué pregunta me tocará, pero puedo prepararme un poco más, lo que me ayudará a sentirme menos ansioso mañana. Es normal estar nervioso por el examen. En general, conozco bien el material, por lo que podré responder la mayoría de las preguntas."
    ],
    "expectations": [
      "Vista objetiva de la situación.",
      "Reducción del estrés emocional general."
    ]
  },
  "lsafnanS3sf": {
    "title": "Día Bajo Control",
    "statement": "Esta técnica es útil para personas que luchan contra la depresión o la procrastinación. Puede ayudarte a mejorar la autoorganización y la gestión del tiempo.",
    "description": [
      "Por la noche, antes del día siguiente, siéntate y escribe tu planificación para el día.",
      "En la versión básica, sugerimos completar 4 columnas:",
      "1️⃣ Primera columna — «Hora». Tiempo aproximado para completar la tarea. Puede ser un intervalo de tiempo.",
      "2️⃣ Segunda columna — «Antes». Es un plan horario de lo que quieres hacer. No escribas demasiado de una vez: en cada fila horaria, anota una o dos palabras que indiquen una actividad o tarea.",
      "Por ejemplo, puede ser algo pequeño: ducharse, desayunar, poner la lavadora. O algo que requiera más esfuerzo: limpiar 🧹, preparar un examen 🧪, escribir un currículum ✍🏼, etc.",
      "3️⃣ Al final de cada día, escribe en la tercera columna — «Después».",
      "Aquí debes registrar lo que realmente hiciste durante el día. Tus actividades pueden coincidir con lo planeado o diferir, y eso está bien, no te preocupes.",
      "Incluso si solo logras completar una parte pequeña de tu lista de «Antes», simplemente planificar tu día puede ser un proceso muy útil y visualmente claro.",
      "4️⃣ Cuarta columna — «Satisfacción». Incluso las tareas rutinarias pueden brindar placer.",
      "Lo más importante es que el simple hecho de avanzar ya genera cierta satisfacción. Evalúa en una escala del 1 al 10 cuánto disfrutaste la tarea."
    ],
    "task": [
      "Por la noche, antes del día siguiente, siéntate y escribe tu planificación para el día.",
      "En la versión básica, sugerimos completar 4 columnas:",
      "1️⃣ Primera columna — «Hora». Tiempo aproximado para completar la tarea.",
      "2️⃣ Segunda columna — «Antes». Es un plan horario de lo que quieres hacer.",
      "3️⃣ Al final de cada día, escribe en la tercera columna — «Después».",
      "Aquí debes registrar lo que realmente hiciste durante el día.",
      "4️⃣ Cuarta columna — «Satisfacción». Evalúa en una escala del 1 al 10 cuánto disfrutaste la tarea."
    ],
    "table": {
      "header": [
        "Hora",
        "Antes",
        "Después",
        "Satisfacción"
      ],
      "example": {
        "0": [
          "Despertar",
          "Desperté, me cepillé los dientes"
        ],
        "1": [
          "Desayunar",
          "Desayuné"
        ],
        "2": [
          "Limpiar la habitación",
          "Hablé por teléfono con un amigo"
        ],
        "3": [
          "Preparar un examen",
          "Vi una serie"
        ]
      }
    },
    "expectations": [
      "Detendrá tu tendencia a sobreanalizar la importancia y el valor de las acciones y te ayudará a manejar conflictos internos sobre si hacer algo o no",
      "Te ayudará a planificar tu tiempo de manera equilibrada, ya que incluirá tanto tareas necesarias como actividades que te generan placer",
      "Si creas un horario regularmente, pronto notarás un aumento en la motivación, ya que comenzar a hacer algo refutará la creencia de que no eres capaz de actuar"
    ]
  },
  "alkjnaNNasz": {
    "title": "Espejo de la Autocrítica",
    "statement": "Imagina decirle a tu mejor amigo todos esos pensamientos críticos que normalmente te diriges a ti mismo. Esta técnica te ayudará a reconocer la injusticia de la autocrítica y a aprender a tratarte con más compasión y comprensión.",
    "task": [
      "1️⃣ Elige una situación en la que tiendes a ser autocrítico.",
      "2️⃣ Imagina que un amigo cercano o familiar está en la misma situación.",
      "3️⃣ Realiza un juego de roles: tú te interpretas a ti mismo, y el interlocutor imaginario es tu amigo.",
      "4️⃣ Expresa todos los pensamientos críticos y juicios que normalmente diriges hacia ti mismo, pero dirígelos a tu «amigo».",
      "Presta atención a tus sentimientos durante este ejercicio. ¿Qué tan cómodo te sientes diciendo estas cosas a otra persona?",
      "Analiza la diferencia entre cómo te tratas a ti mismo y a los demás en situaciones similares.",
      "Piensa en cómo apoyarías realmente a un amigo en esa situación. ¿Qué palabras usarías?",
      "Intenta aplicarte a ti mismo el mismo nivel de apoyo, comprensión y cuidado."
    ],
    "example": [
      "Tus pensamientos habituales sobre ti mismo:",
      "Soy un completo fracaso. Por supuesto que no me ascendieron, no sé hacer nada bien. Probablemente nunca tendré éxito en mi carrera. No soy lo suficientemente inteligente ni talentoso para este trabajo.",
      "Ahora imagina que tu mejor amiga Ana no recibió un ascenso y te lo cuenta. Intenta decirle lo mismo:",
      "Ana, eres un completo fracaso. Por supuesto que no te ascendieron, no sabes hacer nada bien. Probablemente nunca tendrás éxito en tu carrera. No eres lo suficientemente inteligente ni talentosa para este trabajo.",
      "¿Cómo te sientes al decirle esto a Ana? Lo más probable es que te sientas incómodo e incluso avergonzado de pronunciar tales palabras.",
      "Ahora piensa en lo que realmente le dirías a Ana:",
      "Ana, siento que no hayas conseguido este ascenso. Sé lo duro que has trabajado para ello. Siempre es decepcionante no conseguir lo que uno quiere, pero eso no te convierte en un fracaso. Tienes muchas fortalezas y logros. Quizás ahora simplemente no sea tu momento, o hay algunas habilidades que puedes mejorar. Pensemos en cómo puedes seguir desarrollándote en tu carrera.",
      "Ahora intenta decirte a ti mismo estas mismas palabras de apoyo. Observa cómo te tratas de manera diferente a ti mismo y a un amigo en la misma situación. Practica este enfoque regularmente para aprender a tratarte con la misma compasión y apoyo que le darías a un amigo cercano."
    ],
    "expectations": [
      "Reconocimiento de la injusticia de la autocrítica",
      "Mejora de la autoestima y la confianza en uno mismo",
      "Reducción de los niveles de estrés y ansiedad"
    ]
  },
  "dfdzsWz4nJ": {
    "title": "Nota 3 Cosas",
    "statement": "Desvía tu atención de los pensamientos negativos al momento presente.",
    "description": [
      "Este ejercicio es muy simple y sirve como introducción a ejercicios de mindfulness más complejos.",
      "Su objetivo es salir del flujo de pensamientos y concentrarse en el momento presente.",
      "Al hacer ejercicios preparatorios, entrenamos nuestra capacidad de concentración. Normalmente, nuestras preocupaciones existen en el pasado o en el futuro, por lo que al volver al momento presente no experimentamos emociones destructivas."
    ],
    "example": [
      "Cuando te encuentres en un lugar familiar, intenta encontrar 3 cosas 🏡 que no hayas notado antes. Enfoca tu atención completamente en cada cosa una a la vez.",
      "🕗 Dedica un total de 2 a 3 minutos al ejercicio cada vez.",
      "Después de enfocarte en 3 cosas, toma un descanso y luego intenta mantener tu atención durante otros 2-3 minutos. Realiza al menos 10 sesiones de enfoque por día."
    ],
    "expectations": [
      "Cada vez te resultará más fácil concentrarte en el momento presente.",
      "Tu ansiedad disminuirá un poco.",
      "Esta actividad te preparará para pasar a técnicas más complejas y efectivas."
    ]
  },
  "asgNldsc": {
    "title": "Presta Atención a Tu Estado Interno",
    "statement": "Aprende a notar y reconocer lo que sientes en el momento presente.",
    "description": [
      "Este ejercicio es muy simple y sirve como introducción a ejercicios de atención plena más complejos.",
      "Su propósito es liberarse del flujo de pensamientos y concentrarse en las propias emociones.",
      "Gracias a los ejercicios introductorios, entrenamos nuestra capacidad de concentración. Por lo general, nuestras preocupaciones existen en el pasado o en el futuro, por lo que al regresar al momento presente no experimentamos emociones destructivas."
    ],
    "task": [
      "Periódicamente a lo largo del día, distrae tu atención de tus pensamientos y concéntrate en tus emociones.",
      "Observa cualquier emoción que sientas y simplemente nómbrala.",
      "Por ejemplo:",
      "Me siento un poco triste",
      "Estoy estresado",
      "Me estoy irritando",
      "No te aferres a las emociones ni intentes influir en ellas. Simplemente deja que fluyan a través de tu conciencia."
    ],
    "expectations": [
      "Cada vez te resultará más fácil notar tus emociones.",
      "Las emociones te afectarán menos a medida que las lleves a la luz de la atención plena.",
      "La actividad te preparará para la transición a técnicas más complejas."
    ]
  },
  "sdfcgNldslm": {
    "title": "Comer Conscientemente: Redescubre el Sabor",
    "statement": "Sumérgete en cada momento de la comida y redescubre los alimentos familiares de una manera nueva.",
    "description": [
      "En nuestra vida agitada, a menudo comemos sobre la marcha, sin realmente darnos cuenta de lo que estamos saboreando. Este ejercicio te ayuda a reducir la velocidad y experimentar el proceso de comer con una nueva conciencia.",
      "En lugar de tragar la comida automáticamente, notarás conscientemente su sabor, textura e incluso las emociones que evoca.",
      "La práctica de comer conscientemente te enseñará a apreciar cada bocado y convertir las acciones cotidianas en una experiencia más profunda."
    ],
    "task": [
      "Toma un trozo de comida 🍇: Por ejemplo, una pasa o una nuez. Sostenlo en tu mano y siente su peso. Cierra los ojos e intenta adivinar si es ligero o pesado.",
      "Míralo detenidamente 👀: Abre los ojos y observa la comida como si la estuvieras viendo por primera vez. ¿Qué detalles destacan? ¿De qué color o forma es? ¿Cómo refleja la luz en su superficie?",
      "Tócalo 🤲: Pasa tus dedos sobre la superficie. ¿Cómo se siente? ¿Es suave o rugosa? ¿Es agradable al tacto? Intenta tocarla con diferentes dedos; quizás las sensaciones cambien.",
      "Huélelo 👃: Acerca la comida a tu nariz y respira profundamente. ¿Qué aromas notas? ¿Fresco, dulce, especiado? Tal vez este olor evoque ciertos recuerdos.",
      "Prueba su sabor 👅: Coloca el trozo de comida en tu boca, pero no lo mastiques aún. Siente cómo descansa en tu lengua. Cuando empieces a masticar, hazlo lentamente, prestando atención a cada cambio de sabor. ¿Qué notas primero? ¿El sabor cambia después de unos segundos?",
      "Trágalo 👄: Cuando estés listo, traga la comida. Siente cómo se mueve por tu garganta y llega a tu estómago. ¿Qué sensaciones permanecen después?"
    ],
    "expectations": [
      "Con cada repetición de este ejercicio, te sentirás más profundamente involucrado en el proceso de comer.",
      "Descubrirás nuevos detalles y sabores que antes pasaban desapercibidos.",
      "Esta práctica te ayudará a reducir la velocidad, aliviar el estrés y recordarte que incluso los momentos más simples pueden estar llenos de significado y belleza."
    ]
  },
  "lsvnnDSnsdl": {
    "title": "Aceptar la Posibilidad de Equivocarse",
    "statement": "El miedo a cometer errores es una de las manifestaciones más evidentes del perfeccionismo. Esta sencilla técnica te enseñará a aceptar tus errores.",
    "task": [
      "A nadie le gustan los errores, pero para los perfeccionistas se convierten en una fuente especial de miedo.",
      "Una de las formas más efectivas de superar el miedo a la imperfección es aprender a aceptar tus errores.",
      "Para abrirte a la posibilidad de equivocarte, comienza escribiendo un ensayo sobre por qué los errores son normales y por qué buscar la perfección absoluta es irracional."
    ],
    "example": [
      "Tus argumentos podrían ser los siguientes:",
      "El miedo a cometer un error proviene de mi percepción del mundo en blanco y negro: un error, y todo se derrumba. Esto es un error. Un pequeño error no puede destruir todo lo bueno que se ha hecho.",
      "Los errores son útiles porque aprendemos de ellos. Sin errores, el aprendizaje es imposible. Dado que nadie está exento de cometer errores, es importante aprender a aceptarlos y seguir aprendiendo de nuestras propias experiencias.",
      "Reconocer los errores nos permite corregir nuestro comportamiento, lo que da lugar a resultados más satisfactorios, lo que a su vez nos hace más felices y mejora la calidad de nuestra vida.",
      "La mayoría de las personas no nos juzgarán por nuestros errores ni dejarán de querernos por ellos: al fin y al cabo, todos cometemos errores, y muchos se sienten incómodos en la compañía de personas \"perfectas\"."
    ],
    "expectations": [
      "Podrás aceptar tus errores más fácilmente y enfrentarlos con menos miedo.",
      "Comenzarás a ver los errores como oportunidades para crecer y aprender, en lugar de verlos como un desastre."
    ]
  }
}