{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>El pensamiento de todo o nada (o «en blanco y negro») es una distorsión cognitiva en la que se percibe el mundo en términos extremos: o todo es perfecto o es un desastre; las personas son completamente buenas o totalmente malas. Esta forma de ver las cosas nos impide apreciar la riqueza de matices y detalles y hace que la realidad parezca excesivamente simplificada. Como resultado, se estrecha nuestra manera de entender lo que ocurre y se reducen las posibles opciones de cómo actuar.</p><p>Esta distorsión se manifiesta en valoraciones categóricas sobre una misma y sobre las demás personas, por ejemplo: «siempre fracaso» o «se equivoca constantemente». Puede aparecer en cualquier ámbito de la vida: trabajo, relaciones, acontecimientos, creencias, logros personales o errores.</p><p>Este estilo de pensamiento puede aumentar el estrés y la ansiedad, empeorar el estado de ánimo, reforzar la sensación de soledad y dificultar las relaciones. Por eso es importante aprender a detectar estas ideas y desarrollar una mirada más flexible y realista. Así resulta más fácil afrontar las situaciones y tomar decisiones más equilibradas.</p>",
    "dialogSummary": "En este diálogo, la persona 1 piensa en términos de «todo o nada»: a partir de un único suspenso en un examen concluye que es totalmente incapaz, sin tener en cuenta la dificultad de la prueba ni la falta de tiempo para prepararse.",
    "dialog": [
      "He suspendido el examen, así que debo de ser un caso perdido.",
      "El examen era realmente difícil y tuviste poco tiempo para prepararte.",
      "Da igual. Si las demás personas lo han conseguido y yo no, es que no soy lo bastante inteligente."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>La catastrofización es una distorsión cognitiva en la que tendemos a exagerar la importancia y las posibles consecuencias de los hechos desagradables, imaginándolos mucho peores de lo que son en realidad. En esos momentos podemos sentir una fuerte ansiedad, miedo y tensión que no se corresponden con la situación real.</p><p>Puede manifestarse como la creencia de que un solo fracaso en algún ámbito de la vida llevará a un desastre total. Esto puede alimentar preocupaciones intensas sobre el futuro, reacciones desproporcionadas ante una crítica o un rechazo y minar la confianza en una misma.</p><p>Este estilo de pensamiento empeora el estado emocional, incrementa la ansiedad y el estrés y reduce la autoestima y la confianza en las propias capacidades. Resulta útil aprender a identificar estas ideas y, poco a poco, adoptar una perspectiva más tranquila y realista sobre lo que ocurre: así es más fácil reducir la ansiedad y sentirse con más recursos ante las dificultades.</p>",
    "dialogSummary": "En este diálogo, la persona 1 catastrofiza la situación después de un rechazo en una entrevista y llega a la conclusión de que ya no podrá encontrar trabajo. No contempla seguir buscando ni revisar sus expectativas, opciones que podrían ayudarle a avanzar con más calma y seguridad.",
    "dialog": [
      "Me han rechazado en la entrevista. Ya está, nunca encontraré trabajo y me quedaré sin nada que hacer.",
      "Pero enviaste tu currículum a otras vacantes, ¿verdad?",
      "Sí, pero ¿para qué? Si aquí no me han querido, será que nadie me necesita. Cualquier intento es simplemente inútil.",
      "Una conclusión tan tajante solo va a intensificar tu malestar. Tal vez te venga bien darte tiempo, revisar tus expectativas y continuar con la búsqueda.",
      "¿Pero cómo no darle vueltas al fracaso? Siento que esto demuestra que no hay sitio para mí en ninguna parte y que todos mis planes se vienen abajo."
    ]
  },
  "COMMON": {
    "textHTML": "<p>La sobregeneralización es una distorsión cognitiva en la que sacamos conclusiones muy amplias a partir de hechos limitados o de un solo caso. Por ejemplo, tras recibir un comentario negativo en el trabajo, alguien puede decidir que es totalmente incompetente, pasando por alto sus éxitos y buenos resultados.</p><p>Un ejemplo típico es llegar tarde a una cita. En lugar de analizar con calma qué ocurrió, aparece el pensamiento: «Siempre llego tarde» o «Nunca soy puntual», olvidando todas las veces en las que sí se llegó a tiempo.</p><p>Este modo de pensar va minando la autoestima, alimenta el pesimismo y la ansiedad y puede mantener pensamientos depresivos. Es útil aprender a detectar estas generalizaciones y sustituirlas por valoraciones más concretas, equilibradas y ajustadas a cada situación.</p>",
    "dialogSummary": "En este diálogo, la persona 1 hace una sobregeneralización a partir de un solo retraso y se atribuye una falta crónica de organización. La persona 2 devuelve con suavidad el foco a los hechos, recordando momentos de puntualidad y proponiendo mirar la situación de manera más concreta.",
    "dialog": [
      "No puedo creerlo, he llegado tarde otra vez. Parece que siempre llego tarde y que no sé manejar mi tiempo.",
      "Espera, no saques conclusiones tan deprisa. Piensa en cuántas veces has llegado a la hora. Un retraso no significa que seas impuntual por naturaleza.",
      "Pero últimamente me pasa más. Siento que he perdido el control.",
      "Veamos los hechos. Uno o incluso un par de retrasos no definen tu personalidad. Es posible que hayan influido factores externos. Podemos analizar las causas y pensar qué te puede ayudar la próxima vez."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>La descalificación de lo positivo es una distorsión cognitiva en la que se tiende a restar importancia a los acontecimientos agradables, a los logros y a los éxitos. En estos momentos la atención se centra casi solo en las dificultades o los fallos, como si lo bueno no existiera o «no contara», incluso cuando se trata de resultados valiosos y merecidos.</p><p>Puede aparecer en cualquier área de la vida: trabajo, relaciones, salud, estudios o metas personales. Por ejemplo, alguien recibe un reconocimiento merecido y, en lugar de alegrarse, piensa únicamente en sus errores. O, al escuchar un cumplido, lo descarta diciendo «no es para tanto» o «solo tuve suerte».</p><p>La descalificación de lo positivo puede minar la confianza en una misma persona, aumentar la sensación de insatisfacción y favorecer pensamientos depresivos. Es importante aprender a notar y acoger también lo bueno con la misma atención con la que se registran las dificultades, permitiéndose disfrutar de los propios logros, incluso de los pequeños.</p>",
    "dialogSummary": "En este diálogo, la persona 1 recibe un ascenso pero lo desvaloriza, fijándose casi solo en las dificultades que vendrán. La persona 2 le recuerda con delicadeza la importancia de este logro y le apoya, subrayando lo que significa este paso en su carrera profesional.",
    "dialog": [
      "Me han ascendido; ahora voy a llevar nuevos proyectos.",
      "¡Es una noticia estupenda, enhorabuena! ¿Qué tipo de proyectos te han encargado?",
      "Son proyectos complejos y habrá mucho trabajo. Siento como si solo me hubieran cargado con más responsabilidades.",
      "Puede que sea un reto, pero recuerda que no te han elegido por casualidad. Has alcanzado una etapa importante y es una oportunidad muy buena para crecer y demostrar todo lo que sabes hacer."
    ]
  },
  "DUE": {
    "textHTML": "<p>La distorsión de los «debería» es un sesgo cognitivo en el que estamos convencidos de que todo tiene que ocurrir exactamente como esperamos. Cuando la realidad no coincide con esas expectativas, podemos vivirlo como una injusticia o como si algo estuviera mal. En ese estado nos aferramos a nuestras exigencias y demandas, dejando muy poco espacio para la flexibilidad y para una mirada objetiva sobre la situación.</p><p>Por ejemplo, alguien puede pensar: «Tengo que conseguir este trabajo, he preparado todo al detalle». Sin embargo, aunque haya mucho esfuerzo detrás, el resultado también depende de factores externos, como el número de candidaturas o la presencia de otras personas muy cualificadas.</p><p>Este tipo de pensamiento puede provocar una fuerte frustración, irritación y sensación de injusticia, repercutiendo negativamente en el estado emocional y en las relaciones con las demás personas. Es útil aprender a detectar estas exigencias rígidas y desarrollar una actitud más flexible hacia los resultados, aceptando que puede haber desenlaces distintos.</p>",
    "dialogSummary": "En este diálogo, la persona 1 muestra la distorsión de los «debería», convencida de que tiene que trabajar sin días de descanso para alcanzar el éxito, guiándose por historias ajenas. La persona 2 le ayuda a ampliar la perspectiva, recordando que cada quien tiene su propio camino y que un equilibrio entre trabajo y descanso puede ser un enfoque más saludable y eficaz.",
    "dialog": [
      "Tengo que trabajar todos los días sin descanso; si no, nunca voy a tener éxito.",
      "¿Cómo llegaste a esa conclusión? ¿Qué te llevó a pensar así?",
      "He leído historias de personas exitosas. Todas trabajaban muchísimo y casi no descansaban.",
      "Cada persona tiene su propio camino. A algunas les puede servir ese ritmo, pero a otras les ayuda mucho más un equilibrio saludable. Es importante recordar que el descanso también es necesario: permite conservar la energía y avanzar hacia las metas de forma sostenible."
    ]
  },
  "EMO": {
    "textHTML": "<p>La distorsión cognitiva llamada «razonamiento emocional» aparece cuando tomamos decisiones apoyándonos solo en lo que sentimos en ese momento, y no en los datos y la lógica. En esas situaciones las emociones parecen ser la principal prueba de que todo es tal como lo percibimos, aunque objetivamente no sea así.</p><p>Por ejemplo, alguien puede rechazar quedar con amistades porque se siente triste y cree que eso no cambiará nada. Sin embargo, el contacto y el apoyo podrían ayudar a mejorar el ánimo y recuperar algo de energía.</p><p>Las emociones son importantes, pero basarse únicamente en ellas puede llevar a conclusiones y decisiones poco acertadas. Es útil tener en cuenta tanto lo que se siente como los hechos, para poder elegir de una manera más equilibrada y estable.</p>",
    "dialogSummary": "En este diálogo, la persona 1 toma una decisión guiándose solo por la tristeza y la inseguridad y renuncia a ir a una cita. La persona 2 le ayuda con suavidad a ampliar la mirada y a contemplar la posibilidad de que la experiencia real pueda ser mucho más agradable de lo que sugiere el estado de ánimo del momento.",
    "dialog": [
      "No quiero ir a la cita. Estoy de mal humor.",
      "Pero esa persona te gustaba. ¿Quizá podrías darte una oportunidad y ver cómo va la cosa?",
      "Siento mucha inseguridad y mucha incomodidad. Me parece que solo voy a estropearlo todo.",
      "No puedes saberlo de antemano. La cita puede resultar agradable y reconfortante, y es posible que después te sientas mucho mejor que ahora."
    ]
  },
  "FILTER": {
    "textHTML": "<p>El filtro mental es una distorsión cognitiva en la que prestamos atención sobre todo a los aspectos negativos y casi pasamos por alto lo positivo. Por ejemplo, después de una entrevista fallida alguien puede centrarse únicamente en el rechazo, olvidando la experiencia y los aprendizajes que podrían ayudarle en el futuro.</p><p>Este enfoque puede generar una sensación constante de insatisfacción y un descenso del estado de ánimo, aunque en la vida haya muchas cosas buenas. A menudo el filtro mental se combina con otras distorsiones, como el pensamiento de todo o nada o la descalificación de lo positivo.</p><p>Para ir superando poco a poco el filtro mental, es útil entrenarse en notar los momentos positivos, hacerse preguntas de apoyo y recordarse los propios logros y puntos fuertes.</p>",
    "dialogSummary": "En este diálogo, la persona 1 se queda atrapada en un comentario negativo y deja de ver los aspectos positivos de su trabajo. La persona 2 le ayuda a contemplar una imagen más completa y a prestar atención a los hechos que respaldan sus esfuerzos y logros.",
    "dialog": [
      "He recibido un comentario negativo en el trabajo. Me siento como un fracaso.",
      "Pero has tenido muchas valoraciones positivas y varios logros. Da la impresión de que le estás dando demasiado peso a un solo momento desagradable.",
      "Sí, pero este comentario me parece el más importante, como si borrara todos mis éxitos.",
      "Ahora solo estás viendo la parte negativa de lo que ha pasado y dejando fuera el resto de los hechos. Eso es precisamente el filtro mental. Intenta mirar más amplio y recordar todo lo bueno que ya has conseguido."
    ]
  },
  "LABEL": {
    "textHTML": "<p>El etiquetado es una distorsión cognitiva en la que atribuimos a personas o situaciones calificativos rígidos y simplificados basándonos en observaciones muy limitadas. Como consecuencia, dejamos de ver otros aspectos de la persona o del hecho en sí, y nuestra percepción se vuelve sesgada.</p><p>Por ejemplo, alguien puede etiquetar a otra persona como «rara» o «despreciable» solo por su aspecto o por cómo se comportó en un solo episodio. De la misma manera, al ponernos etiquetas a nosotros mismos —como «malo» o «incapaz»— ignoramos fortalezas, logros y cualidades reales.</p><p>Cuando aprendemos a detectar esta distorsión, se vuelve más fácil ver a las demás personas y a una misma de forma más amplia y justa, sin sacar conclusiones precipitadas.</p>",
    "dialogSummary": "En este diálogo, la persona 1 concluye que alguien es un «mal padre» a partir de un solo momento en el que le ve gritar a sus criaturas. La persona 2 propone una mirada más equilibrada y recuerda que una observación aislada no basta para definir a nadie.",
    "dialog": [
      "Vi a ese hombre gritar a sus hijas e hijos en el parque. Seguro que es un mal padre.",
      "Es difícil juzgar por un solo momento. Puede que haya tenido un día muy duro o que haya pasado algo que le desbordó.",
      "Yo jamás me comportaría así con mis hijas e hijos. Me parece que simplemente no es capaz de desempeñar bien su papel de padre.",
      "Las conclusiones categóricas pueden ser engañosas. Las personas reaccionan de formas distintas en situaciones de estrés, y quizá otro día ese mismo hombre sea un padre muy atento y afectuoso."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>La distorsión del «podría / debería haber» aparece cuando volvemos mentalmente a hechos del pasado e imaginamos alternativas ideales que en realidad no estaban disponibles. Empezamos a darle vueltas en plan «qué habría pasado si…» y a construir fantasías sobre cómo todo podría haber salido de otra manera.</p><p>A veces esto también se nota en la comunicación: nos decimos a nosotros mismos o a otras personas que tendrían que haber actuado de otro modo, sin tener en cuenta las circunstancias reales en las que sucedieron las cosas.</p><p>Este enfoque suele llevar a culpa, arrepentimiento e insatisfacción, porque comparamos la realidad con escenarios ideales inalcanzables. Puede ser útil recordar que el pasado no se puede cambiar, pero sí podemos elegir qué hacer a partir de ahora.</p>",
    "dialogSummary": "En el diálogo, la persona 1 revisa lo ocurrido en el examen a través del prisma del «podría haberlo hecho mejor», culpándose a sí y a las circunstancias. La persona 2 ayuda con delicadeza a devolver el foco al presente y al futuro, recordando que lo más importante es qué pasos se pueden dar ahora.",
    "dialog": [
      "He suspendido el examen. Tendría que haber estudiado más.",
      "Pero estuviste trabajando y estudiando cada día, dando lo mejor de ti. Actuaste dentro de las condiciones que tenías.",
      "Sí, pero habría estudiado más si no fuera por el trabajo.",
      "El pasado ya no se puede cambiar. Ahora es más importante pensar cómo cuidarte y organizar mejor tu tiempo en el futuro."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>La distorsión de «magnificación y minimización» aparece cuando miramos los acontecimientos de forma muy parcial, perdiendo matices y detalles. Al magnificar, los aspectos negativos parecen enormes y determinantes, como si los viéramos con una lupa. Al minimizar, en cambio, restamos importancia a las fortalezas, logros y sucesos positivos, como si no tuvieran valor.</p><p>Por ejemplo, alguien puede verse como un fracaso por pequeños errores y, al mismo tiempo, no reconocer los esfuerzos y éxitos que le han llevado hasta donde está.</p><p>Esta forma de interpretar lo que ocurre puede afectar negativamente a la autoestima y a las relaciones, porque la percepción de la realidad se vuelve distorsionada. Es útil aprender a buscar el equilibrio: ver tanto los errores como los puntos fuertes y apreciar el aporte que ya estás haciendo.</p>",
    "dialogSummary": "En el diálogo, la persona 1 magnifica su torpeza antes de la entrevista, mientras que la persona 2 le ayuda con amabilidad a recuperar el foco en sus habilidades y recursos, sosteniendo una visión más equilibrada.",
    "dialog": [
      "Tengo muchos nervios por la entrevista de mañana. Siempre me enredo con las palabras.",
      "Parece que ahora estás exagerando tu torpeza. Tienes muchas más capacidades de las que crees.",
      "Pero a menudo me bloqueo y se me olvida lo que quería decir.",
      "Tienes puntos fuertes importantes: sabes orientarte rápido y encontrar soluciones. Es una cualidad muy valiosa para una entrevista.",
      "¿De verdad? Gracias, intentaré tenerlo presente."
    ]
  },
  "READ": {
    "textHTML": "<p>La distorsión cognitiva llamada «lectura del pensamiento» aparece cuando suponemos que sabemos lo que otras personas piensan o sienten sin tener pruebas reales. No nos basamos en hechos, sino en nuestras conjeturas, y con frecuencia caemos en conclusiones equivocadas.</p><p>Por ejemplo, alguien puede decidir que otra persona le tiene manía por cómo se comporta, cuando en realidad la causa puede ser su propio estado de ánimo, sus preocupaciones o el cansancio. También ocurre al revés: pensamos que la otra persona entiende nuestras intenciones o sentimientos aunque nunca los hayamos expresado de forma clara.</p><p>Cuando empezamos a notar esta distorsión, se hace más fácil evitar suposiciones erróneas y construir una comunicación más honesta y abierta, basada en hechos y no en suposiciones.</p>",
    "dialogSummary": "En el diálogo, la persona 1 saca conclusiones sobre el estado de ánimo de una compañera basándose solo en sus propias ideas. La persona 2 le recuerda con suavidad que, sin hablar directamente, es imposible saber con certeza lo que otra persona piensa o siente.",
    "dialog": [
      "Ayer María no me saludó en la oficina. Seguro que está enfadada conmigo por llegar tarde a la reunión.",
      "¿Lo sabes con certeza? Quizá estaba ocupada o simplemente no te vio. ¿Has intentado preguntarle?",
      "No, no le he preguntado. Pero tengo la sensación de que es por eso.",
      "Sin hablar con la otra persona no podemos estar seguros de lo que piensa. Tal vez tenía sus propios motivos, que no tienen nada que ver contigo."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>La personalización es una distorsión cognitiva en la que interpretamos los acontecimientos como si estuvieran dirigidos contra nosotros personalmente, aunque no haya pruebas de ello. Es como si nos colocáramos en el centro de la situación y asumiéramos como algo propio lo que, en realidad, puede no tener relación directa con nosotros.</p><p>Por ejemplo, si alguien no saluda, podemos pensar que nos ignora a propósito o que siente rechazo hacia nosotros. Al mismo tiempo pasamos por alto que esa persona puede estar preocupada, tener prisa o simplemente no habernos visto. La personalización también se manifiesta cuando pensamos que cualquier evento negativo refleja nuestros defectos, sin considerar las circunstancias externas.</p>",
    "dialogSummary": "En este diálogo, la persona 1 interpreta el rechazo en una entrevista como una prueba de que no sirve para tareas importantes. La persona 2 le recuerda con cuidado que el resultado pudo depender de muchos factores y que no define su valía ni sus capacidades.",
    "dialog": [
      "No he pasado la entrevista. Debe de ser que no soy capaz de asumir tareas importantes.",
      "No tiene por qué ser así. Puede que la empresa tuviera requisitos muy específicos o candidaturas que encajaban mejor con ese puesto concreto.",
      "Pero cada vez que pasa algo importante, fallo. Parece que no doy la talla.",
      "Los errores y los rechazos forman parte del camino. No significan que haya algo malo en ti. Es importante tener en cuenta todos los factores y no relacionar cada situación únicamente con tu valía o tus capacidades."
    ]
  }
}
