{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>El pensamiento en blanco y negro es una distorsión cognitiva que nos lleva a ver el mundo exclusivamente en categorías extremas: todo es perfecto o un desastre, la gente es o ángeles o demonios. Esta perspectiva pasa por alto la enorme diversidad de matices y la profundidad de las situaciones, reduciendo todo a una simple dicotomía de \"blanco\" y \"negro\". Esta distorsión limita enormemente nuestra percepción de la realidad y reduce el espectro de soluciones posibles.</p><p>Ejemplos de pensamiento en blanco y negro incluyen juicios extremos sobre uno mismo o sobre los demás, como \"siempre fracaso\" o \"él siempre se equivoca\". También puede manifestarse en visiones polarizadas sobre eventos, objetos, trabajo, relaciones, creencias políticas y mucho más.</p><p>Este tipo de pensamiento puede llevar a consecuencias graves, incluyendo estrés, ansiedad, depresión, aislamiento social y problemas de relación. Por lo tanto, es crucial reconocer esta distorsión y desarrollar un pensamiento más flexible y multifacético, que nos ayudará a manejar mejor la realidad y tomar decisiones más equilibradas.</p>",
    "dialogSummary": "En este diálogo, la persona 1 muestra pensamiento en blanco y negro, considerándose incapaz debido a un fracaso en un examen, ignorando factores como su dificultad y la falta de tiempo para prepararse.",
    "dialog": [
      "Reprobé el examen, entonces soy un caso perdido.",
      "Pero el examen fue realmente difícil y tuviste poco tiempo para prepararte.",
      "No importa, el éxito de los demás habla de mi incapacidad. Simplemente no puedo ser inteligente."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Catastrofizar es una distorsión cognitiva donde tendemos a exagerar la importancia y las consecuencias de los eventos negativos, percibiéndolos mucho peores de lo que realmente son. Esto lleva a un miedo excesivo, ansiedad y preocupación, que a menudo no corresponden con la realidad.</p><p>Ejemplos de catastrofizar incluyen la creencia de que un solo fracaso en algún aspecto de la vida llevará a un desastre completo en todos los emprendimientos. Esta mentalidad puede llevar a una preocupación excesiva por el futuro, reacciones exageradas ante críticas o rechazos, y dudas constantes sobre las propias capacidades.</p><p>Catastrofizar afecta negativamente la salud mental, aumenta los niveles de estrés y ansiedad, empeora el estado emocional y disminuye la autoestima. Es importante reconocer esta tendencia y desarrollar un pensamiento saludable para reducir la ansiedad, aumentar la autoestima y percibir la realidad de manera precisa.</p>",
    "dialogSummary": "En este diálogo, la persona 1 catastrofiza la situación después de un rechazo en una entrevista, creyendo que esto llevará inevitablemente al fracaso en la búsqueda de empleo. No considera la posibilidad de continuar la búsqueda y reevaluar sus expectativas, lo que podría llevar a un resultado más positivo y realista.",
    "dialog": [
      "Recibí un rechazo en una entrevista para un nuevo trabajo. Ahora nunca conseguiré un trabajo, me quedaré sin empleo.",
      "Pero ya has aplicado a otras vacantes, ¿verdad?",
      "Sí, pero es inútil. Si no funcionó con este trabajo, significa que no soy necesitado en ningún lado. Todos los intentos son inútiles.",
      "Esta manera de ver las cosas solo puede empeorar tu situación. Tal vez deberías reconsiderar tus expectativas y continuar la búsqueda con un nuevo enfoque.",
      "Pero, ¿cómo puedo olvidar el fracaso en la entrevista? Parece confirmar que no puedo encontrar trabajo en ningún lado, todos mis planes están arruinados."
    ]
  },
  "COMMON": {
    "textHTML": "<p>La sobregeneralización es una distorsión cognitiva donde hacemos conclusiones globales basadas en información limitada o eventos únicos. Por ejemplo, recibir una evaluación negativa en el trabajo podría llevarnos a concluir que somos completamente incompetentes, ignorando otros éxitos y aspectos positivos.</p><p>Un ejemplo clásico es llegar tarde a una reunión. En lugar de analizar objetivamente las razones del retraso, tendemos a decir: \"Siempre llego tarde\" o \"Nunca puedo llegar a tiempo\", ignorando las ocasiones en que sí llegamos a tiempo.</p><p>Esta distorsión puede llevar a una autoevaluación negativa y al pesimismo, así como exacerbar problemas con la ansiedad y la depresión. Es importante reconocer estos pensamientos y reemplazarlos por evaluaciones más equilibradas y realistas.</p>",
    "dialogSummary": "La persona 1 expresa preocupación por llegar tarde a una reunión, haciendo una sobregeneralización sobre sus habilidades de gestión del tiempo. La persona 2 la ayuda a ver la situación más objetivamente, recordándole los momentos en que llegó a tiempo y enfatizando que llegar tarde una vez no caracteriza a alguien como siempre tardío.",
    "dialog": [
      "No puedo creer que llegué tarde a la reunión otra vez. Siempre llego tarde. No tengo habilidades para manejar mi tiempo.",
      "Espera, no saques conclusiones precipitadas. Recuerda cuántas veces has llegado a tiempo. ¿Realmente crees que llegar tarde una vez te hace incapaz de manejar el tiempo?",
      "Pero últimamente he llegado tarde con frecuencia. Siento que he perdido completamente el control.",
      "Veamos esto racionalmente. Llegar tarde a una reunión no te hace alguien que siempre llega tarde. Pudo haber circunstancias imprevistas que no pudiste controlar."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Desvalorizar lo positivo es una distorsión cognitiva en la que tendemos a ignorar, subestimar o minimizar la importancia de los aspectos positivos de nuestra vida. Nos centramos en los defectos y lo negativo, ignorando la importancia de los éxitos y logros, incluso si son significativos.</p><p>Esta distorsión puede manifestarse en diversas áreas: en el trabajo, en las relaciones, en la salud, en el desarrollo personal. Por ejemplo, una persona puede lograr un éxito profesional, pero se concentra en pequeños errores en lugar de alegrarse por el logro. O, tras recibir un cumplido, la persona puede desestimarlo considerándolo insignificante o inmerecido.</p><p>Desvalorizar lo positivo puede llevar a subestimar las propias habilidades, a la falta de confianza, a sentirse insatisfecho y incluso a la depresión. Es importante aprender a reconocer y valorar los momentos positivos en la vida, disfrutando de los logros propios.</p>",
    "dialogSummary": "En este diálogo, la persona 1 devalúa su logro de un ascenso en el trabajo al centrarse en las dificultades y responsabilidades futuras. La persona 2 trata de enfatizar la importancia de este éxito y la felicita por el logro.",
    "dialog": [
      "He sido ascendido en el trabajo y ahora estaré a cargo de nuevos proyectos.",
      "¡Eso son excelentes noticias, felicidades! ¿Qué proyectos te esperan?",
      "Sí, los proyectos son complejos, tengo mucho trabajo por delante. Se siente como una acumulación de responsabilidades.",
      "Entiendo que es un desafío, pero has alcanzado un hito importante en tu carrera. ¡Es una gran oportunidad para el crecimiento y desarrollo!"
    ]
  },
  "DUE": {
    "textHTML": "<p>El pensamiento de deber es una distorsión cognitiva en la que creemos que los eventos deben suceder exactamente como los imaginamos, y cualquier desviación de esto se percibe como una injusticia. Tendemos a insistir en nuestras expectativas y demandas, sin considerar la realidad y las posibilidades.</p><p>Un ejemplo es el pensamiento: \"Debería haber conseguido este trabajo porque me preparé mucho para la entrevista\". En tales casos, a menudo no se consideran factores externos que influyen en las decisiones, como la presencia de otros candidatos calificados.</p><p>Esta distorsión puede causar decepción, enojo e insatisfacción, afectando negativamente la salud mental y las relaciones interpersonales. Es importante aprender a ser flexible en las expectativas y aceptar diversos resultados.</p>",
    "dialogSummary": "En este diálogo, la persona 1 exhibe el \"pensamiento de deber\", creyendo que debe trabajar sin descansos para lograr el éxito profesional, basándose en ejemplos de otras personas exitosas. La persona 2 le ayuda a cuestionar esta creencia, enfatizando que cada uno tiene su propio camino hacia el éxito y que equilibrar trabajo y descanso puede ser más productivo.",
    "dialog": [
      "Debo trabajar todos los días sin descansos para lograr el éxito en mi carrera.",
      "¿Por qué piensas eso? ¿Qué te llevó a esa conclusión?",
      "Leí sobre cómo las personas exitosas lograron su éxito: todos trabajaron duro y nunca descansaron.",
      "Pero cada persona es única, y no existe un camino universal hacia el éxito. Tal vez sea más efectivo para ti encontrar un equilibrio entre trabajo y descanso para alcanzar tus metas."
    ]
  },
  "EMO": {
    "textHTML": "<p>La distorsión cognitiva \"razonamiento emocional\" se produce cuando nos basamos en nuestras emociones en lugar de en la lógica y los hechos para tomar decisiones. Esto puede dar lugar a una percepción errónea de las situaciones y a decisiones equivocadas.</p><p>Un ejemplo es negarse a ir a casa de un amigo porque está triste y no quiere socializar. En este caso, la persona se basa en la emoción sin tener en cuenta que socializar con amigos puede levantarle el ánimo y ayudarle a sentirse mejor.</p><p>La justificación emocional puede llevar a conclusiones y elecciones erróneas, por lo que es importante tener en cuenta criterios más objetivos a la hora de tomar decisiones.</p>",
    "dialogSummary": "En este diálogo, la persona 1 se guía por su estado emocional para rechazar la cita, ignorando los argumentos lógicos y los hechos. La persona 2 intenta ayudar a la persona 1 a ver la situación de forma más objetiva y a considerar otros aspectos de la decisión.",
    "dialog": [
      "No quiero tener una cita, estoy de mal humor.",
      "Pero dijiste que te gustaba este tipo. ¿No quieres darle una oportunidad y ver cómo va?",
      "No, estoy seguro de que voy a arruinarlo por mi estado de ánimo. Me siento inseguro y estúpido.",
      "No puedes saberlo con seguridad hasta que lo pruebes. Quizá la cita sea agradable y te des cuenta de que tus temores eran en vano."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Un filtro mental es una distorsión cognitiva en la que nos centramos sólo en los aspectos negativos, ignorando los positivos. Por ejemplo, tras una entrevista fallida, una persona puede fijarse en el rechazo sin darse cuenta de la experiencia y la información adquiridas que pueden ser útiles en el futuro.</p><p>Esta distorsión conduce a sentimientos de insatisfacción y descontento, incluso cuando hay muchas cosas buenas en la vida. El filtro mental suele ir acompañado de otras distorsiones, como el pensamiento en blanco y negro o la devaluación de lo positivo.</p><p>Para superar el filtro mental, es útil aprender a notar y apreciar lo positivo y hacerse preguntas sobre los aspectos positivos de una situación.</p>",
    "dialogSummary": "En este diálogo, la Persona 1 se centra en los comentarios negativos, ignorando los aspectos positivos del trabajo. La Persona 2 intenta ayudar a la Persona 1 a ver la situación de forma más objetiva llamando la atención sobre todos los aspectos de su trabajo.",
    "dialog": [
      "He recibido una crítica negativa en el trabajo. Me siento fracasado.",
      "Pero has tenido muchos éxitos y comentarios positivos. Te estás centrando demasiado en una cosa negativa.",
      "Sí, pero esta crítica se siente como la más importante. Es como si anulara todos mis logros.",
      "Te centras sólo en ese aspecto negativo, ignorando todo lo demás. Este es el filtro mental. Intenta ver la situación de forma más objetiva, teniendo en cuenta los aspectos positivos de tu trabajo."
    ]
  },
  "LABEL": {
    "textHTML": "<p>El etiquetado es una distorsión cognitiva en la que atribuimos juicios simplistas y categóricos a personas o situaciones basándonos en un número limitado de observaciones negativas. Esto nos impide considerar otros aspectos y crea una percepción distorsionada de la realidad.</p><p>Un ejemplo sería etiquetar a una persona de \"rara\" o \"persona problemática\" por su aspecto inusual. Del mismo modo, etiquetarse a uno mismo puede conducir a una baja autoestima sin tener en cuenta las cualidades positivas y los logros.</p><p>Reconocer esta distorsión nos permite evaluar a las personas y las situaciones de forma más objetiva, sin sacar conclusiones precipitadas y negativas.</p>",
    "dialogSummary": "En este diálogo se discute el comportamiento de un hombre que gritaba a los niños en el parque. La persona 1 se apresura a tacharlo de \"mal padre\" basándose en una observación. La Persona 2 ofrece una opinión más comedida, señalando la falta de información para llegar a tal conclusión y la posibilidad de que el comportamiento sea distinto en circunstancias diferentes.",
    "dialog": [
      "Vi a ese hombre gritando a sus hijos en el parque. Definitivamente es un mal padre.",
      "No podemos juzgar a una persona en una sola ocasión. Puede que haya tenido un mal día o que haya tenido alguna razón para su comportamiento.",
      "Nunca le haría eso a mis hijos. Debe estar fallando como padre.",
      "No hay que sacar conclusiones tan categóricas. Las personas pueden comportarse de forma distinta en situaciones diferentes. Puede ser un padre cariñoso en otras circunstancias."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>La distorsión del \"podría haber sido\" se manifiesta cuando imaginamos alternativas al pasado que no pueden realizarse. Esto nos lleva a menudo a debatir acontecimientos pasados desde la perspectiva del \"qué hubiera pasado si...\", creando escenarios ilusorios.</p><p>También podemos utilizar esta distorsión en los diálogos, persuadiendo a los demás para que actúen de otra manera sin tener en cuenta las condiciones y limitaciones reales.</p><p>Esta distorsión puede provocar sentimientos de culpa y resentimiento al comparar la realidad con ideales inalcanzables.</p>",
    "dialogSummary": "En este diálogo, la persona 1 utiliza la distorsión \"Podrías haberlo hecho\" para justificar su fracaso en el examen trasladando la responsabilidad a factores externos. La persona 2 intenta volver a centrarle en las posibilidades actuales, señalando que el pasado es inmutable y que es importante centrarse en las acciones que se pueden emprender ahora.",
    "dialog": [
      "He suspendido el examen. Debería haber estudiado más.",
      "Pero trabajaste todos los días. Actuaste dentro de tus posibilidades, ¿no?",
      "Sí, pero podría aprender más si no trabajara tanto.",
      "Es importante recordar que no se puede cambiar el pasado. Es mejor centrarse ahora en cómo utilizar el tiempo de forma eficaz en el futuro, en lugar de pensar en lo que podría haber sido."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>La distorsión \"exageración y subestimación\" se manifiesta en una percepción extremadamente inequívoca de las situaciones y los acontecimientos, ignorando sus matices. En la exageración, una persona amplifica la importancia de los aspectos negativos, viéndolo todo a través de una lupa. La subestimación, en cambio, consiste en restar importancia a los aspectos positivos y a los propios logros.</p><p>Por ejemplo, una persona puede exagerar inadecuadamente sus errores, viéndose a sí misma como un fracaso, y restar importancia a sus éxitos sin reconocer sus logros.</p><p>Esta distorsión puede conducir a una autoestima y unas relaciones con los demás deficientes, ya que se distorsiona la percepción de uno mismo y de los demás.</p>",
    "dialogSummary": "En el diálogo, la persona 1 exagera su incomodidad ante la próxima entrevista, mientras que la persona 2 intenta restarle importancia centrándose en los puntos fuertes de la persona 1 y en su capacidad de adaptación.",
    "dialog": [
      "Estoy muy nerviosa por la entrevista de mañana. Siempre confundo las palabras.",
      "No te preocupes, estás exagerando tu vergüenza. Estoy seguro de que estarás bien.",
      "Pero a menudo me pierdo y olvido lo que quería decir.",
      "También tienes capacidad para encontrar soluciones y adaptarte rápidamente. Esto te ayudará mucho durante la entrevista.",
      "¿De verdad? Gracias, intentaré centrarme en eso."
    ]
  },
  "READ": {
    "textHTML": "<p>La distorsión cognitiva \"lectura de la mente\" se produce cuando creemos conocer los sentimientos o pensamientos de los demás sin pruebas objetivas. Esto puede dar lugar a conclusiones erróneas y malentendidos.</p><p>Un ejemplo es cuando suponemos que le caemos mal a alguien por su comportamiento, cuando en realidad los motivos pueden ser otros. También podemos pensar erróneamente que los demás entienden nuestras intenciones sin comunicarnos con ellos directamente.</p><p>Ser consciente de esta distorsión ayuda a evitar suposiciones incorrectas y promueve una comunicación más abierta y honesta.</p>",
    "dialogSummary": "En el diálogo, la Persona 1 demuestra \"leer la mente\" al suponer que un compañero está enfadado con él por llegar tarde a una reunión. La Persona 2 señala la necesidad de comprobar sus suposiciones y evitar sacar conclusiones precipitadas.",
    "dialog": [
      "María no me saludó ayer en la oficina. Debe de estar enfadada conmigo por llegar tarde a la reunión.",
      "¿Estás seguro? Tal vez estaba ocupada o no te vio. ¿Le preguntaste?",
      "No, no pregunté. Pero siento que es por llegar tarde.",
      "No podemos estar seguros de lo que piensan los demás si no preguntamos directamente. Puede haber tenido razones muy diferentes."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>La personalización es una distorsión cognitiva por la que percibimos los acontecimientos como dirigidos personalmente contra nosotros, aunque no haya base para esta percepción.</p><p>Un ejemplo es cuando pensamos que alguien no nos ha saludado por rencor personal, ignorando otras posibles razones. La personalización también se produce cuando percibimos los acontecimientos negativos como el resultado de nuestros defectos sin tener en cuenta factores externos.</p>",
    "dialogSummary": "En el diálogo, la persona 1 personaliza el fracaso de la entrevista atribuyéndolo a deficiencias personales, mientras que la persona 2 sugiere que deberían considerarse otros factores que afectan al resultado, subrayando que el fracaso no está necesariamente relacionado con las cualidades personales.",
    "dialog": [
      "No pasé la entrevista. Simplemente no puedo con las tareas importantes.",
      "No significa necesariamente que seas malo. Quizá la empresa tenía requisitos especiales u otros candidatos que se adaptaban mejor a sus necesidades.",
      "Pero siempre me equivoco en estas situaciones. Siento que no soy lo bastante bueno.",
      "Cometer errores forma parte del proceso de aprendizaje. No todos los rechazos en una entrevista apuntan a tus defectos personales. Es importante analizar la situación en su conjunto y considerar los distintos factores que pueden haber influido en el resultado."
    ]
  }
}