{
  "ykRKsDopcp": {
    "title": "Argumentos a favor y en contra del pensamiento automático",
    "description": "Añadir un paso en el que se puedan recoger argumentos «a favor» y «en contra» del pensamiento automático."
  },
  "rwdHy8lyCk": {
    "title": "Integración de la inteligencia artificial",
    "description": "Añadir compatibilidad con redes neuronales para que la IA pueda ayudar a analizar los pensamientos y ofrecer recomendaciones personalizadas."
  },
  "QejWpiat0v": {
    "title": "Evaluación del grado de creencia tras trabajar con el pensamiento",
    "description": "Ahora solo es posible valorar el grado de creencia antes de empezar el trabajo. ¿Te gustaría ver una segunda valoración después de formular la respuesta alternativa?"
  },
  "FFoEvFNDpe": {
    "title": "Motivación para la práctica",
    "description": "Añadir un sistema de seguimiento de rachas de días seguidos y ofrecer recompensas o insignias por la regularidad."
  },
  "W9mMGTmapW": {
    "title": "Versión web",
    "description": "Crear una versión web de la aplicación. ¿Te resultaría cómodo llevar el diario también desde el ordenador?"
  },
  "eur8RglkH0": {
    "title": "Material adicional sobre TCC",
    "description": "Añadir más materiales formativos: sobre el trabajo con pensamientos disfuncionales, la ansiedad, los trastornos de la conducta alimentaria y otros estados."
  },
  "EQ3zKWJ0pU": {
    "title": "Estadísticas del diario",
    "description": "Mostrar la frecuencia de las entradas, las emociones más habituales, las distorsiones cognitivas y otros datos de análisis útiles."
  },
  "EauYpGQzAL": {
    "title": "Tarjetas de afrontamiento",
    "description": "Permitir crear tarjetas en las que en una cara esté el pensamiento y en la otra su respuesta o refutación. Una técnica clásica de la TCC."
  },
  "gvwOk0eqXB": {
    "title": "Estadísticas de los tests",
    "description": "Añadir un gráfico con la evolución de los resultados en el apartado de tests."
  },
  "2o6HBDuM2o": {
    "title": "Test de ansiedad",
    "description": "Añadir un nuevo test para evaluar el nivel de ansiedad, de forma similar al test de depresión."
  },
  "2o7H8DtM2o": {
    "title": "Exportar las entradas del diario",
    "description": "Añadir la posibilidad de exportar las entradas a CSV o Excel."
  },
  "QWjMvNfKLw": {
    "title": "Varios pensamientos automáticos",
    "description": "Permitir añadir varios pensamientos automáticos en una misma entrada, cada uno con su propia valoración y respuesta alternativa."
  },
  "iF6yEanPp3": {
    "title": "Agenda diaria",
    "description": "Un apartado para escribir libremente sobre el día y, después, resaltar los pensamientos automáticos (con soporte de IA más adelante)."
  },
  "iF6sKCdvfds": {
    "title": "Creencias intermedias",
    "description": "Añadir la posibilidad de vincular los pensamientos automáticos con las creencias y construir un mapa de creencias."
  },
  "iF6sKverhdfd": {
    "title": "Evaluación diaria del estado",
    "description": "Añadir una valoración diaria del estado y un gráfico de evolución asociado a los cambios en las creencias."
  },
  "iF6sKvevscdf1": {
    "title": "Evaluación diaria ampliada",
    "description": "Evaluar no solo el estado antes y después, sino también las emociones y las prácticas realizadas."
  },
  "iF6sKvJllcpwx": {
    "title": "Historias de superación",
    "description": "Añadir un apartado con historias personales de superación de dificultades, para inspirarse y apoyarse mutuamente."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test de los 7 indicadores vitales",
    "description": "Un test para detectar áreas vulnerables, como la dependencia de la aprobación o la tendencia al perfeccionismo."
  },
  "sdvsdsdlwwQec": {
    "title": "IA en la agenda diaria",
    "description": "La IA analizará las entradas y resaltará los pensamientos automáticos, ayudando a encontrar soluciones y líneas de trabajo."
  },
  "sdvdcarlwwQff": {
    "title": "Diálogo socrático",
    "description": "La IA hará preguntas para ayudarte a detectar el pensamiento automático oculto."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psicólogo virtual",
    "description": "Posibilidad de conversar libremente con la IA: compartir lo que estás viviendo, recibir apoyo y orientación."
  },
  "sdvdpsvwQfw": {
    "title": "Escala de ira de Novaco",
    "description": "Añadir un test de irritabilidad para evaluar el nivel de tensión y de ira acumulada."
  },
  "sdvdpsvGscfvw": {
    "title": "Entrada por voz",
    "description": "Posibilidad de rellenar los diarios mediante la voz."
  },
  "rsoklcescfvwz": {
    "title": "Análisis del día con IA",
    "description": "Al final del día la IA podrá hacer un resumen, extraer conclusiones y ofrecer recomendaciones."
  },
  "lkmvdsvdsfds": {
    "title": "Imágenes en la agenda diaria",
    "description": "Añadir la posibilidad de adjuntar imágenes a las entradas."
  },
  "iFlct67Ldvkwq": {
    "title": "Diario de gratitud",
    "description": "Añadir el formato de entrada «gratitud» en la agenda inteligente."
  }
}
