{
  "ykRKsDopcp": {
    "title": "Argumentos a favor y en contra del pensamiento automático",
    "description": "Añadir un nuevo paso en la agenda: argumentar a favor y en contra del pensamiento automático."
  },
  "rwdHy8lyCk": {
    "title": "Añadir inteligencia artificial",
    "description": "Añade integración con redes neuronales populares para ayudarte a analizar tus pensamientos, indicaciones personalizadas al trabajar con tu agenda"
  },
  "QejWpiat0v": {
    "title": "Evaluar el nivel de creencia en el pensamiento tras completar el diario",
    "description": "Por el momento, sólo es posible evaluar el nivel de creencia en el pensamiento automático antes de iniciar la elaboración. ¿Le gustaría evaluar el efecto de la elaboración después de completar una respuesta alternativa a un pensamiento?"
  },
  "FFoEvFNDpe": {
    "title": "Motivación para las clases",
    "description": "Registra los días de estudio ininterrumpido en la agenda. Recompensa con insignias, incentivos dentro de la app."
  },
  "W9mMGTmapW": {
    "title": "Versión web",
    "description": "Sin mucha dificultad podríamos crear una versión web de la aplicación. ¿Necesita trabajar con la agenda a través del escritorio?"
  },
  "eur8RglkH0": {
    "title": "Más material para estudiar TCC",
    "description": "¿Sientes la necesidad de materiales de formación? Podemos hablar más sobre métodos de trabajo con distorsiones cognitivas, cómo tratar las neurosis, los RPP, etc."
  },
  "EQ3zKWJ0pU": {
    "title": "Añadir estadísticas del diario",
    "description": "Muestra la frecuencia con la que tomas notas, las emociones más frecuentes, las distorsiones cognitivas, etc."
  },
  "EauYpGQzAL": {
    "title": "Añadir tarjetas de afrontamiento",
    "description": "Permite crear tarjetas con una distorsión cognitiva en una cara y una refutación en la otra. Esta técnica se utiliza en TCC, ¿crees que necesitas esta funcionalidad?"
  },
  "gvwOk0eqXB": {
    "title": "Añadir estadísticas a las pruebas",
    "description": "Coloque un gráfico en la página de pruebas que muestre la dinámica de los cambios en los resultados de las pruebas superadas."
  },
  "2o6HBDuM2o": {
    "title": "Un nuevo test psicológico para detectar la ansiedad",
    "description": "Por el momento hemos añadido una prueba para el nivel de depresión. ¿Deberíamos añadir una prueba similar para el nivel de ansiedad?"
  },
  "2o7H8DtM2o": {
    "title": "Exportación a un archivo de las entradas del diario automático de pensamientos",
    "description": "Ahora ofrecemos la posibilidad de sincronizar datos entre distintos dispositivos. Debería ser posible descargar registros en formato CSV o Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Algunos pensamientos automáticos",
    "description": "El formato actual del diario sugiere trabajar con un pensamiento cada vez. ¿Merece la pena dar la opción de escribir varios pensamientos, evaluar cada uno de ellos por separado y tener una respuesta alternativa distinta para cada uno?"
  },
  "iF6yEanPp3": {
    "title": "Diario",
    "description": "Una sección en la que puedes registrar lo ocurrido durante el día y luego analizar y extraer pensamientos automáticos. Más adelante puedes añadir IA que te ayude a analizar el registro."
  },
  "iF6sKCdvfds": {
    "title": "Creencias intermedias",
    "description": "Permitir relacionar los pensamientos automáticos con las creencias intermedias. A partir de ahí será posible construir un árbol de creencias y analizarlo."
  },
  "iF6sKverhdfd": {
    "title": "Evaluación diaria de la situación",
    "description": "Añade la posibilidad de evaluar tu estado cada día cuando visites la aplicación. Más adelante será posible construir un gráfico de cambio de estado y compararlo con la dinámica de cambio de ajustes."
  },
  "iF6sKvevscdf1": {
    "title": "Desarrollo de evaluaciones diarias del estado",
    "description": "Ahora puedes evaluar tu estado psicológico antes y después de los ejercicios. También quieres evaluar las emociones predominantes y anotar qué ejercicios hiciste para mejorar tu estado?"
  },
  "iF6sKvJllcpwx": {
    "title": "Historias de superación de problemas psicológicos",
    "description": "Añade una sección en la que puedas contar la historia de superación de tu problema psicológico para inspirar a personas con dificultades similares. Y, en consecuencia, para leer las historias de otras personas."
  },
  "iF6sKvKLdvkwq": {
    "title": "Prueba que analiza 7 áreas vitales",
    "description": "El test analiza varios aspectos de tu vida y determina en qué áreas eres más vulnerable. Por ejemplo, dependes de la aprobación de los demás o eres propenso al perfeccionismo."
  },
  "sdvsdsdlwwQec": {
    "title": "Integrar la IA en la agenda",
    "description": "La IA te ayudará a analizar las entradas de tu diario y a poner de relieve los pensamientos automáticos. Te sugerirá soluciones a tus problemas psicológicos y te ayudará a resolverlos."
  },
  "sdvdcarlwwQff": {
    "title": "Diálogo socrático",
    "description": "No siempre es posible identificar el pensamiento automático. El método del diálogo socrático consiste en hacerse preguntas para descubrir el pensamiento oculto. La IA te hará preguntas para ayudarte a identificar el pensamiento automático."
  },
  "sdvdNdbxdwQfb": {
    "title": "Consejero virtual",
    "description": "Comunicación libre y dialogada con la IA. Puedes compartir tus preocupaciones, pedir consejo, obtener apoyo."
  },
  "sdvdpsvwQfw": {
    "title": "Escala de irritación de Novako",
    "description": "Añade un nuevo test para el nivel de irritabilidad. Mostrará cuánta ira e irritación absorbes y mantienes en tu vida diaria."
  },
  "sdvdpsvGscfvw": {
    "title": "Entrada de voz",
    "description": "Posibilidad de rellenar por voz los campos de texto de las agendas."
  },
  "rsoklcescfvwz": {
    "title": "Análisis diario de actividad",
    "description": "Al final de cada día, después de trabajar en la aplicación, puedes solicitar un análisis del día por parte de la IA. Hará conclusiones sobre tu trabajo y dará recomendaciones."
  },
  "lkmvdsvdsfds": {
    "title": "Imágenes en el diario inteligente",
    "description": "Agregar la posibilidad de adjuntar imágenes a las entradas en el diario inteligente."
  },
  "iFlct67Ldvkwq": {
    "title": "Diario de Gratitud",
    "description": "Agregar un nuevo tipo de registro al diario inteligente: gratitud."
  }
}
