{
  "activity": [
    {
      "subtitle": "Hemos reunido muchas técnicas psicológicas en un solo lugar, para que puedas encontrar las que mejor se adaptan a ti.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Cada técnica tiene su propia valoración: elige aquellas que más te ayudan.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Aprende a replantear con suavidad tus creencias negativas.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Ve sustituyendo poco a poco las creencias dañinas por otras más realistas y de apoyo con ayuda de las tarjetas.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Lleva un registro diario en un formato cómodo y expresa tus pensamientos con libertad.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "La IA analizará tus notas y te ayudará a ver la situación desde otra perspectiva.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Herramientas para analizar los pensamientos automáticos y transformarlos en ideas más saludables y adaptativas.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "El diario está estrechamente integrado con la IA, que te ayuda a formular y analizar tus pensamientos.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "En cada paso encontrarás explicaciones claras sobre cómo trabajar con el diario de forma eficaz.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Profundiza poco a poco y explora el origen de tus vivencias en el nivel de las creencias intermedias.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Guarda las creencias dañinas en tarjetas de afrontamiento y sustitúyelas por formulaciones más racionales y de apoyo.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Las creencias intermedias dan forma a los pensamientos automáticos. Relaciónalas para comprender mejor tus reacciones y analizarlas con el tiempo.",
      "img": "intermediate/en/s3.png"
    }
  ]
}
