{
  "title": "Addiction to Achievements",
  "description": "Love, celebrated by poets and artists, uplifts and gives a sense of life's fullness. However, turning love into a pathological need destroys the personality and hinders the building of healthy relationships, especially in people with low self-esteem. True happiness and life's completeness can be found by learning to regulate your mood and enjoy pleasures that do not depend on having a partner.",
  "screen_1": {
    "texts": [
      "We live in an era of the \"race for achievements,\" where we are defined by our success. It seems that anyone can become anyone, make a lot of money, and gain authority in society.",
      "There is no ceiling for ambitions, and this turns our life into a constant race where we are sure that human value is determined by achievements.",
      "Although this belief seems innocent, it actually has destructive consequences.",
      "What does addiction to achievements mean?",
      "It is when your self-esteem is built on productivity, status, intelligence, or success.",
      "As long as your studies or work are going well, you feel happy and complete. But as soon as you fail or do not achieve a set goal, you are overwhelmed by intense negative emotions.",
      "At this moment, you are likely to think that you are a useless failure.",
      "What beliefs can be based on such an addiction?",
      "If I do not succeed, it will be terrible. It means I am weak/stupid/worthless.",
      "If I do not succeed, it means I am a failure.",
      "If I fail, it means I am worthless and will never achieve anything.",
      "I need to be successful, otherwise, there is no point in living. Everything will lose its meaning. I will never be truly happy.",
      "Excessive concern for achievements is widespread not only among men but also, increasingly, among women who are also more often showing career ambitions and striving for success.",
      "While women are more often concerned with relationships, men often show vulnerability to career failures because they are taught from childhood that their value is determined by achievements.",
      "Why and how do such beliefs form?",
      "There can be many reasons, but usually, such attitudes are formed in childhood. Perhaps the parents of such a person were cold and distant, did not give them love, care, and acceptance.",
      "Then the child tries to explain why this happens.",
      "If the boy Peter from the next yard is loved, praised, and accepted, but I am not, then something must be wrong with me, and if I were better, I would definitely be loved.",
      "Another option is that the parents gave love, attention, praise, and care only if the child achieved some success.",
      "If the child brought home an A from school, they were praised, and if not, they were ignored."
    ]
  },
  "screen_2": {
    "texts": [
      "Another option is an absent parent. Children have an egocentric way of thinking and explain everything that happens in the world through themselves.",
      "If dad left, it means I was a bad child, not that he and mom did not get along. Accordingly, if dad sees how good, successful, and smart I am, he will definitely come back, or at least understand what he lost.",
      "Such scenarios form the addiction to success. And further, in adolescence, youth, or already in adult life, certain events and situations can strengthen the belief.",
      "As a result, a person internalizes that they can only be loved for their achievements. You need to be successful, otherwise, you will be abandoned, rejected, and left alone.",
      "Accordingly, when faced with the discrepancy between the ideal image and reality, a person encounters their own uselessness and worthlessness, which is very painful.",
      "The first step to changing the attitude towards personal value is to determine whether it will benefit you or harm you. Deciding to stop defining your value by your achievements is the most important first step to changing the belief system.",
      "Undoubtedly, the addiction to achievements can have its advantages. You can praise yourself and feel great when achieving something.",
      "A sense of superiority compared to other people. After all, you have achieved something, and others have not.",
      "Thanks to this belief system, you can be motivated for success, make more efforts, build a career, and earn money.",
      "After all, achievements give you value. To feel your importance, you need to be better and better each time. This sounds quite good at first glance.",
      "What are the drawbacks of the mindset 'value equals achievements'?",
      "If your business or career is going well, you can become so absorbed in them that you isolate yourself from other potential sources of satisfaction and enjoyment.",
      "Relationships with family, loved ones, and friends stop making you happy; you are more likely to spend time working than being with your loved ones.",
      "You have no time left for yourself; you work tirelessly from morning to late at night.",
      "Your workaholism does not give you a break because if you slow down, you will experience withdrawal, feeling empty, useless, and bored as if you are missing something important. You forget how to rest.",
      "Resting for you is equated with idleness, as if you could be doing something useful now but are not. Without achievements, you will feel useless and boring, as you will have no other foundation for self-respect and satisfaction.",
      "This can lead to burnout, chronic illnesses, constant stress, and depression.",
      "Moreover, workaholism can be considered another addiction that fuels the obsession with success, making it more difficult to deal with."
    ],
    "quote": {
      "text": "In the era of the 'race for achievements,' we are defined by our success, and it seems that anyone can become anyone.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Deterioration of social relationships.",
      "It often happens that people who constantly strive for success feel lonely, and this is quite understandable.",
      "You may not have time or energy to maintain social contacts. If you do not spend time with your loved ones for a long time, it will inevitably affect your relationships.",
      "Your partner may find someone else because they do not receive attention, love, and care in a relationship with you.",
      "Addiction to success also affects your perception of others. It may be that a person refuses to communicate with those who are lower in social status or do not meet the 'success' criteria they have set for themselves.",
      "All this negatively affects relationships with other people.",
      "Procrastination.",
      "When there is only one 'ideal,' correct option, only one path to happiness, you cannot make a mistake; you need to calculate and plan everything precisely to ensure everything goes as intended.",
      "But in reality, you understand very well that there are no guarantees of success, which means it is better not to start this path at all. Then the thought arises that the absence of an attempt is better than a failed attempt.",
      "After a failure, you will still have to experience unpleasant emotions, which seem unbearable. All this leads to almost inevitable procrastination.",
      "Lack of self-esteem.",
      "Life is such an unpredictable thing: illness, worsening business conditions, military actions, or something else beyond your control when you can no longer maintain your productivity at the previous level.",
      "Then comes the moment of reckoning — severe depression caused by the belief that decreased productivity indicates your worthlessness. At this moment, your whole life will be shattered, you will be devastated.",
      "You lived to achieve, and now you cannot do it. The lack of self-esteem can even lead to a suicide attempt — the highest and irreversible price for evaluating your worth solely by market standards.",
      "Every addiction involves tolerance, and the addiction to achievements is no exception.",
      "You will face the fact that nothing is ever enough for you, success, titles, awards, money, real estate. As you progress, the demands only increase, forcing you not to stop.",
      "Each new achievement no longer brings the same pleasure, and to feel something again, you have to make significantly greater efforts.",
      "Why is the effect so short-lived?",
      "Why do you need more and more?",
      "The answer is obvious: success does not guarantee happiness.",
      "These two phenomena are not synonymous and are not connected by a cause-and-effect relationship. Ultimately, you are chasing an illusion.",
      "Because the key to your mood is your thoughts, not success, as the thrill of victory quickly fades. It is important to understand that true happiness depends solely on you."
    ],
    "quote": {
      "text": "The pursuit of success thoughtlessly pushes us forward, leaving no time to enjoy the process itself.",
      "author": "Ernest Hemingway"
    }
  },
  "instagram": ["17888010906192468"]
}
