{
  "title": "Being Unhappy: A Choice or Circumstances?",
  "description": "The article explores the idea that true happiness does not depend on external circumstances, but rather on internal perception and personal decisions. It emphasizes that attachment to high expectations and external factors makes us vulnerable to dissatisfaction, whereas accepting reality and practicing gratitude contribute to more sustainable happiness. The main idea is that recognizing one's responsibility for their own happiness and inner state is key to a more fulfilling and contented life.",
  "screen_1": {
    "texts": [
      "The question may seem absurd. How can you choose to be unhappy? After all, we all want to be happy, but sometimes we shift the responsibility for our happiness onto circumstances, other people, fate, or problems.",
      "If you've noticed yourself thinking:",
      "I'm destined to be unhappy;",
      "I can only live well when I have no problems;",
      "My happiness depends on what happens to me;",
      "Others are luckier: they have the chance to live well, but I don't.",
      "This means you're caught in the trap of believing that joy and self-confidence depend on external factors.",
      "This puts you in a vulnerable position, as the outside world is beyond your control, and your mood becomes hostage to external circumstances.",
      "Such beliefs imply that you need to be provided with everything you desire and protected from all troubles, or else your life will become unbearable, and you'll never be able to be happy.",
      "They are based on the mistaken belief that happiness depends solely on external factors and the absence of problems.",
      "Holding onto such beliefs makes you vulnerable to dissatisfaction and despair when life doesn't meet your high expectations.",
      "True happiness doesn't depend only on material wealth or a carefree life. It comes from our ability to adapt, find joy in small things, and show resilience in the face of adversity.",
      "Satisfaction with life is about 50% dependent on personal characteristics. Some people are always dissatisfied.",
      "Satisfaction with life is only 10-15% dependent on external circumstances and 35-40% on our decisions and choices. Therefore, the most important task for a person is to learn how to be happy."
    ],
    "quote": {
      "text": "Happy is not the one who has the best of everything, but the one who makes the best of everything they have.",
      "author": "Confucius"
    }
  },
  "screen_2": {
    "texts": [
      "Modern psychological research shows that the source of happiness lies not so much in external factors, but within us. High expectations can negatively affect our happiness.",
      "People with high expectations often strive for perfection and constantly feel the pressure to meet high standards.",
      "While high expectations can motivate us to achieve goals, if they become excessive and unrealistic, they can lead to stress, anxiety, and unhappiness. Constant expectations of more than what we have cause disappointment and a negative perception of life.",
      "The paradox of happiness: fewer expectations — more joy.",
      "Studies show that the less we expect from life and pursue perfection, the more likely we are to be happy. This can be explained by several factors:",
      "Acceptance of reality. When we stop idealizing our lives, we begin to accept them as they are. This allows us to enjoy the present, rather than waiting for happiness in the future.",
      "Reduction of stress. High expectations create constant stress and anxiety. By rethinking our expectations and allowing that not everything needs to be perfect, we free ourselves from unnecessary tension.",
      "Gratitude. One way to find happiness in a world of high expectations is to practice gratitude. When we learn to appreciate what we have, even if it doesn't meet high expectations, we feel happier and more satisfied."
    ],
    "quote": {
      "text": "If you are not grateful for what you already have, it will seem like you would be happier with much more.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "It's important to honestly ask yourself: do you see yourself as the master of your life or as a victim of circumstances? Do you control the events in your life, or do they happen without your involvement?",
      "Think about the following differences:",
      "Do you think for yourself, or do others think for you?",
      "Do you act for yourself, or do you follow others' directions?",
      "Do you live a full life, or do you merely exist?",
      "The master of their life takes responsibility for their actions and understands that they create each experience.",
      "Life is made up of choices, and everything we have or don't have is the result of our own decisions.",
      "The master thinks from the \"I\" position: I am ready, I did, I plan, I want, I can, I decided (they choose the direction of their life themselves).",
      "The victim takes the completely opposite position. Such a person believes that everything happens to them against their will.",
      "Common expressions of the victim: \"I have to\", \"I'm forced to\", \"I must\", \"it happened\", \"it's because of them\" (they act under the influence of circumstances or other people).",
      "Unfortunately, society benefits from raising victims, who are easier to manipulate. That's why many people get used to being victims, receiving education and upbringing according to classic models.",
      "But there's good news: being a victim is just a habit of thinking, an irrational belief that can be changed.",
      "Real-life examples show that changing our perception of the world can lead to positive changes in life and increase satisfaction.",
      "Our attitude to events, the ability to accept ourselves, manage emotions, and reflect on our values play a key role in creating happiness.",
      "The realization that our happiness largely depends on ourselves gives us a powerful tool to enhance well-being.",
      "Changing the inner world and perception can be the key to a happier and more fulfilling life, even in difficult and challenging circumstances."
    ]
  },
  "exercise": {
    "title": "How to Stop Being a Victim and Take Responsibility for Your Happiness?",
    "description": "The article encourages abandoning the role of a victim of circumstances and taking responsibility for your life by controlling your thoughts and actions. The author suggests practicing journaling to identify limiting beliefs and develop proactive thinking through the right questions. Transitioning to an active position in life requires patience, mindfulness, and gradual achievement of realistic goals.",
    "screen_1": {
      "texts": [
        "The belief that «I am a victim of circumstances» is based on the idea that external factors, such as life situation, relationships, age, finances, health, or other circumstances, limit your opportunities and prevent you from being fulfilled and happy.",
        "Although circumstances may be unfavorable, we are fully responsible for our own lives and emotional states.",
        "«Happiness depends not on external circumstances, but on how we perceive them». This phrase may seem overused and cliché, but it holds a deep truth that can change your understanding of happiness and how to achieve it.",
        "The first step to stop seeing yourself as a victim and blaming the world is the realization that such thoughts are not only useless but also draining.",
        "Start keeping a journal",
        "Write down your thoughts, emotions, and actions. This could be a journal of automatic thoughts or a more freeform type of writing.",
        "Note the moments when you feel like a victim and record the situations and reasons for this. For example: «When my colleague got promoted and I didn’t, I felt like a victim of the system».",
        "Write down the thoughts and beliefs that support this state. For example: «I believe I can't change my life», «I don’t deserve success».",
        "Ask yourself questions to better understand your beliefs and the situations that reinforce your victim role:",
        "Why do I feel like a victim in this situation?",
        "What emotions am I experiencing?",
        "What events or situations reinforce my victim role?",
        "How do these thoughts and beliefs affect my life?",
        "How can I change my thoughts and beliefs?"
      ]
    },
    "screen_2": {
      "texts": [
        "Taking responsibility",
        "Once you have identified your behavior patterns, make the decision to take responsibility for your life.",
        "Acknowledge that you control your reactions and actions, regardless of circumstances.",
        "Understand that you are not a victim of fate or other people, and that you have the power to change your situation.",
        "Write a short essay expressing your acceptance of responsibility. For example:",
        "I realize that only I can influence my life and its outcomes.",
        "I take responsibility for my thoughts, emotions, and actions.",
        "I understand that I have a choice in how I relate to situations and how I respond to them.",
        "I reject the victim mentality and will actively seek opportunities for personal growth and development.",
        "Shifting from a passive to an active position",
        "Instead of remaining passive observers, take on an active role in your life.",
        "Write down your goals and desires.",
        "Develop an action plan to achieve them.",
        "Don’t be afraid to take the initiative and make steps towards the desired outcomes.",
        "Example of a goal and desire list:",
        "Health:",
        "Start exercising regularly, buy a gym membership.",
        "Improve your diet by adding more fresh fruits and vegetables.",
        "Career and education:",
        "Set a goal for professional development, acquiring new skills, or getting additional education in your field.",
        "Develop a career growth plan and set a goal—achieving a specific position or role.",
        "Personal relationships and self-development:",
        "Try to be more empathetic and attentive to the needs of others.",
        "Develop conflict management skills and learn to establish healthy boundaries in relationships.",
        "Write down these goals and desires in a visible place and begin creating concrete action plans to achieve them.",
        "Remember that your goals should be realistic, measurable, and achievable. Set deadlines and gradually move towards achieving them.",
        "Learn to monitor your speech",
        "Replace questions that express complaints with questions that encourage action. This will help develop personal responsibility and get rid of the victim mentality.",
        "Avoid questions that start with «why». Questions like «Why does no one love me?», «Why does no one want to work?» and «Why did this happen to me?» are unproductive as they do not lead to a solution.",
        "These questions only reinforce the feeling that you are a victim of circumstances and don’t believe in your ability to change anything.",
        "Use questions that start with «what» and «how». Such questions encourage action and foster proactive thinking.",
        "The question «Why is this happening to me?» doesn’t require an answer and is more like a complaint.",
        "The question «Why did this happen?» helps to understand the causes and find ways to improve."
      ]
    },
    "screen_3": {
      "texts": [
        "Limit the use of rhetorical questions",
        "Rhetorical questions, which don’t expect an answer, can reinforce the victim mentality.",
        "Try to avoid them and focus on questions that encourage seeking solutions and taking responsibility for your life.",
        "Be patient",
        "Moving out of the victim mentality is a process that requires time and effort.",
        "It is impossible to change your thinking and behavior patterns instantly.",
        "Be patient and mindful to recognize situations where victimhood arises.",
        "When you develop patience, you create the ability to respond to situations more consciously and choose constructive behavior patterns.",
        "Remember that change requires time and practice.",
        "Be kind to yourself, keep making efforts, and over time you will be able to overcome the victim mentality and take responsibility for your life."
      ],
      "quote": {
        "text": "Happiness is not something ready made. It comes from your own actions.",
        "author": "Dalai Lama"
      }
    }
  }
}
