{
  "title": "Being Unhappy: A Matter of Choice or Circumstance?",
  "description": "This article explores the idea that genuine happiness depends less on external circumstances and more on our inner perspective and personal choices. It emphasizes that clinging to high expectations and external factors makes us vulnerable to dissatisfaction, whereas accepting reality and practicing gratitude support more stable, lasting happiness. The core message is that recognizing your own responsibility for your happiness and emotional state is a key step toward a fuller, more satisfying life.",
  "screen_1": {
    "texts": [
      "At first glance, the question sounds absurd. How could anyone consciously choose unhappiness? We all want to be happy, yet at times we shift responsibility for our happiness onto circumstances, other people, fate, or problems.",
      "If you have ever caught yourself thinking:",
      "I’m destined to be unhappy;",
      "I’ll only be able to live well when I have no problems;",
      "My happiness depends on what happens to me;",
      "Other people are luckier: they have the opportunity to live well, and I don’t.",
      "This means you’re caught in the trap of believing that joy and self-confidence depend on external factors.",
      "This puts you in a vulnerable position, because the outside world is beyond your control, and your mood becomes a hostage of external circumstances.",
      "It’s as if these beliefs imply that you must be provided with everything you want and given perfect conditions, and be shielded from any hardship; otherwise your life will become unbearable and you’ll never be able to be happy.",
      "They are based on the mistaken assumption that happiness depends solely on external factors and the absence of problems.",
      "Clinging to this belief leaves you exposed to dissatisfaction and despair whenever life fails to meet your inflated expectations.",
      "True happiness does not come only from material comfort or a carefree life. It grows out of our ability to adapt, to find joy in small things, and to remain resilient in the face of challenges.",
      "Life satisfaction depends roughly 50% on personality traits. For some people, dissatisfaction feels almost constant.",
      "Life satisfaction depends only about 10–15% on external circumstances and about 35–40% on our decisions and choices. That’s why one of the most important tasks for us as human beings is to learn how to be happy."
    ],
    "quote": {
      "text": "Happy is not the one who has the best of everything, but the one who makes the best of what they have.",
      "author": "Confucius"
    }
  },
  "screen_2": {
    "texts": [
      "Contemporary psychological research suggests that the source of happiness lies less in external factors and more within us. High expectations can have a negative impact on our happiness.",
      "People with high expectations often strive for perfection and constantly feel the pressure of having to meet very high standards.",
      "Although high expectations can motivate us to pursue our goals, when they become excessive and unrealistic, they can lead to stress, anxiety, and unhappiness. Constantly expecting more than what is currently there often brings disappointment and a negative view of life.",
      "The paradox of happiness: the fewer expectations, the more joy.",
      "Studies show that the less we expect from life and the less we chase perfection, the more likely we are to feel happy. There are several reasons for this:",
      "Acceptance of reality. When we stop idealizing our lives, we start to accept them as they are. This helps us enjoy the present instead of postponing happiness for the future.",
      "Reduced stress. High expectations create ongoing stress and anxiety. By reconsidering these expectations and allowing things to be less than perfect, we free ourselves from unnecessary tension.",
      "Gratitude. One way to find happiness in a world of high expectations is to practice gratitude. When we learn to appreciate what we already have, even if it doesn’t fully match our ideal picture, we tend to feel happier and more content."
    ],
    "quote": {
      "text": "If you are not grateful for what you already have, it will always seem as if you would only be happy with much more.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "It’s important to answer honestly: do you see yourself as the author of your own life or as a victim of circumstances? Do you steer what happens in your life, or do events unfold without much involvement from you?",
      "Reflect on the following contrasts:",
      "Do you think for yourself, or do others think for you?",
      "Do you act, or do you simply follow other people’s instructions?",
      "Do you live fully, or do you merely exist?",
      "The author of their life takes responsibility for their actions and understands that they are the one creating each experience.",
      "Life is made up of decisions, and everything we have or don’t have is the result of our own choices.",
      "The author thinks from an “I” position: I’m ready, I did this, I’m planning, I want, I can, I decided (this person chooses the direction of their life intentionally).",
      "The victim position is the exact opposite. A person in this state believes that everything happens to them against their will.",
      "A victim’s favorite phrases are: “I have to”, “I’m forced to”, “I must”, “it just happened”, “it’s their fault” (this person acts under the influence of circumstances or other people).",
      "Unfortunately, it’s often convenient for society to raise victims because they are easier to control and manipulate. As a result, many people get used to being victims through traditional patterns of education and upbringing.",
      "The good news is that being a victim is just a habit of thinking—an irrational belief that can be changed.",
      "Real-life examples show that changing the way we see the world can lead to positive changes and greater satisfaction in life.",
      "Our attitude toward events, our ability to accept ourselves, to manage our emotions, and to reflect on our values plays a crucial role in how happy we feel.",
      "Recognizing that our happiness largely depends on us gives us a powerful tool for improving our well-being.",
      "Transforming our inner world and our perception can become the key to a happier, more fulfilling life, even in difficult circumstances."
    ]
  },
  "exercise": {
    "title": "How to Stop Being a Victim and Take Responsibility for Your Happiness?",
    "description": "The article encourages abandoning the role of a victim of circumstances and taking responsibility for your life by controlling your thoughts and actions. The author suggests practicing journaling to identify limiting beliefs and develop proactive thinking through the right questions. Transitioning to an active position in life requires patience, mindfulness, and gradual achievement of realistic goals.",
    "screen_1": {
      "texts": [
        "The belief that «I am a victim of circumstances» is based on the idea that external factors, such as life situation, relationships, age, finances, health, or other circumstances, limit your opportunities and prevent you from being fulfilled and happy.",
        "Although circumstances may be unfavorable, we are fully responsible for our own lives and emotional states.",
        "«Happiness depends not on external circumstances, but on how we perceive them». This phrase may seem overused and cliché, but it holds a deep truth that can change your understanding of happiness and how to achieve it.",
        "The first step to stop seeing yourself as a victim and blaming the world is the realization that such thoughts are not only useless but also draining.",
        "Start keeping a journal",
        "Write down your thoughts, emotions, and actions. This could be a journal of automatic thoughts or a more freeform type of writing.",
        "Note the moments when you feel like a victim and record the situations and reasons for this. For example: «When my colleague got promoted and I didn’t, I felt like a victim of the system».",
        "Write down the thoughts and beliefs that support this state. For example: «I believe I can't change my life», «I don’t deserve success».",
        "Ask yourself questions to better understand your beliefs and the situations that reinforce your victim role:",
        "Why do I feel like a victim in this situation?",
        "What emotions am I experiencing?",
        "What events or situations reinforce my victim role?",
        "How do these thoughts and beliefs affect my life?",
        "How can I change my thoughts and beliefs?"
      ]
    },
    "screen_2": {
      "texts": [
        "Taking responsibility",
        "Once you have identified your behavior patterns, make the decision to take responsibility for your life.",
        "Acknowledge that you control your reactions and actions, regardless of circumstances.",
        "Understand that you are not a victim of fate or other people, and that you have the power to change your situation.",
        "Write a short essay expressing your acceptance of responsibility. For example:",
        "I realize that only I can influence my life and its outcomes.",
        "I take responsibility for my thoughts, emotions, and actions.",
        "I understand that I have a choice in how I relate to situations and how I respond to them.",
        "I reject the victim mentality and will actively seek opportunities for personal growth and development.",
        "Shifting from a passive to an active position",
        "Instead of remaining passive observers, take on an active role in your life.",
        "Write down your goals and desires.",
        "Develop an action plan to achieve them.",
        "Don’t be afraid to take the initiative and make steps towards the desired outcomes.",
        "Example of a goal and desire list:",
        "Health:",
        "Start exercising regularly, buy a gym membership.",
        "Improve your diet by adding more fresh fruits and vegetables.",
        "Career and education:",
        "Set a goal for professional development, acquiring new skills, or getting additional education in your field.",
        "Develop a career growth plan and set a goal—achieving a specific position or role.",
        "Personal relationships and self-development:",
        "Try to be more empathetic and attentive to the needs of others.",
        "Develop conflict management skills and learn to establish healthy boundaries in relationships.",
        "Write down these goals and desires in a visible place and begin creating concrete action plans to achieve them.",
        "Remember that your goals should be realistic, measurable, and achievable. Set deadlines and gradually move towards achieving them.",
        "Learn to monitor your speech",
        "Replace questions that express complaints with questions that encourage action. This will help develop personal responsibility and get rid of the victim mentality.",
        "Avoid questions that start with «why». Questions like «Why does no one love me?», «Why does no one want to work?» and «Why did this happen to me?» are unproductive as they do not lead to a solution.",
        "These questions only reinforce the feeling that you are a victim of circumstances and don’t believe in your ability to change anything.",
        "Use questions that start with «what» and «how». Such questions encourage action and foster proactive thinking.",
        "The question «Why is this happening to me?» doesn’t require an answer and is more like a complaint.",
        "The question «Why did this happen?» helps to understand the causes and find ways to improve."
      ]
    },
    "screen_3": {
      "texts": [
        "Limit the use of rhetorical questions",
        "Rhetorical questions, which don’t expect an answer, can reinforce the victim mentality.",
        "Try to avoid them and focus on questions that encourage seeking solutions and taking responsibility for your life.",
        "Be patient",
        "Moving out of the victim mentality is a process that requires time and effort.",
        "It is impossible to change your thinking and behavior patterns instantly.",
        "Be patient and mindful to recognize situations where victimhood arises.",
        "When you develop patience, you create the ability to respond to situations more consciously and choose constructive behavior patterns.",
        "Remember that change requires time and practice.",
        "Be kind to yourself, keep making efforts, and over time you will be able to overcome the victim mentality and take responsibility for your life."
      ],
      "quote": {
        "text": "Happiness is not something ready made. It comes from your own actions.",
        "author": "Dalai Lama"
      }
    }
  }
}