{
  "title": "Love Addiction",
  "description": "Love, celebrated by poets and artists, can lift us up and give life a sense of fullness. But when love turns into a compulsive need, it erodes our sense of self and makes it hard to build healthy relationships, especially for people with low self-esteem. Lasting happiness and a meaningful life become possible when we learn to regulate our mood and enjoy sources of pleasure that do not depend on having a partner.",
  "screen_1": {
    "texts": [
      "Love is a powerful feeling celebrated by poets, artists, and musicians. It lifts us up, inspires us, and gives life a sense of fullness.",
      "Naturally, each of us wants to love and be loved.",
      "However, if your idea of love boils down to the belief, “I cannot be truly happy and fulfilled unless I have a partner. To be completely happy, I must be loved,” this may already be a sign of addiction.",
      "What does it mean to be addicted to love?",
      "It is when love turns into a compulsive need and you do not feel happy without it.",
      "You suffer because you are not in a relationship and expect someone else to fill this inner emptiness. You are convinced that your life will become better, more interesting, and more meaningful only when a partner appears who will make you feel needed, important, and complete.",
      "This kind of dependence is a destructive state that undermines your sense of self, your self-esteem, and your ability to build healthy relationships.",
      "The causes of love addiction can vary, but most often they go back to childhood or adolescence.",
      "People with low self-esteem are especially vulnerable—especially those who are afraid of being alone, focused on their shortcomings, and do not believe in their own strengths and abilities.",
      "Low self-esteem rooted in childhood is often experienced as a sense of being fundamentally flawed.",
      "When parents pay little attention to a child and the child feels a lack of parental love, they later tend to look for these missing feelings in partners, forming dependent relationships.",
      "Let’s look at the story of Victoria, 28, who spends evenings and weekends in despair because she believes, “I can only be happy in a relationship. Without a man, I am nothing.”",
      "For her, being loved is as essential as breathing. This level of demand and emotional intensity often pushes people away."
    ]
  },
  "screen_2": {
    "texts": [
      "While examining her beliefs, Victoria wrote down the drawbacks and perceived benefits of her way of thinking.",
      "The drawbacks sounded like this:",
      "This belief plunges me into despair because I am alone.",
      "I lose the desire to do anything, to explore the world, or to engage in my hobbies.",
      "Because of it, I see myself as lazy and unhappy.",
      "It leads to self-pity.",
      "It takes away my sense of pride and confidence, making me envy others and feel disappointed.",
      "Then she listed what she saw as the benefits of this belief:",
      "The hope of finding a partner, gaining love and safety.",
      "It gives me a goal and a sense of purpose in life.",
      "But how realistic are these supposed benefits?",
      "For many years, Victoria believed she could not live without a man, yet this belief has not brought the partner she longs for into her life.",
      "Victoria realized that she has been placing far too much importance on men, and this has not attracted any of them.",
      "She also understood that dependent people often seem overly demanding, which makes building relationships more difficult.",
      "She noticed that people who find happiness within themselves are usually the ones who attract others, because they radiate joy and confidence.",
      "Love addiction gets in the way of healthy relationships. When you communicate that you need another person in order to be happy, you are unconsciously sending the message: “Love me, because on my own I am worth nothing.” It is very hard for a relationship like this to be truly healthy.",
      "And even if you do enter a relationship with these beliefs, it is unlikely to be healthy. You place all your hopes on a specific person whom you secretly see as the source of your happiness, and you expect them to always be there.",
      "You are ready to do anything for this. When you do not receive the “dose” of emotions and feelings you crave, you end up pressuring your partner to feel loved, or start fantasizing about finding “real love” somewhere else.",
      "And it will never feel like enough or quite right, because you have handed another person responsibility for your emotional state."
    ],
    "quote": {
      "text": "True happiness lies in being content with yourself.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "It is crucial to learn how to regulate your own mood and to find happiness within yourself. This allows you to feel equally alive both when you are on your own and when you are with someone you love.",
      "You may think, “This all sounds nice, but it is not realistic. Being alone means being an emotional failure.”",
      "Many people believe that love makes the world go round. You see it in advertisements, hear it in popular songs, and read it in poetry. But in reality, love is far from the only path to a happy and meaningful life.",
      "Being on your own is not the same as being unhappy. Most pleasures in life are available to us on our own.",
      "For example, when you listen to your favorite music, dance, walk through beautiful places, read a book, or enjoy an ice cream. You do not need company to feel pleasure.",
      "The list of things you can enjoy alone is endless. This means you have access to countless sources of pleasure, regardless of whether someone is by your side or not.",
      "What would be on your own list of pleasures? How can you treat yourself with kindness and care?",
      "Sometimes we become so focused on the idea of a perfect relationship and a grand, all-consuming love that we lose sight of what we actually need in order to feel genuine love."
    ],
    "quote": {
      "text": "To love oneself is the beginning of a lifelong romance.",
      "author": "Oscar Wilde"
    }
  },
  "instagram": [
    "18049053749368917",
    "18161958787381354"
  ],
  "exercise": {
    "title": "How to Overcome Love Addiction?",
    "description": "This article explores happiness and beliefs related to love and relationships. It explains that happiness can be achieved in various ways and offers techniques to change negative beliefs associated with loneliness. The article teaches how to find joy in everyday things and develop independently of romantic relationships.",
    "screen_1": {
      "texts": [
        "Relationships and love can bring a lot of joy and happiness into life, but they are not the only way.",
        "Happiness is a complex and multifaceted process, and everyone has the right to choose their own methods and ways to achieve it.",
        "Therefore, if your life does not currently include romantic relationships, it does not make it incomplete.",
        "To change your beliefs, you need to make significant efforts; it is a long and laborious process.",
        "But we are confident that by using the following recommendations and techniques, you can overcome love addiction and learn to be happy both in relationships and without them.",
        "Changing the filter",
        "Have you noticed that when you feel lonely, you constantly see couples in love on the street?",
        "And it seems like the whole world is against you: here a pair of pigeons, there a cat and a kitten, and you are still alone. This is how cognitive distortion works — the negative filter.",
        "This is a thinking and perception error, where you only notice what bothers you and ignore the rest.",
        "Change the filter — look at the world more broadly. Learn to see not only happy couples but also happy singles. Or people who have a partner but have not become happier because of it — social status does not always justify itself."
      ],
      "quote": {
        "text": "Happiness is like a butterfly: the more you chase it, the more it eludes you. But if you turn your attention to other things, it comes and sits softly on your shoulder.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "List of Expected Pleasure",
        "Happiness can be found every day in small joys, personal development, friendships, and many other aspects of life.",
        "But most likely, you don't think so and are convinced that you cannot be happy without another person.",
        "To test this belief for reality, use the “List of Expected Pleasure.” It has several columns where you need to predict and indicate the actual degree of pleasure you get from various activities (work and leisure) alone or in the company of other people.",
        "In the first column, indicate the date of the experiment.",
        "In the second, write down several activities you plan to do that day as part of the experiment (we recommend conducting 40–50 experiments over two to three weeks. Choose activities that usually bring you a sense of satisfaction or enjoyment, or those that have the potential for learning or personal growth).",
        "In the third column, write down with whom you will do these activities. If alone, write: “I”.",
        "In the fourth column, estimate how much pleasure each activity will bring you, rating it on a scale from 0 to 100% — the higher the number, the greater the expected pleasure.",
        "It is very important to fill in the fourth column before you start the planned activity, not after! Once you have filled in the first four columns, proceed with the activity.",
        "Afterward, in the fifth column, record the actual degree of pleasure, using the same rating system — from 0 to 100%.",
        "After conducting a series of such experiments, you can analyze the data you have collected and learn a lot about yourself.",
        "Firstly, by comparing the expected pleasure (column 4) with the actual pleasure (column 5), you will see how accurate your predictions are.",
        "You may realize that you usually underestimate the degree of pleasure you expect to receive, especially when doing something alone.",
        "You might also be surprised to learn that activities with someone else do not always meet your expectations.",
        "In fact, you might even find that in many cases, spending time alone was more enjoyable than being in company.",
        "And you may also see that the highest ratings you gave to solitary activities are equal to or even higher than the ratings for activities in company."
      ],
      "quote": {
        "text": "No one can make you feel inferior without your consent.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Adjusting Beliefs",
        "Love, relationships, and marriage are not necessary conditions for happiness and self-esteem; sometimes they are simply not enough.",
        "Evidence of this is millions of men and women who are married and yet unhappy.",
        "If love were a cure for loneliness, problems, bad moods, and depression, then all psychologists would be out of work.",
        "But unfortunately, this is not the case; having a partner does not guarantee a happy life. And this must be realized and accepted.",
        "To start working on your belief, formulate and write it down. It can sound different:",
        "If I don't have a partner, I am unhappy",
        "If no one loves me, I am a failure",
        "Without a relationship, I am incomplete",
        "Then, describe how exactly your belief is hindering you. For example:",
        "excessively high demands on yourself, which seem endless; it feels like I am not good enough for a relationship",
        "unrealistic expectations from a partner, global conclusions about love and lack of love instead of focusing on specific problems",
        "constant dissatisfaction and depressed mood, fueled by any situation of loneliness",
        "After this, write down counterarguments. This can be a challenging process and may take more than one day; add to the list as new thoughts come.",
        "For example, for the belief “Being alone is terrible and humiliating,” you can write down the following counterarguments:",
        "when a person is alone, it gives them the opportunity to get to know themselves better",
        "without a relationship, there is an opportunity to try something new, to do things that would be much more difficult in a relationship",
        "it is better to be alone than with an unsuitable partner",
        "And the most important part of this process is to replace your old belief with a new one. It should sound realistic and rational so that you can believe in it.",
        "For example: “Loneliness can be pleasant and beneficial; in it, you can rest and get to know yourself better. And love manifests itself in different relationships.",
        "Even without a partner, you can feel close to people, share experiences, and show warmth. It is important to rely on the kind of relationships I personally want, and if I do not have them — set a goal and try to create them.",
        "But the absence of a partner does not make me incomplete. Just as the desire to have a partner does not make me weak and dependent.”",
        "Read these notes every day for 2-3 weeks; you can supplement or change them. In this way, you will be able to overcome negative thinking patterns and lay the foundation for your changes.",
        "Love is a wonderful experience, but like any other, it can be both positive and negative and should not define who we are and why we are here.",
        "Desire and need are not the same. Oxygen is a need, and love is a desire.",
        "Love is not a need for an adult!",
        "The desire to build a love relationship is normal. There is nothing wrong with it. Good relationships with a loved one are a wonderful pleasure.",
        "But to survive or experience the greatest happiness, you do not need the approval, love, or attention of another person."
      ]
    }
  }
}