{
  "title": "Dependence on Love",
  "description": "Love, celebrated by poets and artists, uplifts and gives a sense of life's fullness. However, turning love into a pathological need destroys personality and hinders building healthy relationships, especially in people with low self-esteem. True happiness and life fulfillment can be found by learning to regulate one's mood and enjoying pleasures that do not depend on the presence of a partner.",
  "screen_1": {
    "texts": [
      "Love is a magnificent feeling, celebrated by poets, artists, and musicians. It uplifts, inspires, and provides a sense of life's fullness.",
      "Naturally, each of us strives to love and be loved.",
      "However, if your view of love boils down to the belief: “I cannot be truly happy and fulfilled if I do not have a partner. To be completely happy, I need to be loved,” it is already a sign of dependency.",
      "What does it mean to be dependent on love?",
      "It means that love becomes a pathological necessity without which you cannot feel happiness.",
      "You suffer from the lack of love, expecting someone to fill this void. You are convinced that your life will only become better, more interesting, and fuller when a loved one appears who makes you feel needed, significant, and complete.",
      "Such dependency is a destructive state that undermines your personality, self-esteem, and ability to build healthy relationships.",
      "The causes of love dependency can vary, but most often they have roots in childhood or adolescence.",
      "Particularly susceptible to this are people with low self-esteem, who fear loneliness, focus on their flaws, and do not believe in their own strengths and abilities.",
      "Low self-esteem, stemming from childhood, is perceived as inadequacy.",
      "When parents give little attention to a child and he lacks parental love, he will seek these feelings in partners as an adult, forming dependent relationships.",
      "Consider the example of Victoria, 28, who spends her evenings and weekends in despair because she believes: “I can only be happy in a relationship. Without a man, I am nothing.”",
      "For her, being loved is as important as breathing. Such demanding nature often repels people."
    ]
  },
  "screen_2": {
    "texts": [
      "In the process of analyzing her beliefs, Victoria listed the disadvantages and advantages of her thinking.",
      "The disadvantages sounded like this:",
      "The belief plunges me into despair because I am alone.",
      "I lose the desire to do anything, explore the world, or engage in hobbies.",
      "Because of this, I feel lazy and unhappy.",
      "It causes me to feel pity for myself",
      "It deprives me of pride and confidence, making me envy others and feel disappointed.",
      "Then she listed the advantages of the belief:",
      "The hope to find a partner, gain love and security.",
      "It gives me a purpose and meaning in life.",
      "How realistic are these advantages?",
      "Victoria has believed for many years that she cannot live without a man, but this belief has so far not attracted the desired partner to her.",
      "Victoria concluded that she places too much importance on men, and this has not attracted any of them.",
      "She also realized that dependent people often appear too demanding, which complicates building relationships.",
      "She saw that people who find happiness within themselves often attract others because they radiate joy and confidence.",
      "Love dependency hinders building healthy relationships. By expressing a need for another person for your own happiness, you subconsciously communicate: “Love me, because without you, I am worth nothing.” Such relationships are unlikely to be healthy.",
      "Even if you are in a relationship based on such beliefs, they are unlikely to be healthy. Because you entirely rely on a certain person, whom you subconsciously consider the source of your happiness, to be by your side.",
      "And you are ready to do anything for this. Not receiving the 'dose' of emotions and feelings you need, you will exert pressure on your partner to feel loved, or you will start fantasizing about finding that true love elsewhere.",
      "And you will always lack something or 'something is not right,' because you have placed the responsibility for your condition on another person."
    ],
    "quote": {
      "text": "True happiness is being content with oneself.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "It is very important to learn how to regulate your own mood and find happiness within yourself. This will enable you to feel equally alive whether you are alone or with a loved one.",
      "But you might think: “That sounds good, but it is improbable. To be alone is to be an emotional failure.”",
      "Many believe that love is what makes the world go round. You see it in advertisements, hear it in popular songs, read it in poems. But in reality, love is not the only path to a happy and fulfilled life.",
      "Being alone does not equate to being unhappy. Most of life's pleasures we derive on our own.",
      "For example, when you listen to your favorite music, dance, walk through beautiful places, read a book, or eat ice cream. You do not need company to experience pleasant sensations.",
      "The number of pleasures one can enjoy alone is endless. This means that you have access to many sources of pleasure regardless of whether someone is nearby or not.",
      "Think about what your list of pleasures is. What can you do to please yourself?",
      "Sometimes we strive so hard for perfect relationships and the idea of a high emotion that we lose sight of what we really need to experience true love."
    ],
    "quote": {
      "text": "To love oneself is the beginning of a lifelong romance.",
      "author": "Oscar Wilde"
    }
  },
  "instagram": ["18049053749368917"]
}
