{
  "title": "I'm Entitled. What's Wrong with This Belief?",
  "description": "This article examines the problem of the «I'm entitled» mindset, which develops in people who expect the world to revolve around them and satisfy all their needs. The author explains how this attitude originates in childhood, provides examples of its manifestation in adult life, and describes the negative consequences of such thinking, including disappointment, strained relationships, and loss of independence. In conclusion, the idea is proposed that it's important to accept the world as it is and understand that there's room in it not only for us but for other people as well.",
  "screen_1": {
    "texts": [
      "«I'm entitled» is a trap that many fall into, believing that the world revolves around them.",
      "People in this position often expect others to agree with them and fulfill their requests.",
      "They don't consider the opinions and needs of other people, believing that their own desires and needs are more important.",
      "Entitlement beliefs can sound like this:",
      "Friends should always help me",
      "My partner should always support me in everything",
      "My mom should babysit my children",
      "Everything should be as I want it",
      "I shouldn't be refused",
      "The world should be fair to me",
      "If you've noticed such thinking in yourself, you probably believe that you deserve success, love, and happiness simply by birthright.",
      "You expect the universe and the people around you to fulfill your wishes because you're a good, kind person or because you work hard.",
      "But when this doesn't happen, and it often doesn't, you're left with a choice: to sink into despondency and feelings of inferiority or to flare up in anger. People who feel entitled often face problems."
    ],
    "quote": {
      "text": "We cannot direct the wind, but we can adjust the sails.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "And first and foremost, it's disappointment: if you've been refused, not understood that they should solve your problems, not met your expectations, then you're certainly in for disappointment, hurt feelings, anger, incomprehension of how anyone can treat you – such a wonderful person – this way.",
      "You waste a lot of energy on negative emotions, seeing the world in gloomy colors. Your demanding attitude towards life prevents you from enjoying, being happy, because you don't accept the world as it is, you always have complaints about how it should be arranged.",
      "Tanya is a vivid example of a person with the «I'm entitled to everything» attitude. She expects friends to always be available, ready to drop everything and rush to her aid, solving all her problems and fulfilling all her requests.",
      "For example, she might call at 3 am, demanding that her friend come immediately to support her after an argument with her boyfriend.",
      "Or, without warning, ask for help with moving, even though her friend had already planned an important meeting for that day. When friends can't help her, Tanya feels offended and abandoned, unwanted.",
      "This is a dangerous position that can lead to isolation, tension in relationships, or even the destruction of these relationships.",
      "Friends and close ones start avoiding meetings or conversations, fearing another demand, offense, or argument. Because no one wants to constantly feel obligated and submit to someone else's whims.",
      "Where does this belief come from? This attitude often forms in childhood when a child doesn't face realistic boundaries and gets everything they want. This can happen for various reasons:",
      "Parents spoil the child and allow them to do whatever comes to mind.",
      "In this case, the child develops a narcissistic part of the personality with an inflated sense of self-importance.",
      "Example: Little Kate always got everything she wanted. Her parents thought she deserved the best and didn't deny her anything. Kate got used to the world revolving around her and didn't understand why at school teachers didn't give her all their attention, and classmates didn't consider her opinion.",
      "Parents themselves live by the principle «I'm entitled to everything».",
      "The child repeats the parental scenario, adopting this way of thinking.",
      "Example: Ivan's parents constantly complained about life, thinking that they should be paid more, that they aren't appreciated, and that their rights are constantly violated. Ivan grew up in an atmosphere of discontent and expectation that the world owes him something."
    ],
    "quote": {
      "text": "Nobody owes you anything. Everything you get in life is a gift.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Parents didn't consider the child's opinion, ignored their interests and desires.",
      "The child is angry at the parents but can't express their anger openly. Therefore, they transfer it to those around them, believing that they should pity them and compensate for what they lacked in childhood.",
      "Example: Anna always dreamed of becoming an artist, but her parents forced her to study law, considering it a more prestigious profession. Anna gave in, but her heart always yearned for creativity. ",
      "She resented her parents for not letting her realize her dream, and then transferred this resentment to everyone around her, believing that they should help her find happiness in life.",
      "The child was forced to please the parents so that they would love them. They grew up with the belief that love must be earned.",
      "Example: Sergei always tried to satisfy all his parents' needs, fearing that they wouldn't love him if he did something wrong. He grew up with a sense of insecurity and constantly tried to prove his worth, believing that he should be given what he deserved.",
      "The consequences of such an attitude can be diverse and negative. They include:",
      "Disappointment and dissatisfaction: Expecting others to satisfy all your needs can lead to constant disappointment and a feeling of dissatisfaction due to the discrepancy between expectations and reality",
      "Tension in relationships: The belief that the world should adapt to you can cause tension and conflicts in relationships, as it often leads to discontent and disagreements",
      "Loss of independence: Constantly expecting others to take on all responsibilities makes you dependent and hinders the development of independence and personal growth",
      "Negative impact on self-esteem: Relying on others to satisfy your needs, you don't develop your own self-esteem, which can lead to negative emotions and a sense of inferiority",
      "Lack of mutual help: By focusing only on yourself, you miss the opportunity to be empathetic and help others, which can hinder the development of quality relationships and social support"
    ],
    "quote": {
      "text": "Don't expect the world to revolve around you. In this world, there's room for others too",
      "author": "Aristotle"
    }
  },
  "instagram": [
    "17853708132424290"
  ],
  "exercise": {
    "title": "How to Cope with Obligations?",
    "description": "The article discusses the beliefs of obligations as a source of stress and dissatisfaction, emphasizing that these attitudes make us feel like prisoners of circumstances. The author suggests recognizing the unrealistic nature of such beliefs, replacing them with more flexible formulations, and taking responsibility for our desires and actions. The practice of gratitude and compassion, as well as the ability to ask for help and accept imperfections, can help reduce stress and improve the quality of life.",
    "screen_1": {
      "texts": [
        "The beliefs of obligations are a silent enemy that steals our joy of life, undermines our peace, and hinders the building of constructive, close relationships with others.",
        "The central idea of this mindset is the concept of duty.",
        "The word “must” is in most cases a linguistic trap.",
        "The meaning of the word “must” is: only this way and no other. Phrases like: “must”, “have to”, “need to” make us feel like prisoners of circumstances because they describe a situation where there are no alternatives.",
        "But such a description is only accurate in very rare, practically exceptional cases.",
        "For example, the statement “a person must breathe air” is realistic because physically there is no alternative.",
        "However, the statement “nobody should be late” is inappropriate and unrealistic because in reality, it can and does happen. People are late, get delayed, or do not show up at all.",
        "Therefore, the presence of beliefs in obligations inevitably leads to the occurrence of acute or chronic stress.",
        "How to free yourself from obligations?",
        "Recognize the unrealistic nature of your belief",
        "By demanding from other people how they should behave with you, what to say and do, you expect only a certain result from them.",
        "This is a powerful source of stress because no one in life has ever had an environment that always met our expectations.",
        "Even the most authoritative citizens, the highest rulers, had people in their lives who “did not act as they should.”",
        "Naturally, when we encounter a person who “does not act as they should,” our psycho-emotional arousal level quickly rises. Hence, constant stress, resentment, and a whole bouquet of negative emotions."
      ],
      "quote": {
        "text": "If you think the world owes you something, it will be the source of your pain. Remember, the world owes nothing to anyone.",
        "author": "Buddha"
      }
    },
    "screen_2": {
      "texts": [
        "Identify the roots of your belief",
        "Think about where this belief came from. Maybe you were spoiled in childhood and not given realistic boundaries, or you inherited this mindset from your parents. Recognizing the cause will not help you get rid of the belief, but it is an important step in working with it.",
        "Pay attention to what you say. Track words like “must”, “have to”, “need to” in your speech and replace them with “want”, “prefer”, “I would like to”.",
        "Example: “My friends must call me first” is replaced with “I would like my friends to call me first”.",
        "Take responsibility",
        "The semantic meaning of these words determines the attitude to the situation.",
        "In one case, it is an inevitable necessity, the responsibility for which lies with an external force (people, nature, circumstances, etc.), in another case, it is a free choice, the responsibility for which lies with yourself.",
        "It is difficult to take responsibility for your choice, but this path increases the degree of freedom and reduces stress in the long term.",
        "Break down your “obligations” into parts",
        "Instead of saying “I am owed ...”, ask yourself:",
        "Why do I believe it should be this way?",
        "Are there alternative options?",
        "What do I want to achieve with this?",
        "What benefit will it bring if it is this way?",
        "Identify your true desires, be honest with yourself. What do you really want when you say someone or something owes you? What values are you defending here?"
      ]
    },
    "screen_3": {
      "texts": [
        "Learn to ask and express your needs",
        "Instead of assuming that other people know about your needs or desires, learn to clearly and openly express them and ask for help when necessary.",
        "Practice compassion",
        "Try to understand the feelings of other people. Remember that everyone has their own concerns and that they may not always be able to support, listen, praise, or provide the necessary help.",
        "Try to put yourself in other people's shoes, look for alternative explanations for what is happening, thus developing empathy.",
        "Be grateful",
        "Instead of focusing on what others should do for you, focus on gratitude for what they do.",
        "For example, imagine a colleague helps you with a project, even though they are very busy themselves. Instead of thinking “He must help me, it’s his duty,” reframe your thoughts to: “I am grateful for my colleague’s help, considering his own busyness. He is a true professional.”",
        "The practice of gratitude allows us to see and appreciate the good deeds of others and creates an atmosphere of mutual respect and support. Gratitude can be expressed both personally and publicly, and it helps strengthen our relationships with those around us.",
        "Accept imperfection",
        "The world is not perfect, do not demand the impossible from yourself and others. Do not try to change the world and other people to suit yourself, nothing good will come of it.",
        "Liberation from irrational attitudes is a long and not always easy process. But it is worth it, gradually you will begin to feel freer, happier, and more confident."
      ]
    }
  }
}
