{
  "title": "The World Owes Me: What’s Wrong with This Belief?",
  "description": "This article explores the mindset of “the world owes me”, which often develops in people who expect life to revolve around them and meet all their needs. The author explains how this belief starts in childhood, shows how it manifests in adult life, and describes its negative consequences, including disappointment, tension in relationships, and loss of independence. In conclusion, the article highlights the importance of accepting the world as it is and recognizing that there is room in it not only for us, but for other people as well.",
  "screen_1": {
    "texts": [
      "“The world owes me” is a trap many people fall into when they start to believe that everything should revolve around them.",
      "People in this position often expect others to agree with them and go along with their requests.",
      "They do not take other people’s opinions and needs into account, assuming that their own wishes and needs matter more.",
      "“Should” beliefs in this area might sound like:",
      "Friends should always help me.",
      "My partner should always support me in everything.",
      "My mom should look after my children.",
      "Everything should be the way I want it.",
      "People should not say no to me.",
      "Life should be fair to me.",
      "If you notice this kind of thinking in yourself, you probably believe that you deserve success, love, and happiness simply by being born.",
      "You expect the universe and the people around you to fulfill your wishes because you are a good, kind person or because you work hard.",
      "But when this does not happen — and it often does not — you are left with a choice: sink into sadness and a sense of inferiority, or flare up in anger. People who believe that everyone owes them something often run into difficulties."
    ],
    "quote": {
      "text": "We cannot control the wind, but we can adjust the sails.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "The first of these difficulties is disappointment: if someone says no, does not understand that they are “supposed” to solve your problems, or does not meet your expectations, disappointment, hurt, anger, and confusion are almost inevitable — “How can anyone treat me like this when I’m such a wonderful person?”",
      "You spend a huge amount of energy on negative emotions and start seeing the world in dark colors. This demanding attitude toward life gets in the way of pleasure and joy, because you do not accept the world as it is — you are always dissatisfied with how it works.",
      "Tanya is a vivid example of someone with the belief “everyone owes me”. She expects her friends to always be available, ready to drop everything and rush to her rescue, solving any of her problems and meeting all her requests.",
      "For example, she may call at three in the morning, insisting that her friend come over immediately to support her after a fight with her boyfriend.",
      "Or, without warning, she might ask for help with moving, even though her friend already has an important meeting scheduled for that day. When her friends cannot help, Tanya feels hurt and abandoned, as if she does not matter.",
      "This is a risky position that can lead to isolation, ongoing tension, or even the breakdown of relationships.",
      "Friends and loved ones start avoiding meetings or conversations, afraid of yet another demand, hurt reaction, or argument. After all, nobody wants to feel constantly obligated and forced to go along with someone else’s whims.",
      "So where does this belief come from? It often forms in childhood, when a child does not encounter realistic boundaries and gets almost everything they want. This can happen for different reasons:",
      "Parents spoil the child and let them do whatever they like.",
      "In this case, a narcissistic part of the personality can develop, with an inflated sense of self-importance.",
      "Example: Little Katya always got everything she wanted. Her parents believed she deserved only the best and never said no. Katya grew up feeling that the world revolved around her and could not understand why teachers at school did not give her all their attention and classmates did not always take her opinion into account.",
      "Sometimes parents themselves live by the principle “the world owes me”.",
      "The child then copies this parental script and internalizes the same way of thinking.",
      "Example: Vanya’s parents constantly complained about life, saying they should be paid more, that they were not appreciated, and that their rights were always being violated. Vanya grew up in an atmosphere of dissatisfaction and the expectation that the world owed him something."
    ],
    "quote": {
      "text": "No one owes you anything. Everything you receive in life is a gift.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Sometimes parents ignore the child’s opinion and pay no attention to their interests and wishes.",
      "The child feels angry with their parents but cannot express this anger openly. As a result, it gets redirected onto other people, along with the belief that others now “owe” them compassion and compensation for what they did not receive in childhood.",
      "Example: Anya always dreamed of becoming an artist, but her parents pushed her to study law, believing it was a more prestigious profession. Anya agreed, but her heart was always drawn to creativity.",
      "She resented her parents for not letting her pursue her dream and later projected this resentment onto everyone around her, believing that they now owed it to her to help her find happiness in life.",
      "Sometimes a child is made to please their parents in order to be loved. They grow up believing that love has to be earned.",
      "Example: Sergey always tried to meet all his parents’ needs, afraid they would not love him if he did something wrong. He grew up feeling insecure and constantly tried to prove his worth, believing that he should now be given what he has “earned”.",
      "The consequences of this belief can be varied and harmful. They include:",
      "Disappointment and dissatisfaction: Expecting others to meet all your needs can lead to chronic disappointment and ongoing dissatisfaction when reality does not match your expectations.",
      "Tension in relationships: The belief that the world must adapt to you can create tension and conflict in relationships, because it often turns into frustration and frequent disagreements.",
      "Loss of independence: Constantly expecting others to take on all responsibilities makes you dependent and holds back your autonomy and personal growth.",
      "Negative impact on self-esteem: Relying on others to meet your needs prevents you from building your own sense of self-worth, which can lead to difficult emotions and a sense of inadequacy.",
      "Lack of mutual support: When you focus only on yourself, you miss opportunities to be empathetic and support others, which can get in the way of building strong relationships and a sense of community support."
    ],
    "quote": {
      "text": "Do not expect the world to revolve around you. There is room in this world for others as well.",
      "author": "Aristotle"
    }
  },
  "instagram": [
    "17853708132424290"
  ],
  "exercise": {
    "title": "How to Cope with Obligations?",
    "description": "The article discusses the beliefs of obligations as a source of stress and dissatisfaction, emphasizing that these attitudes make us feel like prisoners of circumstances. The author suggests recognizing the unrealistic nature of such beliefs, replacing them with more flexible formulations, and taking responsibility for our desires and actions. The practice of gratitude and compassion, as well as the ability to ask for help and accept imperfections, can help reduce stress and improve the quality of life.",
    "screen_1": {
      "texts": [
        "The beliefs of obligations are a silent enemy that steals our joy of life, undermines our peace, and hinders the building of constructive, close relationships with others.",
        "The central idea of this mindset is the concept of duty.",
        "The word “must” is in most cases a linguistic trap.",
        "The meaning of the word “must” is: only this way and no other. Phrases like: “must”, “have to”, “need to” make us feel like prisoners of circumstances because they describe a situation where there are no alternatives.",
        "But such a description is only accurate in very rare, practically exceptional cases.",
        "For example, the statement “a person must breathe air” is realistic because physically there is no alternative.",
        "However, the statement “nobody should be late” is inappropriate and unrealistic because in reality, it can and does happen. People are late, get delayed, or do not show up at all.",
        "Therefore, the presence of beliefs in obligations inevitably leads to the occurrence of acute or chronic stress.",
        "How to free yourself from obligations?",
        "Recognize the unrealistic nature of your belief",
        "By demanding from other people how they should behave with you, what to say and do, you expect only a certain result from them.",
        "This is a powerful source of stress because no one in life has ever had an environment that always met our expectations.",
        "Even the most authoritative citizens, the highest rulers, had people in their lives who “did not act as they should.”",
        "Naturally, when we encounter a person who “does not act as they should,” our psycho-emotional arousal level quickly rises. Hence, constant stress, resentment, and a whole bouquet of negative emotions."
      ],
      "quote": {
        "text": "If you think the world owes you something, it will be the source of your pain. Remember, the world owes nothing to anyone.",
        "author": "Buddha"
      }
    },
    "screen_2": {
      "texts": [
        "Identify the roots of your belief",
        "Think about where this belief came from. Maybe you were spoiled in childhood and not given realistic boundaries, or you inherited this mindset from your parents. Recognizing the cause will not help you get rid of the belief, but it is an important step in working with it.",
        "Pay attention to what you say. Track words like “must”, “have to”, “need to” in your speech and replace them with “want”, “prefer”, “I would like to”.",
        "Example: “My friends must call me first” is replaced with “I would like my friends to call me first”.",
        "Take responsibility",
        "The semantic meaning of these words determines the attitude to the situation.",
        "In one case, it is an inevitable necessity, the responsibility for which lies with an external force (people, nature, circumstances, etc.), in another case, it is a free choice, the responsibility for which lies with yourself.",
        "It is difficult to take responsibility for your choice, but this path increases the degree of freedom and reduces stress in the long term.",
        "Break down your “obligations” into parts",
        "Instead of saying “I am owed ...”, ask yourself:",
        "Why do I believe it should be this way?",
        "Are there alternative options?",
        "What do I want to achieve with this?",
        "What benefit will it bring if it is this way?",
        "Identify your true desires, be honest with yourself. What do you really want when you say someone or something owes you? What values are you defending here?"
      ]
    },
    "screen_3": {
      "texts": [
        "Learn to ask and express your needs",
        "Instead of assuming that other people know about your needs or desires, learn to clearly and openly express them and ask for help when necessary.",
        "Practice compassion",
        "Try to understand the feelings of other people. Remember that everyone has their own concerns and that they may not always be able to support, listen, praise, or provide the necessary help.",
        "Try to put yourself in other people's shoes, look for alternative explanations for what is happening, thus developing empathy.",
        "Be grateful",
        "Instead of focusing on what others should do for you, focus on gratitude for what they do.",
        "For example, imagine a colleague helps you with a project, even though they are very busy themselves. Instead of thinking “He must help me, it’s his duty,” reframe your thoughts to: “I am grateful for my colleague’s help, considering his own busyness. He is a true professional.”",
        "The practice of gratitude allows us to see and appreciate the good deeds of others and creates an atmosphere of mutual respect and support. Gratitude can be expressed both personally and publicly, and it helps strengthen our relationships with those around us.",
        "Accept imperfection",
        "The world is not perfect, do not demand the impossible from yourself and others. Do not try to change the world and other people to suit yourself, nothing good will come of it.",
        "Liberation from irrational attitudes is a long and not always easy process. But it is worth it, gradually you will begin to feel freer, happier, and more confident."
      ]
    }
  }
}