{
  "title": "How to Cope with Obligations?",
  "description": "The article discusses the beliefs of obligations as a source of stress and dissatisfaction, emphasizing that these attitudes make us feel like prisoners of circumstances. The author suggests recognizing the unrealistic nature of such beliefs, replacing them with more flexible formulations, and taking responsibility for our desires and actions. The practice of gratitude and compassion, as well as the ability to ask for help and accept imperfections, can help reduce stress and improve the quality of life.",
  "screen_1": {
    "texts": [
      "The beliefs of obligations are a silent enemy that steals our joy of life, undermines our peace, and hinders the building of constructive, close relationships with others.",
      "The central idea of this mindset is the concept of duty.",
      "The word “must” is in most cases a linguistic trap.",
      "The meaning of the word “must” is: only this way and no other. Phrases like: “must”, “have to”, “need to” make us feel like prisoners of circumstances because they describe a situation where there are no alternatives.",
      "But such a description is only accurate in very rare, practically exceptional cases.",
      "For example, the statement “a person must breathe air” is realistic because physically there is no alternative.",
      "However, the statement “nobody should be late” is inappropriate and unrealistic because in reality, it can and does happen. People are late, get delayed, or do not show up at all.",
      "Therefore, the presence of beliefs in obligations inevitably leads to the occurrence of acute or chronic stress.",
      "How to free yourself from obligations?",
      "Recognize the unrealistic nature of your belief",
      "By demanding from other people how they should behave with you, what to say and do, you expect only a certain result from them.",
      "This is a powerful source of stress because no one in life has ever had an environment that always met our expectations.",
      "Even the most authoritative citizens, the highest rulers, had people in their lives who “did not act as they should.”",
      "Naturally, when we encounter a person who “does not act as they should,” our psycho-emotional arousal level quickly rises. Hence, constant stress, resentment, and a whole bouquet of negative emotions."
    ],
    "quote": {
      "text": "If you think the world owes you something, it will be the source of your pain. Remember, the world owes nothing to anyone.",
      "author": "Buddha"
    }
  },
  "screen_2": {
    "texts": [
      "Identify the roots of your belief",
      "Think about where this belief came from. Maybe you were spoiled in childhood and not given realistic boundaries, or you inherited this mindset from your parents. Recognizing the cause will not help you get rid of the belief, but it is an important step in working with it.",
      "Pay attention to what you say. Track words like “must”, “have to”, “need to” in your speech and replace them with “want”, “prefer”, “I would like to”.",
      "Example: “My friends must call me first” is replaced with “I would like my friends to call me first”.",
      "Take responsibility",
      "The semantic meaning of these words determines the attitude to the situation.",
      "In one case, it is an inevitable necessity, the responsibility for which lies with an external force (people, nature, circumstances, etc.), in another case, it is a free choice, the responsibility for which lies with yourself.",
      "It is difficult to take responsibility for your choice, but this path increases the degree of freedom and reduces stress in the long term.",
      "Break down your “obligations” into parts",
      "Instead of saying “I am owed ...”, ask yourself:",
      "Why do I believe it should be this way?",
      "Are there alternative options?",
      "What do I want to achieve with this?",
      "What benefit will it bring if it is this way?",
      "Identify your true desires, be honest with yourself. What do you really want when you say someone or something owes you? What values are you defending here?"
    ]
  },
  "screen_3": {
    "texts": [
      "Learn to ask and express your needs",
      "Instead of assuming that other people know about your needs or desires, learn to clearly and openly express them and ask for help when necessary.",
      "Practice compassion",
      "Try to understand the feelings of other people. Remember that everyone has their own concerns and that they may not always be able to support, listen, praise, or provide the necessary help.",
      "Try to put yourself in other people's shoes, look for alternative explanations for what is happening, thus developing empathy.",
      "Be grateful",
      "Instead of focusing on what others should do for you, focus on gratitude for what they do.",
      "For example, imagine a colleague helps you with a project, even though they are very busy themselves. Instead of thinking “He must help me, it’s his duty,” reframe your thoughts to: “I am grateful for my colleague’s help, considering his own busyness. He is a true professional.”",
      "The practice of gratitude allows us to see and appreciate the good deeds of others and creates an atmosphere of mutual respect and support. Gratitude can be expressed both personally and publicly, and it helps strengthen our relationships with those around us.",
      "Accept imperfection",
      "The world is not perfect, do not demand the impossible from yourself and others. Do not try to change the world and other people to suit yourself, nothing good will come of it.",
      "Liberation from irrational attitudes is a long and not always easy process. But it is worth it, gradually you will begin to feel freer, happier, and more confident."
    ]
  }
}
