{
  "title": "I'm Entitled. What's Wrong with This Belief?",
  "description": "This article examines the problem of the «I'm entitled» mindset, which develops in people who expect the world to revolve around them and satisfy all their needs. The author explains how this attitude originates in childhood, provides examples of its manifestation in adult life, and describes the negative consequences of such thinking, including disappointment, strained relationships, and loss of independence. In conclusion, the idea is proposed that it's important to accept the world as it is and understand that there's room in it not only for us but for other people as well.",
  "screen_1": {
    "texts": [
      "«I'm entitled» is a trap that many fall into, believing that the world revolves around them.",
      "People in this position often expect others to agree with them and fulfill their requests.",
      "They don't consider the opinions and needs of other people, believing that their own desires and needs are more important.",
      "Entitlement beliefs can sound like this:",
      "Friends should always help me",
      "My partner should always support me in everything",
      "My mom should babysit my children",
      "Everything should be as I want it",
      "I shouldn't be refused",
      "The world should be fair to me",
      "If you've noticed such thinking in yourself, you probably believe that you deserve success, love, and happiness simply by birthright.",
      "You expect the universe and the people around you to fulfill your wishes because you're a good, kind person or because you work hard.",
      "But when this doesn't happen, and it often doesn't, you're left with a choice: to sink into despondency and feelings of inferiority or to flare up in anger. People who feel entitled often face problems."
    ],
    "quote": {
      "text": "We cannot direct the wind, but we can adjust the sails.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "And first and foremost, it's disappointment: if you've been refused, not understood that they should solve your problems, not met your expectations, then you're certainly in for disappointment, hurt feelings, anger, incomprehension of how anyone can treat you – such a wonderful person – this way.",
      "You waste a lot of energy on negative emotions, seeing the world in gloomy colors. Your demanding attitude towards life prevents you from enjoying, being happy, because you don't accept the world as it is, you always have complaints about how it should be arranged.",
      "Tanya is a vivid example of a person with the «I'm entitled to everything» attitude. She expects friends to always be available, ready to drop everything and rush to her aid, solving all her problems and fulfilling all her requests.",
      "For example, she might call at 3 am, demanding that her friend come immediately to support her after an argument with her boyfriend.",
      "Or, without warning, ask for help with moving, even though her friend had already planned an important meeting for that day. When friends can't help her, Tanya feels offended and abandoned, unwanted.",
      "This is a dangerous position that can lead to isolation, tension in relationships, or even the destruction of these relationships.",
      "Friends and close ones start avoiding meetings or conversations, fearing another demand, offense, or argument. Because no one wants to constantly feel obligated and submit to someone else's whims.",
      "Where does this belief come from? This attitude often forms in childhood when a child doesn't face realistic boundaries and gets everything they want. This can happen for various reasons:",
      "Parents spoil the child and allow them to do whatever comes to mind.",
      "In this case, the child develops a narcissistic part of the personality with an inflated sense of self-importance.",
      "Example: Little Kate always got everything she wanted. Her parents thought she deserved the best and didn't deny her anything. Kate got used to the world revolving around her and didn't understand why at school teachers didn't give her all their attention, and classmates didn't consider her opinion.",
      "Parents themselves live by the principle «I'm entitled to everything».",
      "The child repeats the parental scenario, adopting this way of thinking.",
      "Example: Ivan's parents constantly complained about life, thinking that they should be paid more, that they aren't appreciated, and that their rights are constantly violated. Ivan grew up in an atmosphere of discontent and expectation that the world owes him something."
    ],
    "quote": {
      "text": "Nobody owes you anything. Everything you get in life is a gift.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Parents didn't consider the child's opinion, ignored their interests and desires.",
      "The child is angry at the parents but can't express their anger openly. Therefore, they transfer it to those around them, believing that they should pity them and compensate for what they lacked in childhood.",
      "Example: Anna always dreamed of becoming an artist, but her parents forced her to study law, considering it a more prestigious profession. Anna gave in, but her heart always yearned for creativity. ",
      "She resented her parents for not letting her realize her dream, and then transferred this resentment to everyone around her, believing that they should help her find happiness in life.",
      "The child was forced to please the parents so that they would love them. They grew up with the belief that love must be earned.",
      "Example: Sergei always tried to satisfy all his parents' needs, fearing that they wouldn't love him if he did something wrong. He grew up with a sense of insecurity and constantly tried to prove his worth, believing that he should be given what he deserved.",
      "The consequences of such an attitude can be diverse and negative. They include:",
      "Disappointment and dissatisfaction: Expecting others to satisfy all your needs can lead to constant disappointment and a feeling of dissatisfaction due to the discrepancy between expectations and reality",
      "Tension in relationships: The belief that the world should adapt to you can cause tension and conflicts in relationships, as it often leads to discontent and disagreements",
      "Loss of independence: Constantly expecting others to take on all responsibilities makes you dependent and hinders the development of independence and personal growth",
      "Negative impact on self-esteem: Relying on others to satisfy your needs, you don't develop your own self-esteem, which can lead to negative emotions and a sense of inferiority",
      "Lack of mutual help: By focusing only on yourself, you miss the opportunity to be empathetic and help others, which can hinder the development of quality relationships and social support"
    ],
    "quote": {
      "text": "Don't expect the world to revolve around you. In this world, there's room for others too",
      "author": "Aristotle"
    }
  },
  "instagram": ["17853708132424290"]
}
