{
  "title": "What to do if you have perfectionism, no ideal, but want to live normally?",
  "description": "The article examines two types of perfectionism - negative and positive, offering effective recommendations for dealing with perfectionist tendencies. The author presents eight key strategies, including motivation for change, cognitive restructuring, process orientation instead of result orientation, and formation of new, healthier beliefs. The main idea is that perfectionism can be overcome by learning to accept imperfection, love oneself unconditionally, and take care of oneself daily.",
  "screen_1": {
    "texts": [
      "Modern scientists distinguish two types of perfectionism: negative and positive, or in other words, healthy and pathological.",
      "To turn a minus into a plus, it's important to combine your leadership qualities and striving for perfection with common sense and rationality.",
      "We have prepared effective recommendations for working with perfectionism for you.",
      "The best starting point for tackling any problem is motivation for change.",
      "To overcome perfectionism, it's important to understand why you need it. Analyze and write down all the pros and cons.",
      "You might be surprised to find that there are many more difficulties than advantages. Once you realize and accept this, it will be much easier for you to change.",
      "Like many people, you probably think that everything should be done 100% or that mistakes should never be made, or you adhere to other similar thoughts and beliefs of a perfectionist.",
      "It's very important for you to question all such thoughts and work with them.",
      "How? It will be helpful to continue keeping a diary of automatic thoughts, where you can identify these ideas, check them against reality, and give them a rational response."
    ],
    "quote": {
      "text": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",
      "author": "Michael Jordan"
    }
  },
  "screen_2": {
    "texts": [
      "The following questions can help with reality testing (cognitive restructuring):",
      "What evidence do I have that supports this thought or belief?",
      "Is this thought helpful?",
      "Are there other ways I can think about this situation or about myself?",
      "Am I blaming myself unnecessarily?",
      "What or who else contributed to this situation?",
      "Is this really under my control?",
      "Am I adhering to unfounded or double standards?",
      "Is this a realistic expectation?",
      "These questions are aimed at checking a belief, confirming it, clarifying it or refuting it, and formulating an alternative belief.",
      "Ask yourself: what if I do it perfectly, then what? And if I don't do it perfectly, then what? Try to figure out what's behind your perfectionism. Are you afraid of rejection? Are you afraid of public ridicule? Is there a thirst for recognition behind perfectionism?",
      "When you understand what's behind perfectionism, ask yourself if you're really addressing these fears and needs with it.",
      "Well, you wrote the report perfectly, submitted it, and then what? Now you're not afraid at all that people will turn away from you? Well, you performed perfectly, they applauded you, and that's it, are these ovations from a crowd of strangers enough for you?",
      "Most likely, your answer is negative. You achieved the ideal, experienced bliss for a while, and then back into this race again.",
      "Get rid of black and white thinking",
      "Perfectionists often think in categories of «all or nothing», «success or failure», «do it perfectly or don't start at all».",
      "Such an approach is unrealistic. Look around and ask yourself how many things in the world fit the category of «all or nothing». Are your walls perfectly clean? Or is there at least some dirt on them?",
      "Do you know a person who is absolutely calm and confident? Does your favorite actress possess perfect beauty, or does she still have flaws?"
    ]
  },
  "screen_3": {
    "texts": [
      "In life, rarely anything is achieved without mistakes and failures.",
      "No one is born a master - we learn, try, make mistakes, and gradually improve.",
      "So allow yourself to be imperfect, to do something incompletely, to make mistakes. Mistakes are not enemies, but helpers on the path to success. Remember the saying more often: «He who makes no mistakes makes nothing».",
      "It's not worth immediately giving up all ideals - this could be too drastic a change.",
      "Act gradually.",
      "Start small: choose one, the least significant ideal and try to give it up. Observe the result.",
      "The world won't collapse if you don't do something perfectly. Your loved ones won't turn away from you, you won't become a terrible person.",
      "Most likely, you'll cope with the imperfect result much easier than it seems. Remember that one experiment doesn't give a complete picture. Consistency is needed.",
      "Every week or month, give up one ideal and observe the reaction. Listen to yourself and move at a pace comfortable for you.",
      "Keep an achievement diary",
      "Write down both big and small, significant and not so significant successes. Every day. Perfectionism loves defeats, and when you once again tell yourself: «I never succeed at anything», immediately after that open your notebook and read how much you've already succeeded at.",
      "Another way to overcome perfectionism is to focus on the process.",
      "This means that when evaluating an action, you focus more on the process rather than the result.",
      "Imagine you're a driver and every day you drive from point A to point B. On some days, the traffic lights are mostly green, and you quickly reach your destination. On other days, you constantly hit red lights, get stuck in traffic jams, and the trip takes much longer.",
      "Your driving skills don't change, so why not feel equally satisfied with the work you do every day? Try to look at things in a new way, without trying to do your work or some action perfectly.",
      "For example, as a student, you can set the following process-oriented goals:",
      "attend classes;",
      "listen attentively and take notes;",
      "ask relevant questions;",
      "dedicate a certain amount of time to each subject;",
      "re-read the notes taken during classes every two to three weeks.",
      "You can control all these processes, so success is guaranteed. The final grade or result, on the other hand, is not under your control.",
      "The outcome depends on how your teacher feels that day, how well other students performed, what criteria they apply, etc."
    ]
  },
  "screen_4": {
    "texts": [
      "Use the «greed technique»",
      "It's based on the simple fact that most of us strive to be perfect in order to succeed in life. It might not have occurred to you that you could be much more successful if you lower your standards.",
      "For example, once a famous psychotherapist spent more than two years writing his first scientific article.",
      "It was excellent and was published. But during the same time, his colleagues wrote and published significantly more equally good works. So he wondered what was better: to have one article with 98% «perfection» or 10 articles with 80% «perfection»?",
      "In the second case, productivity would be higher, and he could have been ahead of his colleagues. This realization prompted the psychotherapist to soften his standards.",
      "As a result, his productivity increased, and his job satisfaction grew.",
      "Completing several tasks well can be more effective than fixating on creating a perfect product with a lot of stress.",
      "Formulate new beliefs",
      "Working on beliefs involves recognizing them, thinking through their consequences, finding their sources, and ends with formulating new, alternative beliefs.",
      "Essentially, our task is to help «normalize» various manifestations of «imperfection» (mistakes, failures), to help accept the idea of one's own imperfection and the imperfection of other people.",
      "Give up beliefs like:",
      "I/others/the world must be perfect",
      "If it's not perfect, then it's bad",
      "If it's bad, then others will turn away from me/won't recognize me/I won't cope",
      "Instead, use new beliefs and phrases.",
      "I'm not perfect, but I:",
      "Learn and grow",
      "Am good enough",
      "Deserve love and respect, even if I'm not perfect",
      "Others are not perfect, but they:",
      "Are also people, with their strengths and weaknesses",
      "Won't always approve of me, and that's okay",
      "I make mistakes, but this gives me the opportunity to:",
      "Learn from my mistakes",
      "Become better",
      "Show resilience and not give up",
      "Write down your new beliefs and implement them in your life.",
      "You can write them on a sticky note and attach it to the refrigerator, enter them in the notes on your phone, or create an image with them and set it as your desktop background.",
      "Read these statements every day, at least once, better more. This will help you reprogram your thoughts and replace unhealthy beliefs with more adaptive ones.",
      "Fortunately, perfectionism is not a sentence.",
      "With small steps - on your own or under the guidance of a specialist - you can bring perfectionism to a healthy level. For this, it is necessary to learn to love yourself unconditionally and take care of yourself daily."
    ]
  }
}
