{
  "title": "Dependence on Ideals, Perfectionism",
  "description": "The article explores perfectionism, emphasizing that striving for high standards can be beneficial, but when it turns into rigid demands, it leads to negative consequences such as anxiety and dissatisfaction with life. Life examples show how early experiences and upbringing can contribute to the formation of perfectionist beliefs and behaviors. In conclusion, the author calls for a balance between striving for perfection and achieving acceptable results to avoid burnout and disappointment.",
  "screen_1": {
    "texts": [
      "The desire to achieve high standards, successfully complete tasks, and be productive is quite a positive quality.",
      "Also, the desire to be accepted, approved, loved, or have significant achievements in life.",
      "When this remains at the level of desires, aspirations, or goals, we can talk about constructive beliefs that help us in life and motivate us.",
      "But if desires turn into rigid and fixed demands, and the cost of fulfilling them becomes too high, it is rather not just high standards but perfectionism.",
      "What does it mean to be a perfectionist?",
      "Perfectionism, as the belief that everything must be done perfectly to 100%, is often the basis of many problems.",
      "You strive for the ideal: mistakes are unacceptable to you, and failure seems catastrophic. You believe that you must look, feel, think, and behave perfectly in any situation.",
      "As soon as you achieve a goal, it is immediately replaced by a new, even more distant one, so you never receive satisfaction and recognition for your efforts. Life becomes a gray and exhausting routine, as you live striving to meet unrealistic and often impossible standards.",
      "That is, a person with perfectionism:",
      "often compares themselves with others",
      "is in constant competition",
      "focuses on failures and setbacks, not noticing successes",
      "harshly criticizes themselves or others",
      "poorly adapts to reality",
      "constantly procrastinates"
    ],
    "quote": {
      "text": "Perfectionism is fear in fancy shoes and a mink coat, pretending to be elegant when actually it’s just terrified.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "A model of perfectionism by example",
      "Let’s remember that according to cognitive-behavioral therapy, our life experiences shape beliefs about ourselves, other people, and the world. These beliefs, in turn, determine our life strategies and rules.",
      "As an example, let’s consider Eugene. His parents always had high demands on him; any grade below 'excellent' was considered a failure.",
      "Despite Eugene's talent for music, his parents criticized his achievements and pushed him towards a more 'prestigious' profession as a doctor.",
      "This experience formed in Eugene a deep belief that he was 'not good enough' and 'incompetent'.",
      "To compensate for this and feel good and competent, he developed the rule: 'I must do everything perfectly'.",
      "The pursuit of the ideal forces Eugene to work to exhaustion, scold himself for the slightest mistakes, and critically treat colleagues. This leads to overwork, anxiety, relationship problems, and dissatisfaction with life.",
      "Often he sets unrealistic goals for himself, such as perfectly preparing for a presentation in a short time.",
      "If he succeeds (which is unlikely), his rule is confirmed, creating an illusion of control. In case of failure, Eugene blames himself, reinforcing the belief in his own incompetence.",
      "It turns into a vicious circle: the rule 'do everything perfectly' protects Eugene from the painful feeling of 'insufficiency', but only as long as he can meet his inflated, unrealistic standards.",
      "Any mistake leads to negative emotions, strengthening self-criticism and feeding perfectionism.",
      "How can perfectionist beliefs sound?",
      "I must do everything perfectly",
      "Everything must work out for me",
      "If you don’t do it to the maximum, it’s better not to do it at all",
      "If I’m criticized, it means I’m doing badly. You can’t do badly",
      "I have no right to make a mistake",
      "I must be the best in everything I do",
      "How does the constant striving for the ideal form?",
      "Most often, this striving is formed in preschool or early school age as a result of family upbringing."
    ]
  },
  "screen_3": {
    "texts": [
      "Researchers believe that neurotic perfectionism is formed under the influence of childhood experiences with parents who showed conditional love (for grades, results, etc.) or no approval at all.",
      "In both cases, the child develops a desire to be perfect to prove to the parents that they can be good and valuable for themselves and for them. Often, the parents of perfectionists show excessive criticism, refuse the child support, and show high demands.",
      "The child has to strive to be impeccable to meet the parents' expectations and avoid punishment and criticism.",
      "Basically, four types of parental behavior can be distinguished that may contribute to the development of perfectionism:",
      "Parents themselves demonstrate a pronounced model of perfectionist behavior",
      "Parents are excessively critical and demanding of the child; there is not enough emotional support and help in relationships",
      "Parental approval is absent or inconsistent and conditional",
      "Authoritarian parenting style and excessive parental expectations",
      "The child's entry into school stimulates them to formalize their successes in the form of grades.",
      "It is here that the 'excellent student syndrome' is formed, which psychologists associate with perfectionism. The child tries to be the best in everything, and if they fail, polarized thinking on the principle of 'all or nothing' is activated.",
      "There is no way to be the best in this subject, so the strategy of being the worst of all is chosen – it's better to be the last since it’s impossible to be the first."
    ]
  },
  "screen_4": {
    "texts": [
      "In addition to family influence, perfectionism is encouraged by modern society. In schools and universities, teachers like obedient honor students, and employers appreciate perfectionist employees.",
      "The market economy pushes people to compete, constantly striving to achieve the best results.",
      "The media dictate fashion and understandings of beauty and attractiveness. If a person looks good, dresses stylishly, and takes care of themselves, this increases their chances of finding a partner, prestigious job, and equally attractive friends.",
      "Because of this, a person is often convinced of the need to meet high standards to be part of society.",
      "So, is perfectionism good or bad?",
      "The question of perfectionism often causes disagreements: some consider it useful, others harmful.",
      "If you are a perfectionist, you are likely to say that striving for perfection is normal; otherwise, how can you achieve success? However, in practice, it takes an enormous amount of strength and resources from you, gradually but mercilessly exhausting your body and psyche.",
      "Perfectionism is closely related to achievement dependence, which we talked about in previous chapters, and therefore its disadvantages are similar.",
      "Inflated, unrealistic standards affect virtually every area of your life: work, study, relationships with loved ones, your leisure.",
      "The problem is that the ideal that perfectionism strives for is actually unattainable. The ideal does not exist – it is the best, finished state of an object or phenomenon, which each perceives in their own way.",
      "Let’s be honest and ask ourselves: is there something absolutely perfect for everyone?",
      "What you consider ideal may seem to someone else to be complete nonsense. Even the works of Mozart and Da Vinci do not please everyone, although they are considered the pinnacles of art.",
      "When you adjust your beliefs according to reality, you can find joy in the work done and in life in general, rather than constant disappointment.",
      "It is very important to learn to balance between striving for the best and an acceptable, good result."
    ]
  }
}
