{
  "title": "The Path to Healthy Self-Esteem",
  "description": "This text explores ways to free oneself from dependence on others' approval. The main steps include analyzing the advantages and disadvantages of current beliefs, rewriting negative attitudes into more realistic and useful ones, and developing a habit of self-approval. By following these recommendations, a person can increase their independence and improve their quality of life.",
  "screen_1": {
    "texts": [
      "The first and very important step on the path to changing destructive beliefs is to analyze their advantages and disadvantages.",
      "Think about your beliefs regarding dependence on approval and write them down. They can be formulated differently, but they reflect your desire to be approved by others.",
      "For example: «I must do what people like», or «If I am not approved, it means I am bad».",
      "Ask yourself: what are the advantages and disadvantages of such attitudes? What price do you pay for this and what do you get in return?",
      "By listing all the possible ways a belief can harm or help you, you can see how it actually affects your condition, mood, and life overall. This can be an important first step toward personal growth.",
      "If you see that the fear of disapproval does more harm than good, the next step is to rewrite the belief in a way that sounds more realistic and beneficial for you.",
      "For example, take the belief: «If I am not approved, it means I am bad».",
      "Even if you behave 'perfectly', there will still be people who express dissatisfaction with your behavior or even with you personally.",
      "No matter how good and accommodating you try to be for others, you cannot avoid criticism, conflicts, and even rejection.",
      "However, this is not proof that you are a bad person, because another person may criticize you due to their beliefs formed under the influence of upbringing and life experience (not always rational!), into which you, being a different person, simply do not fit.",
      "And if someone prefers blondes over brunettes, does that make all brunettes bad?",
      "Based on such reasoning, the belief can be rewritten as follows: «Disapproval may cause discomfort, but it does not make me a bad person».",
      "Reread the new belief a couple of times a day. In this way, you will gradually form new habits of thinking."
    ],
    "quote": {
      "text": "No one can make you feel inferior without your consent.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Think about why fearing disapproval is irrational. Make your own list of reasons why disapproval is unpleasant but not fatal.",
      "Arguments should be lifelike and understandable so that you have no doubts about them. Do not deceive yourself!",
      "For example, the statement: «If someone criticizes me, I should not be upset because I do not need such arrogant people around me», will not work because it contains a distortion.",
      "In this way, you are only trying to assert yourself at the expense of putting the person on the 'black list'. Stick to the truths you believe in.",
      "Here are some ideas that might be helpful to you:",
      "Disapproval is not always directly related to you: your words, actions, or lifestyle. The reason may lie in the problems or personal views of another person.",
      "Even justified criticism poses no threat as it helps find and correct mistakes. And as is well known, we learn from mistakes.",
      "One, two, five, ten failures do not mean that everything you do is wrong. In contrast, there are many things in which you do not make mistakes.",
      "You alone decide how much to be upset over someone else's disapproval, your reaction depends only on you.",
      "Other people cannot judge your human value, only the correctness and merits of your words or actions.",
      "Everyone will judge you differently, regardless of how well or poorly you act. Disapproval does not spread at great speed, and one case of rejection will not lead to complete isolation.",
      "Disapproval and criticism usually cause inconvenience, but the discomfort will pass. Stop wallowing in despair. Engage in activities that previously brought you pleasure, even if you feel it is pointless to start. Disapproval is not forever.",
      "Reflect on this topic for a few days and gradually add to the list. Develop your own attitude towards disapproval. You will be surprised at how much this will help you change your view of the world and strengthen your sense of independence."
    ],
    "quote": {
      "text": "Your time is limited, don't waste it living someone else's life.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Learn to depend only on your own approval.",
      "The key to emotional recovery is the knowledge that only your own thoughts can affect your mood. By freeing yourself from the dependence on others' praise, try to provide support for yourself.",
      "For this purpose, write down a list of your achievements throughout the day in a diary or on your phone. It does not matter how significant they are, whether someone else has noticed them or not.",
      "Maybe you held the door in the subway or patiently explained a topic twice to a colleague. Or you simply did not go with everyone at the red light.",
      "Accustom yourself to maintaining such a list, review it before going to sleep, and you will take a big step towards self-approval.",
      "Remember, the opinion of others is very unstable. What is discussed and criticized today may become fashionable and desired by many tomorrow.",
      "Do not try and do not strive to please everyone. It is impossible. There are millions of people in the world, and each has their own opinion and their own head on their shoulders.",
      "Live your own life, express your own opinion, learn from your mistakes, correct them, strive towards your goals, and move forward.",
      "All the steps listed work together. Yes, it requires effort, but freeing oneself from the dependency on others' approval changes life for the better. It grants the freedom to be yourself."
    ]
  }
}
