{
  "title": "The Path to Healthy Self-Esteem",
  "description": "This text explores how to free yourself from relying on other people’s approval. The main steps include weighing the pros and cons of your current beliefs, rewriting unhelpful assumptions into more realistic and supportive ones, and building the habit of self-approval. By following these recommendations, you can become more independent and improve your quality of life.",
  "screen_1": {
    "texts": [
      "The first and very important step toward changing destructive beliefs is to look at their advantages and disadvantages.",
      "Think about your beliefs around needing other people’s approval and write them down. They may be worded in different ways, but they all reflect your drive to be approved of by others.",
      "For example: \"I must do what people like\" or \"If others don’t approve of me, it means I’m a bad person.\"",
      "Ask yourself: what are the benefits and drawbacks of these beliefs? What price do you pay for them, and what do you actually gain?",
      "When you list all the ways this belief helps or harms you, you can see how it really affects your state, your mood, and your life as a whole. This can become an important first step toward personal growth.",
      "If you notice that the fear of disapproval causes you more harm than good, the next step is to rewrite the belief so that it becomes more realistic and genuinely helpful for you.",
      "Let’s take the belief: \"If others don’t approve of me, it means I’m a bad person.\"",
      "Even if you behave \"perfectly\", there will still be people who feel dissatisfied with what you do or even with who you are.",
      "No matter how hard you try to be good and convenient for others, you still won’t be able to avoid criticism, conflict, or even rejection.",
      "But this is not proof that you are a bad person. Someone may criticize you because of their own beliefs shaped by upbringing and life experience (not always rational), and you, being a different person, simply don’t fit into those beliefs.",
      "If someone prefers blond hair to dark hair, does that make all brunettes bad?",
      "Based on this reasoning, the belief can be rewritten as: \"Disapproval can be uncomfortable, but it does not make me a bad person.\"",
      "Reread your new belief a couple of times a day. Over time, you will gradually build new thinking habits."
    ],
    "quote": {
      "text": "No one can make you feel inferior without your consent.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Think about why it is irrational to be afraid of disapproval. Create your own list of reasons why disapproval is unpleasant, but not disastrous.",
      "Your arguments should be grounded and convincing so that you don’t doubt them. Don’t mislead yourself.",
      "For example, the statement \"If someone criticizes me, I shouldn’t be upset, because I don’t need such arrogant people in my life\" will not work, because it contains a distortion.",
      "This is just an attempt to boost your self-esteem by writing someone off as \"a bad person\". Stick to ideas that you truly believe are accurate.",
      "Here are some ideas that might be helpful:",
      "Disapproval is not always directly connected to you, your words, actions, or lifestyle. The reason may lie in the other person’s difficulties or personal views.",
      "Even justified criticism is not a threat, because it helps you find and correct mistakes. And mistakes are how we learn.",
      "One, two, five, or even ten missteps do not mean that everything you do is wrong. Alongside them, there are many things you do well.",
      "You decide how upset you will be by someone else’s disapproval — your reaction depends only on you.",
      "Other people cannot judge your worth as a human being; they can only judge the quality or appropriateness of your words and actions.",
      "People will evaluate you differently no matter how well or badly you behave. Disapproval does not spread at lightning speed, and one episode of rejection will not doom you to complete loneliness.",
      "Disapproval and criticism usually cause discomfort, but the discomfort passes. There is no need to sink into despair. Go back to what used to bring you pleasure, even if it feels pointless at first. Disapproval is not forever.",
      "Reflect on this topic for a few days and gradually add to your list. Develop your own attitude toward disapproval. You may be surprised how much it helps you change your view of the world and strengthen your sense of independence."
    ],
    "quote": {
      "text": "Your time is limited, so don’t waste it living someone else’s life.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Learn to rely first of all on your own approval.",
      "The key to emotional recovery is knowing that only your own thoughts can shape your mood. When you stop depending on other people’s praise, you can start offering support to yourself.",
      "To do this, keep a list of your achievements during the day in a notebook or on your phone. It doesn’t matter how big they are, or whether anyone else noticed them.",
      "Maybe you held the door open on the subway, patiently explained something twice to a colleague, or simply chose not to cross the street when everyone else went on a red light.",
      "Turn this list into a habit and review it before bed — this will be a big step toward self-approval.",
      "Remember that other people’s opinions are very unstable. What is criticized today can easily become trendy and admired tomorrow.",
      "Don’t try to please everyone and don’t aim to be liked by everyone. It’s impossible. There are millions of people in the world, each with their own opinion and their own way of thinking.",
      "Live your own life, express your views, learn from your mistakes, correct them, follow your goals, and keep moving forward.",
      "All of these steps work best together. Yes, they require effort, but freeing yourself from the need for constant approval really does change life for the better. It gives you the freedom to be yourself."
    ]
  }
}