{
  "title": "كيف تتوقف عن العيش من أجل الإنجازات؟",
  "description": "تناقش المقالة مخاطر الاعتماد على النجاح، مشيرة إلى أن الإنجازات لا تضمن السعادة والرفاهية. تبين أمثلة المشاهير، مثل ليدي غاغا وجيم كاري، أنه حتى أكثر الناس نجاحاً قد يعانون من الاكتئاب ومشاكل أخرى. تعتبر أهمية إيجاد التوازن بين الأهداف والحياة الشخصية، وكذلك الاعتراف بالقيمة الداخلية لكل شخص، بغض النظر عن نجاحاته، من الاستنتاجات الرئيسية.",
  "screen_1": {
    "texts": [
      "بالطبع، لا ينبغي التخلي عن جميع مساعيك أو التخلي عن أهدافك المهمة للتغلب على الإدمان على النجاح.",
      "فلا يوجد شيء خاطئ في امتلاك إنجازات. من الرائع أن يكون لديك المال، والوظيفة، والسيارة، والشقة، وما إلى ذلك.",
      "تبدأ المشاكل عندما تعتبر نفسك عديم القيمة، وفاشلاً، وشخصاً غير جدير بدون هذه المؤشرات للنجاح.",
      "لتحرير نفسك من فخ ضرورة أن تكون متميزاً وفعالاً، نقترح عليك التفكير في ما يلي:",
      "هل أنت مستعد لقضاء حياتك بأكملها في ركوب تقلبات تقدير الذات؟",
      "إذا فكرنا بشكل منطقي، فباختيار العيش وفقاً لمفهوم الإنجازات، فإنك تحكم على نفسك بالتأرجح العاطفي اللانهائي.",
      "اليوم حققت بعض الإنجازات وأنت سعيد، وغداً تعرضت للفشل، والحياة تكتسب ألواناً مختلفة تماماً. إذا كانت هناك إنجازات - فأنت رائع، وإذا لم تكن هناك إنجازات - فأنت فاشل.",
      "سيكون من السهل التحكم بمزاجك. إذا فهم الآخرون أنك معتمد على الإنجازات، فقد يستخدمون ذلك لمصلحتهم.",
      "على سبيل المثال، قد يعطيك رئيسك عبئاً زائداً لأنه يعلم أنك ستحطم نفسك، لكنك ستفعل كل شيء من أجل الثناء.",
      "الإنجازات لا تساوي السعادة",
      "لطالما تم اعتبار المال والشهرة والإنجازات كضمان للسعادة والرفاهية. ولكن لو كان مستوى السعادة يعتمد على نجاح الشخص، لكنا لاحظنا اختلافات كبيرة بين الأشخاص من مختلف المستويات الاجتماعية.",
      "معظم الناس لا يمكنهم التباهي بإنجازات كبيرة، ومع ذلك فإن العديد منهم سعداء وراضون عن حياتهم.",
      "ولكن مرة أخرى، أن تكون راضياً لا يعني عدم السعي والرغبة في المزيد. هناك فجوة هائلة بين السعي الصحي لتحقيق الأهداف والإدمان.",
      "في الواقع، يتبين أن حتى أولئك الذين يكسبون الكثير، أو يشغلون مناصب مرموقة، أو يمتلكون أعمالاً ناجحة، قد يعانون من الاكتئاب، أو يواجهون مشاكل مختلفة، أو ببساطة يشعرون بخيبة أمل في الحياة.",
      "على سبيل المثال، ليدي غاغا المعروفة للجميع، الشخص الناجح والثري والسعيد للوهلة الأولى، أسست مؤسستها «Born This Way Foundation» لمساعدة المراهقين الذين يمرون بظروف صعبة، لأن المغنية تعرف عن الصعوبات من تجربتها الشخصية.",
      "«لقد عانيت من الاكتئاب والقلق طوال حياتي، وما زلت أكافح ذلك حتى اليوم»، اعترفت في مقابلة مع Billboard في عام 2015.",
      "أو جيم كاري، الذي منح المعجبين فرصة الابتسام بصدق والحصول على مشاعر إيجابية من أعماله، ولكن حتى في ذروة شهرته، لم يكن لدى الممثل ما يضحك عليه.",
      "حارب جيم الاكتئاب الشديد لسنوات طويلة.",
      "هذا لا ينطبق فقط على المشاهير، فحتى رجال الأعمال غالباً ما يشتكون من الاضطرابات النفسية والإدمان.",
      "في الواقع، ينتحر العديد من الناجحين. ظهر حتى مصطلح خاص - «انتحار الرؤساء التنفيذيين».",
      "واجه هذه الظاهرة: الملياردير أدولف ميركل من قائمة فوربس، ورواد الأعمال إيليا جيتوميرسكي وأوستن هاينز، ومالكة دار الأزياء كيت سبيد، والعديد من غيرهم.",
      "لذلك، إذا كنت لا تزال تعتقد أن النجاح يساوي السعادة، فأنت مخطئ تماماً."
    ]
  },
  "screen_2": {
    "texts": [
      "فكر، هل ستتعامل مع شخص مقرب لك بشكل أسوأ فقط لأنه ليس لديه إنجازات؟",
      "تخيل أنك التقيت بصديق تقدره كثيراً. لكنك اكتشفت فجأة أنه مجرد بائع عادي في متجر، بينما أنت تمتلك عملاً تجارياً وأنت شخص ثري وناجح.",
      "هل ستنظر إليه باستعلاء، وتضعه أدنى منك؟",
      "ربما يكون من المهم بالنسبة لك أن يعترف هذا الصديق بتفاهته مقارنة بك؟ هل يسعدك أن تكون هذا النوع من الشخص؟",
      "وماذا لو كنت أنت مكان هذا الصديق؟",
      "هل ستوافق على التواصل مع شخص ناجح بشرط أن تعترف بتفاهتك بالمقارنة معه؟",
      "هل جميع الأطفال فاشلون؟",
      "إذا كان فقط أولئك الذين حققوا شيئاً في حياتهم لهم قيمة، فإن الأطفال هم أكبر التافهين على وجه الأرض.",
      "ألا يعقل؟ حتى الرضع لا يستطيعون حمل رؤوسهم. أم أنهم بالفعل يملكون قيمة؟",
      "إذا كان الأمر كذلك، فلماذا يحدث أن الرضيع له قيمة؟",
      "فهم لم يقدموا شيئاً لهذا العالم، ولا يستطيعون حتى التحدث. بلا شك، يتم تقديرك أنت والرضيع ليس لإنجازاتكم، بل لكونكم بشراً.",
      "وفي الاتجاه المعاكس. هل يجب الآن إبادة جميع الجدات والأجداد؟",
      "لماذا لا، فهم كبار في السن بالفعل، ولا يمكنهم تقديم أي شيء للعالم. نحن لا نفكر بهذه الطريقة. نحن نقدر ونحب آباءنا وأمهاتنا المسنين بالفعل ونحاول مساعدتهم.",
      "كل إنسان له قيمة",
      "يبدو لنا أن القيمة هي وحدة كمية، يمكن قياسها وحسابها. لكن في الواقع، القيمة هي وحدة نوعية.",
      "كل شخص لديه وحدة قيمة منذ الولادة، وهي متساوية للجميع. مهما كانت نجاحاتك وإخفاقاتك، فإن وحدة قيمتك لا تتغير. أنت قيّم، سواء بمليون أو بدونه.",
      "لا تقارن إنجازاتك بإنجازات الآخرين",
      "المقارنة مع الآخرين لا تجلب شيئاً سوى شعور بعدم الراحة والشك في النفس.",
      "إنها تولد شعوراً بالحسد الذي يغذي الإدمان على النجاح. تشعر أنك لا تفعل ما يكفي عندما تقارن إنجازاتك بإنجازات الآخرين، مما يعزز رغبتك في المشاركة في سباق مع المحيطين بك.",
      "توقف عن مقارنة إنجازاتك بإنجازات الآخرين. بدلاً من ذلك، أعد النظر في أولوياتك وفكر في مدى قدرة الأهداف المحددة على تلبية مصالحك، وليس الرغبة في مطابقة أولئك الذين تقارن نفسك بهم."
    ],
    "quote": {
      "text": "النجاح لا معنى له إذا كنت غير سعيد. بالنسبة لي، النجاح هو السعادة، وليس المال أو الشهرة.",
      "author": "إلين ديجينيريس"
    }
  },
  "screen_3": {
    "texts": [
      "تعلم إيجاد التوازن",
      "غالباً ما يشعر الأشخاص المدمنون على النجاح بالذنب لأنهم يسمحون لأنفسهم بالراحة، وقضاء الوقت مع الأحباء، والانخراط في أنشطة غير مرتبطة مباشرة بأهدافهم.",
      "بلا شك، للإنجازات أهمية معينة في الحياة، لكنها ليست الأهم على الإطلاق. أنت تراهن على النجاح، بينما تنسى أن تعيش. تعلم الموازنة بين العمل/الدراسة والمجالات الأخرى في الحياة.",
      "استمع إلى ما تريده أنت وجسمك. لا تتجاهل الإشارات، واعتنِ بنفسك بكل قوتك.",
      "اعمل مع أفكارك",
      "لتغيير نظام المعتقدات، من المهم جداً الاستمرار في الرد على الأفكار السلبية التلقائية التي تجعلك تشعر بالنقص.",
      "سيساعدك هذا على فهم أن المشكلة لا تكمن في نجاحاتك أو إخفاقاتك، بل في موقفك النقدي من نفسك وعادتك في توبيخ نفسك. عندما تتعلم تقييم أنشطتك بواقعية، سيزداد رضاك وقبولك لذاتك.",
      "من هو الأكثر أهمية للمجتمع في النهاية؟",
      "عندما نتحدث عن الأشخاص الناجحين، فإننا بالطبع نتخيل على الفور المغنين المشهورين، والممثلين المعروفين، ورجال الأعمال البارزين، والسياسيين العامين.",
      "ولكن ماذا عن المعلمين، والأطباء، والبنائين، والأشخاص من المهن الأخرى غير الشائعة، الذين يعتمد عليهم غدنا؟ ولكن إذا تحدثنا بموضوعية، فإن هؤلاء الناس غالباً ما يكونون أكثر فائدة للمجتمع من أولئك الذين اعتدنا أن نحسدهم.",
      "في الختام، نود مشاركة فكرة رائعة من كتاب الصحفي ديفيد أور.",
      "يكتب أن الكوكب لا يحتاج إلى عدد كبير من الناجحين، بل يحتاج أكثر إلى صانعي السلام، والمعالجين، والرواة، والأشخاص المحبين ببساطة.",
      "يحتاج إلى أشخاص ذوي أخلاق، أولئك الذين يجعلون العالم أكثر لطفاً وإنسانية. يحتاج الكوكب إلى أشخاص يجعلون الحياة أفضل بجوارهم.",
      "لا أحد ضد الأهداف الطموحة وتسلق قمم المهنة. لكن من المهم جداً أن تكون جميع جوانب الحياة في انسجام.",
      "يمكن أن تكون الإنتاجية والنجاح ممتعين للغاية ويجلبان الكثير من السعادة. ومع ذلك، فإن النجاح ليس شرطاً ضرورياً ولا كافياً لتحقيق أقصى قدر من السعادة.",
      "لست بحاجة إلى كسب حب أو احترام شخص ما من خلال العمل المرهق، وليس من الضروري أن تكون الأول لتشعر بالإنجاز والحفاظ على تقدير ذاتي مستقر.",
      "فقط تذكر أن «أهم الأشياء في العالم ليست أشياء على الإطلاق»!"
    ],
    "quote": {
      "text": "القيمة الحقيقية للحياة لا تكمن فيما نملك، بل في من نحن.",
      "author": "أوبرا وينفري"
    }
  }
}
