{
  "title": "الإدمان على الإنجازات",
  "description": "الحب، الذي تغنى به الشعراء والفنانون، يمنح الأجنحة ويعطي شعوراً بامتلاء الحياة. ومع ذلك، فإن تحول الحب إلى حاجة مَرَضية يدمر الشخصية ويعيق بناء علاقات صحية، خاصة لدى الأشخاص ذوي تقدير الذات المنخفض. يمكن العثور على السعادة الحقيقية واكتمال الحياة من خلال تعلم تنظيم مزاجنا والاستمتاع بالمتع التي لا تعتمد على وجود شريك.",
  "screen_1": {
    "texts": [
      "نعيش في عصر «سباق الإنجازات»، حيث يُعرّفنا نجاحنا. يبدو أن أي شخص يمكنه أن يصبح أي شيء، وكسب الكثير من المال واكتساب السلطة في المجتمع.",
      "لا يوجد سقف للطموحات وهذا يحول حياتنا إلى سباق مستمر، حيث نعتقد أن قيمة الإنسان تتحدد بالإنجازات.",
      "على الرغم من أن هذا الاعتقاد يبدو بريئاً، إلا أنه في الواقع له عواقب مدمرة.",
      "ماذا يعني الإدمان على الإنجازات؟",
      "هذا يعني أن تقديرك لذاتك يعتمد على الإنتاجية، أو المكانة، أو الذكاء، أو النجاح.",
      "طالما أن كل شيء على ما يرام في دراستك أو عملك، تشعر بأنك شخص سعيد وكامل. ولكن بمجرد أن تواجه فشلاً أو لا تحقق هدفك، تغمرك مشاعر سلبية مكثفة.",
      "في هذه اللحظة، من المحتمل أنك تفكر أنك فاشل لا تستطيع فعل أي شيء.",
      "ما هي المعتقدات التي قد تستند إلى مثل هذا الإدمان؟",
      "إذا لم أنجح، فسيكون ذلك فظيعاً. هذا يعني أنني ضعيف / غبي / تافه",
      "إذا لم أنجح، فهذا يعني أنني فاشل",
      "إذا فشلت، فهذا يعني أنني عديم القيمة ولن أحقق أي شيء أبداً",
      "أحتاج أن أكون ناجحاً، وإلا فلا داعي للعيش. سيفقد كل شيء معناه. لن أكون سعيداً حقاً أبداً",
      "الانشغال المفرط بالإنجازات ليس منتشراً فقط بين الرجال، بل وفي الآونة الأخيرة، بين النساء أيضاً، اللواتي يظهرن بشكل متزايد طموحات مهنية ورغبة في النجاح.",
      "في حين أن النساء غالباً ما يظهرن اهتماماً أكبر بالعلاقات، فإن الرجال غالباً ما يكونون أكثر عرضة للفشل في حياتهم المهنية، حيث يتم تلقينهم منذ الطفولة أن قيمتهم تتحدد بإنجازاتهم.",
      "لماذا وكيف تتشكل مثل هذه المعتقدات؟",
      "قد تكون هناك أسباب عديدة، ولكن كقاعدة عامة، تتشكل مثل هذه المعتقدات في مرحلة الطفولة. ربما كان والدا هذا الشخص باردين ومنفصلين، ولم يمنحاه الحب والرعاية والقبول.",
      "عندها يحاول الطفل شرح سبب حدوث ذلك.",
      "إذا كان بيتر الصبي من الساحة المجاورة محبوباً ومشجعاً ومقبولاً، وأنا لست كذلك، فهذا يعني أنني مختلف بطريقة ما، ولو كنت أفضل، لأحبوني بالتأكيد.",
      "خيار آخر - الوالدان يقدمان الحب والاهتمام والثناء والرعاية فقط إذا حقق الطفل بعض النجاح.",
      "إذا حصل الطفل على درجات ممتازة في المدرسة، كانوا يمتدحونه، وإذا لم يفعل ذلك، فلن ينتبهوا إليه."
    ]
  },
  "screen_2": {
    "texts": [
      "خيار آخر - الوالد الغائب. يمتلك الأطفال تفكيراً متمركزاً حول الذات وكل ما يحدث في العالم، يفسرونه من خلال أنفسهم.",
      "إذا رحل الأب، فهذا يعني أنني كنت طفلاً سيئاً، وليس أنه وأمي لم يتفقا. وبالتالي، إذا رأى الأب كم أنا جيد، وناجح، وذكي، فسيعود بالتأكيد، أو على الأقل سيدرك ما فقده.",
      "مثل هذه السيناريوهات هي بالضبط ما تشكل الإدمان على النجاح. وبعد ذلك، في سن المراهقة، أو الشباب، أو حتى في مرحلة البلوغ، يمكن أن تعزز أحداث ومواقف معينة الإيمان بهذا الاعتقاد.",
      "نتيجة لذلك، يتعلم الشخص أنه لا يمكن أن يُحب إلا من أجل إنجازاته. عليك أن تكون ناجحاً، وإلا سيتخلون عنك ويرفضونك وستبقى وحيداً.",
      "وبالتالي، عند مواجهة عدم التطابق بين الصورة المثالية والواقع، يصطدم الشخص بعدم جدواه وتفاهته الشخصية، وهذا مؤلم للغاية.",
      "الخطوة الأولى لتغيير الموقف تجاه القيمة الشخصية هي تحديد ما إذا كان ذلك سيفيدك أم يضرك. اتخاذ قرار بالتوقف عن تحديد قيمتك من خلال إنجازاتك الخاصة هو أهم خطوة أولى نحو تغيير نظام المعتقدات.",
      "بلا شك، يمكن أن يكون للإدمان على الإنجازات جوانب إيجابية. يمكنك أن تمدح نفسك وتشعر بشكل رائع عند تحقيق شيء ما.",
      "الشعور بالتفوق على الآخرين. لأنك أنت من حقق شيئاً، والآخرون لم يفعلوا ذلك.",
      "بفضل نظام المعتقدات هذا، يمكنك أن تكون متحمساً للنجاح، وبذل المزيد من الجهد، وبناء مهنة، وكسب المال.",
      "لأن الإنجازات تمنحك قيمة. لكي تشعر بأهميتك، عليك أن تصبح أفضل وأفضل في كل مرة. يبدو هذا جيداً جداً، للوهلة الأولى.",
      "ما هي إذن عيوب التفكير بأن «القيمة تساوي الإنجازات»؟",
      "إذا كان عملك التجاري أو مهنتك تسير بشكل جيد، فقد تنغمس فيها لدرجة أنك تعزل نفسك عن مصادر أخرى محتملة للرضا والاستمتاع.",
      "العلاقات مع العائلة والأحباء والأصدقاء - لا تعود تسعدك، ستفضل قضاء الوقت في العمل بدلاً من البقاء مع أحبائك.",
      "لا يتبقى لديك وقت لنفسك، تعمل بلا كلل من الصباح حتى وقت متأخر من الليل.",
      "إدمانك للعمل لا يمنحك استراحة، لأنك إذا أبطأت، ستبدأ في الانهيار، وستشعر بالفراغ، وعدم الفائدة، والملل، كما لو كنت تفوت شيئاً مهماً. ستنسى كيفية الاسترخاء.",
      "سيكون الاسترخاء بالنسبة لك مساوياً للكسل، كما لو كنت تستطيع الآن فعل شيء مفيد، لكنك لا تفعله. بدون إنجازات، ستشعر بأنك عديم الفائدة ومملّ، لأنه لن يكون لديك أساس آخر لاحترام الذات والرضا.",
      "يمكن أن يؤدي هذا إلى الإرهاق، والأمراض المزمنة، والشعور المستمر بالتوتر والاكتئاب.",
      "بالإضافة إلى ذلك، يمكن اعتبار إدمان العمل إدماناً آخر يغذي الهوس بالنجاح، مما يجعله أكثر صعوبة في التعامل معه."
    ],
    "quote": {
      "text": "في عصر «سباق الإنجازات» يُعرّفنا نجاحنا، ويبدو أن كل شخص يمكنه أن يصبح أي شيء.",
      "author": "ألكسندر إيفانوف"
    }
  },
  "screen_3": {
    "texts": [
      "تدهور العلاقات الاجتماعية",
      "غالباً ما يحدث أن الأشخاص الذين يسعون باستمرار إلى النجاح يشعرون بالوحدة، وهذا أمر مفهوم تماماً.",
      "قد لا يكون لديك الوقت أو الطاقة للحفاظ على الاتصالات الاجتماعية. إذا لم تخصص وقتاً لأحبائك لفترة طويلة، فسيؤثر ذلك بالتأكيد على علاقاتك.",
      "قد يجد شريكك شخصاً آخر، لأنه لا يحصل على الاهتمام والحب والرعاية في علاقته معك.",
      "يؤثر الإدمان على النجاح أيضاً على إدراكك للآخرين. قد يرفض الشخص التواصل مع أولئك الذين هم أدنى منه في المكانة الاجتماعية أو لا يلبون معايير «النجاح» التي حددها لنفسه.",
      "كل هذا يؤثر سلباً على علاقاتك مع الناس من حولك.",
      "المماطلة",
      "عندما يكون هناك خيار واحد فقط «مثالي» وصحيح، مسار واحد فقط للسعادة، فلا يمكنك ارتكاب خطأ، عليك أن تحسب وتخطط بدقة حتى يكون كل شيء كما هو مقصود.",
      "لكنك في الواقع تفهم جيداً أنه لا توجد ضمانات للنجاح، لذا من الأفضل عدم بدء هذا المسار. ثم تأتي الفكرة أن عدم المحاولة أفضل من المحاولة الفاشلة.",
      "بعد الفشل، ستضطر إلى التعامل مع المشاعر غير السارة التي تبدو لا تطاق. كل هذا يؤدي إلى مماطلة شبه حتمية.",
      "غياب الكرامة الذاتية",
      "الحياة شيء لا يمكن التنبؤ به، المرض، أو تدهور الأمور في العمل، أو العمليات العسكرية، أو أي شيء آخر لا يعتمد عليك، عندما لا تعود قادراً على الحفاظ على قدرتك على العمل بنفس المستوى.",
      "عندها ستأتي ساعة الحساب - اكتئاب شديد ناتج عن الاعتقاد بأن انخفاض الإنتاجية يشير إلى عدم فائدتك. في هذه اللحظة، ستكون حياتك كلها محطمة، وستكون مدمراً.",
      "كنت تعيش من أجل تحقيق الإنجازات، والآن لا يمكنك القيام بذلك. يمكن أن يؤدي غياب الكرامة الذاتية حتى إلى محاولة الانتحار - وهي أعلى تكلفة لا رجعة فيها لتقييم قيمتك حصرياً بمعايير السوق.",
      "في أي إدمان يوجد تحمل، والإدمان على الإنجازات ليس استثناءً.",
      "ستواجه حقيقة أن كل شيء غير كافٍ بالنسبة لك، النجاح، والألقاب، والجوائز، والمال، والعقارات. مع التقدم، تزداد المتطلبات فقط، مما يجبرك على عدم التوقف.",
      "كل إنجاز جديد يتوقف عن تقديم المتعة السابقة، ومن أجل الشعور بشيء مرة أخرى، عليك زيادة جهودك بشكل كبير.",
      "لماذا التأثير قصير المدى جداً؟",
      "لماذا تحتاج إلى المزيد والمزيد؟",
      "الإجابة واضحة: النجاح لا يضمن السعادة.",
      "هاتان الظاهرتان ليستا مترادفتين وليستا مرتبطتين بعلاقة سببية. في النهاية، أنت تطارد وهماً.",
      "لأن مفتاح مزاجك هو أفكارك، وليس نجاحك، لأن الإحساس الحاد بالنصر يتبخر بسرعة. من المهم أن نفهم أن السعادة الحقيقية تعتمد حصراً عليك."
    ],
    "quote": {
      "text": "السعي إلى النجاح يدفعنا إلى الأمام دون تفكير، ولا يترك لنا وقتاً للاستمتاع بالعملية نفسها.",
      "author": "إرنست همنغواي"
    }
  },
  "exercise": {
    "title": "كيف تتوقف عن العيش من أجل الإنجازات؟",
    "description": "تناقش المقالة مخاطر الاعتماد على النجاح، مشيرة إلى أن الإنجازات لا تضمن السعادة والرفاهية. تبين أمثلة المشاهير، مثل ليدي غاغا وجيم كاري، أنه حتى أكثر الناس نجاحاً قد يعانون من الاكتئاب ومشاكل أخرى. تعتبر أهمية إيجاد التوازن بين الأهداف والحياة الشخصية، وكذلك الاعتراف بالقيمة الداخلية لكل شخص، بغض النظر عن نجاحاته، من الاستنتاجات الرئيسية.",
    "screen_1": {
      "texts": [
        "بالطبع، لا ينبغي التخلي عن جميع مساعيك أو التخلي عن أهدافك المهمة للتغلب على الإدمان على النجاح.",
        "فلا يوجد شيء خاطئ في امتلاك إنجازات. من الرائع أن يكون لديك المال، والوظيفة، والسيارة، والشقة، وما إلى ذلك.",
        "تبدأ المشاكل عندما تعتبر نفسك عديم القيمة، وفاشلاً، وشخصاً غير جدير بدون هذه المؤشرات للنجاح.",
        "لتحرير نفسك من فخ ضرورة أن تكون متميزاً وفعالاً، نقترح عليك التفكير في ما يلي:",
        "هل أنت مستعد لقضاء حياتك بأكملها في ركوب تقلبات تقدير الذات؟",
        "إذا فكرنا بشكل منطقي، فباختيار العيش وفقاً لمفهوم الإنجازات، فإنك تحكم على نفسك بالتأرجح العاطفي اللانهائي.",
        "اليوم حققت بعض الإنجازات وأنت سعيد، وغداً تعرضت للفشل، والحياة تكتسب ألواناً مختلفة تماماً. إذا كانت هناك إنجازات - فأنت رائع، وإذا لم تكن هناك إنجازات - فأنت فاشل.",
        "سيكون من السهل التحكم بمزاجك. إذا فهم الآخرون أنك معتمد على الإنجازات، فقد يستخدمون ذلك لمصلحتهم.",
        "على سبيل المثال، قد يعطيك رئيسك عبئاً زائداً لأنه يعلم أنك ستحطم نفسك، لكنك ستفعل كل شيء من أجل الثناء.",
        "الإنجازات لا تساوي السعادة",
        "لطالما تم اعتبار المال والشهرة والإنجازات كضمان للسعادة والرفاهية. ولكن لو كان مستوى السعادة يعتمد على نجاح الشخص، لكنا لاحظنا اختلافات كبيرة بين الأشخاص من مختلف المستويات الاجتماعية.",
        "معظم الناس لا يمكنهم التباهي بإنجازات كبيرة، ومع ذلك فإن العديد منهم سعداء وراضون عن حياتهم.",
        "ولكن مرة أخرى، أن تكون راضياً لا يعني عدم السعي والرغبة في المزيد. هناك فجوة هائلة بين السعي الصحي لتحقيق الأهداف والإدمان.",
        "في الواقع، يتبين أن حتى أولئك الذين يكسبون الكثير، أو يشغلون مناصب مرموقة، أو يمتلكون أعمالاً ناجحة، قد يعانون من الاكتئاب، أو يواجهون مشاكل مختلفة، أو ببساطة يشعرون بخيبة أمل في الحياة.",
        "على سبيل المثال، ليدي غاغا المعروفة للجميع، الشخص الناجح والثري والسعيد للوهلة الأولى، أسست مؤسستها «Born This Way Foundation» لمساعدة المراهقين الذين يمرون بظروف صعبة، لأن المغنية تعرف عن الصعوبات من تجربتها الشخصية.",
        "«لقد عانيت من الاكتئاب والقلق طوال حياتي، وما زلت أكافح ذلك حتى اليوم»، اعترفت في مقابلة مع Billboard في عام 2015.",
        "أو جيم كاري، الذي منح المعجبين فرصة الابتسام بصدق والحصول على مشاعر إيجابية من أعماله، ولكن حتى في ذروة شهرته، لم يكن لدى الممثل ما يضحك عليه.",
        "حارب جيم الاكتئاب الشديد لسنوات طويلة.",
        "هذا لا ينطبق فقط على المشاهير، فحتى رجال الأعمال غالباً ما يشتكون من الاضطرابات النفسية والإدمان.",
        "في الواقع، ينتحر العديد من الناجحين. ظهر حتى مصطلح خاص - «انتحار الرؤساء التنفيذيين».",
        "واجه هذه الظاهرة: الملياردير أدولف ميركل من قائمة فوربس، ورواد الأعمال إيليا جيتوميرسكي وأوستن هاينز، ومالكة دار الأزياء كيت سبيد، والعديد من غيرهم.",
        "لذلك، إذا كنت لا تزال تعتقد أن النجاح يساوي السعادة، فأنت مخطئ تماماً."
      ]
    },
    "screen_2": {
      "texts": [
        "فكر، هل ستتعامل مع شخص مقرب لك بشكل أسوأ فقط لأنه ليس لديه إنجازات؟",
        "تخيل أنك التقيت بصديق تقدره كثيراً. لكنك اكتشفت فجأة أنه مجرد بائع عادي في متجر، بينما أنت تمتلك عملاً تجارياً وأنت شخص ثري وناجح.",
        "هل ستنظر إليه باستعلاء، وتضعه أدنى منك؟",
        "ربما يكون من المهم بالنسبة لك أن يعترف هذا الصديق بتفاهته مقارنة بك؟ هل يسعدك أن تكون هذا النوع من الشخص؟",
        "وماذا لو كنت أنت مكان هذا الصديق؟",
        "هل ستوافق على التواصل مع شخص ناجح بشرط أن تعترف بتفاهتك بالمقارنة معه؟",
        "هل جميع الأطفال فاشلون؟",
        "إذا كان فقط أولئك الذين حققوا شيئاً في حياتهم لهم قيمة، فإن الأطفال هم أكبر التافهين على وجه الأرض.",
        "ألا يعقل؟ حتى الرضع لا يستطيعون حمل رؤوسهم. أم أنهم بالفعل يملكون قيمة؟",
        "إذا كان الأمر كذلك، فلماذا يحدث أن الرضيع له قيمة؟",
        "فهم لم يقدموا شيئاً لهذا العالم، ولا يستطيعون حتى التحدث. بلا شك، يتم تقديرك أنت والرضيع ليس لإنجازاتكم، بل لكونكم بشراً.",
        "وفي الاتجاه المعاكس. هل يجب الآن إبادة جميع الجدات والأجداد؟",
        "لماذا لا، فهم كبار في السن بالفعل، ولا يمكنهم تقديم أي شيء للعالم. نحن لا نفكر بهذه الطريقة. نحن نقدر ونحب آباءنا وأمهاتنا المسنين بالفعل ونحاول مساعدتهم.",
        "كل إنسان له قيمة",
        "يبدو لنا أن القيمة هي وحدة كمية، يمكن قياسها وحسابها. لكن في الواقع، القيمة هي وحدة نوعية.",
        "كل شخص لديه وحدة قيمة منذ الولادة، وهي متساوية للجميع. مهما كانت نجاحاتك وإخفاقاتك، فإن وحدة قيمتك لا تتغير. أنت قيّم، سواء بمليون أو بدونه.",
        "لا تقارن إنجازاتك بإنجازات الآخرين",
        "المقارنة مع الآخرين لا تجلب شيئاً سوى شعور بعدم الراحة والشك في النفس.",
        "إنها تولد شعوراً بالحسد الذي يغذي الإدمان على النجاح. تشعر أنك لا تفعل ما يكفي عندما تقارن إنجازاتك بإنجازات الآخرين، مما يعزز رغبتك في المشاركة في سباق مع المحيطين بك.",
        "توقف عن مقارنة إنجازاتك بإنجازات الآخرين. بدلاً من ذلك، أعد النظر في أولوياتك وفكر في مدى قدرة الأهداف المحددة على تلبية مصالحك، وليس الرغبة في مطابقة أولئك الذين تقارن نفسك بهم."
      ],
      "quote": {
        "text": "النجاح لا معنى له إذا كنت غير سعيد. بالنسبة لي، النجاح هو السعادة، وليس المال أو الشهرة.",
        "author": "إلين ديجينيريس"
      }
    },
    "screen_3": {
      "texts": [
        "تعلم إيجاد التوازن",
        "غالباً ما يشعر الأشخاص المدمنون على النجاح بالذنب لأنهم يسمحون لأنفسهم بالراحة، وقضاء الوقت مع الأحباء، والانخراط في أنشطة غير مرتبطة مباشرة بأهدافهم.",
        "بلا شك، للإنجازات أهمية معينة في الحياة، لكنها ليست الأهم على الإطلاق. أنت تراهن على النجاح، بينما تنسى أن تعيش. تعلم الموازنة بين العمل/الدراسة والمجالات الأخرى في الحياة.",
        "استمع إلى ما تريده أنت وجسمك. لا تتجاهل الإشارات، واعتنِ بنفسك بكل قوتك.",
        "اعمل مع أفكارك",
        "لتغيير نظام المعتقدات، من المهم جداً الاستمرار في الرد على الأفكار السلبية التلقائية التي تجعلك تشعر بالنقص.",
        "سيساعدك هذا على فهم أن المشكلة لا تكمن في نجاحاتك أو إخفاقاتك، بل في موقفك النقدي من نفسك وعادتك في توبيخ نفسك. عندما تتعلم تقييم أنشطتك بواقعية، سيزداد رضاك وقبولك لذاتك.",
        "من هو الأكثر أهمية للمجتمع في النهاية؟",
        "عندما نتحدث عن الأشخاص الناجحين، فإننا بالطبع نتخيل على الفور المغنين المشهورين، والممثلين المعروفين، ورجال الأعمال البارزين، والسياسيين العامين.",
        "ولكن ماذا عن المعلمين، والأطباء، والبنائين، والأشخاص من المهن الأخرى غير الشائعة، الذين يعتمد عليهم غدنا؟ ولكن إذا تحدثنا بموضوعية، فإن هؤلاء الناس غالباً ما يكونون أكثر فائدة للمجتمع من أولئك الذين اعتدنا أن نحسدهم.",
        "في الختام، نود مشاركة فكرة رائعة من كتاب الصحفي ديفيد أور.",
        "يكتب أن الكوكب لا يحتاج إلى عدد كبير من الناجحين، بل يحتاج أكثر إلى صانعي السلام، والمعالجين، والرواة، والأشخاص المحبين ببساطة.",
        "يحتاج إلى أشخاص ذوي أخلاق، أولئك الذين يجعلون العالم أكثر لطفاً وإنسانية. يحتاج الكوكب إلى أشخاص يجعلون الحياة أفضل بجوارهم.",
        "لا أحد ضد الأهداف الطموحة وتسلق قمم المهنة. لكن من المهم جداً أن تكون جميع جوانب الحياة في انسجام.",
        "يمكن أن تكون الإنتاجية والنجاح ممتعين للغاية ويجلبان الكثير من السعادة. ومع ذلك، فإن النجاح ليس شرطاً ضرورياً ولا كافياً لتحقيق أقصى قدر من السعادة.",
        "لست بحاجة إلى كسب حب أو احترام شخص ما من خلال العمل المرهق، وليس من الضروري أن تكون الأول لتشعر بالإنجاز والحفاظ على تقدير ذاتي مستقر.",
        "فقط تذكر أن «أهم الأشياء في العالم ليست أشياء على الإطلاق»!"
      ],
      "quote": {
        "text": "القيمة الحقيقية للحياة لا تكمن فيما نملك، بل في من نحن.",
        "author": "أوبرا وينفري"
      }
    }
  }
}
