{
  "title": "الإدمان على الحب",
  "description": "الحب، الذي تغنى به الشعراء والفنانون، يمنح الأجنحة ويعطي شعوراً بامتلاء الحياة. ومع ذلك، فإن تحول الحب إلى حاجة مَرَضية يدمر الشخصية ويعيق بناء علاقات صحية، خاصة لدى الأشخاص ذوي تقدير الذات المنخفض. يمكن العثور على السعادة الحقيقية واكتمال الحياة من خلال تعلم تنظيم مزاجنا والاستمتاع بالمتع التي لا تعتمد على وجود شريك.",
  "screen_1": {
    "texts": [
      "الحب شعور رائع، تغنى به الشعراء والفنانون والموسيقيون. إنه يمنح الأجنحة، ويلهم ويعطي شعوراً بامتلاء الحياة.",
      "بطبيعة الحال، كل واحد منا يسعى إلى أن يحب وأن يكون محبوباً.",
      "ومع ذلك، إذا كان مفهومك عن الحب يقتصر على اعتقاد: «لا يمكنني أن أكون سعيداً حقاً وشخصاً متحققاً إذا لم يكن لدي شريك. لسعادة كاملة، أحتاج إلى أن أكون محبوباً»، فهذه علامة على الإدمان.",
      "ماذا يعني أن تكون مدمناً على الحب؟",
      "هذا عندما يصبح الحب حاجة مَرَضية، لا تشعر بالسعادة بدونها.",
      "أنت تعاني من غياب الحب، وتتوقع أن يملأ شخص ما هذا الفراغ. أنت مقتنع بأن حياتك ستصبح أفضل وأكثر إثارة للاهتمام وأكثر ثراءً فقط عندما يظهر فيها شخص تحبه، يجعلك ضرورياً ومهماً وكاملاً.",
      "مثل هذا الإدمان هو حالة مدمرة تقوض شخصيتك وتقديرك لذاتك وقدرتك على بناء علاقات صحية.",
      "قد تكون أسباب الإدمان على الحب مختلفة، لكنها غالباً ما تعود جذورها إلى الطفولة أو الشباب.",
      "بشكل خاص، الأشخاص ذوو تقدير الذات المنخفض، الذين يخافون من الوحدة، ويركزون على عيوبهم ولا يؤمنون بقدراتهم وإمكاناتهم، معرضون لهذا.",
      "يُنظر إلى تقدير الذات المنخفض، الناشئ من الطفولة، على أنه نقص.",
      "عندما يولي الوالدان القليل من الاهتمام للطفل ويعاني من نقص في حب الوالدين، فإنه سيبحث عن هذه المشاعر مع الشركاء في حياته البالغة، مكوناً علاقات معتمدة.",
      "لنأخذ مثال فيكتوريا، 28 عاماً، التي تقضي الأمسيات وعطلات نهاية الأسبوع في يأس، لأنها تؤمن: «يمكنني أن أكون سعيدة فقط في علاقة. بدون رجل أنا لا شيء».",
      "بالنسبة لها، أن تكون محبوبة مهم بقدر أهمية التنفس. مثل هذه المطالب غالباً ما تنفر الناس."
    ]
  },
  "screen_2": {
    "texts": [
      "في عملية تحليل معتقداتها، دوّنت فيكتوريا سلبيات وإيجابيات تفكيرها.",
      "كانت السلبيات كالتالي:",
      "الاعتقاد يقودني إلى الكآبة لأنني وحيدة.",
      "أفقد الرغبة في فعل أي شيء، استكشاف العالم أو ممارسة الهوايات.",
      "بسبب هذا أشعر بالكسل والتعاسة.",
      "هذا يثير شعور الشفقة على الذات.",
      "يحرمني من الفخر والثقة، يجعلني أحسد الآخرين وأشعر بخيبة الأمل.",
      "ثم دوّنت إيجابيات الاعتقاد:",
      "الأمل في إيجاد شريك، واكتساب الحب والأمان.",
      "يعطيني هدفاً ومعنى للحياة.",
      "إلى أي مدى هذه الإيجابيات حقيقية؟",
      "اعتقدت فيكتوريا لسنوات عديدة أنها لا تستطيع العيش بدون رجل، لكن هذا الاعتقاد لم يجذب إليها الشريك المرغوب حتى الآن.",
      "توصلت فيكتوريا إلى استنتاج أنها تعطي أهمية كبيرة جداً للرجال، وهذا لم يجذب أياً منهم.",
      "كما أدركت أن الأشخاص المعتمدين غالباً ما يبدون متطلبين للغاية، مما يجعل بناء العلاقات أكثر صعوبة.",
      "رأت أن الأشخاص الذين يجدون السعادة داخل أنفسهم هم في الغالب الذين يجذبون الآخرين، لأنهم يشعون بالفرح والثقة.",
      "الإدمان على الحب يعيق بناء علاقات صحية. عندما تعبر عن حاجتك لشخص آخر لسعادتك الخاصة، فإنك تشير بشكل لا واعٍ: «أحبني، لأنني بذاتي لا أساوي شيئاً». مثل هذه العلاقات من غير المرجح أن تكون صحية.",
      "ولكن حتى إذا كنت في علاقة مع وجود مثل هذه المعتقدات، فمن غير المرجح أن تكون صحية. لأنك تعتمد كلياً على أن شخصاً معيناً، تعتبره بشكل لا واعٍ مصدر سعادتك، سيكون بجانبك.",
      "وأنت مستعد لفعل أي شيء من أجل هذا. عندما لا تحصل على «جرعة» من تلك العواطف والمشاعر التي تحتاجها، ستضغط على شريكك لتشعر بأنك محبوب، أو ستبدأ في التخيل عن إيجاد ذلك الحب في مكان آخر.",
      "وسيكون هناك دائماً «شيء غير كافٍ» أو «شيء خاطئ»، لأنك ألقيت على شخص آخر مسؤولية حالتك."
    ],
    "quote": {
      "text": "السعادة الحقيقية تكمن في أن تكون راضياً عن نفسك.",
      "author": "سينيكا"
    }
  },
  "screen_3": {
    "texts": [
      "من المهم جداً أن تتعلم تنظيم مزاجك الخاص وإيجاد السعادة في نفسك. هذا سيعطيك فرصة للشعور بأنك حي بنفس القدر سواء كنت وحدك أو مع شخص تحبه.",
      "لكنك قد تفكر: «يبدو هذا جيداً بالطبع، لكنه غير واقعي. أن تكون وحيداً يعني أن تكون فاشلاً عاطفياً.»",
      "يعتقد الكثيرون أن الحب هو محرك العالم. أنت ترى هذا في الإعلانات، وتسمعه في الأغاني الشعبية، وتقرأه في القصائد. لكن في الواقع، الحب ليس الطريق الوحيد إلى حياة سعيدة ومكتملة.",
      "أن تكون وحيداً لا يساوي أبداً أن تكون غير سعيد. معظم المتع في الحياة نحصل عليها بأنفسنا.",
      "على سبيل المثال، عندما تستمع إلى الموسيقى المفضلة لديك، أو ترقص، أو تتنزه في أماكن جميلة، أو تقرأ كتاباً، أو تأكل الآيس كريم. أنت لا تحتاج إلى صحبة لتجربة أحاسيس ممتعة.",
      "كمية المتع التي يمكن الاستمتاع بها في العزلة لا حصر لها. وهذا يعني أن لديك العديد من مصادر المتعة المتاحة بغض النظر عما إذا كان هناك شخص بجانبك أم لا.",
      "فكر في قائمة المتع الخاصة بك؟ كيف يمكنك إسعاد نفسك؟",
      "أحياناً نسعى بقوة إلى علاقات مثالية وإلى فكرة المشاعر السامية نفسها، لدرجة أننا نفقد من نظرنا ما نحتاجه حقاً لتجربة الحب الحقيقي."
    ],
    "quote": {
      "text": "حب الذات هو بداية رواية تستمر طوال الحياة.",
      "author": "أوسكار وايلد"
    }
  },
  "exercise": {
    "title": "كيف تتخلص من إدمان الحب؟",
    "description": "تبحث المقالة في السعادة والمعتقدات المرتبطة بالحب والعلاقات. وتشرح أن السعادة يمكن تحقيقها بطرق مختلفة، وتقترح تقنيات لتغيير المعتقدات السلبية المرتبطة بالوحدة. تعلم المقالة كيفية رؤية الفرح في الأشياء اليومية والتطور بغض النظر عن وجود علاقات رومانسية.",
    "screen_1": {
      "texts": [
        "يمكن أن تجلب العلاقات والحب الكثير من الفرح والسعادة في الحياة، لكنها ليست الطريق الوحيد.",
        "السعادة عملية معقدة ومتعددة الأوجه، ولكل شخص الحق في اختيار أساليبه وطرقه الخاصة لتحقيقها.",
        "لذلك، إذا كانت حياتك في الوقت الحالي لا تتضمن علاقات رومانسية، فهذا لا يجعلها غير مكتملة.",
        "لتغيير معتقداتك، عليك بذل الكثير من الجهد، إنها عملية طويلة ومرهقة.",
        "لكننا واثقون من أنك باستخدام التوصيات والتقنيات التالية، ستتمكن من التخلص من إدمان الحب وتتعلم أن تكون سعيداً سواء في العلاقات أو بدونها.",
        "تغيير المرشح",
        "هل لاحظت أنه عندما تشعر بالوحدة، تصادف أزواجاً عاشقة في الشارع من حين لآخر؟",
        "ويبدو أن العالم كله ضدك: هنا زوج من الحمام، وهناك قط وقطة، وأنت ما زلت وحيداً. هكذا يعمل التشويه المعرفي - المرشح السلبي.",
        "إنه خطأ في التفكير والإدراك، عندما تلاحظ فقط ما يقلقك، وتتجاهل الباقي.",
        "غيّر المرشح - انظر إلى العالم بشكل أوسع. تعلم أن ترى ليس فقط الأزواج السعداء، ولكن أيضاً العزاب السعداء. أو الأشخاص الذين لديهم شريك، لكنهم لم يصبحوا أكثر سعادة من ذلك - المكانة الاجتماعية لا تبرر نفسها دائماً."
      ],
      "quote": {
        "text": "السعادة مثل الفراشة: كلما حاولت الإمساك بها، كلما ابتعدت. ولكن إذا وجهت انتباهك إلى أشياء أخرى، فستأتي وتستقر بهدوء على كتفك.",
        "author": "هنري ديفيد ثورو"
      }
    },
    "screen_2": {
      "texts": [
        "قائمة المتعة المتوقعة",
        "يمكن العثور على السعادة كل يوم في المباهج الصغيرة، في التطور الشخصي، في الصداقة وفي العديد من جوانب الحياة الأخرى.",
        "لكن على الأرجح، أنت لا تعتقد ذلك وأنت مقتنع بأنك لا تستطيع أن تكون سعيداً بدون شخص آخر.",
        "للتحقق من صحة هذا الاعتقاد، استخدم «قائمة المتعة المتوقعة». تحتوي على عدة أعمدة، حيث ستحتاج إلى توقع وتحديد الدرجة الفعلية للمتعة التي تستمدها من الأنشطة المختلفة (العمل والراحة) وحدك أو في صحبة الآخرين.",
        "في العمود الأول، أشر إلى تاريخ التجربة",
        "في العمود الثاني، اكتب عدة إجراءات تخطط للقيام بها في هذا اليوم كجزء من التجربة (نوصي بإجراء 40-50 تجربة خلال أسبوعين إلى ثلاثة أسابيع. اختر الأنشطة التي عادة ما تجلب لك شعوراً بالرضا أو المتعة، أو تلك التي لديها إمكانية للتعلم أو النمو الشخصي.)",
        "في العمود الثالث، اكتب مع من ستفعلها. إذا كنت وحدك، اكتب: «أنا».",
        "في العمود الرابع، افترض مقدار المتعة التي سيجلبها لك نشاط معين، مقيماً إياه على مقياس من 0 إلى 100% - كلما كان الرقم أكبر، كلما كانت المتعة المتوقعة أعلى.",
        "من المهم جداً ملء العمود الرابع قبل البدء في النشاط المخطط له، وليس بعده! بعد ملء الأعمدة الأربعة الأولى، انتقل إلى الفعل.",
        "بعد ذلك، في العمود الخامس، اكتب درجة المتعة الحقيقية، باستخدام نفس نظام التقييم - من 0 إلى 100%.",
        "بعد إجراء سلسلة من هذه التجارب، ستتمكن من تحليل البيانات التي جمعتها وستعرف الكثير عن نفسك.",
        "أولاً، من خلال مقارنة المتعة المتوقعة (العمود 4) بالمتعة الحقيقية (العمود 5)، ستعرف مدى دقة توقعاتك.",
        "قد تدرك أنك عادة ما تقلل من تقدير درجة المتعة التي تتوقع الحصول عليها، خاصة عندما تفعل شيئاً بمفردك.",
        "قد تتفاجأ أيضاً عندما تعلم أن الأنشطة مع شخص ما لا تلبي توقعاتك دائماً.",
        "في الواقع، قد تكتشف أيضاً أنه في كثير من الحالات، كان قضاء الوقت بمفردك أكثر متعة من القضاء في صحبة الآخرين.",
        "وقد ترى أيضاً أن أعلى الدرجات التي منحتها للأنشطة الفردية تساوي درجات الأنشطة في صحبة الآخرين أو حتى أعلى منها."
      ],
      "quote": {
        "text": "لا أحد يستطيع أن يجعلك تشعر بأنك أقل قيمة دون موافقتك.",
        "author": "إليانور روزفلت"
      }
    },
    "screen_3": {
      "texts": [
        "تعديل المعتقدات",
        "الحب والعلاقات والزواج ليست شرطاً ضرورياً للسعادة وتحسين احترام الذات، أحياناً لا تكون كافية ببساطة.",
        "دليل على ذلك - ملايين الرجال والنساء المتزوجين الذين هم تعساء.",
        "لو كان الحب دواءً للوحدة، والمشاكل، والمزاج السيء، والاكتئاب، لبقي جميع المعالجين النفسيين بلا عمل.",
        "لكن للأسف ليس الأمر كذلك، وجود شريك لا يضمن حياة سعيدة. وهذا ما يجب إدراكه وقبوله.",
        "لبدء العمل مع المعتقد - صغه واكتبه. يمكن أن يبدو مختلفاً:",
        "إذا لم يكن لدي شريك، فأنا غير سعيد",
        "إذا لم يحبني أحد، فهذا يعني أنني فاشل",
        "بدون علاقة أنا غير مكتمل",
        "ثم، اشرح كيف يعيقك معتقدك تحديداً. على سبيل المثال:",
        "متطلبات عالية جداً من نفسي، لا نهاية لها، يبدو أنني لست جيداً بما يكفي للعلاقات",
        "توقعات غير واقعية من الشريك، استنتاجات شاملة حول الحب وعدم الحب بدلاً من الانتباه إلى مشاكل محددة",
        "عدم رضا دائم ومزاج مكتئب، تغذيه أي مواقف من الوحدة",
        "بعد ذلك، اكتب الحجج المضادة. قد تكون هذه عملية صعبة وقد تستغرق أكثر من يوم، أضف إلى القائمة كلما خطرت أفكار جديدة.",
        "على سبيل المثال، للمعتقد «أن تكون وحيداً - فظيع ومهين» يمكن تسجيل الحجج المضادة التالية:",
        "عندما يكون الشخص وحيداً، فهذا يعطيه فرصة لمعرفة نفسه بشكل أفضل",
        "بدون علاقات، هناك فرصة لتجربة شيء جديد، للقيام بما سيكون أصعب بكثير في العلاقات",
        "من الأفضل أن تكون وحيداً من أن تكون مع شريك غير مناسب",
        "والعنصر الأهم في هذه العملية - استبدل معتقدك القديم بمعتقد جديد. يجب أن يبدو واقعياً وعقلانياً، حتى تؤمن به.",
        "على سبيل المثال: «الوحدة يمكن أن تكون ممتعة ومفيدة، يمكنك الاسترخاء ومعرفة نفسك بشكل أفضل. والحب يتجلى في علاقات مختلفة.",
        "حتى في غياب الشريك، يمكن أن تشعر بالقرب من الناس، وتشارك المشاعر وتظهر الدفء. من المهم الاعتماد على نوع العلاقات التي أريدها شخصياً، وإذا لم تكن لدي - أضع هدفاً وأحاول إنشائها.",
        "لكن غياب الشريك لا يجعلني غير مكتمل. كما أن الرغبة في امتلاك شريك لا تجعلني ضعيفاً ومعتمداً.»",
        "أعد قراءة هذه الملاحظات كل يوم لمدة 2-3 أسابيع، يمكنك إضافتها أو تغييرها. وبهذه الطريقة، ستتمكن من التغلب على أسلوب التفكير السلبي وبدء التغييرات الخاصة بك.",
        "الحب تجربة رائعة، ولكن مثل أي تجربة أخرى، يمكن أن تكون إيجابية وسلبية ولا ينبغي أن تحدد من نحن ولماذا نحن هنا.",
        "الرغبة والحاجة ليستا الشيء نفسه. الأكسجين هو حاجة، والحب هو رغبة.",
        "الحب ليس حاجة للشخص البالغ!",
        "الرغبة في بناء علاقة حب - هذا أمر طبيعي. لا يوجد شيء سيء في ذلك. علاقة جيدة مع شخص تحبه - متعة رائعة.",
        "ولكن للبقاء على قيد الحياة أو تجربة أعلى سعادة، لا تحتاج إلى موافقة، أو حب، أو اهتمام من شخص آخر."
      ]
    }
  }
}
