{
  "title": "الإدمان على الحب",
  "description": "الحب الذي تغنّى به الشعراء والفنانون يمنحنا جناحين ويهبنا إحساسًا بامتلاء الحياة. لكن حين يتحوّل الحب إلى حاجة مرضية، فإنه يفتك بالذات ويعيق بناء علاقات صحية، خاصة لدى من يعانون من تدنّي تقدير الذات. يمكن العثور على السعادة والشعور بالاكتمال عبر تعلّم تنظيم المزاج والاستمتاع بملذّات لا تتوقف على وجود شريك.",
  "screen_1": {
    "texts": [
      "الحب شعور رائع تغنّى به الشعراء والرسّامون والموسيقيون. يمنحنا خفةً وإلهامًا وإحساسًا بامتلاء الحياة.",
      "ومن الطبيعي أن يسعى كل واحد منا إلى أن يحب وأن يكون محبوبًا.",
      "لكن إذا كان تصورك للحب يختزل في اعتقاد مثل: «لا أستطيع أن أكون سعيدًا ومتحققًا حقًا إن لم يكن لدي شريك. ولكي أكون سعيدًا تمامًا يجب أن أكون محبوبًا»، فهذا مؤشر على اعتماد.",
      "ماذا يعني أن تكون معتمدًا على الحب؟",
      "هو حين يصبح الحب حاجة مرضية، ومن دونه لا تشعر بالسعادة.",
      "تتألم لغياب الحب وتنتظر أن يأتي شخص ما ليملأ هذا الفراغ. تقتنع أن حياتك لن تصبح أفضل وأكثر إثارة وامتلاءً إلا عندما يظهر شخص تحبه، يمنحك قيمةً ومعنى ويعطيك شعورًا بالاكتمال.",
      "هذا الاعتماد حالة هدّامة تُضعف شخصيتك وتقديرك لذاتك وقدرتك على بناء علاقات صحية.",
      "قد تختلف أسباب الاعتماد على الحب، لكنها غالبًا ما تمتد جذورها إلى الطفولة أو سنوات المراهقة.",
      "ويكون أكثر عرضة له من لديهم تقدير ذات منخفض، ويخافون الوحدة، ويركّزون على عيوبهم، ولا يثقون بقدراتهم وإمكاناتهم.",
      "تقدير الذات المنخفض، الذي يتشكل منذ الطفولة، يُعاش كأنه نقص في القيمة.",
      "عندما لا يمنح الوالدان الطفل ما يكفي من الاهتمام ويشعر بنقص في الحب الأبوي، قد يبحث عن هذه المشاعر لدى الشركاء في الكبر، فينشأ نمط علاقات اعتمادية.",
      "لننظر إلى مثال فيكتوريا، 28 عامًا، التي تقضي الأمسيات وعطلات نهاية الأسبوع في يأس لأنها تؤمن: «لا يمكن أن أكون سعيدة إلا في علاقة. من دون رجل أنا لا شيء».",
      "بالنسبة لها، أن تكون محبوبة مهم بقدر التنفس. وهذه المطالبية كثيرًا ما تنفّر الناس."
    ]
  },
  "screen_2": {
    "texts": [
      "خلال تحليل معتقداتها، كتبت فيكتوريا سلبيات وإيجابيات طريقة تفكيرها.",
      "وكانت السلبيات على النحو التالي:",
      "هذا الاعتقاد يدفعني إلى الكآبة لأنني وحدي.",
      "أفقد الرغبة في فعل أي شيء، أو اكتشاف العالم، أو ممارسة الهوايات.",
      "وبسبب ذلك أشعر أنني كسولة وتعيسة.",
      "وهذا يثير لدي شعورًا بالشفقة على نفسي.",
      "ويحرمني من الفخر والثقة، ويجعلني أحسد الآخرين وأشعر بالإحباط.",
      "ثم كتبت إيجابيات هذا الاعتقاد:",
      "الأمل في العثور على شريك، والحصول على الحب والأمان.",
      "إنه يمنحني هدفًا ومعنى للحياة.",
      "إلى أي حد هذه الإيجابيات واقعية؟",
      "لسنوات طويلة اعتقدت فيكتوريا أنها لا تستطيع العيش من دون رجل، لكن هذا الاعتقاد لم يساعدها حتى الآن على جذب الشريك الذي تريده.",
      "وانتهت إلى أنها تمنح الرجال أهمية أكبر مما ينبغي—ولم يؤدِّ ذلك إلى جذب أيٍّ منهم.",
      "كما أدركت أن الأشخاص الاعتماديين يبدون غالبًا شديدي المطالب، ما يصعّب بناء علاقة.",
      "ورأت أن من يجدون سعادتهم داخل أنفسهم يجذبون الآخرين غالبًا لأنهم يشعّون فرحًا وثقة.",
      "الاعتماد على الحب يعرقل بناء علاقات صحية. فعندما تعبّر عن حاجتك إلى شخص آخر كي تكون سعيدًا، فأنت ترسل ضمنيًا رسالة: «أحبّني لأنني وحدي لا أساوي شيئًا». ومن الصعب أن تكون مثل هذه العلاقة صحية.",
      "وحتى إن كنت في علاقة مع هذه المعتقدات، فمن غير المرجح أن تكون صحية. لأنك تراهن بالكامل على بقاء شخص معين قربك—ذلك الشخص الذي تعتبره في داخلك مصدر سعادتك.",
      "وقد تكون مستعدًا لفعل أي شيء من أجل ذلك. وعندما لا تحصل على «جرعة» المشاعر التي تحتاجها، قد تضغط على شريكك كي تشعر بأنك محبوب، أو تبدأ في تخيّل العثور على هذا الحب في مكان آخر.",
      "وسيظل هناك دائمًا إحساس بالنقص أو بأن «هناك شيئًا غير صحيح»، لأنك حمّلت شخصًا آخر مسؤولية حالتك الداخلية."
    ],
    "quote": {
      "text": "السعادة الحقيقية أن تكون راضيًا عن نفسك.",
      "author": "سينيكا"
    }
  },
  "screen_3": {
    "texts": [
      "من المهم جدًا أن تتعلّم تنظيم مزاجك وأن تجد السعادة داخل نفسك. سيساعدك ذلك على الاستمتاع بالحياة بالقدر نفسه سواء كنت وحدك أم مع شخص تحبه.",
      "لكن قد تقول: «يبدو هذا جميلًا، لكنه غير مقنع. أن تكون وحدك يعني أنك فاشل عاطفيًا».",
      "يؤمن كثيرون بأن الحب هو محرّك العالم. تراه في الإعلانات، وتسمعه في الأغاني الشائعة، وتقرأ عنه في الشعر. لكن الحقيقة أن الحب ليس الطريق الوحيد إلى حياة سعيدة ومكتملة.",
      "أن تكون وحدك لا يعني أبدًا أن تكون تعيسًا. معظم متع الحياة يمكن أن نختبرها بمفردنا.",
      "مثلًا، عندما تستمع إلى موسيقاك المفضلة، أو ترقص، أو تتمشى في أماكن جميلة، أو تقرأ كتابًا، أو تتناول الآيس كريم. لست بحاجة إلى رفقة كي تشعر بالمتعة.",
      "قائمة المتع التي يمكن الاستمتاع بها وحدك لا نهاية لها. وهذا يعني أن لديك مصادر كثيرة للمتعة مهما كان هناك شخص بقربك أم لا.",
      "فكّر: ما قائمة متعك أنت؟ كيف يمكنك أن تُسعد نفسك؟",
      "أحيانًا نسعى بشدة إلى علاقة مثالية وإلى فكرة «المشاعر العظيمة» لدرجة أننا نفقد النظر إلى ما نحتاجه فعلًا كي نختبر حبًا حقيقيًا."
    ],
    "quote": {
      "text": "حب الذات هو بداية رواية تدوم مدى الحياة.",
      "author": "أوسكار وايلد"
    }
  },
  "exercise": {
    "title": "كيف تتخلّص من الاعتماد على الحب؟",
    "description": "تتناول هذه المقالة موضوع السعادة والمعتقدات المرتبطة بالحب والعلاقات. وتوضح أن السعادة يمكن الوصول إليها بطرق متعددة، وتقترح تقنيات لتغيير المعتقدات السلبية المتعلقة بالوحدة. كما تساعد على رؤية الفرح في التفاصيل اليومية والتطور بغض النظر عن وجود علاقة رومانسية.",
    "screen_1": {
      "texts": [
        "قد تجلب العلاقات والحب قدرًا كبيرًا من الفرح والسعادة إلى الحياة، لكنها ليست الطريق الوحيد.",
        "السعادة عملية معقدة ومتعددة الأبعاد، ولكل شخص حق اختيار أساليبه ومساراته الخاصة للوصول إليها.",
        "لذلك، إذا لم تتضمن حياتك في هذه المرحلة علاقة رومانسية، فهذا لا يجعلها ناقصة.",
        "لتغيير المعتقدات يلزم بذل جهد كبير؛ إنها عملية طويلة وتتطلب صبرًا.",
        "لكننا واثقون أنك باستخدام التوصيات والتقنيات التالية يمكنك التخلص من الاعتماد على الحب، وأن تتعلم أن تكون سعيدًا سواء كنت في علاقة أم من دونها.",
        "تغيير المرشّح",
        "هل لاحظت أنه عندما تشعر بالوحدة، يبدو أن الأزواج العشّاق يظهرون أمامك في كل مكان؟",
        "وكأن العالم كله ضدك: هنا زوج حمام، وهناك قطة وقط، وأنت وحدك. هكذا يعمل التشوّه المعرفي—«المرشّح السلبي».",
        "إنه خطأ في التفكير والإدراك حين تلاحظ فقط ما يزعجك وتتجاهل ما سواه.",
        "غيّر المرشّح—وانظر إلى العالم بصورة أوسع. تعلّم أن ترى ليس فقط الأزواج السعداء، بل أيضًا أشخاصًا سعداء وهم بمفردهم. أو أشخاصًا لديهم شريك لكنهم لم يصبحوا أسعد بسبب ذلك—فالمكانة الاجتماعية لا تضمن شيئًا دائمًا."
      ],
      "quote": {
        "text": "السعادة مثل الفراشة: كلما لاحقتها أكثر، ابتعدت عنك. لكن إن وجّهت انتباهك إلى أشياء أخرى، ستأتي بهدوء وتستقر على كتفك.",
        "author": "هنري ديفيد ثورو"
      }
    },
    "screen_2": {
      "texts": [
        "ورقة المتعة المتوقعة",
        "يمكن العثور على السعادة كل يوم في أفراح صغيرة، وفي التطور الشخصي، والصداقة، وفي جوانب كثيرة أخرى من الحياة.",
        "لكن على الأرجح لا ترى الأمر هكذا، وتعتقد أنك لا تستطيع أن تكون سعيدًا من دون شخص آخر.",
        "لاختبار هذا الاعتقاد على أرض الواقع، استخدم «ورقة المتعة المتوقعة». فيها عدة أعمدة، ستتنبأ فيها بدرجة المتعة ثم تسجّل الدرجة الفعلية التي تحصل عليها من أنشطة مختلفة (عملًا وراحة) سواء بمفردك أو مع الآخرين.",
        "في العمود الأول اكتب تاريخ التجربة.",
        "وفي العمود الثاني دوّن عدة أنشطة تخطط للقيام بها في ذلك اليوم ضمن التجربة (نوصي بإجراء 40–50 تجربة خلال أسبوعين إلى ثلاثة أسابيع. اختر أنشطة تمنحك عادةً شعورًا بالرضا أو المتعة، أو أنشطة فيها قابلية للتعلّم أو للنمو الشخصي.)",
        "وفي العمود الثالث اكتب مع من ستقوم بها. إذا كنت بمفردك فاكتب: «أنا».",
        "وفي العمود الرابع توقّع مقدار المتعة الذي ستمنحه لك كل فعالية، وقيّمه من 0 إلى 100%—كلما ارتفع الرقم زادت المتعة المتوقعة.",
        "من المهم جدًا ملء العمود الرابع قبل البدء بالنشاط المخطط له، لا بعده! وبعد ملء الأعمدة الأربعة الأولى، انتقل إلى الفعل.",
        "بعد ذلك، في العمود الخامس اكتب مقدار المتعة الحقيقي باستخدام النظام نفسه—من 0 إلى 100%.",
        "عبر إجراء سلسلة من هذه التجارب، ستتمكن من تحليل البيانات التي جمعتها وستتعلّم عن نفسك الكثير من الأمور المثيرة للاهتمام.",
        "أولًا، من خلال مقارنة المتعة المتوقعة (العمود 4) بالمتعة الفعلية (العمود 5)، ستعرف مدى دقة توقعاتك.",
        "قد تلاحظ أنك غالبًا ما تقلّل من تقدير مقدار المتعة التي تتوقعها، خاصة عندما تقوم بالنشاط بمفردك.",
        "وربما تتفاجأ أيضًا بأن الأنشطة مع شخص آخر لا تحقق توقعاتك دائمًا.",
        "وقد تكتشف بالفعل أنه في حالات كثيرة كان قضاء الوقت وحدك أكثر متعة من قضاءه مع الآخرين.",
        "كما قد ترى أن أعلى التقييمات التي منحتها للأنشطة الفردية تساوي تقييمات الأنشطة مع الآخرين أو حتى تتجاوزها."
      ],
      "quote": {
        "text": "لا يستطيع أحد أن يجعلك تشعر بالدونية من دون موافقتك.",
        "author": "إلينور روزفلت"
      }
    },
    "screen_3": {
      "texts": [
        "تصحيح المعتقدات",
        "الحب والعلاقات والزواج ليست شرطًا ضروريًا للسعادة أو لرفع تقدير الذات، وأحيانًا لا تكفي وحدها.",
        "الدليل على ذلك ملايين الرجال والنساء الذين يعيشون في زواج ومع ذلك هم غير سعداء.",
        "لو كان الحب علاجًا للوحدة والمشكلات وسوء المزاج والاكتئاب، لبقي علماء النفس بلا عمل.",
        "لكن هذا للأسف غير صحيح. وجود شريك لا يضمن حياة سعيدة—وهذا يحتاج إلى إدراك وقبول.",
        "لبدء العمل على الاعتقاد، صُغه واكتبه. قد يأتي بصيغ مختلفة:",
        "إذا لم تكن لدي علاقة، فأنا تعيس",
        "إذا لم يحبني أحد، فهذا يعني أنني فاشل",
        "من دون علاقة أنا غير مكتمل",
        "بعد ذلك، اكتب كيف يعيقك هذا الاعتقاد تحديدًا. مثلًا:",
        "متطلبات عالية جدًا من نفسي لا تنتهي، ويبدو لي أنني لست جيدًا بما يكفي للعلاقة",
        "توقعات غير واقعية من الشريك، واستنتاجات عامة عن الحب أو غيابه بدل الانتباه إلى مشكلات محددة",
        "عدم رضا دائم ومزاج منخفض تغذّيه أي مواقف للوحدة",
        "ثم اكتب الحجج المضادة. قد تكون هذه عملية صعبة وربما تستغرق أكثر من يوم. أضف إلى القائمة كلما جاءت أفكار جديدة.",
        "على سبيل المثال، لاعتقاد «أن تكون وحيدًا أمر فظيع ومهين» يمكن كتابة الحجج التالية:",
        "حين يكون الشخص وحده، يتيح له ذلك فرصة أفضل للتعرف إلى نفسه",
        "من دون علاقة يمكن تجربة أشياء جديدة وفعل ما قد يكون أصعب بكثير داخل العلاقة",
        "من الأفضل أن تكون وحدك من أن تكون مع شريك غير مناسب",
        "والعنصر الأهم في هذه العملية هو استبدال اعتقادك القديم بآخر جديد. يجب أن يكون واقعيًا وعقلانيًا كي تتمكن من تصديقه.",
        "مثلًا: «قد تكون الوحدة ممتعة ومفيدة؛ يمكن أن أرتاح فيها وأتعرف إلى نفسي أكثر. كما أن الحب يظهر في علاقات مختلفة.",
        "حتى دون شريك يمكن الشعور بالقرب من الناس، ومشاركة التجارب، وإظهار الدفء. من المهم أن أستند إلى نوع العلاقات التي أريدها أنا، وإذا لم تكن موجودة—أضع هدفًا وأسعى إلى بنائها.",
        "لكن غياب الشريك لا يجعلني ناقصًا. وكذلك رغبتي في وجود شريك لا تجعلني ضعيفًا أو معتمدًا».",
        "أعد قراءة هذه الملاحظات يوميًا لمدة 2–3 أسابيع، ويمكنك تعديلها أو إضافة أفكار جديدة. وبهذا ستتجاوز نمط التفكير السلبي وتبدأ تغييراتك.",
        "الحب تجربة جميلة، لكنه—كأي تجربة—قد يكون إيجابيًا أو سلبيًا، ولا ينبغي أن يحدد من نحن ولماذا نحن هنا.",
        "الرغبة والحاجة ليسا الشيء نفسه. الأكسجين حاجة، أما الحب فرغبة.",
        "الحب ليس حاجة للإنسان البالغ!",
        "الرغبة في بناء علاقة عاطفية أمر طبيعي، ولا خطأ فيه. علاقة جيدة مع شخص تحبه متعة رائعة.",
        "لكن لكي تعيش أو تبلغ أقصى درجات السعادة، لست بحاجة إلى موافقة أحد، ولا إلى حب أحد، ولا إلى اهتمام شخص آخر."
      ]
    }
  }
}
