{
  "title": "الإدمان على الحب",
  "description": "الحب، الذي تغنى به الشعراء والفنانون، يمنح الأجنحة ويعطي شعوراً بامتلاء الحياة. ومع ذلك، فإن تحول الحب إلى حاجة مَرَضية يدمر الشخصية ويعيق بناء علاقات صحية، خاصة لدى الأشخاص ذوي تقدير الذات المنخفض. يمكن العثور على السعادة الحقيقية واكتمال الحياة من خلال تعلم تنظيم مزاجنا والاستمتاع بالمتع التي لا تعتمد على وجود شريك.",
  "screen_1": {
    "texts": [
      "الحب شعور رائع، تغنى به الشعراء والفنانون والموسيقيون. إنه يمنح الأجنحة، ويلهم ويعطي شعوراً بامتلاء الحياة.",
      "بطبيعة الحال، كل واحد منا يسعى إلى أن يحب وأن يكون محبوباً.",
      "ومع ذلك، إذا كان مفهومك عن الحب يقتصر على اعتقاد: «لا يمكنني أن أكون سعيداً حقاً وشخصاً متحققاً إذا لم يكن لدي شريك. لسعادة كاملة، أحتاج إلى أن أكون محبوباً»، فهذه علامة على الإدمان.",
      "ماذا يعني أن تكون مدمناً على الحب؟",
      "هذا عندما يصبح الحب حاجة مَرَضية، لا تشعر بالسعادة بدونها.",
      "أنت تعاني من غياب الحب، وتتوقع أن يملأ شخص ما هذا الفراغ. أنت مقتنع بأن حياتك ستصبح أفضل وأكثر إثارة للاهتمام وأكثر ثراءً فقط عندما يظهر فيها شخص تحبه، يجعلك ضرورياً ومهماً وكاملاً.",
      "مثل هذا الإدمان هو حالة مدمرة تقوض شخصيتك وتقديرك لذاتك وقدرتك على بناء علاقات صحية.",
      "قد تكون أسباب الإدمان على الحب مختلفة، لكنها غالباً ما تعود جذورها إلى الطفولة أو الشباب.",
      "بشكل خاص، الأشخاص ذوو تقدير الذات المنخفض، الذين يخافون من الوحدة، ويركزون على عيوبهم ولا يؤمنون بقدراتهم وإمكاناتهم، معرضون لهذا.",
      "يُنظر إلى تقدير الذات المنخفض، الناشئ من الطفولة، على أنه نقص.",
      "عندما يولي الوالدان القليل من الاهتمام للطفل ويعاني من نقص في حب الوالدين، فإنه سيبحث عن هذه المشاعر مع الشركاء في حياته البالغة، مكوناً علاقات معتمدة.",
      "لنأخذ مثال فيكتوريا، 28 عاماً، التي تقضي الأمسيات وعطلات نهاية الأسبوع في يأس، لأنها تؤمن: «يمكنني أن أكون سعيدة فقط في علاقة. بدون رجل أنا لا شيء».",
      "بالنسبة لها، أن تكون محبوبة مهم بقدر أهمية التنفس. مثل هذه المطالب غالباً ما تنفر الناس."
    ]
  },
  "screen_2": {
    "texts": [
      "في عملية تحليل معتقداتها، دوّنت فيكتوريا سلبيات وإيجابيات تفكيرها.",
      "كانت السلبيات كالتالي:",
      "الاعتقاد يقودني إلى الكآبة لأنني وحيدة.",
      "أفقد الرغبة في فعل أي شيء، استكشاف العالم أو ممارسة الهوايات.",
      "بسبب هذا أشعر بالكسل والتعاسة.",
      "هذا يثير شعور الشفقة على الذات.",
      "يحرمني من الفخر والثقة، يجعلني أحسد الآخرين وأشعر بخيبة الأمل.",
      "ثم دوّنت إيجابيات الاعتقاد:",
      "الأمل في إيجاد شريك، واكتساب الحب والأمان.",
      "يعطيني هدفاً ومعنى للحياة.",
      "إلى أي مدى هذه الإيجابيات حقيقية؟",
      "اعتقدت فيكتوريا لسنوات عديدة أنها لا تستطيع العيش بدون رجل، لكن هذا الاعتقاد لم يجذب إليها الشريك المرغوب حتى الآن.",
      "توصلت فيكتوريا إلى استنتاج أنها تعطي أهمية كبيرة جداً للرجال، وهذا لم يجذب أياً منهم.",
      "كما أدركت أن الأشخاص المعتمدين غالباً ما يبدون متطلبين للغاية، مما يجعل بناء العلاقات أكثر صعوبة.",
      "رأت أن الأشخاص الذين يجدون السعادة داخل أنفسهم هم في الغالب الذين يجذبون الآخرين، لأنهم يشعون بالفرح والثقة.",
      "الإدمان على الحب يعيق بناء علاقات صحية. عندما تعبر عن حاجتك لشخص آخر لسعادتك الخاصة، فإنك تشير بشكل لا واعٍ: «أحبني، لأنني بذاتي لا أساوي شيئاً». مثل هذه العلاقات من غير المرجح أن تكون صحية.",
      "ولكن حتى إذا كنت في علاقة مع وجود مثل هذه المعتقدات، فمن غير المرجح أن تكون صحية. لأنك تعتمد كلياً على أن شخصاً معيناً، تعتبره بشكل لا واعٍ مصدر سعادتك، سيكون بجانبك.",
      "وأنت مستعد لفعل أي شيء من أجل هذا. عندما لا تحصل على «جرعة» من تلك العواطف والمشاعر التي تحتاجها، ستضغط على شريكك لتشعر بأنك محبوب، أو ستبدأ في التخيل عن إيجاد ذلك الحب في مكان آخر.",
      "وسيكون هناك دائماً «شيء غير كافٍ» أو «شيء خاطئ»، لأنك ألقيت على شخص آخر مسؤولية حالتك."
    ],
    "quote": {
      "text": "السعادة الحقيقية تكمن في أن تكون راضياً عن نفسك.",
      "author": "سينيكا"
    }
  },
  "screen_3": {
    "texts": [
      "من المهم جداً أن تتعلم تنظيم مزاجك الخاص وإيجاد السعادة في نفسك. هذا سيعطيك فرصة للشعور بأنك حي بنفس القدر سواء كنت وحدك أو مع شخص تحبه.",
      "لكنك قد تفكر: «يبدو هذا جيداً بالطبع، لكنه غير واقعي. أن تكون وحيداً يعني أن تكون فاشلاً عاطفياً.»",
      "يعتقد الكثيرون أن الحب هو محرك العالم. أنت ترى هذا في الإعلانات، وتسمعه في الأغاني الشعبية، وتقرأه في القصائد. لكن في الواقع، الحب ليس الطريق الوحيد إلى حياة سعيدة ومكتملة.",
      "أن تكون وحيداً لا يساوي أبداً أن تكون غير سعيد. معظم المتع في الحياة نحصل عليها بأنفسنا.",
      "على سبيل المثال، عندما تستمع إلى الموسيقى المفضلة لديك، أو ترقص، أو تتنزه في أماكن جميلة، أو تقرأ كتاباً، أو تأكل الآيس كريم. أنت لا تحتاج إلى صحبة لتجربة أحاسيس ممتعة.",
      "كمية المتع التي يمكن الاستمتاع بها في العزلة لا حصر لها. وهذا يعني أن لديك العديد من مصادر المتعة المتاحة بغض النظر عما إذا كان هناك شخص بجانبك أم لا.",
      "فكر في قائمة المتع الخاصة بك؟ كيف يمكنك إسعاد نفسك؟",
      "أحياناً نسعى بقوة إلى علاقات مثالية وإلى فكرة المشاعر السامية نفسها، لدرجة أننا نفقد من نظرنا ما نحتاجه حقاً لتجربة الحب الحقيقي."
    ],
    "quote": {
      "text": "حب الذات هو بداية رواية تستمر طوال الحياة.",
      "author": "أوسكار وايلد"
    }
  }
}
