{
  "title": "الخروج من فخ «كل شيء بسببي»",
  "description": "تتناول المقالة ظاهرة الشخصنة — وهي الميل إلى إدراك الأحداث على أنها مرتبطة بالذات شخصياً. تناقش المقالة الطرق التي تسمح بتقليل الآثار السلبية لهذا النمط من التفكير، بما في ذلك مراقبة الذات وتحليل المواقف. يقدم الكاتب نصائح عملية وتمارين لتحسين الصحة النفسية والتحرر من الشعور بالذنب غير الضروري.",
  "screen_1": {
    "texts": [
      "أحياناً يخطئ الناس في تسمية قناعة الشخصنة بـ «جنون العظمة».",
      "ومع ذلك، فهذا لا يشير بالضرورة إلى وجود أوهام بالعظمة لدى الشخص، بل يعكس نظرة للعالم يضع فيها الشخص المتأثر بالشخصنة نفسه في مركز الكون: حيث تبدو له جميع الأحداث الجارية مرتبطة به شخصياً.",
      "داخلياً، لا يُشعر هذا بامتلاك قوة أو سلطة هائلة، بل كضغط مستمر واهتمام من المحيطين وعداء خفي.",
      "للتغلب على هذا النمط الضار من التفكير، من المهم تعلم تحديد الأسباب الحقيقية للمشكلات التي تنشأ.",
      "بدلاً من لوم نفسك على ما هو خارج سيطرتك، وبالتالي الشعور بالذنب تجاه العالم بأسره، ركّز على تحليل الموقف.",
      "ابدأ بمراقبة الذات. الخطوة الأولى لتقليل الشخصنة هي الوعي، كما هو الحال مع أي تفكير غير عقلاني آخر. راقب أفكارك وردود فعلك تجاه الأحداث بعناية. لاحظ متى تميل إلى تحمل المسؤولية عما لا يعتمد عليك في الواقع.",
      "ثم حاول تحديد العوامل الأخرى التي قد تكون أثرت على الموقف الذي تحملت مسؤوليته. على سبيل المثال: «هل صحيح أنني وحدي المسؤول عن هذا الخلاف؟ ما هي العوامل والظروف الأخرى التي قد تكون لعبت دوراً؟»",
      "فكر في الأسباب المحتملة لسلوك الآخرين التي لا ترتبط بأفعالك. حاول أن تضع نفسك مكانهم وتفهم ما قد يكون أثر على ردة فعلهم. على سبيل المثال، ما الذي قد يكون سبب مزاجهم أو سلوكهم غير ذلك؟"
    ],
    "quote": {
      "text": "كل ما نسمعه هو رأي وليس حقيقة. كل ما نراه هو منظور وليس الحقيقة.",
      "author": "ماركوس أوريليوس"
    }
  },
  "screen_2": {
    "texts": [
      "استخدم الأسئلة التالية للتحليل:",
      "هل يجب أن ألوم نفسي على ما حدث؟",
      "هل كنت قادراً على التحكم بذلك؟",
      "هل أنا مسؤول حقاً عن كل شيء؟ أم فقط عن جزء من المشكلة؟ أي جزء تحديداً؟",
      "ما هي الأسباب الأخرى المحتملة لهذه المشكلة؟",
      "مثال:",
      "تخيل موقفاً: وصلت إلى العمل وزميلتك لم تلقِ عليك التحية. يتبادر إلى ذهنك فوراً: «لقد فعلت شيئاً خاطئاً. يبدو أنها تكرهني. ربما قلت لها شيئاً غير لائق بالأمس، أو ربما لم ألقِ التحية أنا نفسي، وهي الآن تنتقم مني».",
      "حلل أفكارك باستخدام الأسئلة المذكورة أعلاه واكتب إجابات بديلة منطقية:",
      "ربما لم تلقِ التحية علي لأنها لم تنم جيداً، أو ببساطة نسيت، أو كانت غارقة في أفكارها، أو ألقت التحية مسبقاً ولم ألاحظ ذلك.",
      "على الأرجح، حالتها السيئة المحتملة وعدم إلقائها التحية ليس لهما علاقة بسلوكي. لن أتمكن من إثبات العكس إلا إذا سألتها مباشرة. التفسير الأكثر احتمالاً: لم تنم جيداً، أو حدث شيء في الصباح، أو ببساطة نسيت.",
      "لست متأكداً مما إذا كانت حزينة، ولكن حتى لو كانت كذلك، فهناك العديد من أسباب حالتها التي قد لا تكون لها أي علاقة بي. وإذا كانت حزينة بسببي، فيجب عليها إخباري بذلك، وإلا فلن أتمكن من فهم الموقف بالتأكيد.",
      "بما أنني لا أعرف بالضبط ما إذا كان السبب مرتبطاً بأفعالي، فلن أشعر بالذنب تجاه ذلك.",
      "تذكر أننا لا نستطيع التحكم في كل شيء في الحياة. في بعض الأحيان علينا فقط قبول ما يحدث وعدم محاولة تفسير كل شيء بأخطائنا."
    ],
    "quote": {
      "text": "ليست الأشياء نفسها هي التي تزعج الناس، بل تصوراتهم عن الأشياء.",
      "author": "إبيكتيتوس"
    }
  },
  "screen_3": {
    "texts": [
      "يمكنك أيضاً استخدام التمارين التالية للعمل على قناعتك:",
      "تطبيق المنظور الخارجي",
      "تخيل أن صديقك يخبرك أن زميله لم يلقِ عليه التحية في الصباح. كيف ستتفاعل؟ ماذا ستقول له؟ ما النصيحة التي ستقدمها؟ سيساعدك هذا على الابتعاد عن مشاعرك الخاصة والنظر إلى الموقف بشكل أكثر موضوعية.",
      "أكمل عبارة «لو كنت»",
      "حاول إكمال الجملة التالية: «لو كنت مسؤولاً فعلاً عن هذا، فهذا يعني...».",
      "على سبيل المثال: «لو كنت مسؤولاً فعلاً عن فشل المشروع، فهذا يعني أنني أستطيع التحكم في جميع المشاركين ومنع أي أخطاء». ولكن في الواقع، العديد من العوامل خارجة عن سيطرتك.",
      "«لو كنت مسؤولاً فعلاً عن غضب صديقي مني، فهذا يعني أنني أستطيع قراءة أفكاره وتخمين رغباته». لكن هذا مستحيل.",
      "إكمال عبارة «لو كنت» سيساعدك على تحليل مسؤوليتك وإدراك أنك لا تستطيع دائماً التحكم في كل ما يحدث.",
      "باستخدام هذه التقنيات البسيطة، ستتمكن من التخلص من الأفكار السلبية وتحرير نفسك من الشعور بأنك مسؤول عن كل شيء في العالم.",
      "تذكر أنك لست مركز الكون ولست مضطراً للإجابة عن جميع الأحداث من حولك. من الأفضل توجيه طاقتك نحو حل المشكلات وخلق حياة أكثر سعادة وانسجاماً."
    ]
  }
}
