{
  "title": "الخطأ دائمًا خطئي؟ وهم القدرة المطلقة",
  "description": "تستكشف هذه المقالة ظاهرة نفسية تُعرف بـ«إضفاء الطابع الشخصي» — أي الاعتقاد بأنك سبب كل ما يحدث من حولك. يشرح النص آليات هذا النط من التفكير ونتائجه السلبية مثل الضغط النفسي والقلق وتدني تقدير الذات ومشكلات العلاقات. كما يتناول أسباب تشكّل هذا الاعتقاد، بدءًا من الطفولة وتأثير المعايير الثقافية. وفي الختام تُقدَّم توصيات للتغلب على إضفاء الطابع الشخصي والتحرر من الشعور بالذنب غير المبرر.",
  "screen_1": {
    "texts": [
      "في أي موقف، مهما كانت النتيجة — أنا السبب.",
      "فاتني القطار — لأنني تأخرت في الاستعداد. أشخاص أمامي في المترو يضحكون — لا بد أنهم يضحكون عليّ. شريكي/شريكتي ليس في مزاج جيد — إذن أنا فعلت شيئًا خطأ.",
      "هل يبدو هذا مألوفًا؟",
      "إذا كانت الإجابة نعم، فربما نكون أمام وهم القدرة المطلقة على كل شيء.",
      "كل واحد منا واجه «إضفاء الطابع الشخصي» بدرجة ما في مرحلة من حياته.",
      "إنه فخ نفسي ماكر يجعلك تشعر وكأنك مركز الكون، فتُحمّل نفسك مسؤولية الكثير مما يحدث حولك.",
      "قد يبدو لك أن من حولك يتفاعلون معك أنت فقط، وأن أفعالهم وأفكارهم ومشاعرهم تعتمد كليًا على تصرفاتك، بينما الواقع أن ذلك خارج نطاق سيطرتك.",
      "ومع ذلك تعاني، وتوبّخ نفسك، ويثقل عليك شعور خانق بالذنب.",
      "والمفارقة أن الاعتقاد بالقوة والقدرة المطلقتين يقيّدك، فيغرقك في القلق ويقلّل فاعليتك.",
      "كيف يظهر إضفاء الطابع الشخصي؟",
      "«كل شيء بسببي»: تميل إلى الاعتقاد أن كل ما يحدث في الحياة — نتيجة أفعالك أنت. سواء كان جيدًا أو سيئًا، تتحمل المسؤولية كاملة.",
      "«كل شيء يدور حولي»: تكون مقتنعًا أن الآخرين يفكرون فيك باستمرار، ويتحدثون عنك، ويلتقطون كل أخطائك ونواقصك.",
      "«أنا مذنب/ة»: يصبح الشعور بالذنب رفيقًا دائمًا، بغض النظر عن الأسباب الحقيقية للأحداث."
    ]
  },
  "screen_2": {
    "texts": [
      "على سبيل المثال:",
      "تخيل أنك دخلت متجرًا وردّ عليك البائع عند صندوق الدفع بفظاظة. بدلًا من التفكير أن البائع قد يكون مرّ بيوم سيئ أو أنه شخص فظ بطبيعته، تبدأ في لوم نفسك: «على الأرجح قلت أو فعلت شيئًا غير مناسب».",
      "دعا أصدقاؤك معارفَ إلى لقاء، وبينهم شخص لا تحبه. فتعتقد أنهم فعلوا ذلك عمدًا ليُشعروك بأنك زائد/ة وأنهم لا يرغبون في التواصل معك.",
      "«إذا لم ترد على اتصالي، فهذا يعني أنها غضبت مني».",
      "هؤلاء المراهقون يضحكون ويتبادلون النظرات — بالتأكيد يتحدثون عني.",
      "في هذا الأسلوب من التفكير لا يهم إطلاقًا من المخطئ فعلًا — فالذنب يُعاش وكأنه ذنبك أنت. برأيك إلى ماذا قد يقود ذلك؟ بالطبع إلى الضغط النفسي، واللامبالاة، والقلق، ومشكلات تقدير الذات، وحتى الاكتئاب.",
      "لماذا يُعد إضفاء الطابع الشخصي خطرًا؟",
      "نقد ذاتي مفرط: قد يميل الناس إلى جلد الذات والشعور بالذنب تجاه أحداث لم تكن في الحقيقة تحت سيطرتهم.",
      "ضغط وقلق: الإحساس الدائم بأن كل المشكلات بسببي يخلق ضغطًا مزمنًا وقلقًا مستمرًا.",
      "مشكلات في العلاقات: من يميلون إلى إضفاء الطابع الشخصي قد يفسرون سلوك الآخرين بطريقة خاطئة، فيشعرون بالإهانة ويهدمون العلاقات.",
      "تشوّه في إدراك الواقع: مثل أي اعتقاد غير عقلاني، يضللك إضفاء الطابع الشخصي ويمنعك من تقييم الموقف بوضوح، ويجعلك تتجاهل حقائق وظروفًا موضوعية.",
      "تدني تقدير الذات: عندما تلوم نفسك على كل شيء باستمرار، تضعف ثقتك بنفسك.",
      "دور الضحية: بعض الناس، دون وعي، يؤذون أنفسهم عبر معاقبة الذات على «ذنوب» متخيلة. وقد يسمحون للآخرين بأن يعاملوهم بازدراء."
    ],
    "quote": {
      "text": "الشعور بالذنب يطلق بالضرورة سيناريو العقاب، وغالبًا من دون علم وعيك.",
      "author": "فاديم زيلاند"
    }
  },
  "screen_3": {
    "texts": [
      "من أين يأتي إضفاء الطابع الشخصي؟",
      "يتشكل هذا النوع من المعتقدات منذ الطفولة.",
      "من المعروف أن تفكير الأطفال متمركز حول الذات، أي أن الطفل يعتقد بصدق أنه سبب كل ما يحدث حوله.",
      "مثلًا، من الطبيعي تمامًا لطفل في الثالثة أو الرابعة أن يظن أن الشمس تشرق لأنه استيقظ، وتغرب عندما يحين وقت نومه.",
      "لكن كثيرًا من البالغين، بعد أن يكبروا، ما زالوا يستخدمون عناصر من هذا التفكير في حياتهم اليومية.",
      "قد يدفع الضغط الأسري أو الاجتماعي الشخص إلى اعتبار نفسه مسؤولًا عن رفاه الآخرين. مثل طفل أُجبر على رعاية والديه في سن مبكرة.",
      "وقد تكون مشكلات تقدير الذات نتيجةً لهذه المعتقدات أو سببًا لها.",
      "الأشخاص ذوو تقدير الذات المنخفض غالبًا ما يميلون إلى إضفاء الطابع الشخصي. قد يعتقدون أنهم لا يستحقون معاملة طيبة، فينسبون الأحداث السلبية إلى أفعالهم أو عيوبهم.",
      "وقد يساهم التعرض لتجارب مؤلمة في الماضي أيضًا في ترسيخ هذا النمط. ففي سن مبكرة يزداد احتمال تشوّه تفكير الطفل واعتقاده أن كل ما يحدث يعتمد عليه.",
      "مثلًا، إذا كان الشخص يسمع كثيرًا في طفولته من والديه عبارات مثل «أنت المخطئ في كل شيء» أو «أنت لا تفعل شيئًا بالشكل الصحيح أبدًا»، فقد يحمل هذا «الوسم» طوال حياته، وينسب كل حدث سلبي إلى ذنبه.",
      "في بعض الثقافات من المعتاد أن يتحمل الفرد مسؤولية كل ما يحدث حوله. وقد يؤدي ذلك إلى ميل الناس لإضفاء الطابع الشخصي حتى عندما لا يكونون مسؤولين عمّا يحدث.",
      "ومهما كانت أسباب تشكّل هذه المعتقدات، يمكننا تغيير طريقة تفكيرنا في أي مرحلة من الحياة إذا كانت لدينا الدافعية.",
      "في الفصل التالي سنستعرض، كالعادة، أهم التوصيات للعمل على هذا الاعتقاد."
    ],
    "quote": {
      "text": "لا يمكنك أن تلوم نفسك على كل شيء إذا كنت لا تعتبر نفسك قادرًا على كل شيء.",
      "author": "ميخائيل بولغاكوف"
    }
  },
  "exercise": {
    "title": "الخروج من فخ «كل شيء بسببي»",
    "description": "توضح هذه المقالة ما هو إضفاء الطابع الشخصي — عادة ربط الأحداث بك على نحو شخصي. ستتعرف على سبب تسبب هذا التفكير في شعور غير ضروري بالذنب والقلق، وكيف تطوّر خطوة بخطوة نظرة أكثر صحة للمواقف. ستساعدك التقنيات المعروضة على الفصل بلطف بين الحقائق والأفكار، وتقليل النقد الذاتي، والشعور بمزيد من الهدوء الداخلي.",
    "screen_1": {
      "texts": [
        "أحيانًا يسمي البعض إضفاء الطابع الشخصي «جنون العظمة»، لكنه لا علاقة له بالشعور بالقوة أو بالأهمية.",
        "إضفاء الطابع الشخصي هو أن يبدو لك أن ما يحدث حولك مرتبط بك، حتى عندما لا توجد أدلة على ذلك.",
        "من الداخل غالبًا لا يبدو كسلطة، بل كقلق: كأن الجميع ينظرون ويقيّمون وينتظرون منك سلوكًا مثاليًا.",
        "للخروج من هذا النمط، من المهم تعلم ملاحظة الأسباب الحقيقية للأحداث بدلًا من لوم الذات تلقائيًا.",
        "عندما نتحمل مسؤولية ما هو خارج سيطرتنا، نرهق أنفسنا ونخلق أرضية للشعور بالذنب والإرهاق.",
        "الخطوة الأولى هي الملاحظة. انتبه/ي إلى اللحظة التي تظهر فيها فكرة: «هذا خطئي»، رغم قلة الحقائق أو غيابها.",
        "اسأل/ي نفسك: «هل كان لي تأثير حقيقي في هذا الموقف؟ أم أنها مجرد فكرة وليست حقيقة؟»",
        "حاول/ي النظر إلى تفسيرات أخرى لما يحدث. مثلًا: «لم تُلقِ التحية. ربما هي منزعجة أو مستعجلة أو شاردة الذهن — وقد لا يكون الأمر متعلقًا بي إطلاقًا»."
      ],
      "quote": {
        "text": "كل ما نسمعه هو رأي، لا حقيقة. وكل ما نراه هو منظور، لا الحقيقة نفسها.",
        "author": "ماركوس أوريليوس"
      }
    },
    "screen_2": {
      "texts": [
        "ستساعدك سلسلة من الأسئلة:",
        "هل يجب حقًا أن ألوم نفسي؟",
        "هل كان هذا ضمن سيطرتي؟",
        "عمّ يمكنني أن أتحمل المسؤولية تحديدًا؟ وأين تقف حدود مسؤوليتي؟",
        "ما الأسباب الأخرى التي ربما أثرت في الموقف؟",
        "مثال:",
        "أتيت إلى العمل ولم تُلقِ زميلتك التحية. الفكرة التلقائية: «على الأرجح فعلت شيئًا غير صحيح».",
        "والآن نبدأ التحليل:",
        "ربما لم تنتبه إليّ، أو كانت شاردة، أو لم تنم جيدًا، أو كانت مستعجلة، أو قلقة بشأن أمر يخصها.",
        "لا يمكنني معرفة السبب الحقيقي دون حديث مباشر.",
        "حتى لو كان مزاجها سيئًا، فقد يرتبط ذلك بعوامل كثيرة لا علاقة لي بها.",
        "ما دام لا توجد حقائق، فلا يوجد أساس للشعور بالذنب.",
        "لا يمكننا التحكم بكل شيء. أحيانًا تكون أفضل خطوة هي أن نترك الأمر ونسمح للحياة أن تمضي بطريقتها."
      ],
      "quote": {
        "text": "ليست الأشياء هي ما يزعج الناس، بل نظرتهم إلى الأشياء.",
        "author": "إبيكتيتوس"
      }
    },
    "screen_3": {
      "texts": [
        "بعض التمارين التي قد تساعد:",
        "النظر من الخارج",
        "تخيل/ي أن صديقة تحكي لك الموقف نفسه. ماذا كنت ستقول لها؟ كيف كنت ستدعمها؟ بالطريقة نفسها يمكنك دعم نفسك.",
        "عبارة «لو…»",
        "أكمل/ي الفكرة: «لو كنت فعلًا مسؤولًا/ة عن كل شيء، فهذا يعني…».",
        "مثلًا: «…أنني أستطيع التحكم في مشاعر الآخرين»، أو «…أنني أقرأ الأفكار»، أو «…أنني مسؤول/ة عن كل ما يحدث حولي».",
        "عندما تلاحظ/ين عبثية هذه التخيلات، يصبح من الأسهل استعادة نظرة واقعية للموقف.",
        "مع الوقت تساعد هذه التمارين على فصل الحقائق الفعلية بلطف عن الذنب التلقائي.",
        "تذكّر/ي: الانتباه للأحداث أمر ثمين. لكنه لا يعني أنك مُلزَم/ة بتحمل مسؤولية كل شيء.",
        "عندما تتحرر/ين من إضفاء الطابع الشخصي، تستعيد/ين خفة أكبر ومساحة أوسع وهدوءًا داخليًا أكثر."
      ]
    }
  }
}
