{
  "title": "الجميع مَدين لي. ما الخطأ في هذا الاعتقاد؟",
  "description": "تبحث المقالة في مشكلة مبدأ \"الآخرون مدينون لي\"، الذي يتشكل لدى الأشخاص الذين يتوقعون أن العالم سيدور حولهم ويلبي جميع احتياجاتهم. يشرح الكاتب كيف ينشأ هذا المبدأ في الطفولة، ويقدم أمثلة على تجليه في حياة البالغين، ويصف العواقب السلبية لهذا النوع من التفكير، بما في ذلك خيبة الأمل، والتوتر في العلاقات، وفقدان الاستقلالية. وفي الختام، تُطرح فكرة أنه من المهم قبول العالم كما هو، وفهم أن فيه مكاناً ليس فقط لنا، بل للآخرين أيضاً.",
  "screen_1": {
    "texts": [
      "\"الآخرون مدينون لي\" — هو فخ يقع فيه الكثيرون، معتقدين أن العالم يدور حولهم.",
      "غالباً ما يتوقع الأشخاص الذين يتبنون هذا الموقف أن الآخرين سيوافقون معهم وينفذون طلباتهم.",
      "هم لا يأخذون بعين الاعتبار آراء واحتياجات الآخرين، معتقدين أن رغباتهم واحتياجاتهم الخاصة أكثر أهمية.",
      "قد تُصاغ معتقدات الواجب على النحو التالي:",
      "يجب على الأصدقاء مساعدتي دائماً",
      "يجب على شريكي أن يدعمني دائماً وفي كل شيء",
      "يجب على أمي أن تجلس مع أطفالي",
      "يجب أن يكون كل شيء كما أريد",
      "يجب ألا يُرفض لي طلب",
      "يجب أن يكون العالم عادلاً معي",
      "إذا لاحظت مثل هذا التفكير لدى نفسك، فعلى الأرجح أنك تعتقد أنك تستحق النجاح والحب والسعادة لمجرد حق الولادة.",
      "أنت تتوقع أن الكون والأشخاص من حولك يجب أن يحققوا رغباتك، لأنك شخص طيب وكريم أو لأنك تعمل بجد.",
      "لكن عندما لا يحدث ذلك، وهذا يحدث كثيراً، تجد نفسك أمام خيارين: الغرق في الكآبة والشعور بالنقص أو الانفجار غضباً. غالباً ما يواجه الأشخاص الذين يعتقدون أن الجميع مدين لهم مشاكل."
    ],
    "quote": {
      "text": "لا يمكننا التحكم في الريح، لكن يمكننا توجيه الأشرعة.",
      "author": "دوللي بارتون"
    }
  },
  "screen_2": {
    "texts": [
      "وأولاً وقبل كل شيء، هذه خيبة الأمل: إذا رُفض طلبك، أو لم يفهموا أنهم يجب أن يحلوا مشاكلك، أو لم يلبوا توقعاتك، فبلا شك ستواجه خيبة أمل، واستياء، وغضب، وعدم فهم كيف يمكن أن يعاملوك هكذا - أنت الشخص الرائع.",
      "أنت تنفق الكثير من الطاقة على المشاعر السلبية، وترى العالم بألوان قاتمة. موقفك المتطلب من الحياة يمنعك من الاستمتاع والفرح، لأنك لا تقبل العالم كما هو، لديك دائماً شكاوى حول كيفية بنائه.",
      "تانيا - مثال واضح لشخص لديه مبدأ \"الجميع مدينون لي\". تتوقع أن يكون أصدقاؤها متاحين دائماً، مستعدين لترك كل شيء والركض لمساعدتها، حل أي من مشاكلها وتلبية جميع طلباتها.",
      "على سبيل المثال، قد تتصل في الساعة 3 صباحاً، مطالبة صديقتها بالحضور فوراً لدعمها بعد شجار مع حبيبها.",
      "أو، دون إشعار مسبق، تطلب المساعدة في الانتقال، رغم أن صديقتها قد خططت بالفعل لاجتماع مهم في ذلك اليوم. عندما لا يستطيع أصدقاؤها مساعدتها، تشعر تانيا بالإهانة والشعور بأنها متروكة وغير مرغوب فيها.",
      "هذا موقف خطير يمكن أن يؤدي إلى العزلة، والتوتر في العلاقات، أو حتى تدمير هذه العلاقات.",
      "يبدأ الأصدقاء والمقربون بتجنب اللقاءات أو المحادثات، خوفاً من مطلب آخر، أو إهانة، أو مشاجرة. لأن لا أحد يريد أن يشعر باستمرار بأنه ملزم ويخضع لنزوات الآخرين.",
      "من أين يأتي هذا الاعتقاد؟ غالباً ما يتشكل هذا المبدأ في الطفولة، عندما لا يواجه الطفل حدوداً واقعية ويحصل على كل ما يريد. قد يحدث ذلك لأسباب مختلفة:",
      "يدلل الوالدان الطفل ويسمحان له بفعل كل ما يخطر بباله.",
      "في هذه الحالة، تتشكل لدى الطفل شخصية نرجسية مع شعور مبالغ فيه بأهميته الذاتية.",
      "مثال: كانت كاتيا الصغيرة تحصل دائماً على كل ما تريد. اعتقد والداها أنها تستحق الأفضل ولم يرفضا لها أي شيء. اعتادت كاتيا أن العالم يدور حولها، ولم تفهم لماذا لا يوليها المدرسون في المدرسة كل اهتمامهم، ولماذا لا يحترم زملاء الدراسة رأيها.",
      "الوالدان أنفسهما يعيشان وفقاً لمبدأ \"الجميع مدينون لي\".",
      "يكرر الطفل سيناريو الوالدين، متبنياً هذا النمط من التفكير.",
      "مثال: كان والدا فانيا يشكون باستمرار من الحياة، معتقدين أنه يجب أن يُدفع لهم أكثر، وأنهم غير مقدَّرين، وأن حقوقهم تُنتهك باستمرار. نشأ فانيا في جو من الاستياء وتوقع أن العالم مدين له بشيء ما."
    ],
    "quote": {
      "text": "لا أحد مدين لك بأي شيء. كل ما تحصل عليه في الحياة: هو هدية.",
      "author": "أوشو"
    }
  },
  "screen_3": {
    "texts": [
      "لم يأخذ الوالدان برأي الطفل، وتجاهلا اهتماماته ورغباته.",
      "يغضب الطفل من والديه، لكنه لا يستطيع التعبير عن غضبه بصراحة. لذلك ينقل غضبه إلى الآخرين، معتقداً أنهم يجب أن يشفقوا عليه ويعوضوه عما افتقده في طفولته.",
      "مثال: كانت آنيا تحلم دائماً بأن تصبح فنانة، لكن والديها أجبراها على دراسة القانون، معتقدين أنها مهنة أكثر هيبة. استسلمت آنيا، لكن قلبها كان دائماً يميل إلى الإبداع.",
      "كانت تشعر بالإهانة من والديها لأنهم لم يسمحوا لها بتحقيق حلمها، وبعد ذلك نقلت هذا الاستياء إلى جميع المحيطين بها، معتقدة أنهم مدينون لها بالمساعدة في العثور على السعادة في الحياة.",
      "أُجبر الطفل على إرضاء والديه لكي يحباه. نشأ مع اعتقاد أن الحب يجب أن يُكتسب.",
      "مثال: كان سيرجي يحاول دائماً تلبية جميع احتياجات والديه، خوفاً من أنهم لن يحبوه إذا فعل شيئاً خاطئاً. نشأ مع الشعور بعدم الثقة بالنفس وكان يحاول باستمرار إثبات قيمته، معتقداً أنه يجب أن يُعطى ما يستحقه.",
      "عواقب هذا المبدأ يمكن أن تكون متنوعة وسلبية. وتشمل:",
      "خيبة الأمل وعدم الرضا: توقع أن الآخرين يجب أن يلبوا جميع احتياجاتك يمكن أن يؤدي إلى خيبة أمل مستمرة وشعور بعدم الرضا بسبب التفاوت بين التوقعات والواقع",
      "التوتر في العلاقات: الاعتقاد بأن العالم يجب أن يتكيف معك يمكن أن يسبب توتراً وصراعات في العلاقات، لأن هذا غالباً ما يؤدي إلى الاستياء والخلافات",
      "فقدان الاستقلالية: التوقع المستمر بأن الآخرين يجب أن يتحملوا جميع المسؤوليات يجعلك معتمداً ويعيق تطور الاستقلالية والنمو الشخصي",
      "التأثير السلبي على تقدير الذات: بالاعتماد على الآخرين لتلبية احتياجاتك، لا تطور تقدير ذاتك الخاص، مما قد يؤدي إلى مشاعر سلبية وإحساس بالنقص",
      "نقص المساعدة المتبادلة: بالتركيز فقط على نفسك، تفوت فرصة أن تكون متعاطفاً وتساعد الآخرين، مما قد يعيق تطوير علاقات جيدة ودعم اجتماعي"
    ],
    "quote": {
      "text": "لا تتوقع أن العالم سيدور حولك. في هذا العالم هناك مكان للآخرين أيضاً",
      "author": "أرسطو"
    }
  }
}
