{
  "title": "هم «مدينون لي». ما الخطأ في هذا الاعتقاد؟",
  "description": "تناقش هذه المقالة مشكلة اعتقاد «هم مدينون لي»، الذي يتكوّن لدى من يتوقعون أن يدور العالم حولهم وأن تُلبّى جميع احتياجاتهم. يشرح الكاتب كيف يتشكل هذا الاعتقاد في الطفولة، ويعرض أمثلة على ظهوره في الحياة البالغة، ويصف نتائجه السلبية، مثل الإحباط، والتوتر في العلاقات، وفقدان الاستقلالية. وفي الختام تُطرح فكرة أن من المهم تقبّل العالم كما هو، وفهم أن فيه متسعًا ليس لنا وحدنا، بل للآخرين أيضًا.",
  "screen_1": {
    "texts": [
      "«هم مدينون لي» فخ يقع فيه كثيرون حين يظنون أن العالم يدور حولهم.",
      "الأشخاص الذين يقفون في هذا الموقف يتوقعون غالبًا أن يوافقهم الآخرون وأن يلبّوا طلباتهم.",
      "ولا يضعون آراء الآخرين واحتياجاتهم في الحسبان، لأنهم يرون رغباتهم واحتياجاتهم أهم من غيرها.",
      "قد تبدو معتقدات «الواجب» على النحو التالي:",
      "على الأصدقاء أن يساعدوني دائمًا",
      "على الشريك أن يدعمني دائمًا وفي كل شيء",
      "على أمي أن تجلس مع أطفالي",
      "يجب أن يكون كل شيء كما أريد",
      "لا يجوز أن يرفضني أحد",
      "على العالم أن يكون عادلًا معي",
      "إذا لاحظت هذا النوع من التفكير لديك، فربما تعتقد أنك تستحق النجاح والحب والسعادة لمجرد أنك وُلدت.",
      "تتوقع أن الكون والناس من حولك «عليهم» أن يحققوا رغباتك لأنك شخص طيب ومحبوب، أو لأنك تعمل بجد.",
      "لكن عندما لا يحدث ذلك—وهو ما يحدث كثيرًا—تجد نفسك أمام خيارين: إما أن تغرق في الإحباط والشعور بالنقص، أو أن تشتعل غضبًا. وغالبًا ما يواجه من يظنون أن الجميع «مدينون لهم» مشكلات."
    ],
    "quote": {
      "text": "لا نستطيع التحكم في الريح، لكننا نستطيع توجيه الأشرعة.",
      "author": "دوللي بارتون"
    }
  },
  "screen_2": {
    "texts": [
      "وأول ما ينتج عن ذلك هو الإحباط: إذا رُفض طلبك، أو لم يفهم الآخرون أنهم «مكلّفون» بحل مشاكلك، أو لم يلبّوا توقعاتك، فستشعر حتمًا بالإحباط والجرح والغضب والدهشة: كيف يمكن أن يفعلوا هذا بي—أنا هذا الشخص الرائع!",
      "أنت تستهلك قدرًا هائلًا من الطاقة في مشاعر سلبية، وترى العالم بألوان قاتمة. إن نظرتك المتطلبة للحياة تمنعك من الاستمتاع والفرح، لأنك لا تقبل العالم كما هو، ودائمًا لديك اعتراضات على طريقة سيره.",
      "تانيا مثال واضح لشخص يحمل اعتقاد «الجميع مدينون لي». فهي تتوقع أن يكون الأصدقاء متاحين دائمًا، مستعدين لترك كل شيء والركض لمساعدتها، وحل أي مشكلة لها وتلبية كل ما تطلبه.",
      "على سبيل المثال، قد تتصل في الثالثة صباحًا وتطالب صديقتها بأن تأتي فورًا لتدعمها بعد شجار مع شريكها.",
      "أو تطلب المساعدة في الانتقال من دون أي تنبيه مسبق، رغم أن صديقتها لديها موعد مهم في ذلك اليوم. وعندما لا يستطيع الأصدقاء مساعدتها، تغضب وتشعر بأنها متروكة وغير مهمة.",
      "إنه موقف خطير قد يؤدي إلى العزلة، أو توتر العلاقات، أو حتى تدميرها.",
      "يبدأ الأصدقاء والمقرّبون بتجنب اللقاءات أو المكالمات خوفًا من طلب جديد أو عتب أو شجار. فلا أحد يريد أن يشعر باستمرار بأنه مُلزَم وأن يخضع لنزوات غيره.",
      "من أين يأتي هذا الاعتقاد؟ غالبًا ما يتشكل في الطفولة حين لا يواجه الطفل حدودًا واقعية ويحصل على كل ما يريد. وقد يحدث ذلك لأسباب مختلفة:",
      "يدلّل الوالدان الطفل ويسمحان له بكل ما يخطر بباله.",
      "وفي هذه الحالة قد يتشكل لدى الطفل جانب نرجسي مع إحساس مبالغ فيه بالأهمية الذاتية.",
      "مثال: كانت كاتيا الصغيرة تحصل دائمًا على كل ما تريده. كان والداها يعتقدان أنها تستحق الأفضل ولا يرفضان لها شيئًا. اعتادت كاتيا أن يدور العالم حولها، ولم تفهم لماذا لا يمنحها المعلمون في المدرسة كل اهتمامهم ولماذا لا يراعي زملاؤها رأيها.",
      "الوالدان نفسيهما يعيشان وفق مبدأ «الجميع مدينون لي».",
      "فيكرر الطفل سيناريو الوالدين، ويتبنى هذا النمط من التفكير.",
      "مثال: كان والدا فانيا يشتكيان باستمرار من الحياة، ويعتقدان أنه يجب أن يُدفَع لهما أكثر، وأن الناس لا يقدّرونهما، وأن حقوقهما تُنتهك دائمًا. نشأ فانيا في أجواء من السخط وتوقع أن العالم «مدين له» بشيء."
    ],
    "quote": {
      "text": "لا أحد مدين لك بشيء. كل ما تحصل عليه في الحياة هو هدية.",
      "author": "أوشو"
    }
  },
  "screen_3": {
    "texts": [
      "لم يكن الوالدان يراعون رأي الطفل، ويتجاهلون اهتماماته ورغباته.",
      "يغضب الطفل من والديه لكنه لا يستطيع التعبير عن غضبه علنًا، فينقل هذا الغضب إلى الآخرين ويعتقد أنهم يجب أن يشفقوا عليه ويعوضوه عمّا افتقده في الطفولة.",
      "مثال: كانت أنيا تحلم دائمًا أن تصبح فنانة، لكن والديها أجبراها على دراسة القانون معتبرين أنها مهنة أكثر مكانة. وافقت أنيا، لكن قلبها ظل متعلقًا بالإبداع.",
      "كانت تغضب من والديها لأنهما لم يسمحا لها بتحقيق حلمها، ثم نقلت هذا الغضب إلى من حولها، معتقدة أنهم مدينون لها بمساعدتها على إيجاد السعادة في الحياة.",
      "كان الطفل يُجبر على إرضاء والديه لكي يحبّاه، فكبر وهو يؤمن أن الحب يجب أن يُستحق.",
      "مثال: كان سيرغي يحاول دائمًا تلبية كل احتياجات والديه خوفًا من أن يتوقفا عن حبه إذا أخطأ. كبر بشعور بعدم الثقة بنفسه، وظل يحاول إثبات قيمته معتقدًا أن من حقه أن يحصل على ما «استحقه».",
      "يمكن أن تكون نتائج هذا الاعتقاد متنوعة وسلبية. وتشمل:",
      "الإحباط وعدم الرضا: توقّع أن يُشبع الآخرون جميع احتياجاتك قد يؤدي إلى إحباط دائم وشعور بعدم الرضا بسبب الفجوة بين التوقعات والواقع.",
      "التوتر في العلاقات: الاعتقاد بأن العالم يجب أن يتكيف معك قد يثير توترًا وصراعات، لأنه غالبًا ما يولّد استياءً وخلافات.",
      "فقدان الاستقلالية: انتظار أن يتحمل الآخرون دائمًا كل المسؤوليات يجعلك أكثر اعتمادًا ويعيق تنمية الاستقلال والنمو الشخصي.",
      "تأثير سلبي على تقدير الذات: عندما تعتمد على الآخرين لإشباع احتياجاتك، لا تطوّر تقديرك لذاتك، ما قد يقود إلى مشاعر سلبية وإحساس بالنقص.",
      "نقص المساندة المتبادلة: حين تركز على نفسك فقط، تفوّت فرصة التعاطف ومساعدة الآخرين، وهذا قد يعيق بناء علاقات جيدة ودعم اجتماعي متين."
    ],
    "quote": {
      "text": "لا تتوقع أن يدور العالم حولك. في هذا العالم متسع لغيرك أيضًا",
      "author": "أرسطو"
    }
  },
  "exercise": {
    "title": "كيف تتعامل مع معتقدات «الواجب»؟",
    "description": "تناقش هذه المقالة معتقدات «الواجب» بوصفها مصدرًا للتوتر وعدم الرضا، وتوضح أن هذه القناعات تجعلنا نشعر وكأننا رهائن للظروف. يقترح الكاتب إدراك عدم واقعية هذه المعتقدات، واستبدالها بصيغ أكثر مرونة، وتحمل المسؤولية عن الرغبات والأفعال. كما تساعد ممارسة الامتنان والشفقة، وتعلّم طلب المساعدة، وتقبّل عدم الكمال، على تقليل التوتر وتحسين جودة الحياة.",
    "screen_1": {
      "texts": [
        "معتقدات «الواجب» عدوّ صامت يسرق منا بهجة الحياة، ويقوّض الهدوء، ويمنعنا من بناء علاقات قريبة وبنّاءة مع الآخرين.",
        "الفكرة المحورية في هذا الاعتقاد هي فكرة الإلزام.",
        "وغالبًا ما تكون كلمة «يجب» فخًا لغويًا.",
        "فمعنى «يجب» هو: هكذا فقط ولا بديل. كلمات مثل «يجب»، «ملزَم»، «ضروري» تجعلنا نشعر كأننا رهائن، لأنها تصف وضعًا لا توجد فيه أي بدائل.",
        "لكن هذا الوصف لا يكون صحيحًا إلا في حالات نادرة جدًا تكاد تكون استثنائية.",
        "مثلًا، قول «على الإنسان أن يتنفس الهواء» قول واقعي لأنه لا توجد بدائل جسديًا.",
        "أما قول «لا ينبغي لأحد أن يتأخر» فغير مناسب وغير واقعي، لأن التأخر قد يحدث فعلًا. الناس قد تتأخر أو تتعطل أو قد لا تأتي أصلًا.",
        "لذلك فإن وجود معتقدات «الواجب» يقود حتمًا إلى التوتر، سواء كان حادًا أو مزمنًا.",
        "كيف تتحرر من «الواجب»؟",
        "أدرك عدم واقعية معتقدك",
        "عندما تضع مطالب للآخرين حول كيف «يجب» أن يتعاملوا معك، وماذا يقولون ويفعلون، فأنت تتوقع منهم نتيجة واحدة فقط.",
        "وهذا مصدر قوي للتوتر، لأنه نادرًا ما يكون لدى أي شخص محيط يحقق توقعاته دائمًا.",
        "حتى لدى أكثر الناس نفوذًا وحكامًا، وُجد دائمًا من يتصرف «ليس كما ينبغي».",
        "ومن الطبيعي أنه حين نواجه شخصًا يتصرف «ليس كما ينبغي»، يرتفع مستوى الاستثارة النفسية والانفعالية. ومن هنا يأتي الضغط المستمر والعتب وسيل من المشاعر السلبية."
      ],
      "quote": {
        "text": "إذا كنت تعتقد أن العالم مدين لك بشيء، فسيكون ذلك مصدر ألمك. تذكّر أن العالم ليس مدينًا لأحد بشيء.",
        "author": "بوذا"
      }
    },
    "screen_2": {
      "texts": [
        "حدّد جذور الاعتقاد",
        "فكّر من أين جاء هذا الاعتقاد. ربما تم تدليلك في الطفولة ولم تُوضع لك حدود واقعية، أو ربما ورثت هذا التفكير من والديك. إن إدراك السبب لا يمحو الاعتقاد فورًا، لكنه خطوة مهمة في العمل عليه.",
        "انتبه لما تقوله. راقب كلمات «يجب»، «ملزم»، «لازم» في حديثك واستبدلها بـ«أريد»، «أفضّل»، «أود».",
        "مثال: «يجب على أصدقائي أن يتصلوا بي أولًا» نبدّلها إلى «أود أن يتصل أصدقائي بي أولًا».",
        "تحمّل المسؤولية",
        "المعنى الدلالي لهذه الكلمات يحدد موقفك من الموقف.",
        "في حالة يكون الأمر ضرورة لا مفر منها ومسؤوليتها تقع على قوة خارجية (الناس، الطبيعة، الظروف... إلخ)، وفي حالة أخرى يكون اختيارًا حرًا ومسؤوليته تقع عليك أنت.",
        "قد يكون من الصعب تحمل مسؤولية الاختيار، لكنه يزيد مساحة الحرية ويخفف عبء التوتر على المدى البعيد.",
        "قسّم «يجب» إلى أجزاء",
        "بدل أن تقول «هم مدينون لي بـ...»، اسأل نفسك:",
        "لماذا أعتقد أن الأمر يجب أن يكون هكذا؟",
        "هل توجد بدائل أخرى؟",
        "ماذا أريد أن أحقق بهذا؟",
        "ما الفائدة إذا كان الأمر كذلك؟",
        "حدّد رغباتك الحقيقية وكن صادقًا مع نفسك. ماذا تريد فعلًا عندما تقول إن شخصًا ما أو شيئًا ما «مدين لك»؟ ما القيم التي تحاول حمايتها هنا؟"
      ]
    },
    "screen_3": {
      "texts": [
        "تعلّم أن تطلب وأن تعبّر عن احتياجاتك",
        "بدل أن تفترض أن الآخرين يعرفون احتياجاتك أو رغباتك، تعلّم التعبير عنها بوضوح وطلب المساعدة عندما تحتاج إليها.",
        "مارس التعاطف",
        "حاول فهم مشاعر الآخرين. تذكّر أن لكل شخص همومه، وأنه ليس دائمًا بمقدورهم دعمك أو الاستماع إليك أو مدحك، وليس دائمًا يمكنهم تقديم المساعدة التي تحتاجها.",
        "حاول أن تضع نفسك مكان الآخرين، وأن تبحث عن تفسيرات بديلة لما يحدث، وبذلك تطوّر التعاطف.",
        "كن ممتنًا",
        "بدل التركيز على ما «يجب» أن يفعله الآخرون لك، ركّز على الامتنان لما يفعلونه بالفعل.",
        "على سبيل المثال، تخيّل أن زميلًا يساعدك في مشروع رغم أنه مشغول جدًا. بدل أن تفكر «عليه أن يساعدني، هذا واجبه»، أعد صياغة الفكرة إلى: «أنا ممتن لمساعدة زميلي رغم انشغاله. إنه محترف بحق».",
        "ممارسة الامتنان تساعدنا على رؤية الأفعال الطيبة وتقديرها، كما تخلق جوًا من الاحترام المتبادل والدعم. ويمكن التعبير عن الامتنان على نحو شخصي أو علني، وهو يقوّي علاقاتنا بالآخرين.",
        "تقبّل عدم الكمال",
        "العالم ليس مثاليًا، فلا تطلب من نفسك أو من الآخرين المستحيل. لا تحاول تشكيل العالم والناس على مقاسك؛ لن يخرج من ذلك شيء جيد على أي حال.",
        "التحرر من القناعات غير العقلانية عملية طويلة وليست سهلة دائمًا. لكنها تستحق. ومع الوقت ستشعر بأنك أكثر حرية وسعادة وثقة بنفسك."
      ]
    }
  }
}
