{
  "title": "الاعتماد على المثالية، الكمالية",
  "description": "تبحث المقالة في الكمالية، مؤكدة أن السعي نحو المعايير العالية قد يكون مفيداً، ولكن عندما يتحول إلى متطلبات صارمة، فإنه يؤدي إلى عواقب سلبية، مثل القلق وعدم الرضا عن الحياة. توضح الأمثلة من الحياة الواقعية كيف يمكن للتجارب المبكرة والتربية أن تسهم في تشكيل المعتقدات والسلوكيات الكمالية. وفي الختام، يدعو الكاتب إلى التوازن بين السعي نحو الكمال والنتيجة المقبولة، لتجنب الإرهاق وخيبة الأمل.",
  "screen_1": {
    "texts": [
      "الرغبة في تحقيق معايير عالية، وإنجاز المهام بنجاح، وأن تكون منتجاً تُعد صفة إيجابية إلى حد كبير.",
      "كذلك الرغبة في أن تكون مقبولاً، معتمداً، محبوباً أو أن تحقق إنجازات مهمة في الحياة.",
      "عندما يبقى هذا على مستوى الرغبات، أو التطلعات، أو الأهداف، يمكننا أن نتحدث عن معتقدات بناءة تساعدنا في الحياة وتحفزنا.",
      "لكن إذا تحولت الرغبات إلى متطلبات صارمة وثابتة، وأصبحت تكلفة تنفيذها مرتفعة للغاية، فهذه ليست مجرد معايير عالية، بل هي كمالية.",
      "ماذا يعني أن تكون كمالياً؟",
      "الكمالية، كاعتقاد بأن كل شيء يجب أن يُنجز بشكل مثالي بنسبة 100٪، غالباً ما تكون أساس العديد من المشكلات.",
      "أنت تسعى نحو المثالية: الأخطاء غير مقبولة بالنسبة لك، والفشل يبدو كارثة. أنت تعتقد أنه يجب عليك أن تبدو، وتشعر، وتفكر، وتتصرف بشكل لا تشوبه شائبة في أي موقف.",
      "بمجرد تحقيق هدف، يتم استبداله فوراً بهدف جديد، أكثر بُعداً، لذلك لا تحصل أبداً على المتعة والتقدير لجهودك. تصبح الحياة رمادية وروتيناً متعباً، لأنك تعيش ساعياً للامتثال لمعايير غير واقعية وأحياناً مستحيلة.",
      "أي أن الشخص المصاب بالكمالية:",
      "غالباً ما يقارن نفسه بالآخرين",
      "يعيش في منافسة دائمة",
      "يركز على الفشل والإخفاقات، ولا يلاحظ النجاحات",
      "ينتقد نفسه أو الآخرين بقسوة",
      "يتكيف بصعوبة مع الواقع",
      "يؤجل باستمرار، يماطل"
    ],
    "quote": {
      "text": "الكمالية هي الخوف في حذاء فاخر ومعطف من فرو المنك، متظاهرة بالأناقة، بينما هي في الواقع خائفة فقط.",
      "author": "إليزابيث جيلبرت"
    }
  },
  "screen_2": {
    "texts": [
      "نموذج الكمالية من خلال مثال",
      "نذكّر بأنه وفقاً للعلاج النفسي المعرفي السلوكي، فإن تجربتنا الحياتية تشكل معتقداتنا حول أنفسنا والآخرين والعالم. هذه المعتقدات، بدورها، تحدد استراتيجياتنا وقواعدنا الحياتية.",
      "كمثال، دعونا ننظر إلى يفجيني. كان والداه يضعان دائماً متطلبات عالية عليه، وكانت أي علامات أقل من \"ممتاز\" تُعتبر فشلاً.",
      "على الرغم من موهبة جينيا في الموسيقى، انتقد والداه إنجازاته ودفعاه نحو مهنة طبيب \"أكثر هيبة\".",
      "شكّلت هذه التجربة لدى جينيا اعتقاداً عميقاً بأنه \"غير جيد بما فيه الكفاية\" و\"غير كفء\".",
      "للتعويض عن ذلك والشعور بأنه جيد وكفء، وضع لنفسه قاعدة: \"يجب أن أفعل كل شيء بشكل مثالي\".",
      "يجبر السعي نحو المثالية يفجيني على العمل حتى الإرهاق، ولوم نفسه على أصغر الأخطاء، والنظر بشكل نقدي إلى زملائه. هذا يؤدي إلى الإرهاق، والقلق، ومشاكل في العلاقات، وعدم الرضا عن الحياة.",
      "غالباً ما يضع لنفسه أهدافاً غير واقعية، على سبيل المثال، التحضير بشكل مثالي لتقديم عرض في وقت ضيق.",
      "إذا نجح في ذلك (وهو أمر غير مرجح)، تتأكد قاعدته، مما يخلق وهماً بالسيطرة. في حالة الفشل، يلوم جينيا نفسه، مما يعزز اعتقاده بعدم كفاءته.",
      "ينتج عن ذلك حلقة مفرغة: قاعدة \"فعل كل شيء بشكل مثالي\" تحمي يفجيني من الشعور المؤلم \"بعدم الكفاية\"، ولكن فقط طالما أنه قادر على تلبية معاييره المبالغ فيها وغير الواقعية.",
      "أي خطأ يؤدي إلى مشاعر سلبية، مما يعزز النقد الذاتي ويغذي الكمالية.",
      "كيف يمكن أن تبدو معتقدات الكمالية؟",
      "يجب أن أفعل كل شيء بشكل مثالي",
      "يجب أن أنجح في كل شيء",
      "إذا لم أفعل بأقصى قدراتي، فمن الأفضل عدم فعل أي شيء على الإطلاق",
      "إذا انتقدني أحد، فهذا يعني أنني أفعل بشكل سيء. لا يجوز الفعل بشكل سيء",
      "ليس لدي الحق في ارتكاب الأخطاء",
      "يجب أن أكون الأفضل في كل ما أفعله",
      "كيف يتشكل السعي المستمر نحو المثالية؟",
      "في أغلب الأحيان، يتشكل هذا السعي في سن المدرسة المبكرة أو ما قبل المدرسة، نتيجة للتربية الأسرية."
    ]
  },
  "screen_3": {
    "texts": [
      "يعتقد الباحثون أن الكمالية العصابية تتشكل تحت تأثير تجارب الطفولة مع الوالدين الذين أظهروا الحب بشكل مشروط (مقابل الدرجات، النتائج، إلخ) أو لم يُظهروا أي استحسان على الإطلاق.",
      "في كلتا الحالتين، تنشأ لدى الطفل رغبة في أن يكون مثالياً، لإثبات للوالدين أنه يمكن أن يكون جيداً وذا قيمة لنفسه ولهما. غالباً ما يظهر آباء الكماليين نقداً مفرطاً، ويرفضون دعم الطفل ويظهرون متطلبات عالية.",
      "يضطر الطفل، من أجل تلبية توقعات الوالدين وتجنب العقاب والنقد، إلى محاولة أن يكون مثالياً.",
      "بشكل عام، هناك أربعة أنواع من سلوك الوالدين التي قد تسهم في تطوير الكمالية:",
      "الوالدان أنفسهما يُظهران نموذجاً سلوكياً واضحاً للكمالية",
      "الوالدان ناقدان ومتطلبان بشكل مفرط تجاه الطفل، ولا يوجد دعم عاطفي كافٍ ومساعدة في العلاقات",
      "استحسان الوالدين غائب أو غير متسق ومشروط",
      "أسلوب تربية استبدادي وتوقعات والدية مفرطة",
      "يحفز دخول الطفل إلى المدرسة على إضفاء الطابع الرسمي على نجاحاته في شكل درجات.",
      "هنا بالذات يتشكل \"متلازمة المتفوق\"، التي يربطها علماء النفس بالكمالية. يحاول الطفل أن يكون الأفضل في كل شيء، وإذا لم ينجح في ذلك، يدخل في تفكير استقطابي على مبدأ \"الكل أو لا شيء\".",
      "ليست هناك إمكانية لأن يكون الأفضل في هذه المادة، لذلك يتم اختيار استراتيجية أن يكون الأسوأ من بين الجميع - من الأفضل أن تكون الأخير، بما أنك لا تستطيع أن تكون الأول."
    ]
  },
  "screen_4": {
    "texts": [
      "بالإضافة إلى تأثير الأسرة، يشجع المجتمع الحديث على الكمالية. في المدارس والجامعات، يحب المعلمون الطلاب المطيعين المتفوقين، ويقدر أصحاب العمل الموظفين الكماليين.",
      "يدفع الاقتصاد السوقي الناس إلى المنافسة، والسعي المستمر لتحقيق أفضل النتائج.",
      "تملي وسائل الإعلام علينا الموضة وفهم الجمال والجاذبية. إذا كان الشخص يبدو جيداً، ويرتدي ملابس أنيقة، ويعتني بنفسه، فإن ذلك يزيد من فرص العثور على شريك، ووظيفة مرموقة، وأصدقاء جذابين مثله.",
      "بسبب ذلك، غالباً ما يكون الشخص مقتنعاً بضرورة الامتثال لمعايير عالية ليكون جزءاً من المجتمع.",
      "إذاً هل الكمالية جيدة أم سيئة؟",
      "غالباً ما تثير مسألة الكمالية خلافات: البعض يعتبرها مفيدة، والبعض الآخر يراها ضارة.",
      "إذا كنت كمالياً، فعلى الأرجح ستقول إن السعي نحو الكمال أمر طبيعي، وإلا كيف يمكن تحقيق النجاح؟ ومع ذلك، في الواقع، فإنها تأخذ منك قدراً هائلاً من الطاقة والموارد، مستنزفة جسمك ونفسيتك تدريجياً ولكن بلا رحمة.",
      "ترتبط الكمالية ارتباطاً وثيقاً بالاعتماد على الإنجازات، كما أوضحنا في الفصول السابقة، لذلك فإن عيوبها مماثلة.",
      "المعايير المبالغ فيها وغير الواقعية تؤثر على أي مجال تقريباً من مجالات حياتك: عملك، دراستك، علاقاتك مع المقربين منك، استراحتك.",
      "تكمن المشكلة في أن المثالية التي تسعى إليها الكمالية غير قابلة للتحقيق في الواقع. المثالية غير موجودة - إنها الحالة الأفضل والمكتملة للشيء أو الظاهرة، التي يدركها كل شخص بطريقته الخاصة.",
      "دعونا نكن صادقين ونسأل أنفسنا: هل هناك شيء كامل تماماً للجميع؟",
      "ما تعتبره مثالياً، قد يبدو للآخر هراءً تاماً. حتى أعمال موزارت وأعمال دا فينشي لا تعجب الجميع، رغم اعتبارها قمم الفن.",
      "عندما تعدل معتقداتك وفقاً للواقع، عندها ستتمكن من الاستمتاع بالعمل المنجز وبالحياة ككل، بدلاً من خيبة الأمل المستمرة.",
      "من المهم جداً تعلم التوازن بين السعي نحو الأفضل والنتيجة المقبولة والجيدة."
    ]
  },
  "exercise": {
    "title": "ماذا تفعل إذا كان لديك كمالية، ولكن لا يوجد مثالية، وتريد أن تعيش حياة طبيعية؟",
    "description": "تتناول المقالة نوعين من الكمالية: السلبية والإيجابية، وتقدم توصيات فعالة للتعامل مع الميول الكمالية. يقدم الكاتب ثماني استراتيجيات رئيسية، تشمل التحفيز للتغيير، وإعادة الهيكلة المعرفية، والتركيز على العملية بدلاً من النتيجة، وتشكيل معتقدات جديدة وأكثر صحة. الفكرة الأساسية هي أنه يمكن التغلب على الكمالية من خلال تعلم قبول عدم الكمال، وحب الذات بشكل غير مشروط، والاعتناء بالنفس يومياً.",
    "screen_1": {
      "texts": [
        "يميز العلماء المعاصرون بين نوعين من الكمالية: السلبية والإيجابية، أو بعبارة أخرى، الصحية والمرضية.",
        "لتحويل السلبي إلى إيجابي، من المهم الجمع بين صفاتك القيادية وسعيك نحو الكمال مع الحس السليم والعقلانية.",
        "لقد أعددنا لكم توصيات فعالة للتعامل مع الكمالية.",
        "أفضل نقطة انطلاق لمواجهة أي مشكلة هي التحفيز للتغيير.",
        "للتغلب على الكمالية، من المهم إدراك سبب حاجتك لذلك. حلل واكتب كل الإيجابيات والسلبيات.",
        "قد تتفاجأ باكتشاف أن الصعوبات أكثر بكثير من المزايا. بمجرد أن تدرك ذلك وتقبله، سيكون التغيير أسهل بكثير بالنسبة لك.",
        "مثل العديد من الناس، من المحتمل أنك تعتقد أن على الجميع أن يفعلوا كل شيء بنسبة 100٪ أو أنه لا ينبغي ارتكاب الأخطاء أبداً، أو تتبنى أفكاراً ومعتقدات مشابهة للكمالي.",
        "من المهم جداً أن تشكك في كل هذه الأفكار وتعمل عليها.",
        "كيف؟ سيكون من المفيد مواصلة الاحتفاظ بيومية للأفكار التلقائية، حيث يمكنك تحديد هذه الأفكار، والتحقق من واقعيتها، وإعطائها رداً عقلانياً."
      ],
      "quote": {
        "text": "لقد أضعت أكثر من 9000 رمية في مسيرتي. خسرت ما يقرب من 300 مباراة. تم الوثوق بي 26 مرة لتسديد الرمية الفائزة، وأخفقت. لقد فشلت مراراً وتكراراً في حياتي. ولهذا السبب نجحت.",
        "author": "مايكل جوردان"
      }
    },
    "screen_2": {
      "texts": [
        "قد تساعد الأسئلة التالية في اختبار الواقع (إعادة الهيكلة المعرفية):",
        "ما هي الأدلة التي لدي والتي تؤكد هذه الفكرة أو المعتقد؟",
        "هل هذه الفكرة مفيدة؟",
        "هل هناك طرق أخرى يمكنني بها التفكير في هذا الموقف أو في نفسي؟",
        "هل ألوم نفسي بدون داعٍ؟",
        "ما أو من أيضاً ساهم في هذا الموقف؟",
        "هل هذا حقاً تحت سيطرتي؟",
        "هل أتبع معايير غير مبررة أو مزدوجة؟",
        "هل هذا توقع واقعي؟",
        "تهدف هذه الأسئلة إلى التحقق من معتقد معين، وتأكيده، أو توضيحه، أو دحضه، وصياغة معتقد بديل.",
        "اسأل نفسك: إذا فعلت ذلك بشكل مثالي، فماذا؟ وإذا لم أفعله بشكل مثالي، فماذا؟ حاول أن تفهم ما وراء كماليتك. ربما تخشى الرفض؟ ربما تخاف من السخرية العلنية؟ ربما تخفي وراء الكمالية الحاجة إلى الاعتراف؟",
        "عندما تفهم ما وراء الكمالية، اسأل نفسك، هل أنت متأكد من أنك تعالج بها هذه المخاوف والاحتياجات؟",
        "حسناً، كتبت التقرير بشكل مثالي، وقدمته، وماذا بعد؟ هل الآن لم تعد تخاف من أن يتخلى عنك الناس؟ حسناً، قدمت عرضاً مثالياً، وصفقوا لك، وهذا كل شيء، هل تكفيك هذه التحيات من حشد من الغرباء؟",
        "على الأرجح، إجابتك سلبية. لقد وصلت إلى المثالية، شعرت بالنعيم لفترة من الوقت، ثم عدت مرة أخرى إلى هذا السباق.",
        "تخلص من التفكير الأسود والأبيض",
        "غالباً ما يفكر الكماليون بمصطلحات \"الكل أو لا شيء\"، \"النجاح أو الفشل\"، \"افعلها بشكل مثالي أو لا تفعلها على الإطلاق\".",
        "هذا النهج غير واقعي. انظر حولك واسأل نفسك، كم عدد الأشياء في العالم التي تنطبق عليها فئة \"الكل أو لا شيء\". هل جدرانك نظيفة تماماً؟ أم أن بها بعض الأوساخ؟",
        "هل تعرف شخصاً هادئاً تماماً وواثقاً من نفسه؟ هل تتمتع ممثلتك المفضلة بجمال مثالي، أم أن لديها بعض العيوب؟"
      ]
    },
    "screen_3": {
      "texts": [
        "في الحياة، نادراً ما يأتي شيء بدون أخطاء وإخفاقات.",
        "لا أحد يولد خبيراً - نحن نتعلم، نجرب، نخطئ ونتحسن تدريجياً.",
        "لذا، اسمح لنفسك بأن تكون غير مثالي، وأن تفعل شيئاً غير مكتمل، وأن ترتكب أخطاء. الأخطاء ليست أعداء، بل مساعدين في طريق النجاح. تذكر المثل القائل: \"لا يخطئ إلا من لا يعمل\".",
        "ليس من الضروري التخلي عن جميع المثاليات فوراً - قد يكون هذا تغييراً مفاجئاً جداً.",
        "اعمل تدريجياً.",
        "ابدأ بالقليل: اختر مثالاً واحداً، الأقل أهمية، وحاول التخلي عنه. راقب النتيجة.",
        "لن ينهار العالم إذا فعلت شيئاً غير مثالي. لن يتخلى عنك أحباؤك، ولن تصبح شخصاً فظيعاً.",
        "على الأرجح، ستتعامل مع النتيجة غير المثالية بسهولة أكبر مما تتصور. تذكر أن تجربة واحدة لن تعطي صورة كاملة. نحتاج إلى النظامية.",
        "كل أسبوع أو شهر، تخلَّ عن مثال واحد وراقب ردة الفعل. استمع إلى نفسك وتحرك بالوتيرة المريحة لك.",
        "احتفظ بيومية الإنجازات",
        "سجل النجاحات الكبيرة والصغيرة، المهمة وغير المهمة. كل يوم. الكمالية تحب الهزائم، وعندما تقول لنفسك في المرة القادمة: \"لا شيء ينجح معي أبداً\"، افتح دفترك على الفور واقرأ كم نجحت بالفعل.",
        "هناك طريقة أخرى للتغلب على الكمالية وهي التركيز على العملية.",
        "هذا يعني أنه عند تقييم عمل ما، تركز أكثر على العملية وليس على النتيجة.",
        "تخيل أنك سائق وتقود كل يوم من النقطة أ إلى النقطة ب. في بعض الأيام، تكون إشارات المرور خضراء في الغالب، وتصل بسرعة إلى وجهتك. وفي أيام أخرى، تصادف إشارات حمراء باستمرار، وتقف في الازدحامات المرورية، وتستغرق الرحلة وقتاً أطول بكثير.",
        "مهاراتك في القيادة لا تتغير، فلماذا لا تشعر بنفس الرضا كل يوم عن العمل الذي تقوم به؟ حاول النظر إلى الأشياء بطريقة جديدة، دون محاولة أداء عملك أو أي فعل بشكل مثالي.",
        "على سبيل المثال، كطالب، يمكنك وضع الأهداف التالية التي تركز على العملية:",
        "حضور الدروس؛",
        "الاستماع بانتباه وتدوين الملاحظات؛",
        "طرح أسئلة مناسبة؛",
        "تخصيص وقت محدد لكل مادة؛",
        "إعادة قراءة الملاحظات التي دونتها أثناء الدروس كل أسبوعين أو ثلاثة.",
        "يمكنك التحكم في كل هذه العمليات، لذا فالنجاح مضمون. أما الدرجة النهائية أو النتيجة، على العكس، فهي ليست تحت سيطرتك.",
        "تعتمد النتيجة على كيفية شعور معلمك في ذلك اليوم، ومدى أداء الطلاب الآخرين، والمعايير التي يستخدمها، وما إلى ذلك."
      ]
    },
    "screen_4": {
      "texts": [
        "استخدم \"تقنية الطمع\"",
        "تعتمد هذه التقنية على حقيقة بسيطة وهي أن معظمنا يسعى للكمال من أجل النجاح في الحياة. ربما لم يخطر ببالك أنك قد تكون أكثر نجاحاً إذا خفضت معاييرك.",
        "على سبيل المثال، ذات مرة، كتب معالج نفسي مشهور مقالته العلمية الأولى لأكثر من عامين.",
        "كانت ممتازة وتم نشرها. لكن خلال نفس الفترة، كتب زملاؤه ونشروا عدداً أكبر بكثير من الأعمال الجيدة بنفس القدر. لذلك تساءل، أيهما أفضل: أن يكون لديك مقالة واحدة بنسبة 98٪ من \"الكمال\" أو 10 مقالات بنسبة 80٪ من \"الكمال\"؟",
        "في الحالة الثانية، ستكون الإنتاجية أعلى، ويمكن أن يتقدم على زملائه. دفع هذا الإدراك المعالج النفسي إلى تخفيف معاييره.",
        "نتيجة لذلك، زادت إنتاجيته، وازداد رضاه عن العمل.",
        "قد يكون إنجاز عدة مهام بشكل جيد أكثر فعالية من التثبت على إنشاء منتج مثالي بإجهاد كبير.",
        "صياغة معتقدات جديدة",
        "العمل على المعتقدات يتمثل في إدراكها، وفهم عواقبها، والبحث عن مصادرها، وينتهي بصياغة معتقدات جديدة وبديلة.",
        "في الأساس، مهمتنا هي المساعدة في \"تطبيع\" مختلف مظاهر \"عدم الكمال\" (الأخطاء، الهفوات)، والمساعدة في قبول فكرة عدم كمالنا وعدم كمال الآخرين.",
        "تخلّ عن المعتقدات التالية:",
        "أنا/الآخرون/العالم يجب أن نكون مثاليين",
        "إذا لم يكن مثالياً، فهو سيء",
        "إذا كان سيئاً، فسوف يتخلون عني/لن يعترفوا بي/لن أستطيع المواجهة",
        "بدلاً من ذلك، استخدم معتقدات وعبارات جديدة.",
        "أنا لست مثالياً، لكنني:",
        "أتعلم وأنمو",
        "جيد بما فيه الكفاية",
        "أستحق الحب والاحترام، حتى لو لم أكن مثالياً",
        "الآخرون ليسوا مثاليين، لكنهم:",
        "بشر أيضاً، لديهم مزايا وعيوب",
        "لن يوافقوا عليّ دائماً، وهذا طبيعي",
        "أرتكب أخطاء، لكن هذا يعطيني فرصة:",
        "للتعلم من أخطائي",
        "لأصبح أفضل",
        "لإظهار المرونة وعدم الاستسلام",
        "اكتب معتقداتك الجديدة وأدخلها في حياتك.",
        "يمكنك كتابتها على ملصق وتثبيته على الثلاجة، أو كتابتها في ملاحظات هاتفك، أو إنشاء صورة بها وتعيينها كخلفية سطح المكتب.",
        "اقرأ هذه التأكيدات كل يوم، مرة واحدة على الأقل، ويفضل أكثر. سيساعدك هذا على إعادة برمجة أفكارك واستبدال المعتقدات غير الصحية بأخرى أكثر تكيفاً.",
        "لحسن الحظ، الكمالية ليست حكماً نهائياً.",
        "من خلال خطوات صغيرة - سواء بمفردك أو تحت إشراف متخصص - يمكنك رفع الكمالية إلى مستوى صحي. لتحقيق ذلك، من الضروري تعلم حب نفسك بشكل غير مشروط والاعتناء بنفسك يومياً."
      ]
    }
  }
}
