{
  "title": "الاعتماد على المثالية، الكمالية",
  "description": "تبحث المقالة في الكمالية، مؤكدة أن السعي نحو المعايير العالية قد يكون مفيداً، ولكن عندما يتحول إلى متطلبات صارمة، فإنه يؤدي إلى عواقب سلبية، مثل القلق وعدم الرضا عن الحياة. توضح الأمثلة من الحياة الواقعية كيف يمكن للتجارب المبكرة والتربية أن تسهم في تشكيل المعتقدات والسلوكيات الكمالية. وفي الختام، يدعو الكاتب إلى التوازن بين السعي نحو الكمال والنتيجة المقبولة، لتجنب الإرهاق وخيبة الأمل.",
  "screen_1": {
    "texts": [
      "الرغبة في تحقيق معايير عالية، وإنجاز المهام بنجاح، وأن تكون منتجاً تُعد صفة إيجابية إلى حد كبير.",
      "كذلك الرغبة في أن تكون مقبولاً، معتمداً، محبوباً أو أن تحقق إنجازات مهمة في الحياة.",
      "عندما يبقى هذا على مستوى الرغبات، أو التطلعات، أو الأهداف، يمكننا أن نتحدث عن معتقدات بناءة تساعدنا في الحياة وتحفزنا.",
      "لكن إذا تحولت الرغبات إلى متطلبات صارمة وثابتة، وأصبحت تكلفة تنفيذها مرتفعة للغاية، فهذه ليست مجرد معايير عالية، بل هي كمالية.",
      "ماذا يعني أن تكون كمالياً؟",
      "الكمالية، كاعتقاد بأن كل شيء يجب أن يُنجز بشكل مثالي بنسبة 100٪، غالباً ما تكون أساس العديد من المشكلات.",
      "أنت تسعى نحو المثالية: الأخطاء غير مقبولة بالنسبة لك، والفشل يبدو كارثة. أنت تعتقد أنه يجب عليك أن تبدو، وتشعر، وتفكر، وتتصرف بشكل لا تشوبه شائبة في أي موقف.",
      "بمجرد تحقيق هدف، يتم استبداله فوراً بهدف جديد، أكثر بُعداً، لذلك لا تحصل أبداً على المتعة والتقدير لجهودك. تصبح الحياة رمادية وروتيناً متعباً، لأنك تعيش ساعياً للامتثال لمعايير غير واقعية وأحياناً مستحيلة.",
      "أي أن الشخص المصاب بالكمالية:",
      "غالباً ما يقارن نفسه بالآخرين",
      "يعيش في منافسة دائمة",
      "يركز على الفشل والإخفاقات، ولا يلاحظ النجاحات",
      "ينتقد نفسه أو الآخرين بقسوة",
      "يتكيف بصعوبة مع الواقع",
      "يؤجل باستمرار، يماطل"
    ],
    "quote": {
      "text": "الكمالية هي الخوف في حذاء فاخر ومعطف من فرو المنك، متظاهرة بالأناقة، بينما هي في الواقع خائفة فقط.",
      "author": "إليزابيث جيلبرت"
    }
  },
  "screen_2": {
    "texts": [
      "نموذج الكمالية من خلال مثال",
      "نذكّر بأنه وفقاً للعلاج النفسي المعرفي السلوكي، فإن تجربتنا الحياتية تشكل معتقداتنا حول أنفسنا والآخرين والعالم. هذه المعتقدات، بدورها، تحدد استراتيجياتنا وقواعدنا الحياتية.",
      "كمثال، دعونا ننظر إلى يفجيني. كان والداه يضعان دائماً متطلبات عالية عليه، وكانت أي علامات أقل من \"ممتاز\" تُعتبر فشلاً.",
      "على الرغم من موهبة جينيا في الموسيقى، انتقد والداه إنجازاته ودفعاه نحو مهنة طبيب \"أكثر هيبة\".",
      "شكّلت هذه التجربة لدى جينيا اعتقاداً عميقاً بأنه \"غير جيد بما فيه الكفاية\" و\"غير كفء\".",
      "للتعويض عن ذلك والشعور بأنه جيد وكفء، وضع لنفسه قاعدة: \"يجب أن أفعل كل شيء بشكل مثالي\".",
      "يجبر السعي نحو المثالية يفجيني على العمل حتى الإرهاق، ولوم نفسه على أصغر الأخطاء، والنظر بشكل نقدي إلى زملائه. هذا يؤدي إلى الإرهاق، والقلق، ومشاكل في العلاقات، وعدم الرضا عن الحياة.",
      "غالباً ما يضع لنفسه أهدافاً غير واقعية، على سبيل المثال، التحضير بشكل مثالي لتقديم عرض في وقت ضيق.",
      "إذا نجح في ذلك (وهو أمر غير مرجح)، تتأكد قاعدته، مما يخلق وهماً بالسيطرة. في حالة الفشل، يلوم جينيا نفسه، مما يعزز اعتقاده بعدم كفاءته.",
      "ينتج عن ذلك حلقة مفرغة: قاعدة \"فعل كل شيء بشكل مثالي\" تحمي يفجيني من الشعور المؤلم \"بعدم الكفاية\"، ولكن فقط طالما أنه قادر على تلبية معاييره المبالغ فيها وغير الواقعية.",
      "أي خطأ يؤدي إلى مشاعر سلبية، مما يعزز النقد الذاتي ويغذي الكمالية.",
      "كيف يمكن أن تبدو معتقدات الكمالية؟",
      "يجب أن أفعل كل شيء بشكل مثالي",
      "يجب أن أنجح في كل شيء",
      "إذا لم أفعل بأقصى قدراتي، فمن الأفضل عدم فعل أي شيء على الإطلاق",
      "إذا انتقدني أحد، فهذا يعني أنني أفعل بشكل سيء. لا يجوز الفعل بشكل سيء",
      "ليس لدي الحق في ارتكاب الأخطاء",
      "يجب أن أكون الأفضل في كل ما أفعله",
      "كيف يتشكل السعي المستمر نحو المثالية؟",
      "في أغلب الأحيان، يتشكل هذا السعي في سن المدرسة المبكرة أو ما قبل المدرسة، نتيجة للتربية الأسرية."
    ]
  },
  "screen_3": {
    "texts": [
      "يعتقد الباحثون أن الكمالية العصابية تتشكل تحت تأثير تجارب الطفولة مع الوالدين الذين أظهروا الحب بشكل مشروط (مقابل الدرجات، النتائج، إلخ) أو لم يُظهروا أي استحسان على الإطلاق.",
      "في كلتا الحالتين، تنشأ لدى الطفل رغبة في أن يكون مثالياً، لإثبات للوالدين أنه يمكن أن يكون جيداً وذا قيمة لنفسه ولهما. غالباً ما يظهر آباء الكماليين نقداً مفرطاً، ويرفضون دعم الطفل ويظهرون متطلبات عالية.",
      "يضطر الطفل، من أجل تلبية توقعات الوالدين وتجنب العقاب والنقد، إلى محاولة أن يكون مثالياً.",
      "بشكل عام، هناك أربعة أنواع من سلوك الوالدين التي قد تسهم في تطوير الكمالية:",
      "الوالدان أنفسهما يُظهران نموذجاً سلوكياً واضحاً للكمالية",
      "الوالدان ناقدان ومتطلبان بشكل مفرط تجاه الطفل، ولا يوجد دعم عاطفي كافٍ ومساعدة في العلاقات",
      "استحسان الوالدين غائب أو غير متسق ومشروط",
      "أسلوب تربية استبدادي وتوقعات والدية مفرطة",
      "يحفز دخول الطفل إلى المدرسة على إضفاء الطابع الرسمي على نجاحاته في شكل درجات.",
      "هنا بالذات يتشكل \"متلازمة المتفوق\"، التي يربطها علماء النفس بالكمالية. يحاول الطفل أن يكون الأفضل في كل شيء، وإذا لم ينجح في ذلك، يدخل في تفكير استقطابي على مبدأ \"الكل أو لا شيء\".",
      "ليست هناك إمكانية لأن يكون الأفضل في هذه المادة، لذلك يتم اختيار استراتيجية أن يكون الأسوأ من بين الجميع - من الأفضل أن تكون الأخير، بما أنك لا تستطيع أن تكون الأول."
    ]
  },
  "screen_4": {
    "texts": [
      "بالإضافة إلى تأثير الأسرة، يشجع المجتمع الحديث على الكمالية. في المدارس والجامعات، يحب المعلمون الطلاب المطيعين المتفوقين، ويقدر أصحاب العمل الموظفين الكماليين.",
      "يدفع الاقتصاد السوقي الناس إلى المنافسة، والسعي المستمر لتحقيق أفضل النتائج.",
      "تملي وسائل الإعلام علينا الموضة وفهم الجمال والجاذبية. إذا كان الشخص يبدو جيداً، ويرتدي ملابس أنيقة، ويعتني بنفسه، فإن ذلك يزيد من فرص العثور على شريك، ووظيفة مرموقة، وأصدقاء جذابين مثله.",
      "بسبب ذلك، غالباً ما يكون الشخص مقتنعاً بضرورة الامتثال لمعايير عالية ليكون جزءاً من المجتمع.",
      "إذاً هل الكمالية جيدة أم سيئة؟",
      "غالباً ما تثير مسألة الكمالية خلافات: البعض يعتبرها مفيدة، والبعض الآخر يراها ضارة.",
      "إذا كنت كمالياً، فعلى الأرجح ستقول إن السعي نحو الكمال أمر طبيعي، وإلا كيف يمكن تحقيق النجاح؟ ومع ذلك، في الواقع، فإنها تأخذ منك قدراً هائلاً من الطاقة والموارد، مستنزفة جسمك ونفسيتك تدريجياً ولكن بلا رحمة.",
      "ترتبط الكمالية ارتباطاً وثيقاً بالاعتماد على الإنجازات، كما أوضحنا في الفصول السابقة، لذلك فإن عيوبها مماثلة.",
      "المعايير المبالغ فيها وغير الواقعية تؤثر على أي مجال تقريباً من مجالات حياتك: عملك، دراستك، علاقاتك مع المقربين منك، استراحتك.",
      "تكمن المشكلة في أن المثالية التي تسعى إليها الكمالية غير قابلة للتحقيق في الواقع. المثالية غير موجودة - إنها الحالة الأفضل والمكتملة للشيء أو الظاهرة، التي يدركها كل شخص بطريقته الخاصة.",
      "دعونا نكن صادقين ونسأل أنفسنا: هل هناك شيء كامل تماماً للجميع؟",
      "ما تعتبره مثالياً، قد يبدو للآخر هراءً تاماً. حتى أعمال موزارت وأعمال دا فينشي لا تعجب الجميع، رغم اعتبارها قمم الفن.",
      "عندما تعدل معتقداتك وفقاً للواقع، عندها ستتمكن من الاستمتاع بالعمل المنجز وبالحياة ككل، بدلاً من خيبة الأمل المستمرة.",
      "من المهم جداً تعلم التوازن بين السعي نحو الأفضل والنتيجة المقبولة والجيدة."
    ]
  }
}
