{
  "title": "الطريق إلى تقدير ذات صحي",
  "description": "يتناول هذا النص سبل التحرر من الاعتماد على استحسان الآخرين. تشمل الخطوات الرئيسية تحليل مزايا وعيوب المعتقدات الحالية، وإعادة صياغة الأفكار السلبية لتصبح أكثر واقعية ومفيدة، بالإضافة إلى تطوير عادة الاستحسان الذاتي. باتباع هذه التوصيات، يمكن للشخص تعزيز استقلاليته وتحسين جودة حياته.",
  "screen_1": {
    "texts": [
      "الخطوة الأولى والمهمة جداً في طريق تغيير المعتقدات المدمرة هي تحليل مزاياها وعيوبها.",
      "فكر في معتقداتك المتعلقة بالاعتماد على الاستحسان واكتبها. قد تكون مصاغة بطرق مختلفة، لكنها تعكس سعيك للحصول على موافقة الآخرين.",
      "على سبيل المثال: «يجب أن أفعل ما يعجب الناس»، أو «إذا لم يستحسنني الآخرون، فهذا يعني أنني سيء».",
      "اسأل نفسك: ما هي مزايا وعيوب مثل هذه الأفكار؟ ما الثمن الذي تدفعه مقابل ذلك وماذا تحصل في المقابل؟",
      "بعد سرد جميع الاحتمالات الممكنة لكيفية إضرار المعتقد أو مساعدته لك، ستتمكن من رؤية كيف يؤثر فعلياً على حالتك ومزاجك وحياتك بشكل عام. يمكن أن تكون هذه خطوة أولى مهمة نحو النمو الشخصي.",
      "إذا رأيت أن الخوف من عدم الاستحسان يسبب لك ضرراً أكثر من النفع، فالخطوة التالية هي إعادة صياغة المعتقد بطريقة تجعله يبدو أكثر واقعية ومفيداً لك.",
      "لنأخذ مثالاً على المعتقد: «إذا لم يستحسنني الآخرون، فهذا يعني أنني سيء».",
      "حتى لو تصرفت بشكل «مثالي»، سيظل هناك أشخاص يعبرون عن استيائهم من سلوكك أو حتى منك شخصياً.",
      "مهما حاولت أن تكون جيداً ومريحاً للآخرين، فلن تتمكن من تجنب النقد والخلافات وحتى الرفض.",
      "ومع ذلك، هذا ليس دليلاً على أنك شخص سيء، لأن الشخص الآخر قد ينتقدك بسبب معتقداته التي تشكلت تحت تأثير التربية والخبرة الحياتية (وليست دائماً عقلانية!)، والتي قد لا تتناسب معك ببساطة كونك شخصاً مختلفاً.",
      "وإذا كان شخص ما يفضل الشقراوات على السمراوات، فهل يجعل ذلك كل السمراوات سيئات؟",
      "استناداً إلى مثل هذه الأفكار، يمكن إعادة صياغة المعتقد على النحو التالي: «قد يسبب عدم الاستحسان الانزعاج، لكن هذا لا يجعلني شخصاً سيئاً».",
      "أعد قراءة المعتقد الجديد مرتين في اليوم. بهذه الطريقة، ستشكل تدريجياً عادات تفكير جديدة."
    ],
    "quote": {
      "text": "لا أحد يستطيع أن يجعلك تشعر بالنقص دون موافقتك.",
      "author": "إليانور روزفلت"
    }
  },
  "screen_2": {
    "texts": [
      "فكر في سبب عدم عقلانية الخوف من عدم الاستحسان. ضع قائمتك الشخصية بالأسباب التي تجعل عدم الاستحسان مزعجاً، ولكن ليس قاتلاً.",
      "يجب أن تكون الحجج حيوية ومفهومة، بحيث لا تشك فيها على الإطلاق. لا تخدع نفسك!",
      "على سبيل المثال، لن يعمل التأكيد: «إذا انتقدني شخص ما، فلا داعي للحزن، لأنني لا أحتاج إلى مثل هؤلاء الأشخاص المتغطرسين حولي»، لأنه يحتوي على تشويه.",
      "بهذه الطريقة، أنت فقط تحاول تأكيد ذاتك من خلال وضع الشخص في «القائمة السوداء». التزم بالأفكار التي تعتقد أنها صحيحة.",
      "إليك بعض الأفكار التي قد تكون مفيدة لك:",
      "ليس دائماً عدم الاستحسان مرتبطاً مباشرة بك: بكلماتك، أفعالك، أو نمط حياتك. قد يكون السبب في مشاكل أو وجهات نظر شخصية للشخص الآخر.",
      "حتى النقد المبرر لا يشكل تهديداً، لأنه يساعد على إيجاد الأخطاء وتصحيحها. وكما هو معروف، من الأخطاء نتعلم.",
      "واحد، اثنان، خمسة، عشرة أخطاء لا تعني أن كل ما تفعله خاطئ. في المقابل، هناك العديد من الأشياء التي لا تخطئ فيها.",
      "أنت من يقرر مدى شعورك بالإحباط بسبب عدم استحسان الآخرين، فردة فعلك تعتمد عليك فقط.",
      "لا يمكن للآخرين الحكم على قيمتك الإنسانية، فقط على صحة وجدارة كلماتك أو أفعالك.",
      "سيقيّمك جميع الناس بشكل مختلف، بغض النظر عن مدى حسن أو سوء تصرفاتك. لا ينتشر عدم الاستحسان بسرعة هائلة، ولن تؤدي حالة رفض واحدة إلى وحدة كاملة.",
      "عادة ما يسبب عدم الاستحسان والنقد عدم الراحة، لكن الانزعاج سيمر. كفى استسلاماً للحزن. قم بما كان يجلب لك السعادة سابقاً، حتى لو شعرت أن البدء أمر عديم المعنى تماماً. عدم الاستحسان ليس أبدياً.",
      "تأمل في هذا الموضوع لبضعة أيام وأضف إلى القائمة تدريجياً. طور موقفك الخاص تجاه عدم الاستحسان. ستندهش من مدى مساعدة ذلك لك في تغيير نظرتك للعالم وتعزيز شعورك بالاستقلالية."
    ],
    "quote": {
      "text": "وقتك محدود، فلا تضيعه في عيش حياة شخص آخر.",
      "author": "ستيف جوبز"
    }
  },
  "screen_3": {
    "texts": [
      "تعلم الاعتماد فقط على استحسانك الذاتي.",
      "مفتاح الشفاء العاطفي هو معرفة أن مزاجك يمكن أن يتأثر فقط بأفكارك. بعد التخلي عن الاعتماد على ثناء الآخرين، حاول دعم نفسك بنفسك.",
      "للقيام بذلك، سجل خلال اليوم في مذكراتك أو هاتفك قائمة بإنجازاتك. لا يهم مدى حجمها، أو ما إذا كان شخص آخر غيرك قد لاحظها أم لا.",
      "ربما أمسكت الباب في المترو أو شرحت موضوعاً ما لزميل بصبر مرتين. أو ببساطة لم تعبر مع الجميع عندما كانت إشارة المرور حمراء.",
      "عوّد نفسك على الاحتفاظ بمثل هذه القائمة، وراجعها قبل النوم، وستخطو خطوة كبيرة نحو استحسان نفسك.",
      "تذكر أن آراء المحيطين غير مستقرة للغاية. ما يناقشونه وينتقدونه اليوم قد يصبح عصرياً ومرغوباً للكثيرين غداً.",
      "لا تحاول ولا تسعى لإرضاء الجميع. هذا مستحيل. هناك ملايين الناس في العالم، ولكل منهم رأيه وعقله.",
      "عش حياتك، عبر عن رأيك، تعلم من أخطائك، صححها، اسعَ نحو أهدافك وتقدم للأمام.",
      "تعمل جميع الخطوات المذكورة معاً. نعم، يتطلب ذلك جهداً، لكن التحرر من الاعتماد على استحسان الآخرين يغير الحياة للأفضل. يمنحك حرية أن تكون نفسك."
    ]
  }
}
