{
  "title": "الطريق إلى تقدير ذات صحي",
  "description": "يتناول هذا النص طرق التحرر من الاعتماد على موافقة الآخرين. وتشمل الخطوات الأساسية تحليل مزايا وعيوب المعتقدات الحالية، وإعادة صياغة الأفكار السلبية إلى صيغ أكثر واقعية وفائدة، وتطوير عادة الاستحسان الذاتي. باتباع هذه التوصيات يمكن للإنسان أن يزيد استقلاليته ويحسّن جودة حياته.",
  "screen_1": {
    "texts": [
      "الخطوة الأولى—وهي بالغة الأهمية—في طريق تغيير المعتقدات الهدّامة هي تحليل مزاياها وعيوبها.",
      "فكّر في معتقداتك المتعلقة بالاعتماد على موافقة الآخرين واكتبها. قد تُصاغ بطرق مختلفة، لكنها تعكس رغبتك في أن ينال سلوكك استحسان الآخرين.",
      "مثلًا: «يجب أن أفعل ما يعجب الناس»، أو «إذا لم يوافقوا عليّ فهذا يعني أنني سيئ».",
      "اسأل نفسك: ما مزايا وعيوب هذه القناعات؟ ما الثمن الذي تدفعه مقابلها، وماذا تكسب في المقابل؟",
      "عندما تسرد كل الطرق الممكنة التي يضرك بها الاعتقاد أو يفيدك، سترى كيف يؤثر فعليًا في حالتك ومزاجك وحياتك عمومًا. وقد تكون هذه خطوة أولى مهمة نحو النمو الشخصي.",
      "إذا لاحظت أن الخوف من عدم الموافقة يسبب لك ضررًا أكبر من فائدته، فالخطوة التالية هي إعادة صياغة الاعتقاد بحيث يصبح أكثر واقعية وفائدة لك.",
      "لنأخذ مثالًا الاعتقاد: «إذا لم يوافقوا عليّ فهذا يعني أنني سيئ».",
      "حتى لو تصرفت «بشكل مثالي»، سيظل هناك من يُظهر عدم رضاه عن سلوكك أو حتى عنك أنت.",
      "ومهما حاولت أن تكون «جيدًا» و«مريحًا» للآخرين، فلن تتجنب النقد والخلافات وحتى الرفض.",
      "لكن هذا ليس دليلًا على أنك شخص سيئ، لأن الطرف الآخر قد ينتقدك بسبب قناعات تشكّلت لديه بتأثير التربية وتجارب الحياة (وليست عقلانية دائمًا!)، وقد لا تتوافق أنت معها ببساطة لأنك شخص مختلف.",
      "وإذا كان شخص ما يفضل الشقراوات على السمراوات، فهل يجعل ذلك كل السمراوات سيئات؟",
      "وبناءً على هذا المنطق يمكن إعادة صياغة الاعتقاد هكذا: «قد يسبب عدم الموافقة انزعاجًا، لكنه لا يجعلني شخصًا سيئًا».",
      "اقرأ الاعتقاد الجديد مرتين يوميًا. وبهذا ستبدأ تدريجيًا في بناء عادات تفكير جديدة."
    ],
    "quote": {
      "text": "لا يستطيع أحد أن يجعلك تشعر بالدونية من دون موافقتك.",
      "author": "إلينور روزفلت"
    }
  },
  "screen_2": {
    "texts": [
      "فكّر لماذا الخوف من عدم الموافقة غير عقلاني. اكتب قائمتك الشخصية من الأسباب التي تجعل عدم الموافقة مزعجًا، لكنه ليس كارثة.",
      "يجب أن تكون الحجج واقعية وبسيطة بحيث لا تشك فيها إطلاقًا. لا تخدع نفسك!",
      "على سبيل المثال، عبارة مثل: «إذا انتقدني أحد فلا داعي للحزن لأنني لا أريد أشخاصًا متعجرفين بقربي» لن تنجح، لأنها تتضمن تشوّهًا.",
      "بهذا أنت تحاول فقط رفع قيمتك عبر وضع الشخص في «القائمة السوداء». التزم بالأفكار التي تراها صادقة.",
      "إليك بعض الأفكار التي قد تكون مفيدة لك:",
      "عدم الموافقة لا يرتبط بك دائمًا بشكل مباشر—بكلماتك أو أفعالك أو أسلوب حياتك. قد يكون السبب مشكلات الطرف الآخر أو نظرته الخاصة.",
      "حتى النقد المبرر لا يشكل تهديدًا، لأنه يساعد على اكتشاف الأخطاء وتصحيحها. ونحن نتعلم من الأخطاء كما هو معروف.",
      "خطأ واحد أو اثنان أو خمسة أو عشرة لا يعني أن كل ما تفعله خطأ. في المقابل هناك أشياء كثيرة تقوم بها دون أخطاء.",
      "أنت من يقرر مدى انزعاجه من عدم موافقة الآخرين؛ رد فعلك يعتمد عليك أنت فقط.",
      "لا يستطيع الآخرون الحكم على قيمتك الإنسانية، بل يمكنهم تقييم صحة كلماتك أو أفعالك ومحاسنها.",
      "سيقيّمك الناس بطرق مختلفة مهما أحسنت أو أسأت. وعدم الموافقة لا ينتشر بسرعة هائلة، وحادثة رفض واحدة لن تقود إلى عزلة كاملة.",
      "عدم الموافقة والنقد يسببان عادةً ضيقًا، لكن الضيق يمر. كفى استسلامًا للكآبة. عد إلى ما كان يمنحك المتعة سابقًا—even إن شعرت أن البدء بلا معنى تمامًا. عدم الموافقة ليست إلى الأبد.",
      "تأمل هذا الموضوع بضعة أيام وأضف إلى قائمتك تدريجيًا. كوّن موقفك الخاص من عدم الموافقة. ستتفاجأ بمدى ما سيساعدك ذلك على تغيير نظرتك إلى العالم وتعزيز شعورك بالاستقلال."
    ],
    "quote": {
      "text": "وقتك محدود، فلا تضيّعه وأنت تعيش حياة شخص آخر.",
      "author": "ستيف جوبز"
    }
  },
  "screen_3": {
    "texts": [
      "تعلّم أن تعتمد على استحسانك لنفسك فقط.",
      "مفتاح التعافي العاطفي هو معرفة أن ما يؤثر في مزاجك هو أفكارك أنت وحدك. وبعد التخلي عن الاعتماد على مديح الآخرين، حاول أن تمنح نفسك الدعم بنفسك.",
      "ولهذا دوّن خلال اليوم في دفتر أو في هاتفك قائمة بإنجازاتك. لا يهم حجمها، ولا إن لاحظها أحد غيرك أم لا.",
      "قد تكون أمسكت الباب لشخص في المترو، أو شرحت موضوعًا لزميلك بصبر مرتين. أو ببساطة لم تعبر مع الآخرين عند إشارة المرور الحمراء.",
      "عوّد نفسك على كتابة هذه القائمة، وراجعها قبل النوم، وستخطو خطوة كبيرة نحو استحسانك لذاتك.",
      "تذكّر أن آراء الناس متقلبة جدًا. ما يُنتقد ويُناقش اليوم قد يصبح غدًا رائجًا ومرغوبًا لدى كثيرين.",
      "لا تحاول ولا تسعَ لأن تُرضي الجميع. هذا مستحيل. في العالم ملايين الناس، ولكل شخص رأيه وعقله.",
      "عش حياتك، عبّر عن رأيك، تعلّم من أخطائك، أصلحها، اسعَ إلى أهدافك وواصل التقدم.",
      "كل الخطوات المذكورة تعمل معًا. نعم، يتطلب الأمر جهدًا، لكن التحرر من الاعتماد على موافقة الآخرين يغير الحياة إلى الأفضل ويمنحك حرية أن تكون نفسك."
    ]
  }
}
