{
  "title": "Závislost na úspěších",
  "description": "Láska, opěvovaná básníky a umělci, dodává křídla a přináší pocit plnosti života. Avšak přeměna lásky v patologickou potřebu ničí osobnost a brání budování zdravých vztahů, zejména u lidí s nízkým sebevědomím. Skutečné štěstí a plnohodnotnost života lze najít tím, že se naučíme regulovat svou náladu a užívat si potěšení, která nezávisí na přítomnosti partnera.",
  "screen_1": {
    "texts": [
      "Žijeme v době \"závodu za úspěchy\", kdy nás definuje náš úspěch. Zdá se, že každý se může stát kýmkoli, vydělávat velké peníze a získat respekt ve společnosti.",
      "Strop pro ambice neexistuje a to proměňuje náš život v neustálý závod, kde jsme přesvědčeni, že lidská hodnota je určována úspěchy.",
      "Ačkoli toto přesvědčení vypadá nevinně, ve skutečnosti má destruktivní následky.",
      "Co znamená závislost na úspěších?",
      "Je to situace, kdy vaše sebevědomí je postaveno na produktivitě, postavení, inteligenci nebo úspěchu.",
      "Dokud se vám daří ve studiu nebo práci, cítíte se šťastní a plnohodnotní. Ale jakmile zažijete neúspěch nebo nedosáhnete stanoveného cíle, zachvátí vás intenzivní negativní emoce.",
      "V tu chvíli si pravděpodobně myslíte, že jste k ničemu, že jste neúspěšní.",
      "Jaká mohou být přesvědčení založená na takové závislosti?",
      "Pokud nebudu úspěšný, bude to hrozné. Znamená to, že jsem slaboch / hlupák / nicka",
      "Pokud se mi to nepovede, znamená to, že jsem neúspěšný",
      "Pokud jsem selhal, znamená to, že jsem k ničemu a nikdy ničeho nedosáhnu",
      "Musím být úspěšný, jinak nemá smysl žít. Všechno ztratí smysl. Nikdy nebudu opravdu šťastný",
      "Přílišná posedlost úspěchy je rozšířená nejen mezi muži, ale v poslední době i mezi ženami, které také stále častěji projevují kariérní ambice a touhu po úspěchu.",
      "Zatímco u žen se častěji projevuje péče o vztahy, u mužů se často pozoruje zranitelnost vůči neúspěchům v kariéře, protože jim od dětství vštěpují, že jejich hodnota je určována úspěchy.",
      "Proč a jak se formují podobná přesvědčení?",
      "Důvodů může být mnoho, ale zpravidla se takové postoje formují již v dětství. Možná byli rodiče takového člověka chladní a odtažití, nedávali mu lásku, péči a přijetí.",
      "Tehdy se dítě snaží vysvětlit, proč se to děje.",
      "Když Petra ze sousedního dvora milují, chválí a přijímají, a mě ne, znamená to, že jsem nějaký divný, a kdybych byl lepší, určitě by mě milovali.",
      "Další varianta – rodiče dávali lásku, pozornost, chválu a péči pouze v případě, že dítě dosáhlo nějakých úspěchů.",
      "Pokud dítě přineslo ze školy jedničku, chválili ho, a pokud ne, nevěnovali mu pozornost."
    ]
  },
  "screen_2": {
    "texts": [
      "Další možnost – chybějící rodič. Děti mají egocentrické myšlení a vše, co se děje ve světě, vysvětlují skrze sebe.",
      "Když táta odešel, znamená to, že jsem byl špatné dítě, a ne že si s mámou nerozuměli. V souladu s tím, pokud táta uvidí, jaký jsem dobrý, úspěšný, chytrý, určitě se vrátí, nebo přinejmenším pochopí, koho ztratil.",
      "Takové scénáře právě formují závislost na úspěchu. A dále, v dospívání, mládí nebo už v dospělém životě, mohou určité události a situace posilovat víru v toto přesvědčení.",
      "Výsledkem je, že si člověk osvojí, že ho lze milovat pouze za úspěchy. Je třeba být úspěšný, jinak tě opustí, odmítnou a zůstaneš sám.",
      "S tím souvisí, že když se člověk střetne s nesouladem ideálního obrazu a reality, narazí na vlastní nepotřebnost a nicotnost, což je velmi bolestivé.",
      "Prvním krokem ke změně vztahu k osobní hodnotě je určit, zda vám to prospěje nebo uškodí. Rozhodnout se přestat definovat svou hodnotu vlastními úspěchy – to je nejdůležitější první krok ke změně systému přesvědčení.",
      "Závislost na úspěších může mít samozřejmě i výhody. Můžete se chválit a cítit se skvěle při dosahování něčeho.",
      "Pocit vlastní nadřazenosti ve srovnání s ostatními lidmi. Vždyť jste to vy, kdo něčeho dosáhl, a ostatní ne.",
      "Díky tomuto systému přesvědčení můžete být motivováni k úspěchu, vynakládat více úsilí, budovat kariéru, vydělávat peníze.",
      "Protože úspěchy vám dodávají hodnotu. Abyste se cítili důležití, musíte být s každým dalším úspěchem lepší a lepší. Na první pohled to zní docela dobře.",
      "Jaké jsou tedy nevýhody myšlení \"hodnota se rovná úspěchům\"?",
      "Pokud se vašemu podnikání nebo kariéře daří dobře, můžete se do nich natolik ponořit, že se odříznete od jiných potenciálních zdrojů uspokojení a potěšení.",
      "Vztahy s rodinou, blízkými, přáteli — přestávají vás těšit, raději věnujete čas práci než pobytu s blízkými.",
      "Nezbývá vám čas na sebe, pracujete bez ustání od rána do pozdní noci.",
      "Váš workoholismus vám nedává oddech, protože pokud zpomalíte tempo, začnete mít abstinenční příznaky, budete cítit prázdnotu, zbytečnost, nudu, jako byste přicházeli o něco důležitého. Zapomenete, jak odpočívat.",
      "Odpočinek se pro vás bude rovnat zahálce, jako byste teď mohli dělat něco užitečného, ale neděláte to. Bez úspěchů se budete cítit zbytečně a nudně, protože nebudete mít jiný základ pro sebeúctu a spokojenost.",
      "To může vést k vyhoření, chronickým onemocněním, neustálému pocitu stresu a deprese.",
      "Navíc workoholismus lze považovat za další závislost, která živí posedlost úspěchem, kvůli čemuž je těžší se s ní vypořádat."
    ],
    "quote": {
      "text": "V době \"závodu za úspěchy\" nás definuje náš úspěch a zdá se, že každý se může stát kýmkoli.",
      "author": "Alexandr Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Zhoršení sociálních vztahů",
      "Často se stává, že lidé, kteří neustále usilují o úspěch, se cítí osamělí a to je zcela pochopitelné.",
      "Možná nemáte čas nebo energii na udržování sociálních kontaktů. Pokud dlouho nevěnujete čas blízkým, bezpochyby se to projeví na vašich vztazích.",
      "Váš partner může najít někoho jiného, protože ve vztahu s vámi nedostává pozornost, lásku a péči.",
      "Závislost na úspěchu ovlivňuje i vaše vnímání okolí. Může se stát, že člověk odmítá komunikovat s těmi, kdo jsou níže než on v sociálním postavení nebo neodpovídají kritériím \"úspěšnosti\", která si pro sebe stanovil.",
      "To vše negativně ovlivňuje vztahy s okolními lidmi.",
      "Prokrastinace",
      "Když existuje pouze jedna \"ideální\", správná varianta, pouze jedna cesta ke štěstí, nemůžete udělat chybu, musíte vše přesně vypočítat a naplánovat, aby vše bylo přesně tak, jak jste zamýšleli.",
      "Ale ve skutečnosti dobře víte, že záruky úspěchu neexistují, a proto je lepší ani nezačínat tuto cestu. Pak přichází myšlenka, že absence pokusu je lepší než neúspěšný pokus.",
      "Po neúspěchu budete muset ještě prožít nepříjemné emoce, které se zdají být nesnesitelné. To vše vede k téměř nevyhnutelné prokrastinaci.",
      "Absence pocitu vlastní důstojnosti",
      "Život je tak nepředvídatelná věc, nemoc, zhoršení věcí v práci, válečné akce nebo cokoli jiného, co nezávisí na vás, kdy nebudete schopni dále udržovat pracovní výkonnost na stejné úrovni.",
      "Pak přijde hodina zúčtování – těžká deprese způsobená přesvědčením, že snížení produktivity ukazuje na vaši zbytečnost. V tu chvíli bude celý váš život zničen, budete zdrceni.",
      "Žili jste pro to, abyste dosahovali, a teď to dělat nemůžete. Nedostatek pocitu vlastní důstojnosti může dokonce vést k pokusu o sebevraždu – nejvyšší a nevratné ceně za to, že svou hodnotu posuzujete výhradně podle standardů trhu.",
      "V každé závislosti je přítomna tolerance a závislost na úspěších není výjimkou.",
      "Setkáte se s tím, že vám je všeho málo, úspěchu, titulů, ocenění, peněz, nemovitostí. S postupem času požadavky jen rostou a nutí vás nezastavovat se.",
      "Každý nový úspěch přestává přinášet dřívější potěšení, a abyste znovu něco pocítili, musíte výrazně zvýšit své úsilí.",
      "Proč je efekt tak pomíjivý?",
      "Proč potřebujete stále více a více?",
      "Odpověď je zřejmá: úspěch nezaručuje štěstí.",
      "Tyto dva jevy nejsou synonyma a nejsou spojeny příčinným vztahem. Nakonec honíte iluzi.",
      "Protože klíčem k vaší náladě jsou vaše myšlenky, nikoli úspěch, protože vzrušení z vítězství rychle vyprchá. Je důležité pochopit, že skutečné štěstí závisí výhradně na vás samotných."
    ],
    "quote": {
      "text": "Touha po úspěchu nás bezmyšlenkovitě žene vpřed, aniž by nám nechala čas vychutnat si samotný proces.",
      "author": "Ernest Hemingway"
    }
  }
}
