{
  "title": "Závislost na úspěších",
  "description": "Láska může inspirovat, dodávat sílu a naplňovat život smyslem. Když se ale změní v potřebu, bez které není možné cítit se plnohodnotně, začne člověka vyčerpávat a brání budování zdravých vztahů. Podobně funguje i závislost na úspěších. Skutečné štěstí je možné tehdy, když se člověk učí opírat nejen o výsledky, ale i o své pocity, hodnoty a schopnost nacházet radost i mimo výkon.",
  "screen_1": {
    "texts": [
      "Žijeme v době „honby za úspěchy“, kdy se úspěch často stává měřítkem lidské hodnoty. Máme pocit, že kdokoli může dosáhnout čehokoli, když se bude dost snažit.",
      "Jako by pro ambice neexistovaly hranice — a život se tak mění v nekonečný závod, ve kterém začneme věřit, že hodnotu člověka určují jeho výsledky.",
      "Na první pohled to zní neškodně, v praxi to ale může vážně ubližovat.",
      "Co znamená závislost na úspěších?",
      "Je to stav, kdy vaše sebehodnota zcela závisí na produktivitě, statusu, intelektu nebo profesních výsledcích.",
      "Dokud se ve škole nebo v práci daří, cítíte se jako plnohodnotný a „dost dobrý“. Jakmile se ale něco pokazí, zaplaví vás silné negativní emoce.",
      "V takových chvílích se může zdát, že jste nula a „za nic nestojíte“.",
      "Jaká přesvědčení se při takové závislosti vytvářejí?",
      "Když nedosáhnu úspěchu, je to katastrofa. Znamená to, že jsem slabý, hloupý, bezcenný",
      "Když se něco nepovedlo, znamená to, že jsem neschopný",
      "Když jsem selhal, nikdo mě nebude potřebovat a ničeho nedosáhnu",
      "Musím být úspěšný, jinak můj život ztratí smysl a štěstí se nedostaví",
      "Posedlost úspěchy se objevuje u mužů i u žen. Dnes se i ženy stále častěji zaměřují na kariéru a profesní růst.",
      "Muži ale bývají vůči neúspěchu často obzvlášť zranitelní — od dětství totiž slýchají, že jejich hodnota se měří úspěchy.",
      "Proč taková nastavení vznikají?",
      "Nejčastěji v dětství. Možná byli rodiče emočně chladní a neposkytovali bezpodmínečnou lásku ani podporu.",
      "Dítě si to začne nějak vysvětlovat.",
      "Když mají rádi Péťu od sousedů a chválí ho, ale mě ne, znamená to, že je se mnou něco špatně. Kdybych byl lepší, měli by mě taky rádi.",
      "Jiná situace nastává, když pozornost a teplo přicházely jen za výsledky.",
      "Přinesl jsem jedničku — paráda. Nepovedlo se — jako bych byl neviditelný."
    ]
  },
  "screen_2": {
    "texts": [
      "Další častý scénář: nepřítomný rodič. Děti si totiž mnoho věcí vysvětlují přes sebe.",
      "Když táta odešel, znamená to, že jsem nebyl dost dobrý — ne že se dospělí nedokázali domluvit. Takže když budu úspěšný, chytrý, nejlepší — vrátí se, nebo aspoň pochopí, o koho přišel.",
      "Taková dětská přesvědčení se stávají základem závislosti na úspěších. Pozdější události v dospívání a dospělosti pak tuto víru často jen posilují.",
      "Člověk si osvojí přesvědčení: lásku je třeba si zasloužit úspěchem. Aby nebyl odmítnut, musí neustále dokazovat svou hodnotu.",
      "A když se obraz „ideálního já“ neshoduje s realitou, přichází bolest, stud a pocit vlastní bezcennosti.",
      "Prvním krokem ke změně je uvědomit si, že měřit hodnotu jen podle výsledků je škodlivé. Rozhodnutí přestat posuzovat se výhradně podle úspěchů je jeden z nejdůležitějších bodů růstu.",
      "Závislost na úspěších samozřejmě může dávat i pocit síly.",
      "Je to pocit převahy: vy jste to dokázal — ostatní ne.",
      "Takový systém může motivovat, pomáhat růst, budovat kariéru a vydělávat.",
      "Každý nový úspěch jako by přidával hodnotu. Chce se být lepší znovu a znovu. Na první pohled to zní docela dobře.",
      "Jaké jsou ale nevýhody myšlení „hodnota = úspěch“?",
      "Když se kariéře nebo podnikání daří, můžete se do nich ponořit natolik, že se připravíte o jiné zdroje radosti.",
      "Vztahy s blízkými jdou stranou: práce se vždy zdá důležitější.",
      "Žijete v režimu neustálé zaneprázdněnosti — od rána do noci.",
      "Když zpomalíte, objeví se prázdnota, úzkost a pocit, že ztrácíte čas. Odpočinek vypadá jako slabost.",
      "Bez úspěchů máte pocit, že za nic nestojíte — protože nemáte jinou oporu pro vlastní hodnotu.",
      "To může vést k vyhoření, zhoršení zdraví, chronickému stresu a depresi.",
      "Workoholismus se pak stává závislostí, která posedlost úspěchem dál udržuje."
    ],
    "quote": {
      "text": "V době „honby za úspěchy“ máme pocit, že kdokoli může být kýmkoli — a my musíme dokazovat, že něco znamenáme.",
      "author": "Alexandr Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Zhoršení vztahů",
      "Lidé, kteří jsou upnutí na úspěch, často prožívají osamělost — a je to pochopitelné.",
      "Na udržování blízkých vztahů nezbývá ani čas, ani emoční kapacita. A vztahy postupně ustupují do pozadí.",
      "Partner může začít hledat pozornost a podporu jinde, protože u vás ji prostě nenachází.",
      "Závislost na úspěchu navíc ovlivňuje i to, jak vnímáte druhé: objevuje se tendence oceňovat lidi hlavně podle statusu.",
      "To se nevyhnutelně odráží na sociálních vazbách.",
      "Prokrastinace",
      "Když existuje jen jedna „správná“ cesta a nesmí se udělat chyba, objevuje se strach ze selhání.",
      "Vědomí, že úspěch není zaručen, vede k odkládání. Zdá se, že je lepší to ani nezkusit, než to nezvládnout.",
      "Strach z nepříjemných emocí dělá prokrastinaci téměř nevyhnutelnou.",
      "Ztráta pocitu vlastní důstojnosti",
      "Život je nepředvídatelný: nemoc, krize, vnější události — a člověk už nemůže pracovat tak jako dřív.",
      "Pak přichází bolestné zklamání: když byla hodnota postavená jen na produktivitě, její ztráta může vést k hluboké depresi.",
      "Pokud jste žil jen pro úspěchy a už je nemůžete vytvářet, může přijít totální pocit prázdnoty a ztráty smyslu.",
      "Někdy to vede k zoufalým krokům — protože sebehodnota byla celá přivázaná k výsledkům.",
      "Jako u každé závislosti se objevuje tolerance — je potřeba stále víc úspěchů, uznání, výsledků.",
      "Každý další výsledek těší méně a méně — a člověk musí přidávat úsilí, aby vůbec cítil uspokojení.",
      "Proč účinek tak rychle mizí?",
      "Proč je pořád potřeba víc?",
      "Odpověď je jednoduchá: úspěch se nerovná štěstí.",
      "Tyto pojmy spolu přímo nesouvisí. Nakonec tak člověk honí jen iluzi.",
      "Vaši náladu netvoří výsledky, ale vaše myšlenky a vztah k sobě. Radost z vítězství rychle odezní, ale vnitřní opora zůstává tím nejdůležitějším."
    ],
    "quote": {
      "text": "Touha po úspěchu nás posouvá vpřed — ale je důležité v tom procesu neztratit samotný život.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Jak přestat žít jen pro úspěchy?",
    "description": "Článek rozebírá rizika závislosti na úspěchu a upozorňuje, že výsledky nezaručují štěstí ani pohodu. Příklady známých osobností, jako je Lady Gaga a Jim Carrey, ukazují, že i velmi úspěšní lidé mohou trpět depresí a dalšími potížemi. Klíčové je hledat rovnováhu mezi cíli a osobním životem a uznat vnitřní hodnotu každého člověka bez ohledu na to, čeho dosáhl.",
    "screen_1": {
      "texts": [
        "Rozhodně není potřeba zahodit všechny své projekty nebo se vzdát důležitých cílů, abyste se vypořádal se závislostí na úspěchu.",
        "Není přece nic špatného na tom mít výsledky. Je skvělé mít peníze, práci, auto, byt a podobně.",
        "Problémy začínají ve chvíli, kdy bez těchto „indikátorů úspěchu“ považujete sám sebe za bezcenného, neschopného a nedůstojného.",
        "Abyste se osvobodil z pasti potřeby být výjimečný a neustále maximálně efektivní, zkuste se zamyslet nad tímto:",
        "Chcete celý život jezdit na horské dráze sebehodnoty?",
        "Když uvažujeme racionálně, pokud si z úspěchu uděláte hlavní měřítko, odsuzujete se k nekonečným emočním výkyvům.",
        "Dnes jste něčeho dosáhl a jste šťastný — a zítra selžete a život dostane úplně jiné barvy. Jsou úspěchy — jste „skvělý“, nejsou úspěchy — jste „nula“.",
        "Pak je snadné s vaší náladou manipulovat. Když ostatní pochopí, že jste závislý na úspěších, mohou toho využít ve svůj prospěch.",
        "Například šéf vás může přetěžovat, protože ví, že se přetrhnete, ale uděláte všechno kvůli další pochvale.",
        "Úspěch se nerovná štěstí",
        "Peníze, známosti a výsledky se už dávno berou jako určitá záruka štěstí a pohody. Kdyby ale štěstí záviselo na úspěšnosti, viděli bychom výrazné rozdíly mezi lidmi různých společenských vrstev.",
        "Většina lidí se nemůže pochlubit „velkými úspěchy“ — a přesto jsou mnozí z nich šťastní a spokojení.",
        "A zároveň: být spokojený neznamená nemít ambice nebo nechtít víc. Mezi zdravou snahou dosahovat cílů a závislostí je obrovská propast.",
        "V praxi se ukazuje, že i lidé, kteří vydělávají hodně, mají prestižní pozici nebo vlastní úspěšný byznys, mohou trpět depresí, mít různé potíže nebo se cítit zklamaní životem.",
        "Například Lady Gaga — na první pohled úspěšná, bohatá a šťastná — založila nadaci „Born This Way Foundation“, aby pomáhala dospívajícím v těžkých situacích, protože o vlastních obtížích ví z první ruky.",
        "„S depresí a úzkostí se potýkám celý život a bojuji s tím dodnes,“ přiznala v rozhovoru pro Billboard v roce 2015.",
        "Nebo Jim Carrey, který dal fanouškům možnost se upřímně smát a prožívat radost díky jeho rolím — ale i na vrcholu popularity mu často do smíchu nebylo.",
        "Jim se dlouhé roky potýkal s těžkou depresí.",
        "A netýká se to jen celebrit — i podnikatelé si často stěžují na psychické potíže a závislosti.",
        "Bohužel i velmi úspěšní lidé někdy končí sebevraždou. Dokonce vznikl zvláštní termín — „sebevraždy generálních ředitelů“.",
        "S tímto fenoménem bývají spojována jména jako miliardář Adolf Merckle ze žebříčku Forbes, zakladatelé startupů Ilja Žitomirskij a Austin Heinz, módní návrhářka Kate Spade a mnoho dalších.",
        "Takže pokud si stále myslíte, že úspěch = štěstí, hluboce se mýlíte."
      ]
    },
    "screen_2": {
      "texts": [
        "Zamyslete se: budete se ke svému blízkému člověku chovat hůř jen proto, že nemá „úspěchy“?",
        "Představte si, že se setkáte s kamarádem, kterého si velmi vážíte. A najednou zjistíte, že pracuje jako obyčejný prodavač v obchodě — zatímco vy vlastníte firmu a jste bohatý a úspěšný.",
        "Začnete se na něj dívat shora, stavět ho pod sebe?",
        "Potřebujete, aby uznal svou „nicotnost“ vedle vás? Je vám příjemné být takovým člověkem?",
        "A kdyby to bylo naopak — kdybyste na místě toho kamaráda byl vy?",
        "Souhlasil byste s přátelstvím s úspěšným člověkem jen pod podmínkou, že uznáte svou „nicotnost“ vedle něj?",
        "Jsou všechny děti neschopné?",
        "Když mají hodnotu jen ti, kdo něco „dokázali“, pak jsou děti ti největší „bezvýznamní“ lidé na planetě.",
        "No a co? Vždyť miminka ani neudrží hlavičku. Nebo přesto mají hodnotu?",
        "Jestli ano, proč vlastně miminko hodnotu má?",
        "Vždyť do tohoto světa ještě nic nepřineslo, ani neumí mluvit. A přesto je jasné, že si lidé neváží ani vás, ani miminka kvůli výkonům, ale kvůli tomu, jací jste.",
        "A teď opačně. Co tedy — vyhubit všechny babičky a dědečky?",
        "No a co, jsou staří, už toho „moc nepřinesou“. Tak přece neuvažujeme. Své rodiče, i když jsou slabí, milujeme, vážíme si jich a snažíme se jim pomáhat.",
        "Každý člověk má hodnotu",
        "Někdy se zdá, že hodnota je kvantitativní veličina, že se dá změřit a spočítat. Ve skutečnosti je to ale kvalita.",
        "Každý člověk má od narození „jednotku hodnoty“ — a všichni ji mají stejnou. Ať už máte jakékoli úspěchy nebo pády, tato jednotka se nemění. Jste hodnotný i s milionem, i bez něj.",
        "Neporovnávejte své úspěchy s úspěchy druhých",
        "Srovnávání nepřináší nic než nepohodu a pochybnosti o sobě.",
        "Rodí závist, která přiživuje závislost na úspěchu. Když své výsledky porovnáváte s cizími, máte pocit, že děláte málo — a to vás znovu tlačí do závodu.",
        "Přestaňte své úspěchy srovnávat s cizími. Místo toho si ujasněte priority a přemýšlejte, nakolik vaše cíle opravdu naplňují vaše potřeby — a nakolik jen touhu držet krok s těmi, s nimiž se porovnáváte."
      ],
      "quote": {
        "text": "Úspěch nemá význam, pokud jste nešťastní. Pro mě je úspěch štěstí — ne peníze ani sláva.",
        "author": "Ellen DeGeneresová"
      }
    },
    "screen_3": {
      "texts": [
        "Učte se hledat rovnováhu",
        "Lidé závislí na úspěchu často cítí vinu, když si dovolí odpočívat, být s blízkými nebo dělat něco, co přímo nesouvisí s cíli.",
        "Úspěchy mají v životě určitý význam — ale zdaleka ne ten nejdůležitější. Když vsadíte vše na výkon, začnete zapomínat žít. Učte se vyvažovat práci nebo studium a ostatní oblasti života.",
        "Naslouchejte tomu, co chcete vy i vaše tělo. Neignorujte tyto signály — pečujte o sebe co nejlépe.",
        "Pracujte se svými myšlenkami",
        "Pro změnu systému přesvědčení je velmi důležité dál reagovat na negativní automatické myšlenky, které ve vás vyvolávají pocit méněcennosti.",
        "To vám pomůže vidět, že problém není ve vašich úspěších nebo neúspěších, ale v přehnaně kritickém vztahu k sobě a ve zvyku se shazovat. Když se naučíte hodnotit svou činnost realisticky, poroste spokojenost i sebepřijetí.",
        "Kdo je vlastně pro společnost důležitější?",
        "Když se mluví o úspěšných lidech, často si představíme slavné zpěváky, známé herce, špičkové podnikatele nebo veřejné politiky.",
        "Co ale učitelé, lékaři, stavební dělníci a lidé z dalších „neviditelných“ profesí, na nichž stojí náš zítřek? Když se na to podíváme objektivně, často jsou pro společnost užitečnější než ti, kterým se běžně závidí.",
        "Na závěr se s vámi chceme podělit o krásnou myšlenku z knihy novináře Davida Orra.",
        "Píše, že planeta nepotřebuje velké množství úspěšných lidí — mnohem víc potřebuje mírotvorce, léčitele, vypravěče a prostě milující lidi.",
        "Potřebuje lidi s morálkou, lidi, kteří svět dělají laskavějším a lidštějším. Planeta potřebuje lidi, vedle kterých se prostě dobře žije.",
        "Nikdo není proti ambiciózním cílům a dobývání kariérních vrcholů. Je ale velmi důležité, aby byly všechny oblasti života v harmonii.",
        "Produktivita a úspěch mohou být velmi příjemné a přinášet hodně radosti. Úspěch však není ani nutnou, ani postačující podmínkou pro maximální štěstí.",
        "Nemusíte si vyčerpávající prací zasluhovat něčí lásku nebo respekt — a nemusíte být první, abyste se cítil naplněně a měl stabilní sebehodnotu.",
        "Jen pamatujte: „Ty nejdůležitější věci na světě nejsou věci“!"
      ],
      "quote": {
        "text": "Skutečná hodnota života není v tom, co máme, ale v tom, kým jsme.",
        "author": "Oprah Winfreyová"
      }
    }
  }
}
