{
  "title": "Jak přestat žít pro úspěchy?",
  "description": "Článek pojednává o nebezpečích závislosti na úspěchu a poukazuje na to, že úspěchy nezaručují štěstí a pohodu. Příklady celebrit jako Lady Gaga a Jim Carrey ilustrují, že i ti nejúspěšnější lidé mohou trpět depresí a dalšími problémy. Klíčovými závěry jsou důležitost nalezení rovnováhy mezi cíli a osobním životem, a také uznání vnitřní hodnoty každého člověka nezávisle na jeho úspěších.",
  "screen_1": {
    "texts": [
      "Samozřejmě, neměli byste opouštět všechny své záměry nebo se vzdávat důležitých cílů, abyste se vypořádali se závislostí na úspěchu.",
      "Vždyť není nic špatného na tom mít úspěchy. Je skvělé mít peníze, práci, auto, byt atd.",
      "Problémy začínají tehdy, když se bez těchto ukazatelů úspěchu považujete za bezcenného, neúspěšného a nehodného člověka.",
      "Abychom vás osvobodili od pasti nutnosti být vynikající a efektivní, navrhujeme vám zamyslet se nad následujícím:",
      "Jste připraveni celý život jezdit na horské dráze sebevědomí?",
      "Pokud uvažujeme racionálně, tak volbou života podle konceptu úspěchů odsuzujete sami sebe k nekonečným emočním výkyvům.",
      "Dnes jste dosáhli nějakých výšin a jste šťastní, zítra utrpíte neúspěch, a život získává úplně jiné barvy. Máte úspěchy – jste šikovní, nemáte úspěchy – jste neúspěšní.",
      "Vaší náladou bude snadné manipulovat. Pokud ostatní lidé pochopí, že jste závislí na úspěších, mohou to docela dobře využít pro své cíle.",
      "Například nadřízený vám může dávat nadměrnou zátěž, protože ví, že se rozbijete, ale uděláte všechno pro další pochvalu.",
      "Úspěchy se nerovnají štěstí",
      "Peníze, sláva a úspěchy jsou dlouho vnímány jako jakási záruka štěstí a pohody. Ale kdyby úroveň štěstí závisela na úspěšnosti člověka, pozorovali bychom podstatné rozdíly mezi lidmi různých sociálních statusů.",
      "Většina lidí se nemůže pochlubit vážnými úspěchy, přesto jsou mnozí z nich šťastní a spokojení se svým životem.",
      "Ale opět, být spokojený neznamená neusilovat a netoužit po více. Mezi zdravou touhou dosáhnout stanovených cílů a závislostí existuje obrovská propast.",
      "Ve skutečnosti se ukazuje, že i ti, kteří hodně vydělávají, zastávají prestižní pozici nebo vlastní úspěšný byznys, mohou trpět depresí, mít různé problémy nebo se prostě v životě zklamat.",
      "Například všem známá Lady Gaga, na první pohled úspěšný, bohatý, šťastný člověk, založila svou nadaci «Born This Way Foundation», aby pomohla dospívajícím, kteří se ocitli v těžké situaci, protože o těžkostech zpěvačka ví z vlastní zkušenosti.",
      "«Trpěla jsem depresí a úzkostí celý svůj život a bojuji s tím dodnes,» — přiznala v rozhovoru pro Billboard v roce 2015.",
      "Nebo Jim Carrey, který fanouškům daroval možnost upřímně se usmívat a získávat pozitivní emoce z jeho prací, ale i na vrcholu popularity bylo herci do smíchu jen málo.",
      "Jim po dlouhé roky bojoval s těžkou depresí.",
      "To se netýká jen celebrit, stejně tak podnikatelé si často stěžují na duševní poruchy a závislosti.",
      "Obecně mnoho úspěšných lidí končí sebevraždou. Dokonce se objevil speciální termín — «sebevražda generálních ředitelů».",
      "S tímto fenoménem se potýkali: miliardář Adolf Merckle ze seznamu Forbes, startupisti Ilya Zhitomirskiy a Austin Heinz, majitelka módního domu Kate Spade a mnoho dalších.",
      "Takže pokud si stále myslíte, že úspěch se rovná štěstí, hluboce se mýlíte."
    ]
  },
  "screen_2": {
    "texts": [
      "Zamyslete se, budete se chovat k blízkému člověku hůře jen proto, že nemá úspěchy?",
      "Představte si, že jste se setkali s přítelem, kterého velmi oceňujete. Ale najednou zjistíte, že je obyčejný prodavač v obchodě, zatímco vy vlastníte firmu a jste bohatý a úspěšný člověk.",
      "Budete se na něj dívat svrchu, považovat ho za méněcenného?",
      "Možná by pro vás bylo důležité, aby tento přítel uznal svou nicotnost ve srovnání s vámi? Líbí se vám být takovým člověkem?",
      "A co kdybyste byli na místě tohoto přítele?",
      "Souhlasili byste s komunikací s úspěšným člověkem pod podmínkou, že uznáte svou nicotnost ve srovnání s ním?",
      "Všechny děti jsou neúspěšné?",
      "Pokud hodnotu mají jen ti, kteří něčeho ve svém životě dosáhli, pak jsou děti největší nicotností na planetě.",
      "No a co? Miminka přece ani nedokážou udržet hlavu. Nebo přece jen mají hodnotu?",
      "Pokud ano, proč je to tak, že miminko má hodnotu?",
      "Vždyť nic do tohoto světa nepřinesly, ani mluvit neumí. Bezpochyby, jak vás, tak miminko si cení ne za to, jakých úspěchů jste dosáhli, ale za to, jací jste lidé.",
      "A také naopak. Mají být všechny babičky a dědečkové nyní vyhlazeni?",
      "Proč ne, jsou přece staří, nemohou už nic do světa přinést. Tak ale nepřemýšlíme. Vážíme si a milujeme své už zesláblé rodiče a snažíme se jim pomáhat.",
      "Každý člověk má hodnotu",
      "Zdá se nám, že hodnota je kvantitativní jednotka, že ji lze měřit, počítat. Ale ve skutečnosti je hodnota kvalitativní jednotkou.",
      "Každý člověk od narození má jednotku hodnoty, a u všech je stejná. Ať už máte jakékoli úspěchy a neúspěchy, vaše jednotka hodnoty se nemění. Jste hodnotní jak s milionem, tak bez něj.",
      "Nesrovnávejte své úspěchy s cizími",
      "Srovnávání s okolím nepřináší nic jiného než pocit nepohodlí a pochybnosti o sobě.",
      "Vytváří pocit závisti, který živí závislost na úspěchu. Cítíte, že neděláte dost, když porovnáváte své úspěchy s cizími, což posiluje vaši touhu účastnit se závodu s okolím.",
      "Přestaňte srovnávat své úspěchy s cizími. Místo toho přehodnoťte své priority a zamyslete se, do jaké míry stanovené cíle dokážou uspokojit právě vaše zájmy, a ne touhu odpovídat těm, s nimiž se srovnáváte."
    ],
    "quote": {
      "text": "Úspěch nemá význam, pokud jste nešťastní. Pro mě je úspěch štěstí, ne peníze nebo sláva.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Učte se nacházet rovnováhu",
      "Často lidé závislí na úspěchu pociťují vinu za to, že si dovolují odpočívat, trávit čas s blízkými, zabývat se tím, co přímo nesouvisí s jejich cíli.",
      "Samozřejmě, úspěchy mají v životě určitý význam, ale zdaleka ne nejdůležitější. Vsázíte na úspěch, přitom zapomínáte žít. Učte se balancovat mezi prací/studiem a dalšími oblastmi života.",
      "Naslouchejte tomu, co chcete vy a vaše tělo. Neodmítejte signály, pečujte o sebe ze všech sil.",
      "Pracujte se svými myšlenkami",
      "Pro změnu systému přesvědčení je velmi důležité pokračovat v odpovídání na negativní automatické myšlenky, které vás nutí cítit se méněcenní.",
      "To vám pomůže pochopit, že problém nespočívá ve vašich úspěších nebo neúspěších, ale v kritickém vztahu k sobě a ve zvyku sám sebe kritizovat. Když se naučíte realisticky hodnotit svou činnost, spokojenost a přijetí sebe sama vzrostou.",
      "Kdo je vlastně důležitější pro společnost?",
      "Když mluvíme o úspěšných lidech, samozřejmě si hned představíme populární zpěváky, známé herce, špičkové podnikatele a veřejné politiky.",
      "Ale co pak učitelé, lékaři, stavitelé a lidé jiných neoblíbených profesí, na nichž závisí náš zítřek? Pokud mluvíme objektivně, všichni tito lidé jsou často pro společnost užitečnější než ti, kterým je zvykem závidět.",
      "Na závěr bychom se s vámi chtěli podělit o skvělou myšlenku z knihy novináře Davida Orra.",
      "Píše, že planeta nepotřebuje velké množství úspěšných lidí, mnohem více potřebuje mírotvůrce, léčitele, vypravěče a prostě milující lidi.",
      "Potřebuje lidi s morálkou, ty, kteří dělají svět laskavější a humánnější. Planeta potřebuje lidi, vedle nichž se prostě dobře žije.",
      "Nikdo není proti ambiciózním cílům a dobývání kariérních výšin. Ale je velmi důležité, aby všechny stránky života byly v harmonii.",
      "Produktivita a úspěch mohou být nesmírně příjemné a přinášet mnoho potěšení. Nicméně úspěch není ani nutnou, ani dostatečnou podmínkou pro maximální štěstí.",
      "Nemusíte si vydělávat něčí lásku nebo respekt únavnou prací, a není nutné být první, abyste se cítili naplněni a udržovali stabilní sebevědomí.",
      "Jen si pamatujte, že «nejdůležitější věci na světě nejsou vůbec věci»!"
    ],
    "quote": {
      "text": "Skutečná hodnota života nespočívá v tom, co máme, ale v tom, kým jsme.",
      "author": "Oprah Winfrey"
    }
  }
}
