{
  "title": "Závislost na lásce",
  "description": "Láska, opěvovaná básníky i umělci, dokáže člověka povznést a dát mu pocit, že život má barvy. Když se z ní ale stane patologická potřeba, začne ničit osobnost a brání budování zdravých vztahů — zvlášť u lidí s nízkým sebevědomím. Skutečný pocit štěstí a naplnění lze najít i tak, že se naučíte lépe regulovat svou náladu a užívat si radosti, které nejsou podmíněné tím, zda máte partnera nebo partnerku.",
  "screen_1": {
    "texts": [
      "Láska je nádherný cit, opěvovaný básníky, malíři i hudebníky. Dodává křídla, inspiruje a přináší pocit, že život je naplněný.",
      "Je přirozené, že každý z nás touží milovat a být milován.",
      "Pokud se ale vaše představa lásky zredukuje na přesvědčení: „Nemohu být doopravdy šťastný a naplněný člověk, pokud nemám partnera. Ke skutečnému štěstí potřebuji být milován,“ je to už známka závislosti.",
      "Co znamená být závislý na lásce?",
      "Je to stav, kdy se láska stane patologickou potřebou a bez ní nezažíváte štěstí.",
      "Trápí vás její nedostatek a čekáte, že někdo tenhle „prázdný prostor“ zaplní. Jste přesvědčeni, že život bude lepší, zajímavější a bohatší teprve tehdy, až se objeví milovaný člověk, díky němuž se budete cítit potřební, důležití a „celiství“.",
      "Taková závislost je destruktivní stav, který podkopává vaši osobnost, sebevědomí i schopnost vytvářet zdravé vztahy.",
      "Příčiny závislosti na lásce mohou být různé, nejčastěji ale sahají do dětství nebo dospívání.",
      "Zvlášť náchylní jsou lidé s nízkým sebevědomím, kteří se bojí samoty, soustředí se na své nedostatky a nevěří ve vlastní síly a schopnosti.",
      "Nízké sebevědomí, které si člověk nese z dětství, se často prožívá jako pocit „nedostatečnosti“.",
      "Když rodiče dítěti věnují málo pozornosti a dítě prožívá nedostatek rodičovské lásky, v dospělosti může tyto pocity hledat u partnerů a vytvářet závislé vztahy.",
      "Podívejme se na příklad Viktorie (28), která tráví večery i víkendy v zoufalství, protože věří: „Mohu být šťastná jen ve vztahu. Bez muže nejsem nic.“",
      "Pro ni je být milovaná stejně důležité jako dýchat. Taková náročnost lidi často odrazuje."
    ]
  },
  "screen_2": {
    "texts": [
      "Při analýze svých přesvědčení si Viktorie sepsala nevýhody a výhody svého způsobu myšlení.",
      "Nevýhody zněly takto:",
      "Tohle přesvědčení mě uvrhá do sklíčenosti, protože jsem sama.",
      "Ztrácím chuť cokoliv dělat, poznávat svět nebo se věnovat koníčkům.",
      "Kvůli tomu si připadám líná a nešťastná.",
      "Vyvolává to ve mně lítost nad sebou.",
      "Bere mi to hrdost a sebedůvěru, nutí mě závidět druhým a prožívat zklamání.",
      "Poté si sepsala výhody tohoto přesvědčení:",
      "Naděje, že si najdu partnera, získám lásku a pocit bezpečí.",
      "Dává mi to cíl a smysl života.",
      "Nakolik jsou tyto výhody reálné?",
      "Viktorie si roky myslela, že bez muže nedokáže žít, ale toto přesvědčení jí dosud nepřivedlo žádného partnera, po kterém toužila.",
      "Viktorie došla k závěru, že mužům přikládá příliš velký význam — a právě to žádného z nich nepřitáhlo.",
      "Uvědomila si také, že závislí lidé často působí příliš náročně, což budování vztahu komplikuje.",
      "Viděla, že lidé, kteří nacházejí štěstí v sobě, bývají pro ostatní přitažlivější, protože vyzařují radost a jistotu.",
      "Závislost na lásce brání zdravým vztahům. Když dáváte najevo, že ke svému štěstí potřebujete druhého člověka, podvědomě sdělujete: „Miluj mě, protože bez tebe nestojím za nic.“ Takový vztah jen těžko může být zdravý.",
      "A i kdybyste ve vztahu byli, s podobnými přesvědčeními nejspíš nebude fungovat zdravě. Veškerou naději totiž vkládáte do toho, že určitý člověk, kterého podvědomě považujete za zdroj svého štěstí, bude stále po vašem boku.",
      "A kvůli tomu jste ochotni udělat cokoliv. Když nedostáváte „dávku“ emocí a pocitů, které potřebujete, začnete na partnera tlačit, abyste se cítili milovaní, nebo budete fantazírovat o tom, že „tu pravou lásku“ najdete jinde.",
      "A pořád vám to nebude stačit nebo bude „něco špatně“, protože jste odpovědnost za svůj stav přenesli na druhého člověka."
    ],
    "quote": {
      "text": "Skutečné štěstí spočívá v tom, být spokojený sám se sebou.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Je velmi důležité naučit se regulovat vlastní náladu a nacházet štěstí v sobě. Díky tomu se můžete cítit živě jak tehdy, když jste bez partnera, tak i tehdy, když jste s milovaným člověkem.",
      "Možná si ale říkáte: „Zní to hezky, ale nevěřím tomu. Být bez partnera znamená být úplně na dně.“",
      "Mnozí věří, že láska je motorem světa. Vidíte to v reklamách, slyšíte v populárních písních, čtete v básních. Ve skutečnosti ale láska zdaleka není jedinou cestou ke šťastnému a naplněnému životu.",
      "Být bez partnera rozhodně neznamená být nešťastný. Většinu radostí v životě můžeme prožívat i sami.",
      "Například když posloucháte oblíbenou hudbu, tančíte, procházíte se krásnými místy, čtete knihu nebo si dáte zmrzlinu. K příjemnému prožitku nepotřebujete společnost.",
      "Počet radostí, které si lze užít o samotě, je nekonečný. To znamená, že máte k dispozici spoustu zdrojů potěšení bez ohledu na to, jestli je někdo vedle vás, nebo ne.",
      "Zkuste si sepsat vlastní seznam radostí. Čím se můžete potěšit a udělat si dobře?",
      "Někdy se tak silně ženeme za „dokonalým vztahem“ a samotnou ideou velkého citu, že přehlédneme to, co skutečně potřebujeme, abychom dokázali prožít opravdovou lásku."
    ],
    "quote": {
      "text": "Láska k sobě je začátkem románu, který trvá celý život.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Jak se zbavit závislosti na lásce?",
    "description": "Článek se věnuje tomu, jak souvisí štěstí s přesvědčeními o lásce a vztazích. Vysvětluje, že ke spokojenosti lze dojít různými cestami, a nabízí techniky, jak měnit negativní přesvědčení spojená se samotou. Učí nacházet radost v každodennosti a rozvíjet se i bez romantického vztahu.",
    "screen_1": {
      "texts": [
        "Vztahy a láska mohou do života přinést spoustu radosti a štěstí, ale nejsou jedinou cestou.",
        "Štěstí je složitý a mnohovrstevnatý proces a každý má právo vybírat si vlastní metody i vlastní cestu, jak k němu dojít.",
        "Proto pokud váš život momentálně nezahrnuje romantický vztah, neznamená to, že je méně hodnotný nebo „neúplný“.",
        "Změnit přesvědčení vyžaduje hodně úsilí; je to dlouhý a náročný proces.",
        "Věříme však, že s pomocí následujících doporučení a technik se můžete závislosti na lásce zbavit a naučit se být šťastní jak ve vztahu, tak i bez něj.",
        "Změna filtru",
        "Všimli jste si, že když se cítíte osaměle, najednou na ulici pořád potkáváte zamilované páry?",
        "A máte pocit, že je celý svět proti vám: tady holubi v páru, tam kocour s kočkou — a vy jste pořád bez partnera. Tak funguje kognitivní zkreslení — negativní filtr.",
        "Je to chyba v myšlení a vnímání, kdy si všímáte jen toho, co vás trápí, a vše ostatní přehlížíte.",
        "Zkuste filtr změnit — dívejte se na svět šířeji. Učte se vidět nejen šťastné páry, ale i spokojené single lidi. Nebo ty, kteří partnera mají, ale šťastnější díky tomu nejsou — společenský status se ne vždy vyplácí."
      ],
      "quote": {
        "text": "Štěstí je jako motýl: čím víc ho honíte, tím víc vám uniká. Když ale obrátíte pozornost k jiným věcem, přijde a tiše vám sedne na rameno.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "List předpokládaného potěšení",
        "Štěstí lze každý den nacházet v malých radostech, ve vlastním rozvoji, v přátelství a v mnoha dalších oblastech života.",
        "Nejspíš tomu ale nevěříte a jste přesvědčeni, že bez druhého člověka šťastní být nemůžete.",
        "Abyste toto přesvědčení prověřili, použijte „List předpokládaného potěšení“. Je to tabulka s několika sloupci, do nichž budete zapisovat odhadovanou i skutečnou míru potěšení z různých činností (práce i odpočinku) — o samotě nebo ve společnosti.",
        "Do prvního sloupce uveďte datum experimentu.",
        "Do druhého si zapište několik činností, které ten den v rámci experimentu plánujete (doporučujeme udělat 40–50 pokusů během dvou až tří týdnů. Vyberte aktivity, které vám obvykle přinášejí uspokojení nebo potěšení, případně takové, které mají potenciál pro učení či osobní růst.)",
        "Do třetího sloupce napište, s kým je budete dělat. Pokud sami, napište: „Já“.",
        "Ve čtvrtém sloupci odhadněte, kolik potěšení vám daná činnost přinese. Hodnoťte na škále 0 až 100 % — čím vyšší číslo, tím vyšší očekávané potěšení.",
        "Je velmi důležité vyplnit čtvrtý sloupec ještě předtím, než se do aktivity pustíte, ne až po ní. Jakmile vyplníte první čtyři sloupce, přejděte k samotné činnosti.",
        "Poté do pátého sloupce zapište skutečnou míru potěšení stejným způsobem — od 0 do 100 %.",
        "Po sérii takových experimentů si budete moci nasbíraná data vyhodnotit a dozvědět se o sobě mnoho zajímavého.",
        "Za prvé: porovnáním očekávaného potěšení (sloupec 4) se skutečným (sloupec 5) zjistíte, jak přesné jsou vaše odhady.",
        "Můžete si uvědomit, že obvykle podceňujete míru potěšení, kterou ve skutečnosti zažijete — zejména když něco děláte sami.",
        "Možná vás také překvapí, že společné aktivity ne vždy naplní vaše očekávání.",
        "Ve skutečnosti dokonce můžete zjistit, že v mnoha případech pro vás bylo příjemnější trávit čas o samotě než ve společnosti.",
        "A také si můžete všimnout, že nejvyšší hodnocení, která jste dali aktivitám o samotě, jsou stejná jako u aktivit ve společnosti — nebo je dokonce převyšují."
      ],
      "quote": {
        "text": "Nikdo vás nemůže přimět cítit se méněcenně bez vašeho souhlasu.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Úprava přesvědčení",
        "Láska, vztahy a manželství nejsou nezbytnou podmínkou štěstí ani vyššího sebevědomí; někdy na to jednoduše nestačí.",
        "Důkazem jsou miliony žen a mužů, kteří jsou v manželství, a přesto jsou nešťastní.",
        "Kdyby byla láska lékem na samotu, problémy, špatnou náladu nebo depresi, psychologové by přišli o práci.",
        "Jenže tak to bohužel není. Přítomnost partnera nezaručuje šťastný život — a je potřeba si to uvědomit a přijmout.",
        "Abyste s přesvědčením začali pracovat, nejprve ho formulujte a zapište. Může znít různě:",
        "Když nemám partnera, jsem nešťastný.",
        "Když mě nemají rádi, znamená to, že jsem nula.",
        "Bez vztahu jsem méněcenný.",
        "Potom si sepište, jak vám toto přesvědčení konkrétně škodí. Například:",
        "Přehnaně vysoké nároky na sebe, které nikdy nekončí; připadá mi, že nejsem pro vztah dost dobrý.",
        "Nerealistická očekávání od partnera, globální závěry o lásce a nelásce místo pozornosti ke konkrétním problémům.",
        "Neustálá nespokojenost a sklíčená nálada, kterou posiluje každá situace samoty.",
        "Poté si napište protiargumenty. Může to být náročný proces a možná nezabere jeden den — seznam postupně doplňujte, jak vás budou napadat další myšlenky.",
        "Například k přesvědčení „Být sám je hrozné a ponižující“ si můžete napsat tyto protiargumenty:",
        "Když je člověk sám, má příležitost lépe poznat sám sebe.",
        "Bez vztahu je možné vyzkoušet něco nového; některé věci by byly ve vztahu mnohem složitější.",
        "Je lepší být sám než s nevhodným partnerem.",
        "A nejdůležitější část: nahraďte staré přesvědčení novým. Musí být realistické a racionální, abyste mu dokázali věřit.",
        "Například: „Samota může být příjemná a užitečná — dá se v ní odpočinout a lépe poznat sám sebe. A láska se projevuje v různých vztazích.",
        "I bez partnera je možné cítit blízkost s lidmi, sdílet prožitky a projevovat vřelost. Stojí za to opírat se o to, jaké vztahy chci já, a pokud je nemám, dát si za cíl je postupně vytvářet.",
        "Ale to, že partnera nemám, ze mě nedělá méněcenného člověka. Stejně tak touha mít partnera neznamená slabost ani závislost.“",
        "Tyto zápisy si čtěte každý den po dobu 2–3 týdnů; můžete je doplňovat nebo upravovat. Postupně tak oslabíte negativní způsob myšlení a dáte svým změnám pevný začátek.",
        "Láska je nádherná zkušenost, ale jako každá jiná může být pozitivní i negativní a neměla by určovat, kdo jsme a proč tu jsme.",
        "Přání a potřeba nejsou totéž. Kyslík je potřeba — láska je přání.",
        "Láska není potřebou dospělého člověka!",
        "Touha mít partnerský vztah je normální. Není na ní nic špatného. Dobrý vztah s milovaným člověkem může být úžasnou radostí.",
        "Ale k tomu, abyste přežili nebo prožívali nejvyšší možné štěstí, nepotřebujete ani souhlas, ani lásku, ani pozornost druhého člověka."
      ]
    }
  }
}
