{
  "title": "Závislost na lásce",
  "description": "Láska, opěvovaná básníky a umělci, dodává křídla a přináší pocit plnosti života. Avšak přeměna lásky v patologickou potřebu ničí osobnost a brání budování zdravých vztahů, zejména u lidí s nízkým sebevědomím. Skutečné štěstí a plnohodnotnost života lze najít tím, že se naučíme regulovat svou náladu a užívat si potěšení, která nezávisí na přítomnosti partnera.",
  "screen_1": {
    "texts": [
      "Láska je nádherný pocit, opěvovaný básníky, umělci a hudebníky. Dodává křídla, inspiruje a přináší pocit plnosti života.",
      "Přirozeně každý z nás usiluje o to, aby miloval a byl milován.",
      "Pokud se však vaše představa o lásce omezuje na přesvědčení: «Nemohu být skutečně šťastný a realizovaný člověk, pokud nemám partnera. Pro úplné štěstí potřebuji být milován», je to již známka závislosti.",
      "Co znamená být závislý na lásce?",
      "Je to když se láska stává patologickou potřebou, bez níž se necítíte šťastní.",
      "Trpíte absencí lásky, očekáváte, že někdo vyplní tuto mezeru. Jste přesvědčeni, že váš život se stane lepším, zajímavějším a plnějším pouze tehdy, když se v něm objeví milovaná osoba, která vás učiní potřebným, důležitým a plnohodnotným.",
      "Taková závislost je destruktivní stav, který podkopává vaši osobnost, sebevědomí a schopnost budovat zdravé vztahy.",
      "Příčiny milostné závislosti mohou být různé, ale nejčastěji mají kořeny v dětství nebo dospívání.",
      "Obzvláště náchylní k tomu jsou lidé s nízkým sebevědomím, kteří se bojí samoty, jsou zaměřeni na své nedostatky a nevěří ve své síly a schopnosti.",
      "Nízké sebevědomí, pocházející z dětství, je vnímáno jako méněcennost.",
      "Když rodiče věnují dítěti málo pozornosti a ono pociťuje nedostatek rodičovské lásky, v dospělém životě bude hledat tyto pocity u partnerů, čímž formuje závislé vztahy.",
      "Podívejme se na příklad Viktorie, 28 let, která tráví večery a víkendy v zoufalství, protože věří: «Mohu být šťastná pouze ve vztahu. Bez muže nejsem nic».",
      "Pro ni je být milována stejně důležité jako dýchat. Taková náročnost často odpuzuje lidi."
    ]
  },
  "screen_2": {
    "texts": [
      "Během analýzy svých přesvědčení si Viktorie vypsala nevýhody a výhody svého myšlení.",
      "Nevýhody zněly takto:",
      "Přesvědčení mě uvrhuje do trudnomyslnosti, protože jsem sama.",
      "Ztrácím touhu cokoliv dělat, zkoumat svět nebo se věnovat koníčkům.",
      "Kvůli tomu se cítím líná a nešťastná.",
      "Vyvolává to pocit sebelítosti",
      "Zbavuje mě to hrdosti a sebevědomí, nutí mě závidět ostatním a pociťovat zklamání.",
      "Poté si vypsala výhody přesvědčení:",
      "Naděje najít partnera, získat lásku a bezpečí.",
      "Dává mi to cíl a smysl života.",
      "Nakolik jsou tyto výhody reálné?",
      "Viktorie mnoho let věřila, že nemůže žít bez muže, ale toto přesvědčení k ní dosud nepřitáhlo žádoucího partnera.",
      "Viktorie dospěla k závěru, že příliš velký význam přikládá mužům, a to nepřitáhlo ani jednoho z nich.",
      "Také si uvědomila, že závislí lidé často vypadají příliš náročně, což ztěžuje budování vztahů.",
      "Viděla, že lidé, kteří nacházejí štěstí uvnitř sebe, nejčastěji přitahují ostatní, protože vyzařují radost a sebevědomí.",
      "Milostná závislost brání budování zdravých vztahů. Vyjadřováním potřeby jiného člověka pro vlastní štěstí podvědomě sdělujete: «Miluj mě, protože sám o sobě nemám žádnou hodnotu». Takové vztahy stěží mohou být zdravé.",
      "Ale i když budete ve vztahu s podobnými přesvědčeními, těžko budou zdravé. Vždyť plně spoléháte na to, že určitý člověk, kterého podvědomě považujete za zdroj svého štěstí, bude nablízku.",
      "A jste kvůli tomu připraveni na cokoliv. Když nedostáváte \"dávku\" těch emocí a pocitů, které potřebujete, budete vyvíjet tlak na svého partnera, abyste se cítili milováni, nebo začnete fantazírovat o tom, že najdete tu pravou lásku jinde.",
      "A vždy vám to bude nedostatečné nebo \"něco není v pořádku\", protože jste přenesli na jinou osobu odpovědnost za svůj stav."
    ],
    "quote": {
      "text": "Skutečné štěstí spočívá v tom, být spokojený sám se sebou.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Je velmi důležité naučit se regulovat vlastní náladu a nacházet štěstí v sobě samém. To vám dá možnost cítit se stejně živě, když jste sami, i když jste s milovanou osobou.",
      "Ale můžete si pomyslet: «Zní to samozřejmě dobře, ale je to nepravděpodobné. Být sám znamená být emocionálním neúspěchem.»",
      "Mnozí věří, že láska je hnací silou světa. Vidíte to v reklamách, slyšíte to v populárních písních, čtete to v básních. Ale ve skutečnosti láska zdaleka není jedinou cestou ke šťastnému a plnohodnotnému životu.",
      "Být sám se vůbec nerovná být nešťastný. Většinu potěšení v životě získáváme sami o sobě.",
      "Například když posloucháte oblíbenou hudbu, tančíte, procházíte se po krásných místech, čtete knihu nebo jíte zmrzlinu. Nepotřebujete společnost, abyste zažili příjemné pocity.",
      "Množství potěšení, kterých si lze užívat o samotě, je nekonečné. A to znamená, že máte přístup k mnoha zdrojům potěšení bez ohledu na to, zda je někdo nablízku nebo ne.",
      "Zamyslete se, jaký je váš seznam potěšení? Čím můžete udělat radost sami sobě?",
      "Někdy tolik usilujeme o dokonalé vztahy a samotnou ideu velkého citu, že ztrácíme ze zřetele to, co skutečně potřebujeme, abychom zažili opravdovou lásku."
    ],
    "quote": {
      "text": "Láska k sobě samému je začátkem románu, který trvá celý život.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Jak se zbavit závislosti na lásce?",
    "description": "Článek je věnován výzkumu štěstí a přesvědčení spojených s láskou a vztahy. Vysvětluje, že štěstí lze dosáhnout různými způsoby, a nabízí techniky pro změnu negativních přesvědčení spojených s osamělostí. Článek učí vidět radost v každodenních věcech a rozvíjet se nezávisle na existenci romantických vztahů.",
    "screen_1": {
      "texts": [
        "Vztahy a láska mohou přinést do života mnoho radosti a štěstí, ale nejsou jedinou cestou.",
        "Štěstí je složitý a mnohotvárný proces a každý má právo vybrat si své vlastní metody a cesty k jeho dosažení.",
        "Proto, pokud váš život v současné době nezahrnuje romantické vztahy, neznamená to, že je neúplný.",
        "Změna přesvědčení vyžaduje značné úsilí, je to dlouhý a pracný proces.",
        "Jsme však přesvědčeni, že použitím následujících doporučení a technik se můžete zbavit závislosti na lásce a naučit se být šťastní jak ve vztahu, tak bez něj.",
        "Změna filtru",
        "Všimli jste si, že když se cítíte osaměle, na ulici stále narážíte na zamilované páry?",
        "A zdá se, že celý svět je proti vám: tady pár holubů, tam kocourek a kočička, a vy jste pořád sami. Tak funguje kognitivní zkreslení – negativní filtr.",
        "Je to chyba v myšlení a vnímání, kdy si všímáte jen toho, co vás znepokojuje, a zbytek ignorujete.",
        "Změňte filtr – dívejte se na svět šířeji. Naučte se vidět nejen šťastné páry, ale i šťastné jednotlivce. Nebo lidi, kteří mají partnera, ale šťastnější z toho nejsou – sociální status se ne vždy vyplácí."
      ],
      "quote": {
        "text": "Štěstí je jako motýl: čím více ho lovíte, tím více uniká. Ale když zaměříte svou pozornost na jiné věci, přijde a tiše se vám posadí na rameno.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "List předpokládaného potěšení",
        "Štěstí lze nacházet každý den v malých radostech, ve vlastním rozvoji, v přátelství a mnoha dalších aspektech života.",
        "Ale pravděpodobně si to nemyslíte a jste přesvědčeni, že nemůžete být šťastní bez druhého člověka.",
        "K ověření tohoto přesvědčení v realitě použijte \"List předpokládaného potěšení\". Má několik sloupců, kde budete muset předpovědět a uvést skutečnou míru potěšení, kterou získáváte z různých činností (práce a odpočinku) o samotě nebo ve společnosti jiných lidí.",
        "V prvním sloupci uveďte datum experimentu",
        "Ve druhém zapište několik činností, které plánujete provést v tento den v rámci experimentu (Doporučujeme provést 40–50 experimentů během dvou až tří týdnů. Vyberte si činnosti, které vám obvykle přinášejí pocit uspokojení nebo potěšení, nebo ty, které mají potenciál pro učení nebo osobní růst.)",
        "Ve třetím sloupci zapište, s kým je budete dělat. Pokud sami, napište: \"Já\".",
        "Ve čtvrtém sloupci odhadněte, kolik potěšení vám přinese ta či ona činnost, hodnocením na škále od 0 do 100 % – čím vyšší číslo, tím vyšší očekávané potěšení.",
        "Je velmi důležité vyplnit čtvrtý sloupec předtím, než začnete plánovanou činnost, a ne poté! Po vyplnění prvních čtyř sloupců přejděte k činnosti.",
        "Poté do pátého sloupce zapište skutečnou míru potěšení pomocí stejného systému hodnocení – od 0 do 100 %.",
        "Po provedení řady takových experimentů budete moci analyzovat vámi shromážděné údaje a dozvíte se o sobě mnoho zajímavého.",
        "Za prvé, srovnáním předpokládaného potěšení (sloupec 4) se skutečným (sloupec 5) zjistíte, jak přesné jsou vaše předpovědi.",
        "Můžete si uvědomit, že obvykle podceňujete míru potěšení, které očekáváte získat, zejména když děláte něco o samotě.",
        "Možná budete také překvapeni, když zjistíte, že činnosti s někým jiným ne vždy splňují vaše očekávání.",
        "Ve skutečnosti můžete dokonce zjistit, že v mnoha případech vám bylo příjemnější trávit čas sami než ve společnosti.",
        "A také můžete vidět, že nejvyšší hodnocení, kterými jste označili samostatné činnosti, se rovnají hodnocením činností ve společnosti nebo jsou dokonce vyšší."
      ],
      "quote": {
        "text": "Nikdo vás nemůže přimět, abyste se cítili méněcenní bez vašeho souhlasu.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Korekce přesvědčení",
        "Láska, vztahy a manželství nejsou nezbytnou podmínkou štěstí a zvýšení sebevědomí, někdy jednoduše nestačí.",
        "Důkazem toho jsou miliony mužů a žen, kteří jsou v manželství a přitom nešťastní.",
        "Kdyby láska byla lékem na osamělost, problémy, špatnou náladu, deprese, pak by všichni psychologové zůstali bez práce.",
        "Ale to bohužel není pravda, přítomnost partnera nezaručuje šťastný život. A to je třeba si uvědomit a přijmout.",
        "Abyste mohli začít pracovat s přesvědčením – zformulujte ho a vypište. Může znít různě:",
        "Pokud nemám partnera, jsem nešťastný",
        "Pokud mě nemilují, znamená to, že jsem neúspěšný",
        "Bez vztahu jsem neúplný",
        "Poté popište, jak přesně vám vaše přesvědčení brání. Například:",
        "příliš vysoké požadavky na sebe, které nemají konce, zdá se, že nejsem dostatečně dobrý pro vztah",
        "nerealistická očekávání od partnera, globální závěry o lásce a nelásce místo zaměření na konkrétní problémy",
        "neustálá nespokojenost a skleslá nálada, živená jakýmikoli situacemi osamělosti",
        "Poté napište protiargumenty. Může to být složitý proces a možná to nezabere jen jeden den, doplňujte seznam postupně, jak přicházejí nové myšlenky.",
        "Například pro přesvědčení \"Být osamělý je hrozné a ponižující\" lze zapsat následující protiargumenty:",
        "když je člověk sám, dává mu to možnost lépe poznat sebe sama",
        "bez vztahu existuje možnost vyzkoušet něco nového, udělat to, co bude ve vztahu mnohem složitější",
        "lépe být sám než s nevhodným partnerem",
        "A nejdůležitější prvek tohoto procesu – nahraďte své staré přesvědčení novým. Mělo by znít realisticky a racionálně, abyste mu věřili.",
        "Například: \"Samota může být příjemná a užitečná, lze v ní odpočívat a lépe poznávat sebe sama. A láska se projevuje v různých vztazích.",
        "I bez partnera lze cítit blízkost s lidmi, sdílet zážitky a projevovat vřelost. Stojí za to opírat se o to, jaké vztahy chci osobně já, a pokud je nemám – stanovit si cíl a pokusit se je vytvořit.",
        "Ale absence partnera mě nedělá neúplným. Stejně jako touha mít partnera mě nedělá slabým a závislým.\"",
        "Přečítejte si tyto zápisky každý den po dobu 2-3 týdnů, můžete je doplňovat nebo měnit. Tímto způsobem se vám podaří překonat negativní způsob myšlení a položit základ pro vaše změny.",
        "Láska je úžasná zkušenost, ale jako každá jiná může být pozitivní i negativní a neměla by určovat, kdo jsme a proč jsme tady.",
        "Touha a potřeba nejsou totéž. Kyslík je potřeba, ale láska je touha.",
        "Láska není potřebou dospělého člověka!",
        "Touha vybudovat milostný vztah je normální. Není na tom nic špatného. Dobrý vztah s milovaným člověkem je úžasné potěšení.",
        "Ale k přežití nebo zažití nejvyššího štěstí nepotřebujete ani schválení, ani lásku, ani pozornost jiného člověka."
      ]
    }
  }
}
