{
  "title": "Únik z pasti «Za všechno můžu já»",
  "description": "Článek se zabývá fenoménem personalizace — tendencí vnímat události jako osobně související s námi. Jsou diskutovány metody, které umožňují snížit negativní důsledky takového myšlení, včetně sebepozorování a analýzy situací. Autor nabízí praktické rady a cvičení pro zlepšení duševní pohody a osvobození od zbytečného pocitu viny.",
  "screen_1": {
    "texts": [
      "Někdy lidé mylně nazývají přesvědčení o personalizaci «velikášstvím».",
      "To však nutně nesvědčí o tom, že by člověk měl iluze o vlastní velikosti, ale spíše odráží takový světonázor, při kterém člověk náchylný k personalizaci staví sebe do středu vesmíru: všechny probíhající události se mu zdají být osobně spojeny s ním.",
      "Vnitřně to není prožíváno jako vlastnictví neuvěřitelné moci nebo síly, ale jako neustálý tlak, pozornost ze strany okolí a skryté nepřátelství.",
      "Pro překonání tohoto škodlivého stylu myšlení je důležité naučit se odhalit skutečné příčiny vzniklých problémů.",
      "Místo obviňování sebe sama z toho, co je mimo vaši kontrolu, a v důsledku toho pocitu viny vůči celému světu, se soustřeďte na analýzu situace.",
      "Začněte sebepozorováním. Prvním krokem ke snížení personalizace je uvědomění, stejně jako v případě jakéhokoli jiného iracionálního myšlení. Pozorně sledujte své myšlenky a reakce na události. Všímejte si, kdy máte tendenci brát na sebe odpovědnost za to, co ve skutečnosti nezávisí na vás.",
      "Poté se pokuste identifikovat další faktory, které mohly ovlivnit situaci, za kterou jste přijali odpovědnost. Například: «Je pravda, že jen já jsem vinen za tuto hádku? Jaké další faktory a okolnosti mohly hrát svou roli?»",
      "Zvažte možné příčiny chování jiných lidí, které nesouvisí s vašimi činy. Zkuste se vžít do jejich situace a pochopit, co mohlo ovlivnit jejich reakci. Například, co jiného mohlo vyvolat jejich náladu nebo chování?"
    ],
    "quote": {
      "text": "Vše, co slyšíme, je názor, nikoli fakt. Vše, co vidíme, je perspektiva, nikoli pravda.",
      "author": "Marcus Aurelius"
    }
  },
  "screen_2": {
    "texts": [
      "Použijte následující otázky pro analýzu:",
      "Musím se obviňovat za to, co se stalo?",
      "Byl jsem schopen to kontrolovat?",
      "Jsem skutečně zodpovědný za všechno? Nebo jen za část problému? Za kterou konkrétně?",
      "Jaké další příčiny tohoto problému mohou být?",
      "Příklad:",
      "Představte si situaci: přišli jste do práce a vaše kolegyně vás nepozdravila. V hlavě se okamžitě objeví myšlenka: «Udělala jsem něco špatně. Zdá se, že se ke mně špatně chová. Možná jsem jí včera něco špatného řekla, nebo jsem sama nepozdravila, a teď se mi mstí».",
      "Rozeberte své myšlenky pomocí výše uvedených otázek a zapište alternativní racionální odpovědi:",
      "Možná mě nepozdravila, protože se nevyspala, prostě zapomněla, byla ponořena do svých myšlenek nebo pozdravila dříve a já jsem si toho nevšimla.",
      "Pravděpodobně její možný nepříznivý stav a to, že nepozdravila, nijak nesouvisí s mým chováním. Nebudu schopna dokázat opak, ledaže bych se jí přímo zeptala. Nejpravděpodobnější vysvětlení: nevyspala se, ráno se něco stalo, nebo prostě zapomněla.",
      "Nejsem si jistá, zda byla smutná, ale i kdyby byla, existuje mnoho důvodů pro její stav, které se mě nemusí vůbec týkat. I kdyby byla kvůli mně rozrušená, měla by mi to říci, jinak nebudu schopna situaci jistě pochopit.",
      "Protože přesně nevím, zda příčina souvisí s mými činy, nebudu se za to cítit vinná.",
      "Pamatujte, že nemůžeme kontrolovat vše v životě. Někdy je třeba prostě přijmout to, co se děje, a nesnažit se vysvětlit vše svými chybami."
    ],
    "quote": {
      "text": "Lidi neznepokojují věci samotné, ale jejich představy o věcech.",
      "author": "Epiktétos"
    }
  },
  "screen_3": {
    "texts": [
      "Můžete také použít následující cvičení pro práci s přesvědčením:",
      "Použití vnější perspektivy",
      "Představte si, že vám váš přítel vypráví o tom, že ho jeho kolega ráno nepozdravil. Jak byste reagovali? Co byste mu řekli? Jakou radu byste mu dali? To vám pomůže distancovat se od vlastních emocí a podívat se na situaci objektivněji.",
      "Dokončete větu «kdyby»",
      "Zkuste dokončit následující větu: «Kdybych byl skutečně zodpovědný za tohle, znamenalo by to...».",
      "Například: «Kdybych byl skutečně zodpovědný za neúspěch projektu, znamenalo by to, že mohu kontrolovat všechny účastníky a předcházet jakýmkoli chybám». Ale ve skutečnosti jsou mnohé faktory mimo vaši kontrolu.",
      "«Kdybych byl skutečně zodpovědný za to, že se na mě můj přítel urazil, znamenalo by to, že mohu číst jeho myšlenky a uhodnout jeho přání». Ale to není možné.",
      "Dokončení věty «kdyby» vám pomůže analyzovat vaši odpovědnost a uvědomit si, že nemůžete vždy kontrolovat vše, co se děje.",
      "Pomocí těchto jednoduchých technik se můžete zbavit negativních myšlenek a osvobodit se od pocitu, že nesete odpovědnost za vše na světě.",
      "Pamatujte, že nejste středem vesmíru a nemusíte odpovídat za všechny události kolem vás. Raději zaměřte své síly na řešení problémů a vytvoření šťastnějšího a harmoničtějšího života."
    ]
  }
}
