{
  "title": "Můžu za všechno já? Iluze všemohoucnosti",
  "description": "Tento článek zkoumá psychologický jev personalizace — přesvědčení, že jste příčinou všeho, co se kolem vás děje. Text odhaluje mechanismy tohoto myšlení, jeho negativní důsledky, jako jsou stres, úzkost, nízké sebevědomí a problémy ve vztazích. Také jsou zkoumány příčiny formování takového přesvědčení, počínaje dětstvím a vlivem kulturních norem. V závěru jsou uvedena doporučení pro překonání personalizace a osvobození od pocitu neopodstatněné viny.",
  "screen_1": {
    "texts": [
      "V jakékoli situaci, ať je výsledek jakýkoli — příčinou jsem já.",
      "Nestihl jsem vlak — dlouho jsem se chystal. Lidé naproti v metru se smějí — určitě mně. Partner nemá náladu — znamená to, že jsem udělal něco špatně.",
      "Znáte to?",
      "Pokud ano, pak máme co do činění s přesvědčením o vlastní všemohoucnosti.",
      "Každý z nás se v určité míře setkal s personalizací.",
      "Je to zákeřná psychologická past, která vás nutí cítit se středem vesmíru a přebírat odpovědnost za mnohé z toho, co se kolem děje.",
      "Jste přesvědčeni, že lidé kolem reagují výhradně na vás, že jejich činy, myšlenky a pocity zcela závisí na vašich činech, ačkoli ve skutečnosti to vše nepodléhá vaší kontrole.",
      "Ale vy se trápíte, odsuzujete se a prožíváte tíživý pocit viny.",
      "Paradoxně vás přesvědčení o vlastní všemohoucnosti a všemocnosti omezuje, ponořuje vás do úzkosti a snižuje efektivitu.",
      "Jak se personalizace projevuje?",
      "«Všechno je kvůli mně»: Máte tendenci věřit, že vše, co se v životě děje, je výsledkem vašich vlastních činů. Nezáleží na tom, jestli je to dobré nebo špatné, přebíráte na sebe veškerou odpovědnost.",
      "«Vše se točí kolem mě»: Jste přesvědčeni, že vás okolí neustále sleduje, diskutuje o vás, všímá si všech vašich chyb a nedostatků.",
      "«Já jsem vinen»: Pocit viny se stává vaším stálým společníkem, bez ohledu na skutečné příčiny událostí."
    ]
  },
  "screen_2": {
    "texts": [
      "Například:",
      "Představte si, že jste vešli do obchodu a na pokladně vám prodavač hrubě odpověděl. Místo toho, abyste si pomysleli, že prodavač mohl mít špatný den nebo je prostě hrubián, začnete se obviňovat: «Asi jsem řekl nebo udělal něco špatně».",
      "Na setkání s přáteli pozvali známou, kterou nemáte rádi. Myslíte si, že to udělali schválně, aby ukázali, že jste nadbytečný a že se s vámi nechtějí bavit.",
      "«Pokud neodpovídá na můj telefonát, znamená to, že se na mě zlobí».",
      "Tito dospívající se smějí a vyměňují si pohledy — určitě mluví o mně.",
      "Při takovém stylu myšlení vůbec nezáleží na tom, kdo je ve skutečnosti vinen — vina je stejně pociťována jako vaše. Co myslíte, k čemu to může vést? Samozřejmě ke stresu, apatii, úzkosti, problémům se sebevědomím a dokonce k depresi.",
      "Proč je personalizace nebezpečná?",
      "Přílišná sebekritika: Lidé mohou tíhnout k sebekritice a obviňovat se za události, které ve skutečnosti na nich nezávisely.",
      "Stres a úzkost: Neustálý pocit, že všechny problémy jsou kvůli mně, způsobuje chronický stres a úzkost.",
      "Problémy ve vztazích: Lidé náchylní k personalizaci mohou nesprávně interpretovat chování ostatních, urážet se a ničit vztahy.",
      "Zkreslené vnímání reality: Jako každé iracionální přesvědčení, i personalizace vás uvádí v omyl, brání vám střízlivě hodnotit situaci a přehlíží objektivní fakta a okolnosti.",
      "Nízké sebevědomí: Tím, že se neustále obviňujete ze všeho, podkopáváte svou sebedůvěru.",
      "Pozice oběti: Někteří lidé se nevědomě snaží ublížit sami sobě, trestají se za vymyšlené prohřešky. Mohou dovolit ostatním, aby se k nim chovali přezíravě."
    ],
    "quote": {
      "text": "Pocit viny nutně plodí scénář potrestání, a to bez vědomí vašeho vědomí",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Odkud se personalizace bere?",
      "Tento typ přesvědčení se formuje již v dětství.",
      "Je známo, že myšlení dětí je egocentrické, což znamená, že dítě se upřímně považuje za příčinu všeho, co se kolem děje.",
      "Například pro děti ve věku tří až čtyř let je naprosto normální si myslet, že slunce vychází, protože se probudily, a zapadá, když je čas jít spát.",
      "Avšak mnoho dospělých stále používá prvky egocentrického myšlení v každodenním životě.",
      "Rodinný nebo společenský tlak může člověka přimět, aby se cítil odpovědný za blaho ostatních. Například dítě nucené starat se o své rodiče již v raném věku.",
      "Problémy se sebevědomím mohou být jak důsledkem, tak příčinou podobných přesvědčení.",
      "Lidé s nízkým sebevědomím jsou často náchylní k personalizaci. Mohou se domnívat, že si nezaslouží, aby se k nim druzí chovali dobře, a proto přisuzují negativní události svým činům nebo nedostatkům.",
      "Traumatické zkušenosti v minulosti mohou také přispívat k personalizaci. V raném věku je vysoká pravděpodobnost zkreslení myšlení dítěte a přesvědčení, že vše, co se děje, závisí na něm.",
      "Například pokud člověk v dětství často slýchal od rodičů fráze «za všechno můžeš ty» nebo «nikdy nic neděláš správně», může pak nosit tuto «nálepku» celý život a připisovat všechny negativní události své vině.",
      "V některých kulturách je běžné brát na sebe odpovědnost za vše, co se kolem děje. To může vést k tomu, že lidé budou náchylní k personalizaci, i když na tom, co se děje, nemají vinu.",
      "Ať už jsou příčiny formování přesvědčení jakékoli, můžeme měnit své myšlení v jakékoli fázi života, pokud máme motivaci.",
      "V následující kapitole se jako obvykle podíváme na základní doporučení pro práci s vírou ve vlastní všemohoucnost."
    ],
    "quote": {
      "text": "Nemůžete se obviňovat za všechno, pokud se nepovažujete za všemohoucího.",
      "author": "Michail Bulgakov"
    }
  }
}
