{
  "title": "Jak se vypořádat s pocitem povinnosti?",
  "description": "Článek pojednává o přesvědčeních založených na pocitu povinnosti jako zdroji stresu a nespokojenosti, zdůrazňujíc, že tyto postoje nás nutí cítit se jako rukojmí okolností. Autor navrhuje uvědomit si nereálnost takových přesvědčení, nahradit je flexibilnějšími formulacemi a převzít odpovědnost za vlastní přání a činy. Praktikování vděčnosti a soucitu, stejně jako umění požádat o pomoc a přijímat nedokonalosti, pomáhají snížit stres a zlepšit kvalitu života.",
  "screen_1": {
    "texts": [
      "Přesvědčení o »povinnosti« jsou tichým nepřítelem, který nám krade radost ze života, narušuje náš klid a brání nám v budování konstruktivních, blízkých vztahů s ostatními.",
      "Ústřední myšlenkou tohoto postoje je idea povinnosti.",
      "Samotné slovo »musím« je ve většině případů jazykovou pastí.",
      "Význam slova »musím« je — jedině tak a ne jinak. Fráze: »musím«, »jsem povinen«, »je nezbytné« nás nutí cítit se jako rukojmí okolností, protože označují situaci, kde neexistuje žádná alternativa.",
      "Ale takové označení je správné jen ve velmi vzácných, prakticky výjimečných případech.",
      "Například realistické bude tvrzení »člověk musí dýchat vzduch«, protože fyzicky alternativa neexistuje.",
      "Ale tvrzení »nikdo nesmí přijít pozdě« je nepřiměřené a nerealistické, protože ve skutečnosti se to docela dobře může stát. Lidé přicházejí pozdě, zdržují se nebo nepřijdou vůbec.",
      "Proto existence přesvědčení o povinnosti nevyhnutelně vede ke vzniku stresu, akutního nebo chronického.",
      "Jak se osvobodit od pocitu »povinnosti«?",
      "Uvědomte si nereálnost vašeho přesvědčení",
      "Když kladete požadavky na ostatní lidi ohledně toho, jak by se k vám měli chovat, co říkat a dělat, očekáváte od nich pouze určitý výsledek.",
      "To je mocným zdrojem stresu, protože nikdy a nikdo v životě neměl takové okolí, které by vždy ospravedlnilo naše očekávání.",
      "I ti nejautoritativnější občané, nejvyšší vládci, se setkávali s lidmi, kteří jednali »ne tak, jak by měli«.",
      "Je přirozené, že když se setkáme s člověkem, který jedná »ne tak, jak by měl«, úroveň psychoemočního vzrušení roste. Odtud pochází neustálý stres, pocity křivdy a celá kytice negativních emocí."
    ],
    "quote": {
      "text": "Pokud si myslíš, že ti svět něco dluží, bude to zdrojem tvé bolesti. Pamatuj, že svět nikomu nic nedluží.",
      "author": "Buddha"
    }
  },
  "screen_2": {
    "texts": [
      "Určete kořeny přesvědčení",
      "Zamyslete se, odkud toto přesvědčení pochází. Možná vás v dětství rozmazlovali a nestavěli před vás realistické hranice, nebo jste takové myšlení zdědili od rodičů. Uvědomění si příčiny nepomůže zbavit se přesvědčení, ale je to důležitý krok v práci s ním.",
      "Všímejte si toho, co říkáte. Sledujte ve své řeči slova »musím«, »jsem povinen«, »je třeba« a nahraďte je slovy »chci«, »dávám přednost«, »přál bych si«.",
      "Příklad: »Moji přátelé by mi měli volat jako první« nahradíme »Přál bych si, aby mi moji přátelé volali jako první«.",
      "Převezměte odpovědnost",
      "Sémantický význam těchto slov určuje vztah k situaci.",
      "V jednom případě jde o nevyhnutelnou nutnost, za kterou odpovědnost nese vnější síla (lidé, příroda, okolnosti atd.), v druhém případě jde o svobodnou volbu, za kterou odpovědnost leží na vás samotných.",
      "Je těžké vzít na sebe odpovědnost za volbu, ale tato cesta zvyšuje míru svobody a snižuje stresovou zátěž v dlouhodobém horizontu.",
      "Rozložte svůj pocit »povinnosti« na části",
      "Místo toho, abyste říkali »musím...« se zeptejte sami sebe:",
      "Proč si myslím, že to musí být takto?",
      "Existují alternativní možnosti?",
      "Čeho tím chci dosáhnout?",
      "Jaký bude užitek, pokud to bude takto?",
      "Určete své skutečné touhy, buďte k sobě upřímní. Co doopravdy chcete, když říkáte, že vám někdo nebo něco dluží? Jaké hodnoty tím chráníte?"
    ]
  },
  "screen_3": {
    "texts": [
      "Naučte se žádat a vyjadřovat své potřeby",
      "Místo předpokladu, že ostatní lidé znají vaše potřeby nebo přání, naučte se je jasně a otevřeně vyjadřovat a požádat o pomoc, když je to potřeba.",
      "Praktikujte soucit",
      "Snažte se porozumět pocitům druhých lidí. Pamatujte, že každý má své starosti a že vás nemohou vždy podpořit, vyslechnout, pochválit, nemohou vám vždy poskytnout potřebnou pomoc.",
      "Snažte se postavit se na místo druhých lidí, hledat alternativní vysvětlení toho, co se děje, a tím rozvíjet empatii.",
      "Buďte vděční",
      "Místo soustředění se na to, co by druzí měli dělat pro vás, soustřeďte se na vděčnost za to, co dělají.",
      "Například si představte, že vám kolega pomáhá s projektem, ačkoli je sám velmi zaneprázdněný. Místo myšlenky »Musí mi pomáhat, je to jeho povinnost«, přeformulujte své myšlenky na: »Jsem vděčný za pomoc kolegy, vzhledem k jeho vytíženosti. Je to opravdový profesionál«.",
      "Praktikování vděčnosti nám umožňuje vidět a oceňovat dobré skutky druhých lidí a také vytváří atmosféru vzájemného respektu a podpory. Vděčnost lze vyjadřovat jak osobně, tak veřejně, a přispívá k posilování našich vztahů s okolím.",
      "Přijímejte nedokonalost",
      "Svět není dokonalý, nevyžadujte od sebe ani od ostatních nemožné. Nesnažte se měnit svět a ostatní lidi podle sebe, stejně z toho nic dobrého nevzejde.",
      "Osvobození od iracionálních postojů je dlouhý a ne vždy snadný proces. Ale stojí to za to, postupně se začnete cítit svobodnější, šťastnější a sebevědomější osobou."
    ]
  }
}
