{
  "title": "Svět mi dluží. Co je špatného na tomto přesvědčení?",
  "description": "Článek se zabývá problémem postoje \"svět mi dluží\", který se formuje u lidí očekávajících, že se svět bude točit kolem nich a uspokojovat všechny jejich potřeby. Autor vysvětluje, jak tento postoj vzniká v dětství, uvádí příklady jeho projevů v dospělém životě a popisuje negativní důsledky takového myšlení, včetně zklamání, napětí ve vztazích a ztráty nezávislosti. V závěru je nabízena myšlenka, že je důležité přijímat svět takový, jaký je, a chápat, že v něm je místo nejen pro nás, ale i pro ostatní lidi.",
  "screen_1": {
    "texts": [
      "\"Svět mi dluží\" — to je past, do které padají mnozí, domnívajíc se, že se svět točí kolem nich.",
      "Lidé, kteří zastávají takový postoj, často očekávají, že ostatní budou s nimi souhlasit a plnit jejich požadavky.",
      "Neberou v úvahu názory a potřeby druhých lidí, protože si myslí, že jejich vlastní touhy a potřeby jsou důležitější.",
      "Přesvědčení o povinnosti mohou znít takto:",
      "Přátelé mi vždy musí pomáhat",
      "Můj partner mě musí vždy a ve všem podporovat",
      "Moje maminka musí hlídat moje děti",
      "Všechno musí být tak, jak chci já",
      "Nikdo mi nesmí odmítnout",
      "Svět ke mně musí být spravedlivý",
      "Pokud jste si u sebe všimli podobného myšlení, pak nejspíše věříte, že si zasloužíte úspěch, lásku a štěstí prostě jen svým narozením.",
      "Očekáváte, že vesmír a lidé kolem vás musí plnit vaše přání, protože jste hodný, dobrý člověk, nebo protože pilně pracujete.",
      "Ale když se to nestane, a to se stává často, stojíte před volbou: ponořit se do sklíčenosti a pocitu méněcennosti, nebo vzplanout hněvem. Lidé, kterým všichni dluží, se často potýkají s problémy."
    ],
    "quote": {
      "text": "Nemůžeme ovládat vítr, ale můžeme směrovat plachty.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "A v první řadě je to zklamání: pokud vám odmítli, nepochopili, že mají řešit vaše problémy, nevyšli vstříc vašim očekáváním, pak vás bezpochyby čeká zklamání, pocit křivdy, hněv, nepochopení, jak se tak vůbec může ke mně někdo chovat – k tak skvělému člověku.",
      "Vynakládáte spoustu energie na negativní emoce, vidíte svět v pochmurných odstínech. Váš náročný vztah k životu vám brání užívat si ho, radovat se, protože nepřijímáte svět takový, jaký je, vždy máte výhrady k tomu, jak je uspořádán.",
      "Táňa je výrazným příkladem člověka s postojem \"všichni mi dluží\". Očekává, že přátelé budou vždy k dispozici, připraveni všeho nechat a běžet jí na pomoc, řešit jakékoli její problémy a uspokojovat všechny její požadavky.",
      "Například může zavolat ve tři hodiny ráno a požadovat, aby kamarádka okamžitě přijela a podpořila ji po hádce s přítelem.",
      "Nebo bez předchozího upozornění požádat o pomoc se stěhováním, ačkoli kamarádka si na ten den již naplánovala důležitou schůzku. Když jí přátelé nemohou pomoci, Táňa se urazí a cítí se opuštěná, nepotřebná.",
      "To je nebezpečná pozice, která může vést k izolaci, napětí ve vztazích, nebo dokonce k jejich zničení.",
      "Přátelé a blízcí se začínají vyhýbat setkáním nebo rozhovorům, bojíc se dalšího požadavku, urážky nebo hádky. Protože nikdo nechce neustále cítit, že je něčím povinen a podřizovat se cizím rozmarům.",
      "Odkud se bere toto přesvědčení? Tento postoj se často formuje v dětství, kdy dítě nenaráží na realistické hranice a dostává vše, co si přeje. To se může stát z různých důvodů:",
      "Rodiče dítě rozmazlují a dovolují mu dělat vše, co ho napadne.",
      "V takovém případě se u dítěte formuje narcistická část osobnosti s přehnaným pocitem vlastní důležitosti.",
      "Příklad: Malá Katka vždy dostala vše, co chtěla. Její rodiče se domnívali, že si zaslouží to nejlepší a neodmítali jí nic. Katka si zvykla, že se svět točí kolem ní, a nechápala, proč jí ve škole učitelé nevěnují veškerou svou pozornost a spolužáci neberou v úvahu její názor.",
      "Rodiče sami žijí podle principu \"všichni mi dluží\".",
      "Dítě opakuje rodičovský scénář a osvojuje si tento způsob myšlení.",
      "Příklad: Vaňovi rodiče si neustále stěžovali na život, domnívajíc se, že by jim měli více platit, že si jich neváží a že jejich práva jsou neustále porušována. Vaňa vyrostl v atmosféře nespokojenosti a očekávání, že mu svět něco dluží."
    ],
    "quote": {
      "text": "Nikdo vám není ničím povinen. Vše, co v životě dostáváte, je dar.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Rodiče nebrali v úvahu názor dítěte, ignorovali jeho zájmy a přání.",
      "Dítě se zlobí na rodiče, ale nemůže svůj hněv vyjádřit otevřeně. Proto ho přenáší na okolí, domnívajíc se, že ho musí litovat a kompenzovat to, čeho se mu v dětství nedostávalo.",
      "Příklad: Anička vždy snila o tom, že se stane umělkyní, ale její rodiče ji přinutili jít studovat práva, protože to považovali za prestižnější povolání. Anička ustoupila, ale její srdce vždy tíhlo k tvorbě.",
      "Zlobila se na rodiče za to, že jí nedovolili realizovat její sen, a později přenášela tuto křivdu na všechny kolem, domnívajíc se, že jí musí pomoci najít štěstí v životě.",
      "Dítě bylo nuceno vyhovět rodičům, aby ho milovali. Vyrostlo s přesvědčením, že si jeho lásku musí zasloužit.",
      "Příklad: Sergej se vždy snažil uspokojit všechny potřeby svých rodičů, obávajíc se, že ho nebudou milovat, pokud udělá něco špatně. Vyrostl s pocitem nejistoty a neustále se snažil dokázat svou hodnotu, domnívajíc se, že mu musí dát to, co si zasloužil.",
      "Důsledky takového postoje mohou být různorodé a negativní. Patří mezi ně:",
      "Zklamání a nespokojenost: Očekávání, že ostatní musí uspokojovat všechny vaše potřeby, může vést k neustálému zklamání a pocitu nespokojenosti kvůli rozdílu mezi očekáváními a realitou",
      "Napětí ve vztazích: Přesvědčení, že se svět musí přizpůsobit vám, může vyvolávat napětí a konflikty ve vztazích, protože to často vede k nespokojenosti a neshodám",
      "Ztráta nezávislosti: Neustálé očekávání, že ostatní musí převzít všechny povinnosti, vás činí závislými a brání rozvoji samostatnosti a osobního růstu",
      "Negativní vliv na sebevědomí: Spoléháním se na ostatní pro uspokojení svých potřeb nerozvíjíte vlastní sebevědomí, což může vést k negativním emocím a pocitu méněcennosti",
      "Nedostatek vzájemné pomoci: Soustředěním se pouze na sebe ztrácíte možnost být empatičtí a pomáhat druhým, což může bránit rozvoji kvalitních vzájemných vztahů a společenské podpory"
    ],
    "quote": {
      "text": "Neočekávej, že se svět bude točit kolem tebe. V tomto světě je místo i pro ostatní",
      "author": "Aristoteles"
    }
  }
}
