{
  "title": "Závislost na ideálu: perfekcionismus",
  "description": "Článek se věnuje perfekcionismu a zdůrazňuje, že snaha o vysoké standardy může být užitečná. Jakmile se však promění v tvrdé a neústupné požadavky, přináší negativní důsledky, například úzkost a nespokojenost se životem. Příklady z praxe ukazují, jak rané zkušenosti a výchova mohou podporovat vznik perfekcionistických přesvědčení a chování. Na závěr autor vyzývá k rovnováze mezi snahou o dokonalost a „dostatečně dobrým“ výsledkem, aby se člověk vyhnul vyčerpání a zklamání.",
  "screen_1": {
    "texts": [
      "Touha dosahovat vysokých standardů, zvládat úkoly dobře a být produktivní je sama o sobě docela pozitivní vlastnost.",
      "Stejně jako přání být přijímaný, oceňovaný, milovaný nebo dosahovat v životě smysluplných úspěchů.",
      "Pokud to zůstává na úrovni přání, snahy nebo cílů, můžeme mluvit o konstruktivních přesvědčeních, která nám pomáhají a motivují nás.",
      "Jestliže se však přání mění v pevné, neústupné požadavky a „daň“ za jejich splnění je příliš vysoká, nejde už jen o vysoké nároky, ale spíš o perfekcionismus.",
      "Co znamená být perfekcionistou?",
      "Perfekcionismus — přesvědčení, že všechno musí být hotové na 100 % dokonale — je často základem řady potíží.",
      "Směřujete k ideálu: chyby jsou pro vás nepřijatelné a neúspěch působí jako katastrofa. Máte pocit, že musíte v každé situaci vypadat, cítit se, myslet a chovat se bezchybně.",
      "Jakmile dosáhnete jednoho cíle, okamžitě ho nahradí další, ještě vzdálenější. Proto si nikdy pořádně neužijete radost ani uznání za své úsilí. Život se pak mění v šedou a únavnou rutinu, protože se snažíte naplňovat nereálné, a někdy dokonce nemožné standardy.",
      "Člověk s perfekcionismem:",
      "často se srovnává s ostatními",
      "žije v neustálém soupeření",
      "soustředí se na nezdary a selhání a nevšímá si úspěchů",
      "tvrdě kritizuje sebe nebo druhé",
      "hůř se přizpůsobuje realitě",
      "neustále věci odkládá, prokrastinuje"
    ],
    "quote": {
      "text": "Perfekcionismus je strach v luxusních botách a v kožichu, který se tváří elegantně, i když je ve skutečnosti jen vyděšený.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Model perfekcionismu na příkladu",
      "Připomeňme, že podle kognitivně-behaviorální terapie naše životní zkušenosti formují přesvědčení o sobě, o druhých lidech a o světě. Tato přesvědčení pak určují naše životní strategie a „pravidla“.",
      "Jako příklad si vezměme Evžena. Jeho rodiče na něj vždy kladli vysoké nároky a jakákoli známka horší než „výborná“ byla vnímána jako selhání.",
      "I když měl Evžen talent na hudbu, rodiče jeho úspěchy zlehčovali a tlačili ho k „prestižnější“ profesi lékaře.",
      "Tato zkušenost v něm vypěstovala hluboké přesvědčení, že „není dost dobrý“ a že je „nekompetentní“.",
      "Aby to kompenzoval a mohl se cítit jako schopný člověk, vytvořil si pravidlo: „Musím dělat všechno dokonale.“",
      "Snaha o ideál nutí Evžena pracovat až na hraně vyčerpání, vyčítat si sebemenší chyby a přistupovat kriticky i ke kolegům. To vede k přepracovanosti, úzkosti, problémům ve vztazích a nespokojenosti se životem.",
      "Často si stanovuje nereálné cíle, například dokonale se připravit na prezentaci v krátkém čase.",
      "Když se mu to podaří (což se spíše nestává), jeho pravidlo se „potvrdí“ a vznikne iluze kontroly. Když se to nepodaří, Evžen obviní sám sebe, čímž posílí přesvědčení o vlastní neschopnosti.",
      "Vzniká tak začarovaný kruh: pravidlo „dělat všechno dokonale“ Evžena chrání před bolestivým pocitem „nedostatečnosti“, ale jen do té doby, dokud dokáže naplňovat své přehnané, nereálné standardy.",
      "Jakákoli chyba spustí negativní emoce, posiluje sebekritiku a dál živí perfekcionismus.",
      "Jak mohou znít perfekcionistická přesvědčení?",
      "Musím dělat všechno dokonale",
      "Všechno se mi musí dařit",
      "Když to neudělám na maximum, je lepší raději nedělat vůbec nic",
      "Když mě kritizují, znamená to, že to dělám špatně. Chybovat se nesmí",
      "Nemám právo udělat chybu",
      "Musím být nejlepší ve všem, co dělám",
      "Jak vzniká neustálá snaha o ideál?",
      "Nejčastěji se vytváří už v předškolním věku nebo na prvním stupni školy v důsledku rodinné výchovy."
    ]
  },
  "screen_3": {
    "texts": [
      "Výzkumníci se domnívají, že neurotický perfekcionismus vzniká pod vlivem dětské zkušenosti s rodiči, kteří projevovali lásku podmíněně (za známky, výsledky apod.), nebo naopak téměř vůbec neposkytovali uznání.",
      "V obou případech vzniká u dítěte potřeba být dokonalé, aby rodičům dokázalo, že je „dobré“ a hodnotné — pro sebe i pro ně. Rodiče perfekcionisticky laděných dětí často přehnaně kritizují, neposkytují dost podpory a kladou vysoké nároky.",
      "Aby dítě naplnilo očekávání rodičů a vyhnulo se trestům a kritice, snaží se být bezchybné.",
      "Nejčastěji se rozlišují čtyři typy rodičovského chování, které mohou přispívat k rozvoji perfekcionismu:",
      "Rodiče sami jdou příkladem výrazně perfekcionistickým chováním",
      "Rodiče jsou k dítěti přehnaně kritičtí a nároční, chybí dostatek emoční podpory a opory ve vztahu",
      "Rodičovské uznání chybí, nebo je nekonzistentní, podmíněné",
      "Autoritářský styl výchovy a přehnaná rodičovská očekávání",
      "Nástup do školy vede dítě k tomu, že své úspěchy začne měřit známkami.",
      "Právě zde se vytváří „syndrom jedničkáře“, který psychologové spojují s perfekcionismem. Dítě se snaží být nejlepší ve všem a když se mu to nedaří, naskakuje polarizované uvažování typu „všechno, nebo nic“.",
      "Když není možné být nejlepší v daném předmětu, může zvolit strategii být nejhorší ze všech — „raději budu poslední, když se mi nedaří být první“."
    ]
  },
  "screen_4": {
    "texts": [
      "Kromě vlivu rodiny perfekcionismus podporuje i moderní společnost. Ve škole a na univerzitách mají učitelé rádi poslušné jedničkáře a zaměstnavatelé oceňují perfekcionisticky nastavené pracovníky.",
      "Tržní ekonomika tlačí lidi ke konkurenci a k tomu, aby neustále usilovali o lepší výsledky.",
      "Média nám diktují módu i představy o kráse a přitažlivosti. Když člověk vypadá dobře, obléká se stylově a pečuje o sebe, zvyšuje to šanci najít partnera, prestižní práci i podobně „atraktivní“ okruh přátel.",
      "Kvůli tomu může člověk snadno získat přesvědčení, že musí splňovat vysoké standardy, aby zapadl do společnosti.",
      "Tak je perfekcionismus dobrý, nebo špatný?",
      "Otázka perfekcionismu často vyvolává spory: někteří ho považují za užitečný, jiní za škodlivý.",
      "Pokud jste perfekcionista, pravděpodobně řeknete, že snaha o dokonalost je normální — jak jinak dosáhnout úspěchu? Jenže v praxi vám bere obrovské množství sil a zdrojů a postupně, často neúprosně vyčerpává tělo i psychiku.",
      "Perfekcionismus úzce souvisí se závislostí na výkonech, o které jsme mluvili v předchozích kapitolách, a proto má i podobné nevýhody.",
      "Přehnané, nereálné standardy zasahují prakticky do všech oblastí života: práce, studia, vztahů s blízkými i odpočinku.",
      "Problém je v tom, že ideál, k němuž perfekcionismus míří, je ve skutečnosti nedosažitelný. Ideál neexistuje — je to představa „nejlepšího“, dokončeného stavu věci či jevu, kterou si každý vykládá po svém.",
      "Buďme upřímní: existuje něco, co je pro všechny absolutně dokonalé?",
      "To, co vy považujete za ideální, může někomu jinému připadat jako naprostá banalita. Dokonce ani Mozartova díla nebo práce Leonarda da Vinciho se nelíbí všem, i když jsou považovány za vrcholy umění.",
      "Když upravíte svá přesvědčení tak, aby odpovídala realitě, budete si moct užívat hotovou práci i život jako celek — a ne žít v neustálém zklamání.",
      "Je velmi důležité naučit se hledat rovnováhu mezi snahou o nejlepší možné a přijatelným, dobrým výsledkem."
    ]
  },
  "exercise": {
    "title": "Co dělat, když perfekcionismus existuje, ideál ne — a vy chcete žít normálně?",
    "description": "Text rozlišuje dva typy perfekcionismu — negativní a pozitivní — a nabízí účinná doporučení, jak s perfekcionistickými tendencemi pracovat. Představuje osm klíčových strategií, mimo jiné motivaci ke změně, kognitivní restrukturalizaci, orientaci na proces místo výsledku a vytváření nových, zdravějších přesvědčení. Hlavní myšlenka je, že perfekcionismus lze překonat, když se člověk naučí přijímat nedokonalost, mít se rád bez podmínek a pečovat o sebe každý den.",
    "screen_1": {
      "texts": [
        "Současní vědci rozlišují dva typy perfekcionismu: negativní a pozitivní, jinými slovy zdravý a patologický.",
        "Aby se z nevýhody stala výhoda, je důležité spojit snahu o dokonalost se zdravým rozumem a racionalitou.",
        "Připravili jsme pro vás účinná doporučení, jak pracovat s perfekcionismem.",
        "Nejlepší výchozí bod při řešení jakéhokoli problému je motivace ke změně.",
        "Aby se vám podařilo perfekcionismus překonat, je důležité si uvědomit, proč to potřebujete. Zkuste analyzovat a sepsat všechny výhody a nevýhody.",
        "Možná vás překvapí, že nevýhod je mnohem víc než výhod. Jakmile si to uvědomíte a přijmete, bude pro vás změna výrazně snazší.",
        "Jako mnoho lidí si pravděpodobně myslíte, že všechno se musí dělat na 100 %, že chybovat se v žádném případě nesmí, nebo se držíte dalších podobných perfekcionistických myšlenek a přesvědčení.",
        "Je pro vás důležité tyto myšlenky zpochybňovat a pracovat s nimi.",
        "Jak? Užitečné je pokračovat ve vedení deníku automatických myšlenek, kde je můžete zachytit, ověřovat, nakolik jsou realistické, a formulovat vyváženější, racionální odpovědi."
      ],
      "quote": {
        "text": "Ve své kariéře jsem minul přes 9000 střel. Prohrál jsem téměř 300 zápasů. 26krát mi svěřili rozhodující střelu — a minul jsem. Znovu a znovu jsem v životě selhával. A právě proto jsem uspěl.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "S testováním reality (kognitivní restrukturalizací) mohou pomoci tyto otázky:",
        "Jaké mám důkazy, které tuto myšlenku nebo přesvědčení potvrzují?",
        "Je tahle myšlenka užitečná?",
        "Existují jiné způsoby, jak o této situaci nebo o sobě přemýšlet?",
        "Neobviňuji se zbytečně?",
        "Co dalšího k této situaci přispělo?",
        "Je to opravdu v mé kontrole?",
        "Nedržím se neodůvodněných standardů nebo dvojího metru?",
        "Je to realistické očekávání?",
        "Tyto otázky slouží k tomu, abyste konkrétní přesvědčení prověřili, potvrdili, upřesnili nebo vyvrátili — a vytvořili alternativní přesvědčení.",
        "Zeptejte se sami sebe: Když to udělám dokonale, co se stane? A když to dokonale neudělám, co se stane? Zkuste pochopit, co stojí za vaším perfekcionismem. Možná je v pozadí strach z odmítnutí? Obava z veřejného zesměšnění? Nebo touha po uznání?",
        "Když pochopíte, co je v pozadí, zeptejte se sami sebe: opravdu tímto způsobem tyto strachy a potřeby naplňujete?",
        "Dobře, napsal jste report dokonale, odevzdal ho — a co dál? Už se vůbec nebojíte, že vás někdo odmítne? Nebo jste vystoupil dokonale, lidé zatleskali — a stačí vám to jako trvalý zdroj jistoty?",
        "Spíš odpovíte „ne“. Dosáhl jste ideálu, na chvíli pocítil blaženost — a pak znovu do toho závodu.",
        "Zbavte se černobílého myšlení",
        "Perfekcionisté často uvažují v kategoriích „všechno, nebo nic“, „úspěch, nebo propadák“, „udělej to dokonale, nebo se do toho vůbec nepouštěj“.",
        "Takový přístup není realistický. Rozhlédněte se a zeptejte se: kolik věcí na světě odpovídá „všechno, nebo nic“? Jsou vaše stěny dokonale čisté, nebo je na nich aspoň trochu špíny?",
        "Znáte člověka, který je absolutně klidný a vždy si věří? Má vaše oblíbená herečka dokonalou krásu, nebo má přece jen i nějaké nedostatky?"
      ]
    },
    "screen_3": {
      "texts": [
        "V životě se jen zřídka něco obejde bez chyb a nezdarů.",
        "Nikdo se nerodí jako mistr — učíme se, zkoušíme, chybujeme a postupně se zlepšujeme.",
        "Dovolte si tedy být nedokonalý, něco nedotáhnout, občas se splést. Chyby nejsou nepřítel, ale pomocník na cestě k úspěchu. Často si připomínejte přísloví: „Kdo nic nedělá, nic nezkazí.“",
        "Není potřeba vzdát se všech ideálů hned — mohla by to být příliš prudká změna.",
        "Postupujte krok za krokem.",
        "Začněte maličkostí: vyberte si jeden, ten nejméně důležitý ideál a zkuste se ho vzdát. Sledujte, co se stane.",
        "Svět se nezboří, když něco neuděláte dokonale. Blízcí se od vás neodvrátí a nestanete se kvůli tomu „špatným člověkem“.",
        "Nejspíš zvládnete nedokonalý výsledek mnohem snáz, než se teď zdá. Pamatujte, že jeden experiment nedá celkový obraz — je potřeba pravidelnost.",
        "Každý týden nebo měsíc se zkuste vzdát jednoho ideálu a sledujte svou reakci. Naslouchejte si a postupujte tempem, které je pro vás příjemné.",
        "Veďte si deník úspěchů",
        "Zapisujte si velké i malé, důležité i méně důležité úspěchy. Každý den. Perfekcionismus miluje porážky — a když si zase řeknete: „Mně se nikdy nic nedaří“, hned potom si otevřete zápisník a přečtěte si, kolik věcí se vám už povedlo.",
        "Další způsob, jak perfekcionismus oslabit, je zaměřit se na proces.",
        "To znamená, že při hodnocení určité činnosti se soustředíte spíš na průběh než na výsledek.",
        "Představte si, že jste řidič a každý den jezdíte z bodu A do bodu B. Některé dny vám na semaforech většinou svítí zelená a dorazíte rychle. Jindy chytáte pořád červenou, stojíte v kolonách a cesta trvá mnohem déle.",
        "Vaše řidičské schopnosti se nemění — tak proč se kvůli tomu jednou cítit skvěle a jindy mizerně? Zkuste se na věci dívat jinak a nesnažit se svou práci nebo nějakou činnost odvést „dokonale“.",
        "Například jako student si můžete dávat tyto cíle zaměřené na proces:",
        "chodit na výuku;",
        "pozorně poslouchat a dělat si poznámky;",
        "klást vhodné otázky;",
        "věnovat každému předmětu určité množství času;",
        "každé dva až tři týdny si znovu projít poznámky z hodin.",
        "Tyto procesy máte pod kontrolou, takže úspěch je do velké míry zajištěn. Závěrečná známka nebo výsledek naopak často pod vaší kontrolou nejsou.",
        "Výsledek závisí třeba na tom, jak se vyučující v daný den cítí, jak si vedli ostatní studenti, jaká kritéria používá atd."
      ]
    },
    "screen_4": {
      "texts": [
        "Použijte „techniku chamtivosti“",
        "Stojí na jednoduchém faktu, že většina z nás chce být dokonalá, aby v životě uspěla. Možná vás ale nenapadlo, že můžete být mnohem úspěšnější, když snížíte laťku.",
        "Například jeden známý psychoterapeut kdysi psal svůj první odborný článek déle než dva roky.",
        "Byl výborný a vyšel. Jenže za stejnou dobu jeho kolegové napsali a publikovali výrazně víc podobně kvalitních prací. A tak si položil otázku: co je lepší — mít jeden článek s 98 % „dokonalosti“, nebo 10 článků s 80 % „dokonalosti“?",
        "V druhém případě by byla produktivita vyšší a mohl by kolegy předběhnout. Toto uvědomění ho vedlo ke zmírnění standardů.",
        "Díky tomu se jeho produktivita zvýšila a vzrostla i spokojenost s prací.",
        "Udělat několik úkolů dobře může být efektivnější než se s velkým stresem zaseknout na vytváření „dokonalého“ produktu.",
        "Formulujte nová přesvědčení",
        "Práce s přesvědčeními zahrnuje jejich uvědomění, promyšlení důsledků, hledání zdrojů — a končí formulací nových, alternativních přesvědčení.",
        "Naším úkolem je v podstatě pomoci normalizovat různé projevy „nedokonalosti“ (chyby, omyly), přijmout vlastní nedokonalost i nedokonalost druhých.",
        "Vzdejte se přesvědčení:",
        "Já, druzí i svět musí být dokonalí",
        "Když to není dokonalé, je to špatně",
        "Když je to špatně, odvrátí se ode mě / neuznají mě / nezvládnu to",
        "Místo toho používejte nová přesvědčení a věty.",
        "Nejsem dokonalý, ale:",
        "Učím se a rostu",
        "Jsem dost dobrý",
        "Zasloužím si lásku a respekt, i když nejsem dokonalý",
        "Druzí nejsou dokonalí, ale:",
        "Jsou to lidé se svými silnými i slabými stránkami",
        "Ne vždy mě budou schvalovat — a je to v pořádku",
        "Dělám chyby, a díky tomu mám možnost:",
        "Poučit se z chyb",
        "Zlepšovat se",
        "Být odolnější a nevzdávat se",
        "Zapište si svá nová přesvědčení a postupně je zavádějte do života.",
        "Můžete je napsat na lísteček a dát na lednici, uložit do poznámek v telefonu nebo si z nich vytvořit obrázek a nastavit jako tapetu na plochu.",
        "Čtěte si tato tvrzení každý den — alespoň jednou, ideálně častěji. Pomůže to „přeprogramovat“ způsob uvažování a nahradit nezdravá přesvědčení adaptivnějšími.",
        "Naštěstí perfekcionismus není rozsudek.",
        "Malými kroky — samostatně nebo s podporou odborníka — můžete posunout perfekcionismus do zdravější podoby. K tomu je potřeba učit se mít se rád bez podmínek a pečovat o sebe každý den."
      ]
    }
  }
}
