{
  "title": "Závislost na ideálu, perfekcionismus",
  "description": "Článek zkoumá perfekcionismus a zdůrazňuje, že usilování o vysoké standardy může být užitečné, ale když se promění v rigidní požadavky, vede to k negativním důsledkům jako je úzkost a nespokojenost se životem. Příklady ze života ukazují, jak rané zkušenosti a výchova mohou přispívat k formování perfekcionistických přesvědčení a chování. V závěru autor vyzývá k rovnováze mezi usilováním o dokonalost a přijatelným výsledkem, aby se předešlo vyčerpání a zklamání.",
  "screen_1": {
    "texts": [
      "Touha dosáhnout vysokých standardů, úspěšně plnit úkoly a být produktivní je poměrně pozitivní vlastnost.",
      "Stejně jako touha být přijímán, schvalován, milován nebo mít významné úspěchy v životě.",
      "Když to zůstává na úrovni přání, aspirací nebo cílů, můžeme mluvit o konstruktivních přesvědčeních, které nám v životě pomáhají a motivují nás.",
      "Ale pokud se přání mění v pevné a rigidní požadavky a cena za jejich splnění je příliš vysoká, není to už jen o vysokých standardech, ale o perfekcionismu.",
      "Co znamená být perfekcionistou?",
      "Perfekcionismus jako přesvědčení, že vše musí být dokonale splněno na 100 %, je často základem mnoha problémů.",
      "Usilujete o ideál: chyby jsou pro vás nepřijatelné a neúspěch se zdá být katastrofou. Myslíte si, že musíte vypadat, cítit se, myslet a chovat se bezchybně v jakékoli situaci.",
      "Jakmile dosáhnete cíle, je okamžitě nahrazen novým, ještě vzdálenějším, takže si nikdy neužijete potěšení a uznání za své úsilí. Život se stává šedou a únavnou rutinou, protože žijete ve snaze vyhovět nerealistickým a někdy nemožným standardům.",
      "Tedy člověk s perfekcionismem:",
      "často se porovnává s ostatními lidmi",
      "nachází se v permanentním soupeření",
      "zaměřuje se na neúspěchy a selhání, nevšímá si úspěchů",
      "tvrdě kritizuje sebe nebo ostatní",
      "špatně se přizpůsobuje realitě",
      "neustále odkládá, prokrastinuje"
    ],
    "quote": {
      "text": "Perfekcionismus je strach v nádherných botách a norkovém kožichu, předstírající eleganci, když ve skutečnosti je jen vystrašený.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Model perfekcionismu na příkladu",
      "Připomeňme, že podle kognitivně-behaviorální psychoterapie formuje naše životní zkušenost přesvědčení o sobě, ostatních lidech a světě. Tato přesvědčení pak určují naše životní strategie a pravidla.",
      "Jako příklad vezměme Evžena. Jeho rodiče na něj vždy kladli vysoké nároky, jakékoli známky horší než \"výborně\" byly vnímány jako selhání.",
      "Navzdory Žeňovu hudebnímu talentu rodiče kritizovali jeho úspěchy a tlačili ho k \"prestižnějšímu\" povolání lékaře.",
      "Tato zkušenost u Ženi zformovala hluboké přesvědčení, že \"není dost dobrý\" a \"je nekompetentní\".",
      "Aby to kompenzoval a cítil se dobrý a kompetentní, vytvořil si pravidlo: \"Musím dělat všechno dokonale\".",
      "Touha po dokonalosti nutí Evžena pracovat do vyčerpání, nadávat si za sebemenší chyby a kriticky se stavět ke kolegům. To vede k přepracování, úzkosti, problémům ve vztazích a nespokojenosti se životem.",
      "Často si klade nerealistické cíle, například dokonale se připravit na prezentaci v krátkém čase.",
      "Pokud se mu to podaří (což je nepravděpodobné), jeho pravidlo se potvrzuje, vytváří iluzi kontroly. V případě neúspěchu Žeňa obviňuje sebe, posiluje přesvědčení o vlastní nekompetentnosti.",
      "Vzniká začarovaný kruh: pravidlo \"dělat vše dokonale\" chrání Evžena před bolestivým pocitem \"nedostatečnosti\", ale jen do té doby, dokud je schopen vyhovět svým přehnaným, nerealistickým standardům.",
      "Jakákoli chyba vede k negativním emocím, posiluje sebekritiku a živí perfekcionismus.",
      "Jak mohou znít přesvědčení perfekcionismu?",
      "Musím dělat všechno dokonale",
      "Musí se mi vše dařit",
      "Pokud to nedělám na maximum, pak je lepší nedělat nic",
      "Pokud mě kritizují, znamená to, že to dělám špatně. Dělat špatně není přípustné",
      "Nemám právo na chybu",
      "Musím být nejlepší ve všem, co dělám",
      "Jak se formuje neustálá touha po ideálu?",
      "Nejčastěji se taková touha formuje v mladším školním nebo předškolním věku, v důsledku rodinné výchovy."
    ]
  },
  "screen_3": {
    "texts": [
      "Výzkumníci se domnívají, že neurotický perfekcionismus se formuje pod vlivem dětské zkušenosti s rodiči, kteří projevovali lásku podmíněně (za známky, výsledky apod.) nebo vůbec neprojevovali žádné schválení.",
      "V obou případech se u dítěte objevuje touha být dokonalý, aby dokázalo rodičům, že může být dobré a cenné pro sebe i pro ně. Často rodiče perfekcionistů projevují přehnanou kritiku, odmítají dítěti podporu a projevují vysoké nároky.",
      "Dítě, aby vyhovělo očekáváním rodičů a vyhnulo se trestům a kritice, se musí snažit být bezchybné.",
      "Hlavně se vyčleňují čtyři typy chování rodičů, které mohou přispívat k rozvoji perfekcionismu:",
      "Rodiče sami demonstrují výrazný model chování perfekcionisty",
      "Rodiče jsou přehnaně kritičtí a nároční na dítě, chybí dostatečná emocionální podpora a pomoc ve vztazích",
      "Rodičovské schválení chybí nebo je nekonzistentní a podmíněné",
      "Autoritářský styl výchovy a přehnané rodičovské očekávání",
      "Nástup dítěte do školy ho stimuluje formalizovat své úspěchy v podobě známek.",
      "Právě zde se formuje \"syndrom jedničkáře\", který psychologové spojují s perfekcionismem. Dítě se snaží být nejlepší ve všem, a pokud se mu to nedaří, zapojuje se polarizované myšlení podle principu \"všechno nebo nic\".",
      "Není možnost být nejlepší v tomto předmětu, tak se volí strategie být nejhorší ze všech – to raději být poslední, když nejde být první."
    ]
  },
  "screen_4": {
    "texts": [
      "Kromě vlivu rodiny je perfekcionismus podporován moderní společností. Ve škole a na univerzitách mají učitelé rádi poslušné žáky-jedničkáře a zaměstnavatelé si cení zaměstnanců-perfekcionistů.",
      "Tržní ekonomika tlačí lidi ke konkurenci, k touze neustále dosahovat lepších výsledků.",
      "Média nám diktují módu a pojetí krásy a atraktivity. Pokud člověk vypadá dobře, stylově se obléká, pečuje o sebe, zvyšuje to šance najít partnera, prestižní práci, stejně atraktivní přátele.",
      "Kvůli tomu je člověk často přesvědčen o nutnosti odpovídat vysokým standardům, aby byl součástí společnosti.",
      "Takže perfekcionismus, je to dobře nebo špatně?",
      "Otázka perfekcionismu často vyvolává neshody: někteří ho považují za užitečný, jiní za škodlivý.",
      "Pokud jste perfekcionista, pak nejspíš řeknete, že usilování o dokonalost je normální, jinak jak lze dosáhnout úspěchu? V praxi vám však bere obrovské množství sil a zdrojů, postupně, ale nemilosrdně vyčerpává váš organismus a psychiku.",
      "Perfekcionismus úzce souvisí se závislostí na úspěchu, o které jsme mluvili v předchozích kapitolách, proto jsou i jeho nedostatky podobné.",
      "Přehnané, nereálné standardy ovlivňují prakticky jakoukoli oblast vašeho života: práci, studium, vztahy s blízkými, váš odpočinek.",
      "Problém spočívá v tom, že ideál, o který perfekcionismus usiluje, je ve skutečnosti nedosažitelný. Ideál neexistuje – je to nejlepší, dokončený stav objektu nebo jevu, který každý vnímá po svém.",
      "Buďme upřímní a položme si otázku: existuje něco absolutně dokonalého pro všechny?",
      "To, co považujete za ideální, může jinému připadat jako naprostý nesmysl. Dokonce ani díla Mozarta a práce Da Vinciho se nelíbí všem, ačkoli jsou považovány za vrcholy umění.",
      "Když upravíte svá přesvědčení v souladu s realitou, pak budete moci mít potěšení z vykonané práce a ze života celkově, a ne neustálé zklamání.",
      "Je velmi důležité naučit se balancovat mezi touhou po nejlepším a přijatelným, dobrým výsledkem."
    ]
  }
}
