{
  "title": "Jak být, když máte perfekcionismus, ideál neexistuje, ale chcete normálně žít?",
  "description": "Článek zkoumá dva typy perfekcionismu - negativní a pozitivní, a nabízí efektivní doporučení pro práci s perfekcionistickými tendencemi. Autor představuje osm klíčových strategií, včetně motivace ke změnám, kognitivní restrukturalizace, orientace na proces místo výsledku a formování nových, zdravějších přesvědčení. Základní myšlenkou je, že perfekcionismus lze překonat tím, že se naučíme přijímat nedokonalost, milovat sebe bezpodmínečně a pečovat o sebe každý den.",
  "screen_1": {
    "texts": [
      "Moderní vědci rozlišují dva typy perfekcionismu: negativní a pozitivní, nebo jinak řečeno, zdravý a patologický.",
      "Abyste proměnili mínus v plus, je důležité kombinovat své vůdčí schopnosti a touhu po dokonalosti se zdravým rozumem a racionalitou.",
      "Připravili jsme pro vás efektivní doporučení pro práci s perfekcionismem.",
      "Nejlepším výchozím bodem pro boj s jakýmkoli problémem je motivace ke změnám.",
      "Abyste porazili perfekcionismus, je důležité si uvědomit, proč to potřebujete. Analyzujte a vypište si všechny klady a zápory.",
      "Možná budete překvapeni, když zjistíte, že potíží je mnohem více než výhod. Jakmile si to uvědomíte a přijmete, bude pro vás mnohem snazší se měnit.",
      "Stejně jako mnoho lidí si pravděpodobně myslíte, že vše musíte dělat na 100 % nebo že se v žádném případě nesmíte dopouštět chyb, nebo zastáváte jiné podobné myšlenky a přesvědčení perfekcionisty.",
      "Je pro vás velmi důležité zpochybňovat všechny podobné myšlenky a pracovat s nimi.",
      "Jakým způsobem? Bude užitečné pokračovat ve vedení deníku automatických myšlenek, kde budete moci tyto myšlenky identifikovat, ověřovat jejich realističnost a dávat jim racionální odpověď."
    ],
    "quote": {
      "text": "Minul jsem více než 9000 střel ve své kariéře. Prohrál jsem téměř 300 zápasů. 26krát mi svěřili vítěznou střelu a já jsem minul. V životě jsem selhal znovu a znovu. A proto jsem uspěl.",
      "author": "Michael Jordan"
    }
  },
  "screen_2": {
    "texts": [
      "Pomoci s testováním reality (kognitivní restrukturalizací) mohou následující otázky:",
      "Jaké mám důkazy podporující tuto myšlenku nebo přesvědčení?",
      "Je tato myšlenka užitečná?",
      "Existují jiné způsoby, jak mohu přemýšlet o této situaci nebo o sobě?",
      "Neobviňuji se zbytečně?",
      "Co nebo kdo jiný přispěl k této situaci?",
      "Je to skutečně pod mou kontrolou?",
      "Držím se neopodstatněných nebo dvojích standardů?",
      "Je toto realistické očekávání?",
      "Tyto otázky jsou zaměřeny na ověření toho či onoho přesvědčení, jeho potvrzení, upřesnění nebo vyvrácení a formulování alternativního přesvědčení.",
      "Zeptejte se sami sebe: když to udělám dokonale, co pak? A když to neudělám dokonale, co pak? Zkuste zjistit, co stojí za vaším perfekcionismem. Možná se bojíte, že vás odmítnou? Možná se bojíte veřejného posměchu? Možná se za perfekcionismem skrývá touha po uznání?",
      "Když pochopíte, co stojí za perfekcionismem, zeptejte se sami sebe, jestli s jeho pomocí opravdu překonáváte tyto obavy a potřeby?",
      "No napsali jste zprávu dokonale, odevzdali jste ji, a co? Teď se vůbec nebojíte, že se od vás odvrátí? No vystoupili jste dokonale, zatleskali vám, a to je vše, stačí vám tento potlesk od davu cizinců?",
      "Nejspíš je vaše odpověď záporná. Dosáhli jste dokonalosti, na chvíli jste zažili blaho a pak znovu do tohoto koloběhu.",
      "Zbavte se černobílého myšlení",
      "Perfekcionisté často uvažují v kategoriích \"všechno nebo nic\", \"úspěch nebo selhání\", \"dělej to dokonale nebo se do toho vůbec nepouštěj\".",
      "Takový přístup je nerealistický. Rozhlédněte se a zeptejte se sami sebe, kolik věcí na světě odpovídá kategorii \"všechno nebo nic\". Jsou vaše stěny naprosto čisté? Nebo je na nich alespoň trochu špíny?",
      "Znáte člověka, který je naprosto klidný a sebejistý? Má vaše oblíbená herečka dokonalou krásu, nebo má přece jen nějaké nedostatky?"
    ]
  },
  "screen_3": {
    "texts": [
      "V životě se máloco obejde bez chyb a neúspěchů.",
      "Nikdo se nerodí mistrem – učíme se, zkoušíme, chybujeme a postupně se zdokonalujeme.",
      "Dovolte si tedy být nedokonalí, dělat něco nedokončeně, dopouštět se chyb. Chyby nejsou nepřátelé, ale pomocníci na cestě k úspěchu. Častěji si připomínejte přísloví: \"Nechybuje ten, kdo nic nedělá\".",
      "Není dobré hned se vzdávat všech ideálů – mohla by to být příliš náhlá změna.",
      "Postupujte krok za krokem.",
      "Začněte s málem: vyberte si jeden, nejméně významný ideál a zkuste se ho vzdát. Pozorujte výsledek.",
      "Svět se nezhroutí, když něco neuděláte dokonale. Vaši blízcí se od vás neodvrátí, nestanete se hrozným člověkem.",
      "Nejspíš zvládnete nedokonalý výsledek mnohem snadněji, než se zdá. Pamatujte, že jeden experiment nedá úplný obraz. Je potřeba systematičnost.",
      "Každý týden nebo měsíc se vzdejte jednoho ideálu a sledujte reakci. Naslouchejte sobě a postupujte tempem, které je pro vás pohodlné.",
      "Veďte si deník úspěchů",
      "Zaznamenávejte jak velké, tak i malé, významné i méně významné úspěchy. Každý den. Perfekcionismus miluje porážky, a když si další jednou řeknete: \"Nikdy se mi nic nedaří\", hned poté otevřete zápisník a přečtěte si, kolik se vám toho už podařilo.",
      "Další způsob, jak překonat perfekcionismus, spočívá v orientaci na proces.",
      "To znamená, že při hodnocení té či oné činnosti se soustředíte spíše na proces než na výsledek.",
      "Představte si, že jste řidič a každý den jezdíte z bodu A do bodu B. V některé dny na semaforech svítí převážně zelená a vy se rychle dostanete do cíle. A v jiné dny neustále narážíte na červenou na semaforu, stojíte v zácpách a cesta trvá mnohem déle.",
      "Vaše řidičské dovednosti se nemění, tak proč byste se každý den necítili stejně spokojeni s prací, kterou děláte? Zkuste se na věci podívat novým způsobem, nesnažte se svou práci nebo nějakou činnost dělat dokonale.",
      "Například jako student si můžete stanovit následující cíle orientované na proces:",
      "navštěvovat hodiny;",
      "pozorně poslouchat a dělat si poznámky;",
      "klást vhodné otázky;",
      "věnovat každému předmětu určitý čas;",
      "každé dva až tři týdny si znovu pročítat poznámky z hodin.",
      "Všechny tyto procesy můžete kontrolovat, proto je úspěch zaručen. Naproti tomu konečná známka nebo výsledek nejsou pod vaší kontrolou.",
      "Výsledek závisí na tom, jak se váš učitel ten den cítí, jak dobře si vedli ostatní studenti, jaká kritéria používá atd."
    ]
  },
  "screen_4": {
    "texts": [
      "Použijte \"techniku chamtivosti\"",
      "Je založena na jednoduchém faktu, že většina z nás se snaží být dokonalá, aby v životě uspěla. Možná vás nenapadlo, že můžete být mnohem úspěšnější, když snížíte své standardy.",
      "Například jeden známý psychoterapeut kdysi psal svůj první vědecký článek více než dva roky.",
      "Byl vynikající a byl publikován. Ale za stejnou dobu jeho kolegové napsali a publikovali mnohem více stejně dobrých prací. Proto se zamyslel, co je lepší: mít jeden článek s 98 % \"dokonalosti\" nebo 10 článků po 80 % \"dokonalosti\"?",
      "V druhém případě by produktivita byla vyšší a mohl by být před svými kolegy. Toto uvědomění přimělo psychoterapeuta zmírnit své standardy.",
      "Výsledkem bylo zvýšení jeho produktivity a větší uspokojení z práce.",
      "Splnit několik úkolů dobře může být efektivnější než ulpívat na vytvoření dokonalého produktu s velkým stresem.",
      "Formulujte nová přesvědčení",
      "Práce s přesvědčeními spočívá v jejich uvědomění, promyšlení jejich důsledků, hledání zdrojů a končí formulací nových, alternativních přesvědčení.",
      "V podstatě je naším úkolem pomoci \"normalizovat\" různé projevy |\"nedokonalosti\" (chyby, omyly), pomoci přijmout myšlenku vlastní nedokonalosti a nedokonalosti ostatních lidí.",
      "Vzdejte se přesvědčení:",
      "Já/ostatní/svět musí být dokonalý",
      "Pokud to není dokonalé, je to špatné",
      "Pokud je to špatné, odvrátí se ode mě/neuznají mě/nezvládnu to",
      "Místo nich používejte nová přesvědčení a fráze.",
      "Nejsem dokonalý, ale:",
      "Učím se a rostu",
      "Jsem dostatečně dobrý",
      "Zasloužím si lásku a respekt, i když nejsem dokonalý",
      "Ostatní nejsou dokonalí, ale:",
      "Jsou to také lidé, se svými přednostmi a nedostatky",
      "Ne vždy mě budou schvalovat, a to je v pořádku",
      "Dělám chyby, ale to mi dává příležitost:",
      "Učit se ze svých chyb",
      "Stávat se lepším",
      "Projevovat odolnost a nevzdávat se",
      "Zapište si svá nová přesvědčení a začleňte je do svého života.",
      "Můžete si je napsat na samolepku a připevnit na ledničku, zapsat si je do poznámek v telefonu nebo vytvořit obrázek s nimi a nastavit si ho jako pozadí na plochu.",
      "Čtěte tato tvrzení každý den, alespoň jednou, a raději vícekrát. Pomůže vám to přeprogramovat vaše myšlenky a nahradit nezdravá přesvědčení adaptivnějšími.",
      "Naštěstí perfekcionismus není rozsudek.",
      "Pomocí malých kroků – samostatně nebo pod vedením odborníka – můžete perfekcionismus dostat na zdravou úroveň. K tomu je nutné naučit se milovat sebe bezpodmínečně a každý den o sebe pečovat."
    ]
  }
}
