{
  "title": "Cesta ke zdravému sebevědomí",
  "description": "Text se věnuje tomu, jak se osvobodit od závislosti na uznání druhých. Klíčové kroky zahrnují analýzu výhod a nevýhod současných přesvědčení, přeformulování negativních nastavení do realističtější a užitečnější podoby a také rozvoj návyku sebeschválení. Díky těmto doporučením může člověk posílit nezávislost a zlepšit kvalitu života.",
  "screen_1": {
    "texts": [
      "Prvním a velmi důležitým krokem ke změně destruktivních přesvědčení je analýza jejich výhod a nevýhod.",
      "Zamyslete se nad svými přesvědčeními spojenými se závislostí na uznání a zapište si je. Mohou být formulována různě, ale odrážejí touhu být druhými přijímaný.",
      "Například: „Musím dělat to, co se lidem líbí“, nebo „Když mě neschvalují, znamená to, že jsem špatný“.",
      "Zeptejte se sami sebe: jaké jsou výhody a nevýhody takových nastavení? Jakou cenu za ně platíte a co za ni získáváte?",
      "Když si sepíšete všechny možné způsoby, jak vám toto přesvědčení škodí nebo naopak pomáhá, uvidíte, jak ve skutečnosti ovlivňuje váš stav, náladu a život jako celek. Může to být důležitý první krok k osobnímu růstu.",
      "Pokud zjistíte, že strach z neschválení vám přináší více škody než užitku, dalším krokem je přeformulovat přesvědčení tak, aby znělo realističtěji a bylo pro vás užitečnější.",
      "Vezměme si jako příklad přesvědčení: „Když mě neschvalují, znamená to, že jsem špatný“.",
      "I kdybyste se chovali „dokonale“, vždy se najdou lidé, kterým se vaše chování — nebo dokonce vy sami — nebude líbit.",
      "Ať už se budete snažit být pro druhé sebevíc „hodní“ a „pohodlní“, kritice, konfliktům a někdy i odmítnutí se stejně nevyhnete.",
      "To však není důkaz, že jste špatný člověk, protože druhý člověk vás může kritizovat na základě vlastních přesvědčení vytvořených výchovou a životní zkušeností (ne vždy racionálních!) — a vy se do nich jako jiný člověk jednoduše nemusíte vejít.",
      "A když má někdo raději blondýnky než brunetky, znamená to snad, že všechny brunetky jsou špatné?",
      "Z podobných úvah pak může vzejít nové přesvědčení: „Neschválení může být nepříjemné, ale nedělá ze mě špatného člověka“.",
      "Nové přesvědčení si čtěte párkrát denně. Postupně si tak budete vytvářet nové návyky v myšlení."
    ],
    "quote": {
      "text": "Nikdo ve vás nemůže vyvolat pocit méněcennosti bez vašeho souhlasu.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Zamyslete se, proč je strach z neschválení iracionální. Sestavte si vlastní seznam důvodů, proč je neschválení nepříjemné, ale není to katastrofa.",
      "Argumenty mají být životné a srozumitelné tak, abyste o nich vůbec nepochybovali. Neobalamucujte sami sebe!",
      "Například tvrzení: „Když mě někdo kritizuje, nemá cenu se trápit, protože takové arogantní lidi kolem sebe nepotřebuji“ nebude fungovat, protože obsahuje zkreslení.",
      "Tím se jen snažíte potvrdit svou hodnotu tím, že člověka dáte na „černou listinu“. Držte se myšlenek, které považujete za pravdivé.",
      "Tady je několik nápadů, které pro vás mohou být užitečné:",
      "Neschválení ne vždy přímo souvisí s vámi — s vašimi slovy, činy nebo způsobem života. Důvod může být v potížích nebo osobních názorech druhého člověka.",
      "I oprávněná kritika není hrozbou, protože pomáhá najít a opravit chyby. A právě na chybách se učíme.",
      "Jeden, dva, pět nebo deset omylů neznamená, že je všechno, co děláte, špatně. Vedle nich je spousta věcí, ve kterých se nemýlíte.",
      "Sami rozhodujete, jak moc vás cizí neschválení rozruší — vaše reakce závisí jen na vás.",
      "Druzí lidé nemohou rozhodovat o vaší lidské hodnotě, mohou hodnotit pouze vhodnost a kvalitu vašich slov či činů.",
      "Lidé vás budou posuzovat různě bez ohledu na to, jak „dobře“ nebo „špatně“ jednáte. Neschválení se nešíří bleskově a jeden případ odmítnutí nevede k úplné samotě.",
      "Neschválení a kritika obvykle působí nepříjemně, ale diskomfort odezní. Přestaňte se utápět ve skleslosti. Věnujte se tomu, co vám dříve přinášelo radost, i když máte pocit, že je to teď úplně zbytečné. Neschválení netrvá věčně.",
      "Přemýšlejte o tom několik dní a seznam postupně doplňujte. Vytvořte si vlastní postoj k neschválení. Překvapí vás, jak moc vám to pomůže změnit pohled na svět a posílit pocit nezávislosti."
    ],
    "quote": {
      "text": "Váš čas je omezený, neplýtvejte jím tím, že budete žít život někoho jiného.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Učte se opírat jen o vlastní uznání.",
      "Klíčem k emočnímu uzdravení je vědomí, že vaši náladu mohou ovlivnit pouze vaše vlastní myšlenky. Když se vzdáte závislosti na cizí chvále, zkuste si poskytovat podporu sami.",
      "Během dne si proto zapisujte do deníku nebo do telefonu seznam svých úspěchů. Nezáleží na tom, jak velké jsou, ani na tom, zda si jich všiml někdo jiný než vy.",
      "Možná jste někomu podrželi dveře v metru nebo dvakrát trpělivě vysvětlili kolegovi nějaké téma. Nebo jste prostě nešli s ostatními na červenou.",
      "Zvykněte si takový seznam vést a před spaním si ho projděte — uděláte tím velký krok k tomu, abyste se uměli oceňovat.",
      "Pamatujte, že názory okolí jsou velmi proměnlivé. To, co se dnes probírá a kritizuje, se zítra může stát módním a žádaným.",
      "Nesnažte se všem zalíbit. Není to možné. Na světě jsou miliony lidí a každý má svůj názor a vlastní hlavu.",
      "Žijte svůj život, říkejte svůj názor, učte se ze svých chyb, napravujte je, směřujte ke svým cílům a jděte dál.",
      "Všechny uvedené kroky fungují jako celek. Ano, vyžaduje to práci — ale osvobození od závislosti na schválení okolím mění život k lepšímu. Dává svobodu být sám sebou."
    ]
  }
}
