{
  "title": "Cesta ke zdravému sebevědomí",
  "description": "Tento text zkoumá cesty k osvobození od závislosti na schválení okolí. Základní kroky zahrnují analýzu výhod a nevýhod současných přesvědčení, přepsání negativních postojů na realističtější a užitečnější a také rozvoj návyku sebeocenění. Následováním těchto doporučení může člověk zvýšit svou nezávislost a zlepšit kvalitu života.",
  "screen_1": {
    "texts": [
      "První a velmi důležitý krok na cestě ke změně destruktivních přesvědčení je analýza jejich výhod a nevýhod.",
      "Zamyslete se nad svými přesvědčeními ohledně závislosti na schválení a zapište si je. Mohou být formulována různě, ale odrážejí vaši touhu být schválen ostatními.",
      "Například: «Musím dělat to, co se líbí lidem», nebo «Pokud mě neschvalují, znamená to, že jsem špatný».",
      "Zeptejte se sami sebe: jaké jsou výhody a nevýhody takových postojů? Jakou cenu za to platíte a co dostáváte výměnou?",
      "Když vyjmenujete všechny možné varianty, jak vám přesvědčení škodí nebo pomáhá, budete moci vidět, jak ve skutečnosti ovlivňuje váš stav, náladu a život obecně. To může být důležitým prvním krokem k osobnostnímu růstu.",
      "Pokud jste zjistili, že strach z neschválení vám způsobuje více škody než užitku, dalším krokem je přepsat přesvědčení takovým způsobem, aby znělo realističtěji a užitečněji pro vás.",
      "Jako příklad vezměme přesvědčení: «Pokud mě neschvalují, znamená to, že jsem špatný».",
      "I když se budete chovat «dokonale», stejně se najdou lidé, kteří budou vyjadřovat nespokojenost s vaším chováním nebo dokonce s vámi samotnými.",
      "Ať už se snažíte být jakkoli dobrý a příjemný pro ostatní lidi, stejně se nevyhnete kritice, konfliktům a dokonce odmítnutí.",
      "To však není důkazem toho, že jste špatný člověk, protože druhý člověk vás může kritizovat kvůli svým přesvědčením, která se zformovala pod vlivem výchovy a životních zkušeností (ne vždy racionálních!), do kterých vy, jako jiný člověk, prostě nezapadáte.",
      "A pokud má někdo raději blondýnky než brunety, dělá to všechny brunety špatnými?",
      "Na základě podobných úvah můžete přesvědčení přepsat následovně: «Neschválení může způsobit nepohodlí, ale to ze mě nedělá špatného člověka».",
      "Přečítejte si nové přesvědčení dvakrát denně. Tímto způsobem budete postupně formovat nové myšlenkové návyky."
    ],
    "quote": {
      "text": "Nikdo vás nemůže přimět, abyste se cítili méněcenní bez vašeho souhlasu.",
      "author": "Eleanor Rooseveltová"
    }
  },
  "screen_2": {
    "texts": [
      "Zamyslete se, proč je strach z neschválení neracionální. Sestavte si svůj osobní seznam důvodů, proč je neschválení nepříjemné, ale ne smrtelné.",
      "Argumenty by měly být životné, srozumitelné, abyste o nich vůbec nepochybovali. Neklamte sami sebe!",
      "Například tvrzení: «Pokud mě někdo kritizuje, nemá smysl se trápit, protože nepotřebuji kolem sebe tak povýšené lidi», nebude fungovat, protože obsahuje zkreslení.",
      "Tím se jen snažíte prosadit na úkor toho, že zařadíte člověka na «černou listinu». Držte se myšlenek, které považujete za pravdivé.",
      "Zde jsou některé myšlenky, které by pro vás mohly být užitečné:",
      "Ne vždy je neschválení přímo spojeno s vámi: vašimi slovy, činy nebo způsobem života. Příčina může být v problémech nebo osobních názorech druhého člověka.",
      "I oprávněná kritika nepředstavuje hrozbu, protože pomáhá najít a opravit chyby. A na těch se, jak známo, učíme.",
      "Jeden, dva, pět, deset přešlapů neznamená, že vše, co děláte, je špatně. V protikladu k nim existuje mnoho věcí, ve kterých se nemýlíte.",
      "Sami rozhodujete, jak moc se budete trápit kvůli cizímu neschválení, vaše reakce závisí pouze na vás.",
      "Ostatní lidé nemohou soudit o vaší lidské hodnotě, pouze o správnosti a kvalitě vašich slov nebo činů.",
      "Všichni lidé vás budou hodnotit různě, bez ohledu na to, jak dobře nebo špatně jednáte. Neschválení se nešíří obrovskou rychlostí a jeden případ odmítnutí nepovede k úplné samotě.",
      "Neschválení a kritika obvykle způsobují nepohodlí, ale diskomfort pomine. Přestaňte se oddávat smutku. Věnujte se tomu, co vám dříve přinášelo potěšení, i když cítíte, že začínat je naprosto nesmyslné. Neschválení není navždy.",
      "Přemýšlejte o tomto tématu několik dní a postupně seznam doplňujte. Vypracujte si svůj vlastní postoj k neschválení. Budete překvapeni, jak moc vám to pomůže změnit pohled na svět a posílit pocit nezávislosti."
    ],
    "quote": {
      "text": "Váš čas je omezený, nepromarněte ho životem někoho jiného.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Učte se spoléhat pouze na vlastní schválení.",
      "Klíčem k emocionálnímu uzdravení je vědomí, že vaši náladu mohou ovlivnit pouze vaše vlastní myšlenky. Pokud se vzdáte závislosti na cizí chvále, zkuste si poskytovat podporu sami.",
      "K tomu si během dne zapisujte do deníku nebo telefonu seznam svých úspěchů. Nezáleží na tom, jak jsou rozsáhlé, zda je někdo kromě vás všiml nebo ne.",
      "Možná jste přidrželi dveře v metru nebo dvakrát trpělivě vysvětlili nějaké téma kolegovi. Nebo jste prostě nešli se všemi na červenou na semaforu.",
      "Zvykněte si vést takový seznam, prohlížejte si ho před spaním a uděláte velký krok k sebeocenění.",
      "Pamatujte, že názor okolí je velmi nestabilní. To, co dnes diskutují a kritizují, se zítra může stát módním a žádaným pro mnohé.",
      "Nesnažte se a neusilujte o to, abyste se líbili všem. To není možné. Na světě jsou miliony lidí a každý má svůj názor a svou hlavu na ramenou.",
      "Žijte svůj život, vyjadřujte své názory, učte se ze svých chyb, napravujte je, směřujte ke svým cílům a jděte vpřed.",
      "Všechny uvedené kroky fungují jako celek. Ano, vyžaduje to úsilí, ale osvobození od závislosti na schválení okolí mění život k lepšímu. Dává to svobodu být sám sebou."
    ]
  }
}
