{
  "title": "Dipendenza dai successi",
  "description": "L'amore, celebrato da poeti e artisti, eleva e dona un senso di pienezza alla vita. Tuttavia, trasformare l'amore in un bisogno patologico distrugge la personalità e impedisce di costruire relazioni sane, soprattutto per le persone con bassa autostima. La vera felicità e pienezza della vita possono essere trovate imparando a regolare il proprio umore e a godere dei piaceri che non dipendono dalla presenza di un partner.",
  "screen_1": {
    "texts": [
      "Viviamo nell'era della \"corsa ai successi\", dove siamo definiti dal nostro successo. Sembra che chiunque possa diventare chiunque, guadagnare molti soldi e ottenere rispetto nella società.",
      "Non c'è un limite alle ambizioni e questo trasforma la nostra vita in una corsa costante, dove siamo convinti che il valore umano sia determinato dai successi.",
      "Sebbene questa convinzione possa sembrare innocua, in realtà ha conseguenze devastanti.",
      "Cosa significa dipendenza dai successi?",
      "Significa che la tua autostima si basa sulla produttività, sullo status, sull'intelligenza o sul successo.",
      "Finché tutto va bene con lo studio o il lavoro, ti senti felice e completo. Ma appena fallisci o non raggiungi un obiettivo prefissato, ti travolgono intense emozioni negative.",
      "In quel momento, probabilmente pensi di essere un incapace, un fallito.",
      "Quali possono essere le convinzioni basate su questa dipendenza?",
      "Se non avrò successo, sarà terribile. Significa che sono un debole / stupido / nullità",
      "Se non riesco, allora sono un fallito",
      "Se ho fallito, significa che sono inutile e non raggiungerò mai nulla",
      "Devo avere successo, altrimenti la vita non ha senso. Tutto perderà significato. Non sarò mai veramente felice",
      "La preoccupazione eccessiva per i successi non è diffusa solo tra gli uomini, ma ultimamente anche tra le donne, che sempre più spesso mostrano ambizioni di carriera e desiderio di successo.",
      "Mentre le donne spesso si preoccupano delle relazioni, gli uomini mostrano una maggiore vulnerabilità ai fallimenti in carriera, poiché fin da piccoli viene loro insegnato che il loro valore è determinato dai successi.",
      "Perché e come si formano queste convinzioni?",
      "Le ragioni possono essere molteplici, ma di solito queste convinzioni si formano durante l'infanzia. Forse i genitori di questa persona erano freddi e distanti, non gli davano amore, cura e accettazione.",
      "Allora il bambino cerca di spiegare perché questo accade.",
      "Se il ragazzo Pietro del cortile accanto è amato, elogiato e accettato, ma io no, allora significa che c'è qualcosa di sbagliato in me, e se fossi migliore, mi amerebbero di sicuro.",
      "Un'altra possibilità è che i genitori davano amore, attenzione, lode e cura solo se il bambino otteneva dei successi.",
      "Se il bambino portava a casa un bel voto, veniva elogiato, ma se non lo faceva, non riceveva attenzione."
    ]
  },
  "screen_2": {
    "texts": [
      "Un'altra possibilità è il genitore assente. I bambini hanno un pensiero egocentrico e spiegano tutto ciò che accade nel mondo attraverso se stessi.",
      "Se papà se n'è andato, significa che ero un cattivo bambino, non che lui e la mamma non andavano d'accordo. Quindi, se papà vedrà quanto sono bravo, di successo, intelligente, tornerà di sicuro, o almeno capirà cosa ha perso.",
      "Questi scenari formano proprio la dipendenza dal successo. E poi, nell'adolescenza, nella giovinezza o già in età adulta, certi eventi e situazioni possono rafforzare la convinzione.",
      "Alla fine, la persona assimila che può essere amata solo per i suoi successi. Deve avere successo, altrimenti sarà abbandonata, respinta e resterà sola.",
      "Di conseguenza, affrontando la discrepanza tra l'immagine ideale e la realtà, la persona si trova di fronte alla propria inutilità, e questo è molto doloroso.",
      "Il primo passo per cambiare l'atteggiamento verso il proprio valore è determinare se questo sarà vantaggioso o dannoso. Decidere di smettere di definire il proprio valore attraverso i successi è il passo più importante per cambiare il sistema di convinzioni.",
      "Senza dubbio, la dipendenza dai successi può avere dei vantaggi. Puoi elogiare te stesso e sentirti benissimo quando ottieni qualcosa.",
      "Un senso di superiorità rispetto agli altri. Dopo tutto, sei tu che hai ottenuto qualcosa, mentre gli altri no.",
      "Grazie a questo sistema di convinzioni, puoi essere motivato al successo, mettere più impegno, fare carriera, guadagnare soldi.",
      "Dopo tutto, i successi ti danno valore. Per sentirti importante, devi diventare sempre migliore. A prima vista, suona molto bene.",
      "Quali sono allora gli svantaggi del pensiero \"il valore è uguale ai successi\"?",
      "Se il tuo business o la tua carriera va bene, puoi essere così assorbito da essi da escluderti da altre potenziali fonti di soddisfazione e piacere.",
      "Le relazioni con la famiglia, i cari, gli amici – smettono di darti gioia, preferisci dedicare tempo al lavoro piuttosto che stare con i tuoi cari.",
      "Non ti rimane tempo per te stesso, lavori instancabilmente dal mattino a tarda notte.",
      "Il tuo workaholism non ti dà tregua, perché se rallenti, inizi a sentire una crisi, ti senti vuoto, inutile, annoiato, come se stessi perdendo qualcosa di importante. Dimentichi come riposare.",
      "Il riposo per te sarà paragonato all'ozio, come se potessi fare qualcosa di utile, ma non lo stai facendo. Senza successi, ti sentirai inutile e noioso, perché non avrai un'altra base per l'autostima e la soddisfazione.",
      "Questo può portare a burnout, malattie croniche, una costante sensazione di stress e depressione.",
      "Inoltre, il workaholism può essere considerato un'altra dipendenza, che alimenta l'ossessione per il successo, rendendo più difficile affrontarla."
    ],
    "quote": {
      "text": "Nell'era della \"corsa ai successi\" siamo definiti dal nostro successo, e sembra che ognuno possa diventare chiunque.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Deterioramento delle relazioni sociali",
      "Spesso accade che le persone che perseguono costantemente il successo si sentano sole, e questo è del tutto comprensibile.",
      "Potresti non avere tempo o energia per mantenere i contatti sociali. Se per molto tempo non dedichi tempo ai tuoi cari, questo influenzerà inevitabilmente le tue relazioni.",
      "Il tuo partner potrebbe trovare qualcun altro, perché non riceve attenzione, amore e cura nella relazione con te.",
      "La dipendenza dal successo influisce anche sulla tua percezione degli altri. Potresti rifiutare di interagire con chi è inferiore a te per status sociale o non rispetta i criteri di \"successo\" che hai definito.",
      "Tutto ciò influisce negativamente sulle relazioni con le persone intorno a te.",
      "Procrastinazione",
      "Quando c'è solo una \"perfetta\", corretta opzione, un solo percorso verso la felicità, non si può commettere un errore, bisogna calcolare e pianificare tutto con precisione, affinché tutto sia esattamente come previsto.",
      "Ma in realtà sai bene che non ci sono garanzie di successo, il che significa che è meglio non iniziare nemmeno questo percorso. Allora nasce il pensiero che non tentare è meglio che fallire.",
      "Dopo un fallimento dovrai affrontare emozioni spiacevoli, che sembrano insopportabili. Tutto ciò porta a una procrastinazione quasi inevitabile.",
      "Mancanza di autostima",
      "La vita è una cosa così imprevedibile: malattia, peggioramento della situazione lavorativa, guerra o qualcos'altro che non dipende da te, quando non potrai più mantenere la tua produttività ai livelli precedenti.",
      "Allora arriverà il momento della resa dei conti – una grave depressione, causata dalla convinzione che il calo della produttività indichi la tua inutilità. In quel momento tutta la tua vita sarà distrutta, ti sentirai devastato.",
      "Hai vissuto per raggiungere successi, ma ora non puoi più farlo. La mancanza di autostima può persino portare al tentativo di suicidio – il prezzo più alto e irreversibile per valutare il proprio valore solo con gli standard del mercato.",
      "In ogni dipendenza c'è tolleranza e la dipendenza dai successi non fa eccezione.",
      "Ti troverai a desiderare sempre di più: successi, titoli, premi, denaro, proprietà. Man mano che avanzi, le richieste crescono, costringendoti a non fermarti mai.",
      "Ogni nuovo successo smette di darti il piacere di un tempo, e per provare qualcosa di nuovo devi aumentare significativamente gli sforzi.",
      "Perché l'effetto è così breve?",
      "Perché hai bisogno sempre di più?",
      "La risposta è ovvia: il successo non garantisce la felicità.",
      "Questi due fenomeni non sono sinonimi e non sono collegati da un rapporto di causa-effetto. Alla fine, insegui un'illusione.",
      "Perché la chiave del tuo umore sono i tuoi pensieri, non il successo, perché le sensazioni intense della vittoria svaniscono rapidamente. È importante capire che la vera felicità dipende esclusivamente da te stesso."
    ],
    "quote": {
      "text": "La ricerca del successo ci spinge avanti senza riflettere, senza lasciare tempo per godersi il processo stesso.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Come smettere di vivere solo per i successi?",
    "description": "L'articolo discute i pericoli della dipendenza dal successo, sottolineando che i risultati non garantiscono la felicità e il benessere. Esempi di celebrità come Lady Gaga e Jim Carrey illustrano che anche le persone più di successo possono soffrire di depressione e altri problemi. L'importanza di trovare un equilibrio tra gli obiettivi e la vita personale, oltre al riconoscimento del valore intrinseco di ogni individuo, indipendentemente dai suoi successi, sono le conclusioni principali.",
    "screen_1": {
      "texts": [
        "Ovviamente, non è necessario abbandonare tutti i propri progetti o rinunciare a obiettivi importanti per affrontare la dipendenza dal successo.",
        "Non c'è nulla di sbagliato nell'avere dei successi. È fantastico avere soldi, un lavoro, un'auto, un appartamento, ecc.",
        "I problemi iniziano quando, senza questi indicatori di successo, ti consideri inutile, un fallito e una persona indegna.",
        "Per liberarti dalla trappola di dover essere eccezionale ed efficiente, ti invitiamo a riflettere su quanto segue:",
        "Sei disposto a vivere tutta la vita sulle montagne russe dell'autostima?",
        "Ragionando razionalmente, scegliendo di vivere secondo il concetto di risultati, ti condanni a un'infinita altalena emotiva.",
        "Oggi hai raggiunto alcuni traguardi e sei felice, ma domani hai fallito e la vita assume tutt'altra tonalità. Hai successi – sei bravo, non hai successi – sei un fallito.",
        "Il tuo umore sarà facilmente manipolabile. Se gli altri capiscono che dipendi dai risultati, possono sfruttare questa tua debolezza a loro vantaggio.",
        "Ad esempio, un capo potrebbe assegnarti un carico di lavoro eccessivo, sapendo che farai di tutto per ricevere un elogio.",
        "Il successo non equivale alla felicità",
        "Soldi, notorietà e risultati sono da tempo considerati una sorta di garanzia di felicità e benessere. Ma se il livello di felicità dipendesse dal successo di una persona, noteremmo differenze sostanziali tra persone di diversi status sociali.",
        "La maggior parte delle persone non può vantare risultati significativi, eppure molte di loro sono felici e soddisfatte della loro vita.",
        "Ma ancora una volta, essere soddisfatti non significa non aspirare e non desiderare di più. C'è una grande differenza tra un sano desiderio di raggiungere gli obiettivi fissati e la dipendenza dal successo.",
        "Si scopre che anche chi guadagna molto, ha una posizione prestigiosa o possiede un'attività di successo, può soffrire di depressione, avere vari problemi o semplicemente essere deluso dalla vita.",
        "Ad esempio, la celebre Lady Gaga, che a prima vista è una persona di successo, ricca e felice, ha fondato la sua fondazione 'Born This Way Foundation' per aiutare gli adolescenti in difficoltà, perché conosce le difficoltà in prima persona.",
        "«Ho sofferto di depressione e ansia per tutta la vita, e continuo a lottare con questo ancora oggi», ha confessato in un'intervista a Billboard nel 2015.",
        "Oppure Jim Carrey, che ha regalato al pubblico sorrisi sinceri e emozioni positive con i suoi lavori, ma anche al culmine della popolarità l'attore non aveva motivo di ridere.",
        "Jim ha combattuto per molti anni contro una grave depressione.",
        "Questo non riguarda solo le celebrità, anche i business man spesso lamentano disturbi mentali e dipendenze.",
        "In generale, molte persone di successo finiscono per togliersi la vita. È persino nato un termine specifico: «suicidio dei CEO».",
        "Questo fenomeno ha coinvolto: il miliardario Adolf Merckle della lista Forbes, i startupper Ilya Zhitomirskiy e Austin Heinz, la proprietaria della casa di moda Kate Spade e molti altri.",
        "Quindi, se pensi ancora che il successo equivalga alla felicità, ti sbagli profondamente."
      ]
    },
    "screen_2": {
      "texts": [
        "Pensaci: tratteresti una persona a te cara in modo diverso solo perché non ha raggiunto dei traguardi?",
        "Immagina di incontrare un amico che apprezzi molto. Ma scopri improvvisamente che è un semplice commesso in un negozio, mentre tu possiedi un'azienda e sei una persona ricca e di successo.",
        "Lo guarderesti dall'alto in basso, considerandolo inferiore a te?",
        "Forse per te è importante che questo amico riconosca la sua insignificanza rispetto a te? Ti fa piacere essere una persona così?",
        "E se fossi tu al posto di quell'amico?",
        "Accetteresti di frequentare una persona di successo a condizione che tu riconosca la tua insignificanza rispetto a lui?",
        "Tutti i bambini sono falliti?",
        "Se solo chi ha raggiunto qualcosa nella vita ha valore, allora i bambini sono i principali insignificanti del pianeta.",
        "Beh, che dire? I neonati non riescono nemmeno a tenere la testa dritta. O hanno comunque un valore?",
        "Se sì, allora perché un neonato ha valore?",
        "Dopotutto, non hanno ancora contribuito a questo mondo, non sanno nemmeno parlare. Senza dubbio, sia tu che un neonato siete apprezzati non per i vostri successi, ma per chi siete.",
        "E all'opposto. Dovremmo forse eliminare tutti i nonni?",
        "Beh, che dire, sono vecchi e non possono più contribuire al mondo. Ma non la pensiamo così. Valorizziamo e amiamo i nostri genitori anziani e cerchiamo di aiutarli.",
        "Ogni persona ha valore",
        "Pensiamo che il valore sia una quantità misurabile, che possa essere calcolata. Ma in realtà il valore è una qualità.",
        "Ogni persona ha una unità di valore dalla nascita, e tutti hanno lo stesso. Qualsiasi siano i tuoi successi e fallimenti, la tua unità di valore rimane invariata. Sei prezioso sia con un milione sia senza.",
        "Non confrontare i tuoi successi con quelli degli altri",
        "Il confronto con gli altri non porta altro che disagio e dubbi su di sé.",
        "Genera invidia, che alimenta la dipendenza dal successo. Ti senti di fare troppo poco quando confronti i tuoi successi con quelli degli altri, e questo rafforza il tuo desiderio di partecipare alla corsa con gli altri.",
        "Smetti di confrontare i tuoi successi con quelli degli altri. Invece, rivedi le tue priorità e considera quanto i tuoi obiettivi possano soddisfare i tuoi interessi, piuttosto che il desiderio di essere all'altezza di chi ti circonda."
      ],
      "quote": {
        "text": "Il successo non ha importanza se sei infelice. Per me, il successo è felicità, non denaro o fama.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Impara a trovare un equilibrio",
        "Spesso, le persone dipendenti dal successo si sentono in colpa per essersi concesse di riposare, passare del tempo con i propri cari o dedicarsi a qualcosa che non è direttamente legato ai loro obiettivi.",
        "Senza dubbio, i successi hanno una certa importanza nella vita, ma non sono affatto la cosa principale. Stai puntando tutto sul successo, dimenticando di vivere. Impara a bilanciare lavoro/studio e altre sfere della vita.",
        "Ascolta ciò che vuoi tu e il tuo corpo. Non ignorare i segnali, prenditi cura di te con tutte le tue forze.",
        "Lavora sui tuoi pensieri",
        "Per cambiare il sistema di convinzioni, è molto importante continuare a rispondere ai pensieri automatici negativi che ti fanno sentire inadeguato.",
        "Questo ti aiuterà a capire che il problema non risiede nei tuoi successi o fallimenti, ma nel tuo atteggiamento critico verso te stesso e nell'abitudine di auto-critica. Quando imparerai a valutare realisticamente la tua attività, la soddisfazione e l'accettazione di te stesso aumenteranno.",
        "Chi è davvero più importante per la società?",
        "Parlando di persone di successo, ci immaginiamo subito cantanti popolari, attori famosi, imprenditori di alto livello e politici pubblici.",
        "Ma come la mettiamo con insegnanti, medici, costruttori e persone di altre professioni non popolari, da cui dipende il nostro domani? Ma se guardiamo oggettivamente, queste persone sono spesso più utili per la società rispetto a quelle che siamo soliti invidiare.",
        "In conclusione, vogliamo condividere con voi un pensiero meraviglioso tratto dal libro del giornalista David Orr.",
        "Scrive che il pianeta non ha bisogno di un gran numero di persone di successo, ma piuttosto di pacificatori, guaritori, narratori e semplicemente persone amorevoli.",
        "Ha bisogno di persone con moralità, di chi rende il mondo più gentile e umano. Il pianeta ha bisogno di persone con cui è semplicemente bello vivere accanto.",
        "Nessuno è contrario agli obiettivi ambiziosi e alla conquista delle vette professionali. Ma è molto importante che tutte le sfere della vita siano in armonia.",
        "Produttività e successo possono essere estremamente gratificanti e portare molta soddisfazione. Tuttavia, il successo non è né una condizione necessaria né sufficiente per la massima felicità.",
        "Non devi guadagnarti l'amore o il rispetto di qualcuno con un lavoro estenuante, e non è necessario essere il primo per sentirti realizzato e mantenere un'autostima stabile.",
        "Ricorda semplicemente che «le cose più importanti al mondo non sono affatto cose»!"
      ],
      "quote": {
        "text": "Il vero valore della vita non risiede in ciò che possediamo, ma in chi siamo.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
