{
  "title": "Come smettere di vivere solo per i successi?",
  "description": "L'articolo discute i pericoli della dipendenza dal successo, sottolineando che i risultati non garantiscono la felicità e il benessere. Esempi di celebrità come Lady Gaga e Jim Carrey illustrano che anche le persone più di successo possono soffrire di depressione e altri problemi. L'importanza di trovare un equilibrio tra gli obiettivi e la vita personale, oltre al riconoscimento del valore intrinseco di ogni individuo, indipendentemente dai suoi successi, sono le conclusioni principali.",
  "screen_1": {
    "texts": [
      "Ovviamente, non è necessario abbandonare tutti i propri progetti o rinunciare a obiettivi importanti per affrontare la dipendenza dal successo.",
      "Non c'è nulla di sbagliato nell'avere dei successi. È fantastico avere soldi, un lavoro, un'auto, un appartamento, ecc.",
      "I problemi iniziano quando, senza questi indicatori di successo, ti consideri inutile, un fallito e una persona indegna.",
      "Per liberarti dalla trappola di dover essere eccezionale ed efficiente, ti invitiamo a riflettere su quanto segue:",
      "Sei disposto a vivere tutta la vita sulle montagne russe dell'autostima?",
      "Ragionando razionalmente, scegliendo di vivere secondo il concetto di risultati, ti condanni a un'infinita altalena emotiva.",
      "Oggi hai raggiunto alcuni traguardi e sei felice, ma domani hai fallito e la vita assume tutt'altra tonalità. Hai successi – sei bravo, non hai successi – sei un fallito.",
      "Il tuo umore sarà facilmente manipolabile. Se gli altri capiscono che dipendi dai risultati, possono sfruttare questa tua debolezza a loro vantaggio.",
      "Ad esempio, un capo potrebbe assegnarti un carico di lavoro eccessivo, sapendo che farai di tutto per ricevere un elogio.",
      "Il successo non equivale alla felicità",
      "Soldi, notorietà e risultati sono da tempo considerati una sorta di garanzia di felicità e benessere. Ma se il livello di felicità dipendesse dal successo di una persona, noteremmo differenze sostanziali tra persone di diversi status sociali.",
      "La maggior parte delle persone non può vantare risultati significativi, eppure molte di loro sono felici e soddisfatte della loro vita.",
      "Ma ancora una volta, essere soddisfatti non significa non aspirare e non desiderare di più. C'è una grande differenza tra un sano desiderio di raggiungere gli obiettivi fissati e la dipendenza dal successo.",
      "Si scopre che anche chi guadagna molto, ha una posizione prestigiosa o possiede un'attività di successo, può soffrire di depressione, avere vari problemi o semplicemente essere deluso dalla vita.",
      "Ad esempio, la celebre Lady Gaga, che a prima vista è una persona di successo, ricca e felice, ha fondato la sua fondazione 'Born This Way Foundation' per aiutare gli adolescenti in difficoltà, perché conosce le difficoltà in prima persona.",
      "«Ho sofferto di depressione e ansia per tutta la vita, e continuo a lottare con questo ancora oggi», ha confessato in un'intervista a Billboard nel 2015.",
      "Oppure Jim Carrey, che ha regalato al pubblico sorrisi sinceri e emozioni positive con i suoi lavori, ma anche al culmine della popolarità l'attore non aveva motivo di ridere.",
      "Jim ha combattuto per molti anni contro una grave depressione.",
      "Questo non riguarda solo le celebrità, anche i business man spesso lamentano disturbi mentali e dipendenze.",
      "In generale, molte persone di successo finiscono per togliersi la vita. È persino nato un termine specifico: «suicidio dei CEO».",
      "Questo fenomeno ha coinvolto: il miliardario Adolf Merckle della lista Forbes, i startupper Ilya Zhitomirskiy e Austin Heinz, la proprietaria della casa di moda Kate Spade e molti altri.",
      "Quindi, se pensi ancora che il successo equivalga alla felicità, ti sbagli profondamente."
    ]
  },
  "screen_2": {
    "texts": [
      "Pensaci: tratteresti una persona a te cara in modo diverso solo perché non ha raggiunto dei traguardi?",
      "Immagina di incontrare un amico che apprezzi molto. Ma scopri improvvisamente che è un semplice commesso in un negozio, mentre tu possiedi un'azienda e sei una persona ricca e di successo.",
      "Lo guarderesti dall'alto in basso, considerandolo inferiore a te?",
      "Forse per te è importante che questo amico riconosca la sua insignificanza rispetto a te? Ti fa piacere essere una persona così?",
      "E se fossi tu al posto di quell'amico?",
      "Accetteresti di frequentare una persona di successo a condizione che tu riconosca la tua insignificanza rispetto a lui?",
      "Tutti i bambini sono falliti?",
      "Se solo chi ha raggiunto qualcosa nella vita ha valore, allora i bambini sono i principali insignificanti del pianeta.",
      "Beh, che dire? I neonati non riescono nemmeno a tenere la testa dritta. O hanno comunque un valore?",
      "Se sì, allora perché un neonato ha valore?",
      "Dopotutto, non hanno ancora contribuito a questo mondo, non sanno nemmeno parlare. Senza dubbio, sia tu che un neonato siete apprezzati non per i vostri successi, ma per chi siete.",
      "E all'opposto. Dovremmo forse eliminare tutti i nonni?",
      "Beh, che dire, sono vecchi e non possono più contribuire al mondo. Ma non la pensiamo così. Valorizziamo e amiamo i nostri genitori anziani e cerchiamo di aiutarli.",
      "Ogni persona ha valore",
      "Pensiamo che il valore sia una quantità misurabile, che possa essere calcolata. Ma in realtà il valore è una qualità.",
      "Ogni persona ha una unità di valore dalla nascita, e tutti hanno lo stesso. Qualsiasi siano i tuoi successi e fallimenti, la tua unità di valore rimane invariata. Sei prezioso sia con un milione sia senza.",
      "Non confrontare i tuoi successi con quelli degli altri",
      "Il confronto con gli altri non porta altro che disagio e dubbi su di sé.",
      "Genera invidia, che alimenta la dipendenza dal successo. Ti senti di fare troppo poco quando confronti i tuoi successi con quelli degli altri, e questo rafforza il tuo desiderio di partecipare alla corsa con gli altri.",
      "Smetti di confrontare i tuoi successi con quelli degli altri. Invece, rivedi le tue priorità e considera quanto i tuoi obiettivi possano soddisfare i tuoi interessi, piuttosto che il desiderio di essere all'altezza di chi ti circonda."
    ],
    "quote": {
      "text": "Il successo non ha importanza se sei infelice. Per me, il successo è felicità, non denaro o fama.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Impara a trovare un equilibrio",
      "Spesso, le persone dipendenti dal successo si sentono in colpa per essersi concesse di riposare, passare del tempo con i propri cari o dedicarsi a qualcosa che non è direttamente legato ai loro obiettivi.",
      "Senza dubbio, i successi hanno una certa importanza nella vita, ma non sono affatto la cosa principale. Stai puntando tutto sul successo, dimenticando di vivere. Impara a bilanciare lavoro/studio e altre sfere della vita.",
      "Ascolta ciò che vuoi tu e il tuo corpo. Non ignorare i segnali, prenditi cura di te con tutte le tue forze.",
      "Lavora sui tuoi pensieri",
      "Per cambiare il sistema di convinzioni, è molto importante continuare a rispondere ai pensieri automatici negativi che ti fanno sentire inadeguato.",
      "Questo ti aiuterà a capire che il problema non risiede nei tuoi successi o fallimenti, ma nel tuo atteggiamento critico verso te stesso e nell'abitudine di auto-critica. Quando imparerai a valutare realisticamente la tua attività, la soddisfazione e l'accettazione di te stesso aumenteranno.",
      "Chi è davvero più importante per la società?",
      "Parlando di persone di successo, ci immaginiamo subito cantanti popolari, attori famosi, imprenditori di alto livello e politici pubblici.",
      "Ma come la mettiamo con insegnanti, medici, costruttori e persone di altre professioni non popolari, da cui dipende il nostro domani? Ma se guardiamo oggettivamente, queste persone sono spesso più utili per la società rispetto a quelle che siamo soliti invidiare.",
      "In conclusione, vogliamo condividere con voi un pensiero meraviglioso tratto dal libro del giornalista David Orr.",
      "Scrive che il pianeta non ha bisogno di un gran numero di persone di successo, ma piuttosto di pacificatori, guaritori, narratori e semplicemente persone amorevoli.",
      "Ha bisogno di persone con moralità, di chi rende il mondo più gentile e umano. Il pianeta ha bisogno di persone con cui è semplicemente bello vivere accanto.",
      "Nessuno è contrario agli obiettivi ambiziosi e alla conquista delle vette professionali. Ma è molto importante che tutte le sfere della vita siano in armonia.",
      "Produttività e successo possono essere estremamente gratificanti e portare molta soddisfazione. Tuttavia, il successo non è né una condizione necessaria né sufficiente per la massima felicità.",
      "Non devi guadagnarti l'amore o il rispetto di qualcuno con un lavoro estenuante, e non è necessario essere il primo per sentirti realizzato e mantenere un'autostima stabile.",
      "Ricorda semplicemente che «le cose più importanti al mondo non sono affatto cose»!"
    ],
    "quote": {
      "text": "Il vero valore della vita non risiede in ciò che possediamo, ma in chi siamo.",
      "author": "Oprah Winfrey"
    }
  }
}
