{
  "title": "Dipendenza dai risultati",
  "description": "L’amore può ispirare, dare forza e riempire la vita di significato. Ma quando diventa un bisogno, senza il quale non ci si sente completi, inizia a logorare la personalità e a ostacolare relazioni sane. Lo stesso accade con la dipendenza dai risultati. La vera felicità diventa possibile quando si impara ad appoggiarsi non solo ai successi, ma anche alle proprie emozioni, ai propri valori e alla capacità di trovare gioia al di là degli esiti.",
  "screen_1": {
    "texts": [
      "Viviamo nell’epoca della «corsa ai risultati», in cui il successo diventa spesso il metro del nostro valore. Sembra che chiunque possa ottenere tutto, se si impegna abbastanza.",
      "Non ci sono limiti all’ambizione e la vita si trasforma in una gara senza fine: finiamo per credere che il valore di una persona si misuri in base ai suoi risultati.",
      "A prima vista può sembrare un’idea innocua, ma nella pratica può fare molti danni.",
      "Che cosa significa dipendenza dai risultati?",
      "È quando la sua autostima dipende completamente dalla produttività, dallo status, dall’intelligenza o dai successi professionali.",
      "Finché a scuola o al lavoro va tutto bene, si sente una persona valida e degna. Ma appena qualcosa va storto, la travolgono emozioni negative molto intense.",
      "In quei momenti può sembrarle di essere un fallito e di «non valere nulla».",
      "Quali convinzioni si formano con questo tipo di dipendenza?",
      "Se non avrò successo, sarà una catastrofe. Significa che sono debole, stupido, incapace.",
      "Se qualcosa non mi riesce, significa che sono un fallito.",
      "Se ho fallito, non servo a nessuno e non otterrò mai nulla.",
      "Devo per forza avere successo, altrimenti la mia vita perderà senso e non sarò felice.",
      "L’ossessione per i risultati esiste sia negli uomini sia nelle donne. Oggi anche le donne puntano sempre più spesso sulla carriera e sulla crescita professionale.",
      "Eppure gli uomini sono spesso particolarmente vulnerabili ai fallimenti, perché fin da piccoli sentono dire che il loro valore dipende dai successi.",
      "Perché nascono questi schemi?",
      "Più spesso nasce nell’infanzia. Forse i suoi genitori erano emotivamente freddi e non le hanno dato amore e sostegno incondizionati.",
      "Il bambino cerca di darsi una spiegazione.",
      "Se Petja, il ragazzo del cortile accanto, viene amato e lodato e io no, allora c’è qualcosa che non va in me. Se fossi stato migliore, mi avrebbero amato anche loro.",
      "Un altro scenario: attenzione e calore arrivavano solo in cambio dei risultati.",
      "Prende 10: «bravissimo». Se non ce la fa, è come se non la vedessero."
    ]
  },
  "screen_2": {
    "texts": [
      "Un altro scenario frequente è il genitore assente. I bambini spiegano tutto attraverso sé stessi.",
      "Se papà se n’è andato, significa che non ero abbastanza bravo, non perché gli adulti non siano riusciti a mettersi d’accordo. Quindi, se diventerò una persona di successo, intelligente, il migliore, lui tornerà o almeno capirà che cosa ha perso.",
      "Queste convinzioni infantili diventano la base della dipendenza dai risultati. Più tardi, gli eventi dell’adolescenza e dell’età adulta possono solo rafforzare questa convinzione.",
      "La persona interiorizza l’idea che si possa essere amati solo per i successi. Per non essere rifiutati, bisogna dimostrare continuamente il proprio valore.",
      "E se l’immagine del «sé ideale» non coincide con la realtà, compaiono dolore, vergogna e la sensazione di non valere nulla.",
      "Il primo passo per cambiare è capire che misurare il proprio valore solo con i risultati è dannoso. Smettere di valutarsi esclusivamente per i successi è un punto di svolta fondamentale.",
      "Certo, la dipendenza dai risultati può dare una sensazione di forza.",
      "È una sensazione di superiorità: Lei ce l’ha fatta — gli altri no.",
      "Un sistema così può motivare, aiutare a crescere, costruire una carriera e guadagnare.",
      "Ogni nuovo traguardo sembra aggiungere valore. Viene voglia di essere migliore, sempre di più. A prima vista non suona male.",
      "Ma quali sono gli svantaggi del pensiero «valore = successo»?",
      "Se la carriera o l’attività vanno bene, ci si immerge talmente tanto da privarsi di altre fonti di gioia.",
      "Le relazioni con le persone care passano in secondo piano: il lavoro sembra sempre più importante.",
      "Si vive in uno stato di attività continua, dal mattino fino a notte.",
      "Se rallenta, arrivano vuoto, ansia e la sensazione di sprecare tempo. Il riposo viene visto come debolezza.",
      "Senza risultati può sembrarle di non valere nulla, perché non ha altri punti d’appoggio per sentirsi degna.",
      "Questo può portare a burnout, peggioramento della salute, stress costante e depressione.",
      "Il lavoro compulsivo diventa una dipendenza che alimenta l’ossessione per il successo."
    ],
    "quote": {
      "text": "Nell’epoca della «corsa ai risultati» ci sembra che chiunque possa diventare chiunque — e che noi dobbiamo dimostrare di valere.",
      "author": "Aleksandr Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Deterioramento delle relazioni",
      "Le persone ossessionate dai risultati spesso si sentono sole — ed è comprensibile.",
      "Per mantenere legami stretti non restano né tempo né risorse emotive. E le relazioni, poco a poco, scivolano in secondo piano.",
      "Il partner può iniziare a cercare attenzione e sostegno altrove, perché accanto a Lei semplicemente non li trova.",
      "Inoltre, la dipendenza dal successo influisce sul modo di vedere gli altri: nasce la tendenza a valutare le persone solo in base allo status sociale.",
      "Questo si riflette inevitabilmente nei rapporti con gli altri.",
      "Procrastinazione",
      "Quando sembra esistere un solo percorso «giusto» e non si può sbagliare, compare la paura di fallire.",
      "Sapere che non ci sono garanzie di riuscita porta a rimandare. Sembra meglio non provare affatto che non farcela.",
      "La paura di provare emozioni spiacevoli rende la procrastinazione quasi inevitabile.",
      "Perdita del senso di dignità personale",
      "La vita è imprevedibile: malattia, crisi, eventi esterni — e la persona non riesce più a lavorare come prima.",
      "E allora arriva una delusione dolorosa: se il valore si reggeva solo sulla produttività, perderla può portare a una depressione profonda.",
      "Se ha vissuto solo per i risultati e non può più crearli, può emergere una sensazione totale di vuoto e di perdita di senso.",
      "A volte questo porta a scelte disperate, perché l’autostima era interamente legata ai risultati.",
      "Come in ogni dipendenza, compare la tolleranza: serve sempre più successo, riconoscimento, traguardi.",
      "Ogni nuovo risultato entusiasma sempre meno e bisogna aumentare gli sforzi per provare soddisfazione.",
      "Perché l’effetto svanisce così in fretta?",
      "Perché se ne vuole sempre di più?",
      "La risposta è semplice: il successo non è felicità.",
      "Sono concetti che non sono collegati direttamente. Alla fine si insegue un’illusione.",
      "Il suo umore non è determinato dai risultati, ma dai suoi pensieri e dal modo in cui si tratta. La gioia delle vittorie passa in fretta, e il sostegno interiore resta la cosa più importante."
    ],
    "quote": {
      "text": "Il desiderio di successo ci spinge avanti, ma è importante non perdere la vita lungo il percorso.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Come smettere di vivere per i risultati?",
    "description": "L’articolo parla dei rischi della dipendenza dal successo e sottolinea che i risultati non garantiscono felicità e benessere. Esempi di celebrità come Lady Gaga e Jim Carrey mostrano che anche le persone più affermate possono soffrire di depressione e altri problemi. Trovare un equilibrio tra obiettivi e vita personale, e riconoscere il valore interiore di ogni persona, indipendentemente dai successi, sono le conclusioni principali.",
    "screen_1": {
      "texts": [
        "Certo, per uscire dalla dipendenza dal successo non serve abbandonare ogni progetto o rinunciare a obiettivi importanti.",
        "Non c’è niente di sbagliato nell’avere risultati. È bello avere soldi, un lavoro, un’auto, una casa e così via.",
        "I problemi iniziano quando, senza questi indicatori di successo, Lei si sente incapace, un fallito e una persona indegna.",
        "Per liberarsi dalla trappola del dover essere eccezionali ed efficienti, Le proponiamo di riflettere su questo:",
        "Le va di passare tutta la vita sulle montagne russe dell’autostima?",
        "A voler ragionare in modo razionale, scegliendo di vivere secondo la logica dei risultati, si condanna a un’altalena emotiva infinita.",
        "Oggi raggiunge un traguardo e si sente felice; domani fallisce e il mondo cambia colore. Con i risultati è «bravo», senza risultati è «un fallito».",
        "Il suo umore diventa facilmente manipolabile. Se gli altri capiscono che Lei dipende dai risultati, possono sfruttarlo per i propri scopi.",
        "Per esempio, un capo può caricarla di lavoro oltre misura, perché sa che Lei si farà in quattro pur di ottenere un’altra lode.",
        "I risultati non sono la felicità",
        "Da tempo soldi, notorietà e successi vengono percepiti come una garanzia di felicità e benessere. Ma se la felicità dipendesse dal livello di successo, vedremmo differenze enormi tra persone di status sociale diverso.",
        "La maggior parte delle persone non ha grandi risultati di cui vantarsi, eppure molte sono felici e soddisfatte della propria vita.",
        "Eppure, essere soddisfatti non significa smettere di aspirare o di desiderare di più. Tra una sana spinta a raggiungere gli obiettivi e una dipendenza c’è un abisso.",
        "In pratica, anche chi guadagna molto, ha una posizione prestigiosa o possiede un’azienda di successo può soffrire di depressione, avere vari problemi o semplicemente restare deluso dalla vita.",
        "Per esempio, Lady Gaga — che dall’esterno sembra una persona di successo, ricca e felice — ha creato la «Born This Way Foundation» per aiutare gli adolescenti in difficoltà, perché le difficoltà le conosce per esperienza diretta.",
        "«Ho sofferto di depressione e ansia per tutta la vita, e continuo a lottare ancora oggi», ha raccontato in un’intervista a Billboard nel 2015.",
        "Oppure Jim Carrey: ha regalato al pubblico sorrisi sinceri e emozioni positive con i suoi film, ma anche al culmine della fama per lui non c’era proprio da ridere.",
        "Per molti anni Jim ha lottato contro una grave depressione.",
        "E non riguarda solo le celebrità: anche molti imprenditori parlano di disturbi psichici e dipendenze.",
        "In generale, diverse persone di successo si tolgono la vita. È comparso persino un termine: «suicidio dei CEO».",
        "Questo fenomeno ha coinvolto il miliardario Adolf Merckle, presente nella lista Forbes, gli startupper Ilya Zhitomirskiy e Austin Heinz, la stilista Kate Spade e molti altri.",
        "Quindi, se pensa ancora che successo significhi felicità, si sta sbagliando di grosso."
      ]
    },
    "screen_2": {
      "texts": [
        "Si chieda se tratterebbe peggio una persona a Lei cara solo perché non ha ottenuto risultati.",
        "Immagini di incontrare un amico che stima moltissimo. Poi scopre che è un semplice commesso di negozio, mentre Lei possiede un’azienda ed è una persona ricca e di successo.",
        "Lo guarderebbe dall’alto in basso, considerandolo inferiore a Lei?",
        "Le sarebbe importante che quell’amico riconoscesse la propria «insignificanza» accanto a Lei? Le piacerebbe essere una persona così?",
        "E se al posto di quell’amico ci fosse Lei?",
        "Accetterebbe di frequentare una persona di successo a condizione di riconoscere la propria insignificanza accanto a Lei?",
        "Tutti i bambini sono dei falliti?",
        "Se valgono solo quelli che hanno ottenuto qualcosa nella vita, allora i bambini sarebbero le persone più inutili del pianeta.",
        "Dopotutto, i neonati non riescono neppure a tenere su la testa. Eppure, non hanno forse valore?",
        "Se sì, da dove viene il valore di un neonato?",
        "Non hanno ancora portato nulla al mondo, non sanno nemmeno parlare. È evidente che sia Lei sia un neonato venite apprezzati non per i vostri risultati, ma per ciò che siete.",
        "E dall’altra parte? Allora dovremmo mettere da parte nonni e nonne?",
        "Dopotutto, sono anziani, non possono più «portare» nulla al mondo. Ma non la pensiamo così. Valutiamo e amiamo i nostri genitori ormai fragili e cerchiamo di aiutarli.",
        "Ogni persona ha valore",
        "Siamo portati a pensare che il valore sia una quantità, che si possa misurare e contare. In realtà il valore è una qualità.",
        "Ogni persona nasce con un’«unità» di valore, uguale per tutti. Qualunque siano successi o fallimenti, la sua unità di valore non cambia: Lei vale, con un milione o senza.",
        "Non confronti i suoi risultati con quelli degli altri",
        "Confrontarsi con gli altri non porta nulla, se non disagio e dubbi su se stessi.",
        "Genera invidia, che alimenta la dipendenza dal successo. Quando paragona i suoi risultati a quelli altrui, può sentire di fare troppo poco, e questo rafforza il desiderio di partecipare alla corsa con gli altri.",
        "Smetta di confrontarsi. Piuttosto, riveda le sue priorità e si chieda quanto gli obiettivi che si è posto soddisfino davvero i suoi interessi, e non il bisogno di essere all’altezza di chi usa come metro di paragone."
      ],
      "quote": {
        "text": "Il successo non significa nulla se Lei è infelice. Per me il successo è la felicità, non i soldi o la fama.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Impari a trovare un equilibrio",
        "Spesso le persone dipendenti dal successo provano senso di colpa quando si concedono riposo, tempo con i cari o attività non direttamente legate ai loro obiettivi.",
        "I risultati contano, ma non sono la cosa più importante. Puntando tutto sul successo, si finisce per dimenticare di vivere. Impari a bilanciare lavoro o studio con le altre aree della vita.",
        "Ascolti ciò che desidera e i segnali del suo corpo. Non li ignori: si prenda cura di sé con tutta l’attenzione possibile.",
        "Lavori sui suoi pensieri",
        "Per cambiare il sistema di convinzioni è fondamentale imparare a rispondere ai pensieri automatici negativi che la fanno sentire inadeguata.",
        "Questo l’aiuterà a capire che il problema non sono i suoi successi o i suoi fallimenti, ma lo sguardo critico verso di sé e l’abitudine di rimproverarsi. Quando imparerà a valutare in modo realistico il suo operato, cresceranno soddisfazione e accettazione di sé.",
        "Chi è davvero più prezioso per la società?",
        "Quando pensiamo alle persone di successo, ci vengono in mente cantanti popolari, attori famosi, grandi imprenditori e politici in vista.",
        "Ma allora che dire di insegnanti, medici, costruttori e di tante professioni poco «glamour», da cui dipende il nostro domani? A ben vedere, queste persone sono spesso più utili alla società di chi fa invidia.",
        "In chiusura vogliamo condividere con Lei un pensiero meraviglioso tratto da un libro del giornalista David Orr.",
        "Scrive che il pianeta non ha bisogno di un gran numero di persone di successo: gli servono molto di più mediatori di pace, guaritori, narratori e persone capaci di amare.",
        "Ha bisogno di persone con una morale, di chi rende il mondo più gentile e più umano. Il pianeta ha bisogno di persone accanto a cui è semplicemente bello vivere.",
        "Nessuno è contrario agli obiettivi ambiziosi e a conquistare vette di carriera. Ma è importantissimo che tutte le aree della vita siano in armonia.",
        "Produttività e successo possono essere molto piacevoli e dare tanta soddisfazione. Tuttavia, il successo non è né una condizione necessaria né una condizione sufficiente per la massima felicità.",
        "Non deve guadagnarsi l’amore o il rispetto di qualcuno con un lavoro estenuante, e non è necessario arrivare per forza primo per sentirsi realizzato e mantenere un’autostima stabile.",
        "Ricordi che «le cose più importanti al mondo non sono affatto cose»!"
      ],
      "quote": {
        "text": "Il vero valore della vita non sta in ciò che possediamo, ma in ciò che siamo.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
