{
  "title": "Dipendenza dall'amore",
  "description": "L'amore, celebrato da poeti e artisti, eleva e dona un senso di completezza alla vita. Tuttavia, trasformare l'amore in un bisogno patologico distrugge la personalità e ostacola la costruzione di relazioni sane, specialmente nelle persone con bassa autostima. La vera felicità e pienezza di vita possono essere raggiunte imparando a regolare il proprio umore e a godere dei piaceri che non dipendono dalla presenza di un partner.",
  "screen_1": {
    "texts": [
      "L'amore è un sentimento meraviglioso, celebrato da poeti, artisti e musicisti. Eleva, ispira e dona un senso di completezza alla vita.",
      "Naturalmente, ciascuno di noi desidera amare ed essere amato.",
      "Tuttavia, se la vostra idea di amore si riduce alla convinzione: 'Non posso essere veramente felice e realizzato se non ho un partner. Per la piena felicità, ho bisogno di essere amato', questo è già un segno di dipendenza.",
      "Cosa significa essere dipendenti dall'amore?",
      "È quando l'amore diventa un bisogno patologico, senza il quale non vi sentite felici.",
      "Soffrite per la mancanza d'amore, aspettate che qualcuno riempia questo vuoto. Siete convinti che la vostra vita diventerà migliore, più interessante e più ricca solo quando avrete una persona amata che vi farà sentire necessari, importanti e completi.",
      "Questa dipendenza è uno stato distruttivo che mina la vostra personalità, la vostra autostima e la vostra capacità di costruire relazioni sane.",
      "Le cause della dipendenza dall'amore possono essere diverse, ma spesso affondano le radici nell'infanzia o nell'adolescenza.",
      "Sono particolarmente soggette a questa dipendenza le persone con bassa autostima, che temono la solitudine, si concentrano sui propri difetti e non credono nelle proprie forze e capacità.",
      "La bassa autostima, che ha origine nell'infanzia, viene percepita come una mancanza di valore.",
      "Quando i genitori prestano poca attenzione al bambino e lui sperimenta una carenza di amore genitoriale, da adulto cercherà questi sentimenti nei partner, formando relazioni di dipendenza.",
      "Prendiamo il caso di Vittoria, 28 anni, che trascorre le serate e i fine settimana nella disperazione, perché crede: 'Posso essere felice solo in una relazione. Senza un uomo, non sono nulla'.",
      "Per lei, essere amata è importante quanto respirare. Questa esigenza spesso allontana le persone."
    ]
  },
  "screen_2": {
    "texts": [
      "Nel corso dell'analisi delle proprie convinzioni, Vittoria ha scritto i difetti e i vantaggi del suo modo di pensare.",
      "I difetti erano formulati così:",
      "La convinzione mi getta nella disperazione perché sono sola.",
      "Perdo la voglia di fare qualsiasi cosa, di esplorare il mondo o di coltivare hobby.",
      "Per questo mi sento pigra e infelice.",
      "Questo provoca un senso di autocommiserazione.",
      "Mi priva di orgoglio e sicurezza, facendomi invidiare gli altri e provare delusione.",
      "Poi ha elencato i vantaggi della convinzione:",
      "La speranza di trovare un partner, di ottenere amore e sicurezza.",
      "Mi dà uno scopo e un senso nella vita.",
      "Quanto sono reali questi vantaggi?",
      "Vittoria ha creduto per molti anni di non poter vivere senza un uomo, ma questa convinzione non le ha ancora portato il partner desiderato.",
      "Vittoria è giunta alla conclusione che attribuisce troppa importanza agli uomini, e questo non ha attratto nessuno di loro.",
      "Ha anche capito che le persone dipendenti spesso appaiono troppo esigenti, rendendo difficile la costruzione di relazioni.",
      "Ha osservato che le persone che trovano la felicità dentro di sé attraggono più spesso gli altri, perché emanano gioia e sicurezza.",
      "La dipendenza dall'amore impedisce di costruire relazioni sane. Esprimendo il bisogno di un'altra persona per la propria felicità, comunicate inconsciamente: 'Amami, perché da solo non valgo nulla'. Relazioni di questo tipo difficilmente possono essere sane.",
      "Ma anche se riuscite a essere in una relazione con queste convinzioni, è improbabile che essa sia sana. Infatti, contate completamente sul fatto che una certa persona, che inconsciamente considerate la fonte della vostra felicità, sia al vostro fianco.",
      "E siete pronti a tutto per questo. Se non ottenete la 'dose' di emozioni e sentimenti di cui avete bisogno, eserciterete pressione sul vostro partner per sentirvi amati, oppure comincerete a fantasticare su come trovare quel vero amore altrove.",
      "E non sarà mai abbastanza o 'qualcosa non andrà bene', perché avete delegato a un'altra persona la responsabilità del vostro stato d'animo."
    ],
    "quote": {
      "text": "La vera felicità consiste nell'essere soddisfatti di se stessi.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "È molto importante imparare a regolare il proprio umore e trovare la felicità dentro di sé. Questo vi permetterà di sentirvi vivi sia quando siete soli sia quando siete insieme a una persona amata.",
      "Ma potreste pensare: 'Suona bene, ma è irrealistico. Essere soli significa essere dei falliti emotivi.'",
      "Molti credono che l'amore sia il motore del mondo. Lo vedete nella pubblicità, lo sentite nelle canzoni popolari, lo leggete nelle poesie. Ma in realtà, l'amore non è affatto l'unica via per una vita felice e completa.",
      "Essere soli non equivale affatto a essere infelici. La maggior parte dei piaceri della vita li otteniamo da soli.",
      "Ad esempio, quando ascoltate la vostra musica preferita, ballate, passeggiate in luoghi belli, leggete un libro o mangiate un gelato. Non avete bisogno di compagnia per provare piaceri del genere.",
      "La quantità di piaceri che si possono godere in solitudine è infinita. Questo significa che avete accesso a molte fonti di piacere indipendentemente dal fatto che ci sia qualcuno accanto a voi o meno.",
      "Qual è la vostra lista di piaceri? Cosa potete fare per rendervi felici?",
      "A volte cerchiamo così intensamente relazioni perfette e l'idea stessa di un sentimento elevato, che perdiamo di vista ciò che è davvero necessario per provare il vero amore."
    ],
    "quote": {
      "text": "Amare se stessi è l'inizio di una storia d'amore che dura tutta la vita.",
      "author": "Oscar Wilde"
    }
  }
}
