{
  "title": "Come superare la dipendenza dall'amore?",
  "description": "L'articolo è dedicato all'esplorazione della felicità e delle convinzioni legate all'amore e alle relazioni. Viene spiegato che la felicità può essere raggiunta in modi diversi, e vengono proposte tecniche per cambiare le convinzioni negative legate alla solitudine. L'articolo insegna a trovare gioia nelle piccole cose quotidiane e a svilupparsi indipendentemente dalla presenza di relazioni romantiche.",
  "screen_1": {
    "texts": [
      "Le relazioni e l'amore possono portare molta gioia e felicità nella vita, ma non sono l'unico modo per ottenerle.",
      "La felicità è un processo complesso e sfaccettato, e ognuno ha il diritto di scegliere i propri metodi e percorsi per raggiungerla.",
      "Quindi, se al momento la vostra vita non include relazioni romantiche, questo non la rende incompleta.",
      "Per cambiare le proprie convinzioni è necessario un grande sforzo, ed è un processo lungo e impegnativo.",
      "Ma siamo sicuri che, utilizzando i seguenti consigli e tecniche, potrete liberarvi dalla dipendenza dall'amore e imparare a essere felici sia in una relazione che senza.",
      "Cambiare il filtro",
      "Avete mai notato che quando vi sentite soli, vedete ovunque coppie innamorate?",
      "Sembra che il mondo intero sia contro di voi: qui una coppia di piccioni, lì un gattino e una gattina, e voi siete sempre soli. Questo è un disturbo cognitivo chiamato filtro negativo.",
      "È un errore di pensiero e percezione che vi fa notare solo ciò che vi disturba, ignorando tutto il resto.",
      "Cambiate il filtro — guardate il mondo in modo più ampio. Imparate a vedere non solo le coppie felici, ma anche le persone felici da sole. O le persone che hanno una relazione, ma non sono necessariamente più felici — lo status sociale non è sempre sinonimo di felicità."
    ],
    "quote": {
      "text": "La felicità è come una farfalla: più la insegui, più ti sfugge. Ma se rivolgi la tua attenzione ad altre cose, essa verrà e si poserà delicatamente sulla tua spalla.",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Foglio del piacere presunto",
      "La felicità si può trovare ogni giorno nelle piccole gioie, nello sviluppo personale, nell'amicizia e in molti altri aspetti della vita.",
      "Ma probabilmente pensate che non potete essere felici senza un'altra persona.",
      "Per verificare questa convinzione, usate il 'Foglio del piacere presunto'. In esso ci sono diverse colonne, dove dovrete prevedere e indicare il livello reale di piacere che ottenete da varie attività (lavoro e svago) da soli o in compagnia.",
      "Nella prima colonna, indicate la data dell'esperimento.",
      "Nella seconda, annotate alcune attività che avete intenzione di fare quel giorno nell'ambito dell'esperimento (consigliamo di fare 40-50 esperimenti nell'arco di due-tre settimane. Scegliete attività che di solito vi danno un senso di soddisfazione o piacere, oppure attività che hanno il potenziale per l'apprendimento o la crescita personale).",
      "Nella terza colonna, annotate con chi farete queste attività. Se da soli, scrivete: 'Io'.",
      "Nella quarta colonna, prevedete quanto piacere vi darà ciascuna attività, valutandola su una scala da 0 a 100% — più alto è il numero, maggiore è il piacere atteso.",
      "È molto importante compilare la quarta colonna prima di iniziare l'attività pianificata, e non dopo! Dopo aver compilato le prime quattro colonne, passate all'azione.",
      "Dopo, nella quinta colonna, annotate il livello reale di piacere, utilizzando la stessa scala di valutazione — da 0 a 100%.",
      "Dopo una serie di esperimenti, potrete analizzare i dati raccolti e scoprire molte cose interessanti su voi stessi.",
      "In primo luogo, confrontando il piacere previsto (colonna 4) con quello reale (colonna 5), scoprirete quanto sono accurate le vostre previsioni.",
      "Potreste rendervi conto che di solito sottovalutate il livello di piacere che vi aspettate di ottenere, soprattutto quando fate qualcosa da soli.",
      "Potreste anche essere sorpresi di scoprire che le attività fatte in compagnia non sempre soddisfano le vostre aspettative.",
      "In realtà, potreste scoprire che in molti casi passare del tempo da soli è stato più piacevole che in compagnia.",
      "Potreste anche notare che le valutazioni più alte che avete dato alle attività svolte in solitudine sono uguali o superiori a quelle svolte in compagnia."
    ],
    "quote": {
      "text": "Nessuno può farvi sentire inferiori senza il vostro consenso.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "Correzione delle convinzioni",
      "L'amore, le relazioni e il matrimonio non sono prerequisiti per la felicità e l'autostima; a volte non sono nemmeno sufficienti.",
      "Lo dimostrano milioni di uomini e donne che sono sposati e allo stesso tempo infelici.",
      "Se l'amore fosse una cura per la solitudine, i problemi, il cattivo umore, la depressione, allora tutti gli psicologi sarebbero rimasti senza lavoro.",
      "Ma purtroppo non è così, la presenza di un partner non garantisce una vita felice. È qualcosa che bisogna capire e accettare.",
      "Per iniziare a lavorare sulla convinzione — formulatela e scrivetela. Potrebbe suonare così:",
      "Se non ho un partner, sono infelice",
      "Se non sono amato, significa che sono un fallito",
      "Senza una relazione, sono incompleto",
      "Quindi, descrivete come la vostra convinzione vi ostacola. Ad esempio:",
      "richieste troppo elevate a voi stessi, sembra che non siate mai abbastanza per una relazione",
      "aspettative irrealistiche dal partner, generalizzazioni sulla presenza o meno di amore invece di prestare attenzione ai problemi specifici",
      "insoddisfazione costante e umore depresso alimentati da qualsiasi situazione di solitudine",
      "Dopo, scrivete dei controargomenti. Questo può essere un processo difficile e potrebbe richiedere più di un giorno, continuate ad aggiungere alla lista man mano che vi vengono in mente nuovi pensieri.",
      "Ad esempio, per la convinzione 'Essere soli è terribile e umiliante', si possono scrivere i seguenti controargomenti:",
      "quando una persona è sola, ha l'opportunità di conoscere meglio se stessa",
      "senza una relazione, c'è la possibilità di provare qualcosa di nuovo, fare cose che in una relazione sarebbero molto più difficili",
      "meglio essere soli che con un partner sbagliato",
      "E l'elemento più importante di questo processo — sostituite la vostra vecchia convinzione con una nuova. Deve suonare realistica e razionale, in modo che ci crediate.",
      "Ad esempio: 'La solitudine può essere piacevole e utile, in essa si può riposare e conoscere meglio se stessi. E l'amore si manifesta in diverse relazioni.",
      "Anche senza un partner, si può sentire vicinanza con le persone, condividere esperienze e mostrare calore. Bisogna concentrarsi su che tipo di relazioni voglio personalmente, e, se non le ho — pormi l'obiettivo e cercare di crearle.",
      "Ma l'assenza di un partner non mi rende incompleto. Così come il desiderio di avere un partner non mi rende debole o dipendente.'",
      "Rileggete questi appunti ogni giorno per 2-3 settimane, potete aggiungere o cambiare. In questo modo, riuscirete a superare la mentalità negativa e a dare inizio ai vostri cambiamenti.",
      "L'amore è un'esperienza meravigliosa, ma, come qualsiasi altra, può essere sia positiva che negativa e non dovrebbe definire chi siamo e perché siamo qui.",
      "Desiderio e bisogno non sono la stessa cosa. L'ossigeno è un bisogno, l'amore è un desiderio.",
      "L'amore non è un bisogno per un adulto!",
      "Il desiderio di costruire una relazione amorosa è normale. Non c'è nulla di male. Una buona relazione con una persona amata è un piacere meraviglioso.",
      "Ma per sopravvivere o provare la massima felicità, non avete bisogno né dell'approvazione né dell'amore né dell'attenzione di un'altra persona."
    ]
  }
}
