{
  "title": "Dipendenza dall’amore",
  "description": "L’amore, celebrato da poeti e artisti, ci fa sentire leggeri e ci dà la sensazione di una vita piena. Ma quando si trasforma in un bisogno patologico, logora la personalità e rende difficile costruire relazioni sane, soprattutto per chi ha una bassa autostima. La vera felicità e un senso di completezza si trovano imparando a regolare il proprio umore e a godere di piaceri che non dipendono dalla presenza di un partner.",
  "screen_1": {
    "texts": [
      "L’amore è un sentimento meraviglioso, cantato da poeti, pittori e musicisti. Fa volare, ispira e dona la sensazione di pienezza.",
      "È naturale: ognuno di noi desidera amare ed essere amato.",
      "Tuttavia, se la sua idea di amore si riduce alla convinzione: «Non posso essere davvero felice e realizzato se non ho un partner. Per essere pienamente felice ho bisogno di essere amato», questo è già un segno di dipendenza.",
      "Che cosa significa essere dipendenti dall’amore?",
      "È quando l’amore diventa un bisogno patologico, senza il quale Lei non si sente felice.",
      "Soffre per la mancanza d’amore e aspetta che qualcuno colmi quel vuoto. È convinto che la sua vita diventerà migliore, più interessante e più ricca solo quando arriverà una persona amata, capace di farla sentire necessario, importante e completo.",
      "Questa dipendenza è uno stato distruttivo che mina la sua personalità, la sua autostima e la capacità di costruire relazioni sane.",
      "Le cause della dipendenza affettiva possono essere diverse, ma più spesso affondano le radici nell’infanzia o nella giovinezza.",
      "Ne sono particolarmente vulnerabili le persone con bassa autostima, che temono la solitudine, si concentrano sui propri difetti e non credono nelle proprie forze e capacità.",
      "La bassa autostima, che nasce nell’infanzia, viene vissuta come una mancanza, come se ci fosse qualcosa di “difettoso”.",
      "Quando i genitori dedicano poco tempo al bambino e lui avverte una carenza d’amore, da adulto cercherà quelle stesse sensazioni nei partner, entrando in relazioni di dipendenza.",
      "Vediamo l’esempio di Viktoria, 28 anni, che passa sere e weekend nella disperazione perché crede: «Posso essere felice solo in una relazione. Senza un uomo non sono nulla».",
      "Per lei essere amata è importante quanto respirare. Questa richiesta continua spesso allontana le persone."
    ]
  },
  "screen_2": {
    "texts": [
      "Analizzando le sue convinzioni, Viktoria ha messo per iscritto svantaggi e vantaggi del suo modo di pensare.",
      "Gli svantaggi suonavano così:",
      "Questa convinzione mi fa sprofondare nello sconforto, perché sono sola.",
      "Perdo la voglia di fare qualcosa, di esplorare il mondo o di dedicarmi ai miei hobby.",
      "Per questo mi sento pigra e infelice.",
      "Mi fa provare compassione per me stessa.",
      "Mi toglie orgoglio e fiducia, mi spinge a invidiare gli altri e a provare frustrazione.",
      "Poi ha scritto i vantaggi della convinzione:",
      "La speranza di trovare un partner, ottenere amore e sicurezza.",
      "Mi dà uno scopo e un senso nella vita.",
      "Quanto sono reali questi vantaggi?",
      "Per anni Viktoria ha pensato di non poter vivere senza un uomo, ma questa convinzione non le ha ancora portato il partner che desidera.",
      "Viktoria ha concluso che attribuisce troppa importanza agli uomini, e questo non ne ha attratto nemmeno uno.",
      "Ha anche capito che le persone dipendenti spesso appaiono troppo esigenti, e questo rende più difficile costruire una relazione.",
      "Ha notato che chi trova la felicità dentro di sé di solito attira di più gli altri, perché irradia gioia e sicurezza.",
      "La dipendenza dall’amore ostacola relazioni sane. Quando esprime il bisogno di un’altra persona per essere felice, invia inconsciamente questo messaggio: «Amami, perché da solo non valgo nulla». Difficilmente un rapporto del genere può essere sano.",
      "Ma anche se Lei è in una relazione con convinzioni di questo tipo, è improbabile che sia una relazione sana. Perché si affida totalmente all’idea che una certa persona — che inconsciamente considera la fonte della sua felicità — debba esserci sempre.",
      "Ed è pronto a tutto pur di ottenerlo. Se non riceve la “dose” di emozioni e sentimenti di cui ha bisogno, farà pressione sul partner per sentirsi amato, oppure inizierà a fantasticare di trovare quell’amore altrove.",
      "E non le basterà mai, o ci sarà sempre “qualcosa che non va”, perché ha messo sulle spalle di un’altra persona la responsabilità del suo stato d’animo."
    ],
    "quote": {
      "text": "La vera felicità sta nell’essere contenti di sé.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "È fondamentale imparare a regolare il proprio umore e a trovare la felicità dentro di sé. Questo le permetterà di sentirsi altrettanto vivo sia quando è solo, sia quando è insieme alla persona amata.",
      "Ma potrebbe pensare: «Sì, suona bene, però è poco credibile. Essere soli significa essere dei falliti sul piano emotivo».",
      "Molti credono che l’amore sia il motore del mondo. Lo vede nella pubblicità, lo sente nelle canzoni popolari, lo legge nelle poesie. Ma in realtà l’amore è tutt’altro che l’unica strada verso una vita felice e piena.",
      "Essere soli non significa affatto essere infelici. La maggior parte dei piaceri della vita li sperimentiamo anche da soli.",
      "Per esempio, quando ascolta la musica che ama, balla, passeggia in posti belli, legge un libro o mangia un gelato. Non le serve compagnia per provare sensazioni piacevoli.",
      "I piaceri di cui si può godere da soli sono infiniti. E questo significa che ha a disposizione tante fonti di piacere, indipendentemente dal fatto che ci sia qualcuno accanto o no.",
      "Qual è la sua lista di piaceri? In che modo può farsi contento?",
      "A volte inseguiamo così tanto l’idea di una relazione perfetta e di un sentimento “alto” che perdiamo di vista ciò di cui abbiamo davvero bisogno per vivere un amore autentico."
    ],
    "quote": {
      "text": "Amare sé stessi è l’inizio di un romanzo che dura tutta la vita.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Come liberarsi dalla dipendenza affettiva?",
    "description": "L’articolo esplora la felicità e le convinzioni legate all’amore e alle relazioni. Spiega che la felicità può essere raggiunta in molti modi e propone tecniche per modificare le convinzioni negative connesse alla solitudine. Insegna a riconoscere la gioia nelle cose quotidiane e a crescere anche senza una relazione romantica.",
    "screen_1": {
      "texts": [
        "Relazioni e amore possono portare molta gioia e felicità nella vita, ma non sono l’unica strada.",
        "La felicità è un processo complesso e sfaccettato, e ognuno ha il diritto di scegliere i propri metodi e percorsi per raggiungerla.",
        "Perciò, se in questo momento la sua vita non include una relazione romantica, questo non la rende incompleta.",
        "Per cambiare le proprie convinzioni bisogna fare parecchi sforzi: è un processo lungo e impegnativo.",
        "Ma siamo certi che, usando le raccomandazioni e le tecniche seguenti, potrà liberarsi dalla dipendenza affettiva e imparare a essere felice sia in una relazione sia senza.",
        "Cambiare prospettiva",
        "Ha notato che, quando si sente solo, per strada continuano a comparire coppiette innamorate?",
        "E sembra che il mondo intero sia contro di Lei: qui una coppia di piccioni, là un gattino e una gattina, e Lei sempre da solo o da sola. È così che funziona una distorsione cognitiva: il filtro negativo.",
        "È un errore di pensiero e di percezione: nota solo ciò che la preoccupa e ignora tutto il resto.",
        "Cambiare prospettiva: guardi il mondo più ampiamente. Impari a vedere non solo coppie felici, ma anche persone single felici. O persone che hanno una relazione ma non sono diventate più felici: lo status relazionale non sempre mantiene le promesse."
      ],
      "quote": {
        "text": "La felicità è come una farfalla: più la inseguite, più vi sfugge. Ma se rivolgete l’attenzione ad altro, arriverà e si poserà silenziosamente sulla vostra spalla.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Scheda del piacere previsto",
        "La felicità si può trovare ogni giorno nelle piccole gioie, nella crescita personale, nell’amicizia e in molti altri aspetti della vita.",
        "Ma probabilmente Lei non la vede così ed è convinto di non poter essere felice senza un’altra persona.",
        "Per verificare quanto questa convinzione sia realistica, usi la «Scheda del piacere previsto». Ha diverse colonne: dovrà prevedere e poi registrare il livello reale di piacere che prova in attività diverse (lavoro e tempo libero), da solo o in compagnia.",
        "Nella prima colonna indichi la data dell’esperimento.",
        "Nella seconda scriva alcune azioni che intende fare quel giorno nell’ambito dell’esperimento (consigliamo 40–50 esperimenti nell’arco di due o tre settimane. Scelga attività che di solito le danno soddisfazione o piacere, oppure che hanno potenziale di apprendimento o crescita personale).",
        "Nella terza colonna indichi con chi le farà. Se è da solo, scriva: «Io».",
        "Nella quarta colonna preveda quanto piacere le darà ciascuna attività, valutandola su una scala da 0 a 100%: più alto il numero, maggiore il piacere atteso.",
        "È molto importante compilare la quarta colonna prima di iniziare l’attività prevista, non dopo! Compilate le prime quattro colonne, passi all’azione.",
        "Poi, nella quinta colonna, scriva il livello reale di piacere, usando lo stesso sistema di valutazione: da 0 a 100%.",
        "Dopo una serie di esperimenti, potrà analizzare i dati raccolti e scoprire molte cose interessanti su di sé.",
        "Prima di tutto, confrontando il piacere previsto (colonna 4) con quello reale (colonna 5), vedrà quanto sono accurati i suoi pronostici.",
        "Potrebbe rendersi conto che spesso sottovaluta il piacere che si aspetta di provare, soprattutto quando fa qualcosa da solo.",
        "Forse rimarrà sorpreso anche nello scoprire che fare attività con qualcuno non sempre corrisponde alle sue aspettative.",
        "In realtà, potrebbe persino notare che in molti casi passare tempo da solo è stato più piacevole che stare in compagnia.",
        "E potrà vedere che i punteggi più alti assegnati ad attività in solitudine sono pari a quelli delle attività in compagnia, o addirittura superiori."
      ],
      "quote": {
        "text": "Nessuno può farla sentire inferiore senza il suo consenso.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Ristrutturazione delle convinzioni",
        "Amore, relazioni e matrimonio non sono una condizione necessaria per la felicità e per aumentare l’autostima; a volte non bastano nemmeno.",
        "La prova è nei milioni di uomini e donne sposati che, nonostante questo, sono infelici.",
        "Se l’amore fosse la cura per la solitudine, i problemi, il cattivo umore e la depressione, allora gli psicologi resterebbero senza lavoro.",
        "Ma purtroppo non è così: avere un partner non garantisce una vita felice. E questo va compreso e accettato.",
        "Per iniziare a lavorare sulla convinzione, la formuli e la scriva. Può suonare in modi diversi:",
        "Se non ho una relazione, sono infelice",
        "Se non mi amano, significa che sono un fallito",
        "Senza una relazione sono incompleto",
        "Poi descriva in che modo questa convinzione le crea ostacoli. Per esempio:",
        "pretese eccessive verso me stesso, che non finiscono mai; mi sembra di non essere abbastanza bravo per una relazione",
        "aspettative irrealistiche verso il partner, conclusioni globali su amore e “non amore” invece di attenzione ai problemi concreti",
        "insoddisfazione costante e umore depresso, alimentati da qualsiasi situazione di solitudine",
        "Dopo, scriva dei controargomenti. Può essere un processo difficile e potrebbe richiedere più di un giorno: aggiunga elementi man mano che le vengono nuove idee.",
        "Per esempio, per la convinzione «Essere soli è terribile e umiliante» può annotare questi controargomenti:",
        "quando una persona è sola, ha la possibilità di conoscersi meglio",
        "senza una relazione si può provare qualcosa di nuovo, fare cose che in una relazione sarebbero molto più difficili",
        "è meglio essere soli che con un partner inadatto",
        "E l’elemento più importante di tutto il processo: sostituisca la vecchia convinzione con una nuova. Deve essere realistica e razionale, in modo che Lei ci creda.",
        "Per esempio: «La solitudine può essere piacevole e utile: permette di riposare e di conoscersi meglio. E l’amore si manifesta in relazioni diverse.",
        "Anche senza un partner si può sentirsi vicini alle persone, condividere ciò che si vive e mostrare calore. Vale la pena appoggiarsi al tipo di relazione che voglio io e, se non ce l’ho, pormi un obiettivo e provare a costruirla.",
        "Ma l’assenza di un partner non mi rende incompleto. Così come il desiderio di avere un partner non mi rende debole o dipendente.»",
        "Rilegga questi appunti ogni giorno per 2–3 settimane: può aggiungerli o modificarli. In questo modo riuscirà a superare un modo di pensare negativo e a dare inizio al cambiamento.",
        "L’amore è un’esperienza meravigliosa, ma, come ogni altra, può essere positiva o negativa e non dovrebbe definire chi siamo e perché siamo qui.",
        "Desiderio e bisogno non sono la stessa cosa. L’ossigeno è un bisogno, l’amore è un desiderio.",
        "L’amore non è un bisogno per un adulto!",
        "Desiderare una relazione amorosa è normale. Non c’è nulla di sbagliato. Una buona relazione con la persona amata è un piacere straordinario.",
        "Ma per sopravvivere o provare la massima felicità non le servono né approvazione, né amore, né attenzione da parte di un’altra persona."
      ]
    }
  }
}
