{
  "title": "È sempre colpa mia? L’illusione dell’onnipotenza",
  "description": "Questo articolo esplora il fenomeno psicologico della personalizzazione: la convinzione di essere la causa di tutto ciò che accade intorno a Lei. Il testo spiega i meccanismi di questo modo di pensare e le sue conseguenze negative — stress, ansia, bassa autostima e difficoltà nelle relazioni. Vengono analizzate anche le ragioni per cui questa convinzione si forma, dall’infanzia all’influenza delle norme culturali. In conclusione, troverà indicazioni pratiche per superare la personalizzazione e liberarsi da un senso di colpa ingiustificato.",
  "screen_1": {
    "texts": [
      "In qualsiasi situazione, qualunque sia l’esito, la colpa è mia.",
      "Ho perso il treno: ci ho messo troppo a prepararmi. Le persone davanti a me in metropolitana ridono: sicuramente stanno ridendo di me. Il mio partner è di cattivo umore: quindi ho fatto qualcosa di sbagliato.",
      "Le suona familiare?",
      "Se sì, allora potremmo essere di fronte a una convinzione di onnipotenza personale.",
      "In un modo o nell’altro, tutti abbiamo sperimentato la personalizzazione.",
      "È una trappola psicologica subdola: La fa sentire il centro dell’universo e La porta ad assumersi la responsabilità di molte cose che accadono intorno a Lei.",
      "Lei è convinta che le persone reagiscano solo a Lei, che le loro azioni, i loro pensieri e i loro sentimenti dipendano interamente dai Suoi comportamenti, anche se in realtà tutto questo non è sotto il Suo controllo.",
      "Eppure Lei soffre, si giudica e si porta addosso un senso di colpa opprimente.",
      "Paradossalmente, la convinzione di essere onnipotente e invincibile finisce per limitarLa, alimentando l’ansia e riducendo l’efficacia.",
      "Come si manifesta la personalizzazione?",
      "«È tutta colpa mia»: tende a credere che tutto ciò che accade nella vita sia il risultato delle Sue azioni. Che sia qualcosa di bello o di brutto, si assume tutta la responsabilità.",
      "«Tutto ruota attorno a me»: è convinta che gli altri pensino continuamente a Lei, che La commentino e notino ogni Suo errore o difetto.",
      "«Sono colpevole»: il senso di colpa diventa un compagno costante, indipendentemente dalle cause reali degli eventi."
    ]
  },
  "screen_2": {
    "texts": [
      "Per esempio:",
      "Immagini di entrare in un negozio e che alla cassa il commesso Le risponda in modo sgarbato. Invece di pensare che possa avere una brutta giornata o che sia semplicemente maleducato, comincia a rimproverarsi: «Forse ho detto o fatto qualcosa di sbagliato».",
      "Invitano a un incontro con gli amici una conoscente che a Lei non piace. Lei pensa che lo abbiano fatto apposta per farLe capire che è di troppo e che non vogliono frequentarLa.",
      "«Se non risponde alla mia chiamata, allora si è offesa con me».",
      "Quei ragazzi ridono e si scambiano occhiate: sicuramente stanno parlando di me.",
      "Con questo stile di pensiero non importa più chi sia davvero responsabile: la colpa viene comunque vissuta come Sua. Secondo Lei, a cosa può portare? Proprio a stress, apatia, ansia, problemi di autostima e perfino depressione.",
      "Perché la personalizzazione è pericolosa?",
      "Autocritica eccessiva: si può finire per colpevolizzarsi per eventi che in realtà non dipendevano da noi.",
      "Stress e ansia: la sensazione costante che tutti i problemi siano «per colpa mia» alimenta stress cronico e ansia.",
      "Problemi nelle relazioni: chi tende a personalizzare può interpretare male il comportamento degli altri, offendersi facilmente e rovinare i rapporti.",
      "Percezione distorta della realtà: come ogni convinzione irrazionale, la personalizzazione La trae in inganno, impedendole di valutare lucidamente la situazione e facendole perdere di vista fatti e circostanze oggettive.",
      "Bassa autostima: accusandosi di tutto, si mina la fiducia in sé.",
      "Posizione di vittima: alcune persone, senza rendersene conto, finiscono per farsi del male, «punendosi» per colpe immaginarie. Possono anche permettere agli altri di trattarle con disprezzo."
    ],
    "quote": {
      "text": "Il senso di colpa innesca inevitabilmente un copione di punizione, senza che la coscienza se ne accorga.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Da dove nasce la personalizzazione?",
      "Questo tipo di convinzioni si forma già nell’infanzia.",
      "È noto che il pensiero dei bambini è egocentrico: il bambino crede sinceramente di essere la causa di tutto ciò che accade intorno a lui.",
      "Per esempio, per un bambino di tre o quattro anni è del tutto normale pensare che il sole sorga perché lui si è svegliato e tramonti quando è ora di andare a dormire.",
      "Eppure molti adulti, crescendo, continuano a portarsi dietro elementi di questo pensiero egocentrico nella vita quotidiana.",
      "La pressione familiare o sociale può spingere una persona a sentirsi responsabile del benessere altrui. Per esempio, un bambino costretto a prendersi cura dei genitori fin da piccolo.",
      "I problemi di autostima possono essere sia una conseguenza sia una causa di queste convinzioni.",
      "Le persone con bassa autostima spesso sono più inclini alla personalizzazione. Possono credere di non meritare un buon trattamento e, quindi, attribuire gli eventi negativi alle proprie azioni o mancanze.",
      "Anche esperienze traumatiche nel passato possono favorire la personalizzazione. Nell’infanzia c’è un’alta probabilità che il bambino distorca il proprio modo di pensare e si convinca che tutto dipenda da lui.",
      "Per esempio, se da bambino ha sentito spesso frasi come «è sempre colpa tua» o «non fai mai nulla nel modo giusto», può portarsi dietro questa «etichetta» per tutta la vita, attribuendo a sé ogni evento negativo.",
      "In alcune culture è normale assumersi la responsabilità di tutto ciò che succede intorno. Questo può portare le persone a personalizzare anche quando non hanno alcuna colpa.",
      "Qualunque siano le ragioni per cui queste convinzioni si sono formate, possiamo cambiare il nostro modo di pensare in qualsiasi fase della vita, se abbiamo motivazione.",
      "Nel prossimo capitolo, come di consueto, vedremo le principali raccomandazioni per lavorare sulla convinzione di essere onnipotenti."
    ],
    "quote": {
      "text": "Non si può dare a sé la colpa di tutto, se non ci si considera onnipotenti.",
      "author": "Michail Bulgakov"
    }
  },
  "exercise": {
    "title": "Uscire dalla trappola del «È tutta colpa mia»",
    "description": "L’articolo spiega che cos’è la personalizzazione: l’abitudine di collegare gli eventi a sé in modo automatico. Scoprirà perché questo modo di pensare genera senso di colpa e ansia inutili e come, passo dopo passo, costruire uno sguardo più sano sulle situazioni. Le tecniche proposte aiutano a distinguere con gentilezza i fatti dai pensieri, ridurre l’autocritica e ritrovare più calma interiore.",
    "screen_1": {
      "texts": [
        "A volte la personalizzazione viene scambiata per «delirio di grandezza», ma non c’entra con il sentirsi forti o importanti.",
        "La personalizzazione è quando sembra che ciò che accade intorno a Lei sia legato a Lei, anche se non ci sono prove.",
        "Dentro, però, non si vive come potere, bensì come ansia: come se tutti osservassero, valutassero e si aspettassero da Lei un comportamento perfetto.",
        "Per uscire da questo schema, è importante imparare a vedere le cause reali degli eventi, invece di colpevolizzarsi automaticamente.",
        "Quando ci assumiamo la responsabilità di ciò che non è sotto il nostro controllo, ci sovraccarichiamo e creiamo terreno per senso di colpa e stanchezza.",
        "Il primo passo è l’osservazione. Noti quando nella mente compare il pensiero: «È colpa mia», anche se i fatti sono pochi o assenti.",
        "Si chieda: «Ho davvero influenzato questa situazione? O è solo un pensiero, non un fatto?»",
        "Provi a considerare altre possibili spiegazioni. Per esempio: «Non mi ha salutato. Forse è turbata, ha fretta o è presa dai suoi pensieri — forse non c’entra nulla con me»."
      ],
      "quote": {
        "text": "Tutto ciò che sentiamo è un’opinione, non un fatto. Tutto ciò che vediamo è una prospettiva, non la verità.",
        "author": "Marco Aurelio"
      }
    },
    "screen_2": {
      "texts": [
        "Può aiutare una serie di domande:",
        "Devo davvero colpevolizzarmi?",
        "Era sotto il mio controllo?",
        "Di che cosa posso essere responsabile, concretamente? E dove passa il confine della mia responsabilità?",
        "Quali altre cause possono aver influenzato la situazione?",
        "Esempio:",
        "Arriva al lavoro e una collega non La saluta. Pensiero automatico: «Forse ho fatto qualcosa di sbagliato».",
        "Ora passiamo all’analisi:",
        "Potrebbe non avermi notata, essere distratta, aver dormito poco, avere fretta o essere preoccupata per qualcosa di suo.",
        "Non posso conoscere la causa esatta senza parlarne direttamente.",
        "Anche se fosse di cattivo umore, potrebbe dipendere da molti fattori, non da me.",
        "Se non ci sono fatti, non ci sono nemmeno motivi per sentirmi in colpa.",
        "Non possiamo controllare tutto. A volte il passo migliore è lasciar andare e permettere al mondo di fare il suo corso."
      ],
      "quote": {
        "text": "Non sono le cose a turbare gli uomini, ma i giudizi che essi formulano sulle cose.",
        "author": "Epitteto"
      }
    },
    "screen_3": {
      "texts": [
        "Alcuni esercizi che possono aiutare:",
        "Uno sguardo dall’esterno",
        "Immagini che una sua amica Le racconti la stessa situazione. Che cosa le direbbe? Come la sosterrebbe? Allo stesso modo può sostenere anche se stessa.",
        "La frase «se…»",
        "Completi il pensiero: «Se davvero fossi responsabile di tutto, questo significherebbe…».",
        "Per esempio: «…che posso controllare i sentimenti degli altri», oppure «…che so leggere nella mente», oppure «…che rispondo di tutti gli eventi intorno a me».",
        "Notare quanto siano assurde queste fantasie rende più facile tornare a una visione realistica della situazione.",
        "Con il tempo, esercizi del genere aiutano a distinguere con delicatezza i fatti reali dalla colpa automatica.",
        "Ricordi: essere attenta a ciò che accade è prezioso. Ma non significa che debba rispondere di tutto.",
        "Liberandosi dalla personalizzazione, ci si restituisce più leggerezza, spazio e calma interiore."
      ]
    }
  }
}
