{
  "title": "È sempre colpa mia? L'illusione dell'onnipotenza",
  "description": "Questo articolo esplora il fenomeno psicologico della personalizzazione, la convinzione che tu sia la causa di tutto ciò che accade intorno a te. Il testo descrive i meccanismi di questo modo di pensare, le sue conseguenze negative, come stress, ansia, bassa autostima e problemi nelle relazioni. Vengono anche esaminate le cause della formazione di questa convinzione, a partire dall'infanzia e dall'influenza delle norme culturali. Infine, vengono fornite raccomandazioni per superare la personalizzazione e liberarsi dal senso di colpa ingiustificato.",
  "screen_1": {
    "texts": [
      "In qualsiasi situazione, qualunque sia il risultato, la causa sono io.",
      "Non sono riuscito a prendere il treno: mi sono preparato troppo a lungo. Le persone di fronte a me in metropolitana ridono: sicuramente ridono di me. Il mio partner è di cattivo umore: allora ho fatto qualcosa di sbagliato.",
      "Ti suona familiare?",
      "Se sì, allora stiamo parlando della convinzione della propria onnipotenza.",
      "Ognuno di noi ha sperimentato la personalizzazione in una certa misura.",
      "È una trappola psicologica insidiosa che ti fa sentire al centro dell'universo e ti fa assumere la responsabilità di gran parte di ciò che accade intorno a te.",
      "Sei convinto che le persone intorno a te reagiscano esclusivamente a te, che le loro azioni, pensieri e sentimenti dipendano interamente dalle tue azioni, anche se in realtà tutto ciò non è sotto il tuo controllo.",
      "Ma ti tormenti, giudicando te stesso e provando un opprimente senso di colpa.",
      "Per quanto possa sembrare paradossale, la convinzione della propria onnipotenza e onnipresenza ti limita, immergendoti nell'ansia e riducendo la tua efficacia.",
      "Come si manifesta la personalizzazione?",
      "«Tutto è colpa mia»: tendi a credere che tutto ciò che accade nella vita sia il risultato delle tue azioni. Non importa se è positivo o negativo, assumi tutta la responsabilità.",
      "«Tutto gira intorno a me»: sei convinto che gli altri pensino costantemente a te, ti osservino, notino tutti i tuoi errori e difetti.",
      "«È colpa mia»: il senso di colpa diventa un compagno costante, indipendentemente dalle vere cause degli eventi."
    ]
  },
  "screen_2": {
    "texts": [
      "Ad esempio:",
      "Immagina di entrare in un negozio e alla cassa il commesso ti risponde in modo sgarbato. Invece di pensare che il commesso possa aver avuto una brutta giornata o che sia semplicemente maleducato, inizi a incolparti: «Forse ho detto o fatto qualcosa di sbagliato».",
      "All'incontro con amici hanno invitato una persona che non ti piace. Pensi che lo abbiano fatto apposta per dimostrarti che sei di troppo e che non vogliono stare con te.",
      "«Se non risponde alla mia chiamata, significa che è arrabbiato con me».",
      "Quegli adolescenti ridono e si guardano: sicuramente stanno parlando di me.",
      "Con questo stile di pensiero, non importa chi sia effettivamente colpevole: il senso di colpa lo provi comunque. Cosa pensi che possa portare a questo? Ovviamente a stress, apatia, ansia, problemi di autostima e persino depressione.",
      "Perché la personalizzazione è pericolosa?",
      "Eccessiva autocritica: Le persone possono inclinarsi verso l'autocritica e la colpa per eventi che in realtà non dipendevano da loro.",
      "Stress e ansia: La costante sensazione che tutti i problemi siano causati da me provoca stress cronico e ansia.",
      "Problemi nelle relazioni: Le persone inclini alla personalizzazione possono interpretare erroneamente il comportamento degli altri, offendendosi e distruggendo le relazioni.",
      "Percezione distorta della realtà: Come qualsiasi convinzione irrazionale, la personalizzazione ti induce in errore, impedendoti di valutare lucidamente la situazione e di vedere i fatti e le circostanze oggettive.",
      "Bassa autostima: Incolpandoti costantemente di tutto, indebolisci la tua fiducia in te stesso.",
      "Posizione di vittima: Alcune persone cercano inconsapevolmente di farsi del male, punendosi per colpe immaginarie. Possono permettere agli altri di trattarli con disprezzo."
    ],
    "quote": {
      "text": "Il senso di colpa genera inevitabilmente un copione di punizione, e ciò avviene senza che tu ne sia consapevole.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Da dove viene la personalizzazione?",
      "Questo tipo di convinzioni si forma già nell'infanzia.",
      "È noto che il pensiero dei bambini è egocentrico, il che significa che un bambino crede sinceramente di essere la causa di tutto ciò che accade intorno a lui.",
      "Ad esempio, per i bambini di tre o quattro anni è del tutto normale pensare che il sole sorga perché si sono svegliati e tramonti quando è ora di andare a dormire.",
      "Tuttavia, molti adulti, crescendo, continuano a usare elementi del pensiero egocentrico nella vita quotidiana.",
      "La pressione familiare o sociale può spingere una persona a considerarsi responsabile del benessere degli altri. Ad esempio, un bambino costretto a prendersi cura dei genitori già in tenera età.",
      "Problemi di autostima possono essere sia una conseguenza sia una causa di queste convinzioni.",
      "Le persone con bassa autostima sono spesso inclini alla personalizzazione. Possono pensare di non meritare che gli altri li trattino bene e quindi attribuiscono eventi negativi alle proprie azioni o difetti.",
      "Esperienze traumatiche del passato possono anche contribuire alla personalizzazione. In giovane età è molto probabile che il pensiero del bambino venga distorto e che egli creda che tutto ciò che accade dipenda da lui.",
      "Ad esempio, se da bambino una persona sentiva spesso frasi dai genitori come 'È tutta colpa tua' o 'Non fai mai niente di giusto', potrebbe poi portare con sé questo 'marchio' per tutta la vita, attribuendo a sé stesso tutti gli eventi negativi.",
      "In alcune culture è comune assumersi la responsabilità di tutto ciò che accade intorno. Questo può portare le persone a essere inclini alla personalizzazione, anche se non sono colpevoli di ciò che accade.",
      "Qualunque siano le ragioni della formazione delle convinzioni, possiamo cambiare il nostro modo di pensare in qualsiasi fase della vita, se abbiamo la motivazione.",
      "Nel prossimo capitolo esamineremo, come sempre, le principali raccomandazioni per lavorare sulla convinzione della propria onnipotenza."
    ],
    "quote": {
      "text": "Non puoi incolparti di tutto se non ti consideri onnipotente.",
      "author": "Michail Bulgakov"
    }
  },
  "exercise": {
    "title": "Uscire dalla trappola di « È tutta colpa mia »",
    "description": "L'articolo esamina il fenomeno della personalizzazione: la tendenza a percepire gli eventi come personalmente correlati a sé stessi. Vengono discusse le modalità per ridurre le conseguenze negative di questo tipo di pensiero, tra cui l'auto-osservazione e l'analisi delle situazioni. L'autore offre consigli pratici ed esercizi per migliorare il benessere mentale e liberarsi dal senso di colpa non necessario.",
    "screen_1": {
      "texts": [
        "A volte, le persone si riferiscono erroneamente alla credenza nella personalizzazione come « megalomania ».",
        "Tuttavia, questo non indica necessariamente illusioni di grandezza, ma riflette piuttosto una visione del mondo in cui una persona incline alla personalizzazione si pone al centro dell'universo: tutti gli eventi sembrano personalmente collegati a lei.",
        "Interiormente, questo non viene vissuto come un senso di immenso potere o forza, ma come una pressione costante, attenzione dagli altri e ostilità nascosta.",
        "Per superare questo stile di pensiero dannoso, è importante identificare le vere cause dei problemi che sono sorti.",
        "Invece di incolpare te stesso per cose che sono fuori dal tuo controllo e, di conseguenza, sentirti in colpa verso il mondo intero, concentrati sull'analisi della situazione.",
        "Inizia con l'auto-osservazione. Il primo passo per ridurre la personalizzazione è la consapevolezza, come con qualsiasi altro pensiero irrazionale. Presta molta attenzione ai tuoi pensieri e reazioni agli eventi. Nota quando tendi ad assumerti la responsabilità di qualcosa che in realtà è fuori dal tuo controllo.",
        "Quindi, prova a identificare altri fattori che potrebbero aver influenzato la situazione di cui ti sei assunto la responsabilità. Ad esempio: « È davvero vero che sono solo io a essere colpevole di questa discussione? Quali altri fattori e circostanze potrebbero aver giocato un ruolo? »",
        "Considera possibili motivi per il comportamento degli altri che non sono legati alle tue azioni. Prova a metterti nei loro panni e a capire cosa potrebbe aver influenzato la loro reazione. Ad esempio, cos'altro potrebbe aver causato il loro umore o comportamento?"
      ],
      "quote": {
        "text": "Tutto ciò che ascoltiamo è un'opinione, non un fatto. Tutto ciò che vediamo è una prospettiva, non la verità.",
        "author": "Marco Aurelio"
      }
    },
    "screen_2": {
      "texts": [
        "Usa le seguenti domande per l'analisi:",
        "Devo incolpare me stesso per quello che è successo?",
        "Ero in grado di controllarlo?",
        "Sono davvero responsabile di tutto? O solo di una parte del problema? Di quale parte esattamente?",
        "Quali altre ragioni potrebbero esserci per questo problema?",
        "Esempio:",
        "Immagina una situazione: arrivi al lavoro e il tuo collega non ti saluta. Immediatamente, sorge un pensiero: « Ho fatto qualcosa di sbagliato. Sembra che non gli piaccio. Forse ho detto qualcosa di sbagliato ieri, o non l'ho salutato, e ora si sta vendicando. »",
        "Analizza i tuoi pensieri usando le domande sopra menzionate e annota risposte razionali alternative:",
        "Forse non mi ha salutato perché non ha dormito bene, si è semplicemente dimenticato, era assorto nei suoi pensieri o mi ha salutato prima e non me ne sono accorto.",
        "Molto probabilmente, il suo possibile cattivo stato e il fatto che non mi abbia salutato non hanno nulla a che fare con il mio comportamento. Posso provare il contrario solo chiedendoglielo direttamente. La spiegazione più probabile: non ha dormito bene, è successo qualcosa al mattino, o si è semplicemente dimenticato.",
        "Non sono sicuro che fosse triste, ma anche se lo fosse, ci sono molte ragioni per il suo stato che potrebbero non avere nulla a che fare con me. Anche se è arrabbiato con me, dovrebbe dirmelo; altrimenti, non posso capire la situazione con certezza.",
        "Poiché non so con certezza se la causa sia legata alle mie azioni, non mi sentirò in colpa per questo.",
        "Ricorda che non possiamo controllare tutto nella vita. A volte dobbiamo semplicemente accettare ciò che accade e non cercare di spiegare tutto con i nostri errori."
      ],
      "quote": {
        "text": "Non sono le cose in sé che turbano gli uomini, ma le loro opinioni su quelle cose.",
        "author": "Epitteto"
      }
    },
    "screen_3": {
      "texts": [
        "Puoi anche utilizzare i seguenti esercizi per lavorare sulla tua convinzione:",
        "Applicare una prospettiva esterna",
        "Immagina che un amico ti dica che il suo collega non lo ha salutato al mattino. Come reagiresti? Cosa gli diresti? Quale consiglio gli daresti? Questo ti aiuterà a distanziarti dalle tue emozioni e a vedere la situazione in modo più obiettivo.",
        "Continua la frase « se fossi veramente… »",
        "Prova a completare la seguente frase: « Se fossi veramente responsabile di questo, significherebbe che… »",
        "Ad esempio: « Se fossi veramente responsabile del fallimento del progetto, significherebbe che potrei controllare tutti i partecipanti e prevenire qualsiasi errore. » Ma in realtà, molti fattori sono fuori dal tuo controllo.",
        "« Se fossi veramente responsabile del fatto che il mio amico è arrabbiato con me, significherebbe che potrei leggere nella sua mente e indovinare i suoi desideri. » Ma questo è impossibile.",
        "Completare la frase « se fossi veramente… » ti aiuterà ad analizzare la tua responsabilità e a capire che non puoi sempre controllare tutto ciò che accade.",
        "Utilizzando queste semplici tecniche, puoi liberarti dei pensieri negativi e del sentimento di essere responsabile di tutto.",
        "Ricorda che non sei il centro dell'universo e non devi essere responsabile di tutti gli eventi intorno a te. È meglio concentrare la tua energia sulla risoluzione dei problemi e sulla creazione di una vita più felice e armoniosa."
      ]
    }
  }
}
