{
  "title": "Uscire dalla trappola di « È tutta colpa mia »",
  "description": "L'articolo esamina il fenomeno della personalizzazione: la tendenza a percepire gli eventi come personalmente correlati a sé stessi. Vengono discusse le modalità per ridurre le conseguenze negative di questo tipo di pensiero, tra cui l'auto-osservazione e l'analisi delle situazioni. L'autore offre consigli pratici ed esercizi per migliorare il benessere mentale e liberarsi dal senso di colpa non necessario.",
  "screen_1": {
    "texts": [
      "A volte, le persone si riferiscono erroneamente alla credenza nella personalizzazione come « megalomania ».",
      "Tuttavia, questo non indica necessariamente illusioni di grandezza, ma riflette piuttosto una visione del mondo in cui una persona incline alla personalizzazione si pone al centro dell'universo: tutti gli eventi sembrano personalmente collegati a lei.",
      "Interiormente, questo non viene vissuto come un senso di immenso potere o forza, ma come una pressione costante, attenzione dagli altri e ostilità nascosta.",
      "Per superare questo stile di pensiero dannoso, è importante identificare le vere cause dei problemi che sono sorti.",
      "Invece di incolpare te stesso per cose che sono fuori dal tuo controllo e, di conseguenza, sentirti in colpa verso il mondo intero, concentrati sull'analisi della situazione.",
      "Inizia con l'auto-osservazione. Il primo passo per ridurre la personalizzazione è la consapevolezza, come con qualsiasi altro pensiero irrazionale. Presta molta attenzione ai tuoi pensieri e reazioni agli eventi. Nota quando tendi ad assumerti la responsabilità di qualcosa che in realtà è fuori dal tuo controllo.",
      "Quindi, prova a identificare altri fattori che potrebbero aver influenzato la situazione di cui ti sei assunto la responsabilità. Ad esempio: « È davvero vero che sono solo io a essere colpevole di questa discussione? Quali altri fattori e circostanze potrebbero aver giocato un ruolo? »",
      "Considera possibili motivi per il comportamento degli altri che non sono legati alle tue azioni. Prova a metterti nei loro panni e a capire cosa potrebbe aver influenzato la loro reazione. Ad esempio, cos'altro potrebbe aver causato il loro umore o comportamento?"
    ],
    "quote": {
      "text": "Tutto ciò che ascoltiamo è un'opinione, non un fatto. Tutto ciò che vediamo è una prospettiva, non la verità.",
      "author": "Marco Aurelio"
    }
  },
  "screen_2": {
    "texts": [
      "Usa le seguenti domande per l'analisi:",
      "Devo incolpare me stesso per quello che è successo?",
      "Ero in grado di controllarlo?",
      "Sono davvero responsabile di tutto? O solo di una parte del problema? Di quale parte esattamente?",
      "Quali altre ragioni potrebbero esserci per questo problema?",
      "Esempio:",
      "Immagina una situazione: arrivi al lavoro e il tuo collega non ti saluta. Immediatamente, sorge un pensiero: « Ho fatto qualcosa di sbagliato. Sembra che non gli piaccio. Forse ho detto qualcosa di sbagliato ieri, o non l'ho salutato, e ora si sta vendicando. »",
      "Analizza i tuoi pensieri usando le domande sopra menzionate e annota risposte razionali alternative:",
      "Forse non mi ha salutato perché non ha dormito bene, si è semplicemente dimenticato, era assorto nei suoi pensieri o mi ha salutato prima e non me ne sono accorto.",
      "Molto probabilmente, il suo possibile cattivo stato e il fatto che non mi abbia salutato non hanno nulla a che fare con il mio comportamento. Posso provare il contrario solo chiedendoglielo direttamente. La spiegazione più probabile: non ha dormito bene, è successo qualcosa al mattino, o si è semplicemente dimenticato.",
      "Non sono sicuro che fosse triste, ma anche se lo fosse, ci sono molte ragioni per il suo stato che potrebbero non avere nulla a che fare con me. Anche se è arrabbiato con me, dovrebbe dirmelo; altrimenti, non posso capire la situazione con certezza.",
      "Poiché non so con certezza se la causa sia legata alle mie azioni, non mi sentirò in colpa per questo.",
      "Ricorda che non possiamo controllare tutto nella vita. A volte dobbiamo semplicemente accettare ciò che accade e non cercare di spiegare tutto con i nostri errori."
    ],
    "quote": {
      "text": "Non sono le cose in sé che turbano gli uomini, ma le loro opinioni su quelle cose.",
      "author": "Epitteto"
    }
  },
  "screen_3": {
    "texts": [
      "Puoi anche utilizzare i seguenti esercizi per lavorare sulla tua convinzione:",
      "Applicare una prospettiva esterna",
      "Immagina che un amico ti dica che il suo collega non lo ha salutato al mattino. Come reagiresti? Cosa gli diresti? Quale consiglio gli daresti? Questo ti aiuterà a distanziarti dalle tue emozioni e a vedere la situazione in modo più obiettivo.",
      "Continua la frase « se fossi veramente… »",
      "Prova a completare la seguente frase: « Se fossi veramente responsabile di questo, significherebbe che… »",
      "Ad esempio: « Se fossi veramente responsabile del fallimento del progetto, significherebbe che potrei controllare tutti i partecipanti e prevenire qualsiasi errore. » Ma in realtà, molti fattori sono fuori dal tuo controllo.",
      "« Se fossi veramente responsabile del fatto che il mio amico è arrabbiato con me, significherebbe che potrei leggere nella sua mente e indovinare i suoi desideri. » Ma questo è impossibile.",
      "Completare la frase « se fossi veramente… » ti aiuterà ad analizzare la tua responsabilità e a capire che non puoi sempre controllare tutto ciò che accade.",
      "Utilizzando queste semplici tecniche, puoi liberarti dei pensieri negativi e del sentimento di essere responsabile di tutto.",
      "Ricorda che non sei il centro dell'universo e non devi essere responsabile di tutti gli eventi intorno a te. È meglio concentrare la tua energia sulla risoluzione dei problemi e sulla creazione di una vita più felice e armoniosa."
    ]
  }
}
