{
  "title": "Mi è dovuto: che cosa non va in questa convinzione?",
  "description": "L’articolo esplora la convinzione «mi è dovuto», tipica di chi si aspetta che il mondo gli ruoti intorno e soddisfi ogni bisogno. Si spiega come questa idea possa nascere nell’infanzia, come si manifesti nell’età adulta e quali conseguenze comporti: frustrazione, tensioni nelle relazioni e perdita di autonomia. In conclusione si propone di accettare la realtà per quella che è, ricordando che nel mondo c’è spazio non solo per noi, ma anche per gli altri.",
  "screen_1": {
    "texts": [
      "«Mi è dovuto» è una trappola in cui cadono in molti, convinti che il mondo ruoti intorno a loro.",
      "Chi ragiona così spesso si aspetta che gli altri siano sempre d’accordo e soddisfino le sue richieste.",
      "Non considera opinioni e bisogni altrui, dando per scontato che i propri desideri contino di più.",
      "Le convinzioni del “dover essere” possono suonare così:",
      "Gli amici devono aiutarmi sempre",
      "Il mio partner deve sostenermi sempre, in tutto",
      "Mia madre deve occuparsi dei miei figli",
      "Tutto deve andare come voglio io",
      "Non dovrebbero mai dirmi di no",
      "Il mondo deve essere giusto con me",
      "Se riconosce questi pensieri, è possibile che Lei senta di meritare successo, amore e felicità “per diritto di nascita”.",
      "Si aspetta che l’universo e le persone intorno a Lei realizzino i Suoi desideri perché Lei è una brava persona, oppure perché si impegna molto.",
      "Ma quando questo non accade — e succede spesso — ci si ritrova davanti a una scelta: sprofondare nello sconforto e sentirsi inadeguati, oppure esplodere di rabbia. Chi pensa che gli altri “gli debbano” qualcosa finisce spesso per avere problemi."
    ],
    "quote": {
      "text": "Non possiamo controllare il vento, ma possiamo regolare le vele.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "La prima conseguenza è la delusione: se qualcuno Le dice di no, non capisce che dovrebbe risolverLe i problemi o non soddisfa le Sue aspettative, è facile che arrivino frustrazione, risentimento, rabbia e la sensazione: “com’è possibile trattare così me, una persona tanto meritevole?”.",
      "Si spreca un’enorme quantità di energie in emozioni negative e il mondo finisce per tingersi di scuro. Questo atteggiamento esigente rende difficile provare piacere e gioia, perché non si accetta la realtà per quella che è: c’è sempre qualcosa che “non va” in come dovrebbe funzionare.",
      "Tania è un esempio evidente della convinzione «tutti mi devono qualcosa». Si aspetta che gli amici siano sempre disponibili, pronti a mollare tutto e correre in suo aiuto, risolvendo qualunque problema e soddisfacendo ogni richiesta.",
      "Per esempio, può chiamare alle tre di notte pretendendo che un’amica venga subito a sostenerla dopo una lite con il ragazzo.",
      "Oppure, senza avvisare, chiede aiuto per un trasloco anche se quel giorno l’amica ha già un impegno importante. Quando gli amici non possono aiutarla, Tania si offende e si sente abbandonata, non voluta.",
      "È una posizione rischiosa, che può portare all’isolamento, a tensioni nelle relazioni e persino alla loro rottura.",
      "Amici e familiari iniziano a evitare incontri o conversazioni, temendo l’ennesima richiesta, un’offesa o un litigio. Perché nessuno vuole sentirsi costantemente in debito e sottostare ai capricci altrui.",
      "Da dove nasce questa convinzione? Spesso si forma nell’infanzia, quando un bambino non incontra limiti realistici e ottiene tutto ciò che vuole. Può succedere per motivi diversi:",
      "I genitori viziano il bambino e gli permettono di fare tutto quello che gli passa per la testa.",
      "In questi casi può svilupparsi una componente narcisistica, con un senso esagerato della propria importanza.",
      "Esempio: la piccola Katia otteneva sempre tutto quello che voleva. I genitori pensavano che meritasse il meglio e non le dicevano mai di no. Katia si è abituata all’idea che il mondo ruoti intorno a lei e non capiva perché a scuola gli insegnanti non le dedicassero tutta l’attenzione e i compagni non tenessero sempre conto della sua opinione.",
      "I genitori stessi vivono secondo il principio «tutti mi devono qualcosa».",
      "Il bambino ripete lo schema familiare, interiorizzando quel modo di pensare.",
      "Esempio: i genitori di Vania si lamentavano continuamente della vita, convinti che dovessero essere pagati di più, che non venissero apprezzati e che i loro diritti fossero costantemente calpestati. Vania è cresciuto in un clima di insoddisfazione e pretese: l’idea che il mondo gli debba qualcosa."
    ],
    "quote": {
      "text": "Nessuno Le deve nulla. Tutto ciò che riceve nella vita è un dono.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "I genitori non tenevano conto dell’opinione del bambino, ignoravano i suoi interessi e i suoi desideri.",
      "Il bambino si arrabbia con i genitori, ma non può esprimere apertamente la rabbia. Così la sposta sugli altri, aspettandosi che lo compatiscano e “ripaghino” ciò che gli è mancato nell’infanzia.",
      "Esempio: Anja sognava di diventare pittrice, ma i genitori la costrinsero a studiare legge, convinti che fosse una professione più prestigiosa. Anja cedette, ma nel profondo desiderava sempre la creatività.",
      "Si sentiva ferita perché non le avevano permesso di realizzare il suo sogno e, col tempo, trasferì questo risentimento sugli altri, aspettandosi che fossero loro ad aiutarla a trovare la felicità nella vita.",
      "Al bambino veniva chiesto di compiacere i genitori per essere amato. È cresciuto con l’idea che l’amore vada meritato.",
      "Esempio: Sergej cercava sempre di soddisfare i bisogni dei genitori, temendo che non lo avrebbero amato se avesse sbagliato. È cresciuto con insicurezza e con il bisogno costante di dimostrare il proprio valore, convinto che gli “dovessero” dare ciò che aveva meritato.",
      "Le conseguenze di questa convinzione possono essere molte e negative. Tra queste:",
      "Frustrazione e insoddisfazione: aspettarsi che gli altri soddisfino tutti i Suoi bisogni può portare a una delusione continua, perché la realtà non coincide con le aspettative",
      "Tensioni nelle relazioni: credere che il mondo debba adattarsi a Lei può generare conflitti e attriti, perché alimenta malcontento e discussioni",
      "Perdita di autonomia: aspettarsi che gli altri si facciano carico di tutto La rende dipendente e ostacola lo sviluppo dell’indipendenza e della crescita personale",
      "Effetti negativi sull’autostima: affidarsi agli altri per soddisfare i propri bisogni impedisce di costruire una solida autostima e può alimentare emozioni dolorose e un senso di inferiorità",
      "Mancanza di reciprocità: concentrandosi solo su di sé si perde l’occasione di essere empatici e di aiutare gli altri, ostacolando relazioni sane e una rete di sostegno"
    ],
    "quote": {
      "text": "Non aspettarti che il mondo ruoti intorno a te. In questo mondo c’è spazio anche per gli altri.",
      "author": "Aristotele"
    }
  },
  "exercise": {
    "title": "Come gestire il “dover essere”?",
    "description": "L’articolo affronta le convinzioni del “dover essere” come fonte di stress e insoddisfazione, sottolineando che queste idee ci fanno sentire prigionieri delle circostanze. Si propone di riconoscerne l’irrealismo, sostituirle con formulazioni più flessibili e prendersi la responsabilità dei propri desideri e delle proprie azioni. La pratica della gratitudine e della compassione, insieme alla capacità di chiedere aiuto e accettare l’imperfezione, può ridurre lo stress e migliorare la qualità della vita.",
    "screen_1": {
      "texts": [
        "Le convinzioni del “dover essere” sono un nemico silenzioso: ci rubano la gioia di vivere, minano la calma e rendono più difficile costruire relazioni costruttive e profonde.",
        "Al centro di questa convinzione c’è l’idea del dovere.",
        "La parola «devo» è, nella maggior parte dei casi, una trappola linguistica.",
        "Il senso di «devo» è “solo così e in nessun altro modo”. Espressioni come «devo», «sono obbligato», «è necessario» ci fanno sentire prigionieri, perché descrivono una situazione in cui non esistono alternative.",
        "Ma questa descrizione è realistica solo in casi rarissimi, quasi eccezionali.",
        "Per esempio, è realistico dire: «Una persona deve respirare», perché fisicamente non esiste alternativa.",
        "Invece l’affermazione «Nessuno deve arrivare in ritardo» è inadeguata e irrealistica, perché nella realtà può accadere: le persone arrivano tardi, restano bloccate o a volte non si presentano affatto.",
        "Per questo, avere convinzioni di “dover essere” porta inevitabilmente stress, acuto o cronico.",
        "Come liberarsi dal “dover essere”?",
        "Riconosca l’irrealismo della convinzione",
        "Quando pretende dagli altri come dovrebbero comportarsi con Lei, cosa dovrebbero dire o fare, si aspetta un solo tipo di risultato.",
        "È una fonte potente di stress, perché nessuno ha mai avuto un ambiente che soddisfacesse sempre le nostre aspettative.",
        "Perfino le persone più autorevoli e i capi più potenti hanno incontrato qualcuno che si è comportato “non come avrebbe dovuto”.",
        "È naturale che, quando incontriamo qualcuno che agisce “non come dovrebbe”, l’attivazione emotiva aumenti. Da qui nascono stress costante, risentimento e un intero ventaglio di emozioni negative."
      ],
      "quote": {
        "text": "Se pensi che il mondo ti debba qualcosa, sarà una fonte di dolore. Ricorda: il mondo non deve nulla a nessuno.",
        "author": "Buddha"
      }
    },
    "screen_2": {
      "texts": [
        "Individui le radici della convinzione",
        "Si chieda da dove venga questa convinzione. Forse da bambino è stato viziato e non ha incontrato limiti realistici, oppure ha ereditato questo modo di pensare dai Suoi genitori. Capire l’origine non basta per liberarsene, ma è un passo importante nel lavoro su di sé.",
        "Faccia attenzione a come parla. Noti parole come «devo», «sono obbligato», «bisogna» e le sostituisca con «voglio», «preferisco», «mi piacerebbe».",
        "Esempio: «I miei amici devono chiamarmi per primi» diventa «Mi piacerebbe che i miei amici mi chiamassero per primi».",
        "Si assuma la responsabilità",
        "Il significato di queste parole determina il Suo atteggiamento verso la situazione.",
        "In un caso si tratta di una necessità inevitabile, la cui responsabilità viene attribuita a una forza esterna (persone, natura, circostanze, ecc.); nell’altro si tratta di una scelta libera, di cui Lei è responsabile.",
        "Assumersi la responsabilità della propria scelta è difficile, ma aumenta la libertà e riduce lo stress nel lungo periodo.",
        "Scomponga il Suo “dover essere”",
        "Invece di dire «mi è dovuto…», si chieda:",
        "Perché penso che debba essere così?",
        "Esistono alternative?",
        "Che cosa voglio ottenere in questo modo?",
        "Che vantaggio ci sarebbe se fosse così?",
        "Chiarisca i Suoi desideri reali e sia onesto con sé stesso. Che cosa vuole davvero quando dice che qualcuno o qualcosa Le “deve” qualcosa? Quali valori sta cercando di difendere?"
      ]
    },
    "screen_3": {
      "texts": [
        "Impari a chiedere e a esprimere i Suoi bisogni",
        "Invece di dare per scontato che gli altri conoscano i Suoi bisogni o desideri, impari a comunicarli in modo chiaro e diretto e a chiedere aiuto quando serve.",
        "Pratichi la compassione",
        "Cerchi di comprendere ciò che provano gli altri. Ricordi che ognuno ha le proprie preoccupazioni: non sempre possono sostenerLa, ascoltarLa, elogiarLa o offrirLe l’aiuto di cui ha bisogno.",
        "Si eserciti a mettersi nei panni altrui e a cercare spiegazioni alternative di ciò che accade: così sviluppa empatia.",
        "Sia grato",
        "Invece di concentrarsi su ciò che gli altri dovrebbero fare per Lei, si concentri sulla gratitudine per ciò che fanno.",
        "Per esempio, immagini che un collega La aiuti con un progetto anche se è molto impegnato. Invece di pensare: «Deve aiutarmi, è un suo dovere», provi a riformulare così: «Sono grato al collega per l’aiuto, considerando quanto è impegnato. È un vero professionista».",
        "La gratitudine ci aiuta a vedere e apprezzare i gesti gentili degli altri e crea un clima di rispetto e sostegno reciproci. Può esprimerla sia in privato sia in pubblico, e questo rafforza le relazioni.",
        "Accetti l’imperfezione",
        "Il mondo non è perfetto: non chieda a sé stesso e agli altri l’impossibile. Non cerchi di piegare il mondo e le persone ai Suoi desideri: difficilmente porterà a qualcosa di buono.",
        "Liberarsi da convinzioni irrazionali è un processo lungo e non sempre facile. Ma ne vale la pena: poco a poco inizierà a sentirsi più libero, più sereno e più sicuro di sé."
      ]
    }
  }
}
