{
  "title": "Mi si deve qualcosa? Cosa c'è di sbagliato in questa convinzione?",
  "description": "L'articolo esplora il problema dell'atteggiamento del 'mi si deve qualcosa', che si sviluppa in persone che si aspettano che il mondo ruoti intorno a loro e soddisfi tutte le loro esigenze. L'autore spiega come questa convinzione si formi nell'infanzia, fornisce esempi di come si manifesti nella vita adulta e descrive le conseguenze negative di tale pensiero, tra cui delusione, tensioni nelle relazioni e perdita di indipendenza. Alla fine, viene proposta l'idea che sia importante accettare il mondo per com'è e comprendere che in esso c'è spazio non solo per noi, ma anche per altre persone.",
  "screen_1": {
    "texts": [
      "\"Mi si deve qualcosa\" è una trappola in cui cadono molti, credendo che il mondo ruoti intorno a loro.",
      "Le persone che si trovano in questa posizione spesso si aspettano che gli altri siano d'accordo con loro e soddisfino le loro richieste.",
      "Non considerano le opinioni e le esigenze degli altri, ritenendo che i propri desideri e bisogni siano più importanti.",
      "Le convinzioni del 'dovere' possono suonare così:",
      "Gli amici devono sempre aiutarmi",
      "Il mio partner deve sempre sostenermi in tutto",
      "Mia madre deve badare ai miei figli",
      "Tutto deve essere come voglio io",
      "Non mi si deve mai dire di no",
      "Il mondo deve essere giusto con me",
      "Se hai notato questo tipo di pensiero in te stesso, probabilmente credi di meritare successo, amore e felicità semplicemente per diritto di nascita.",
      "Ti aspetti che l'universo e le persone intorno a te soddisfino i tuoi desideri, perché sei una brava persona o perché lavori sodo.",
      "Ma quando questo non accade, cosa che succede spesso, ti trovi davanti a una scelta: sprofondare nella tristezza e nel senso di inferiorità o esplodere di rabbia. Le persone che credono che tutto gli sia dovuto spesso si trovano di fronte a problemi."
    ],
    "quote": {
      "text": "Non possiamo controllare il vento, ma possiamo orientare le vele.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "In primo luogo, c'è la delusione: se ti viene detto di no, se non capiscono che dovrebbero risolvere i tuoi problemi, se non soddisfano le tue aspettative, allora inevitabilmente proverai delusione, rabbia e incomprensione su come possano trattare così una persona meravigliosa come te.",
      "Sprechi una quantità enorme di energia in emozioni negative, vedendo il mondo in toni cupi. Il tuo atteggiamento esigente verso la vita ti impedisce di goderti le cose, di essere felice, poiché non accetti il mondo per com'è, hai sempre lamentele su come è strutturato.",
      "Tania è un chiaro esempio di una persona con l'atteggiamento del 'mi si deve qualcosa'. Si aspetta che gli amici siano sempre disponibili, pronti a lasciare tutto e a correre in suo aiuto, risolvendo tutti i suoi problemi e soddisfacendo ogni sua richiesta.",
      "Ad esempio, potrebbe chiamare alle tre di notte, chiedendo che l'amica venga subito a confortarla dopo una lite con il fidanzato.",
      "Oppure, senza preavviso, chiedere aiuto per un trasloco, anche se l'amica ha già pianificato un appuntamento importante per quel giorno. Quando gli amici non possono aiutarla, Tania si sente offesa e trascurata.",
      "Questa è una posizione pericolosa, che può portare all'isolamento, a tensioni nelle relazioni o addirittura alla loro rottura.",
      "Gli amici e i familiari iniziano a evitare incontri o conversazioni, temendo la prossima richiesta, offesa o litigio. Nessuno vuole sentirsi costantemente obbligato e sottomettersi ai capricci di qualcun altro.",
      "Da dove nasce questa convinzione? Questo atteggiamento si forma spesso nell'infanzia, quando un bambino non viene messo di fronte a confini realistici e ottiene tutto ciò che vuole. Ciò può accadere per vari motivi:",
      "I genitori viziano il bambino e gli permettono di fare tutto ciò che desidera.",
      "In questo caso, nel bambino si sviluppa una parte narcisistica della personalità con un senso eccessivo della propria importanza.",
      "Esempio: La piccola Katia ha sempre ottenuto tutto ciò che voleva. I suoi genitori credevano che meritasse il meglio e non le negavano nulla. Katia era abituata a pensare che il mondo ruotasse intorno a lei e non capiva perché a scuola gli insegnanti non le prestassero tutta la loro attenzione, e i compagni non tenessero conto delle sue opinioni.",
      "I genitori stessi vivono secondo il principio del 'mi si deve qualcosa'.",
      "Il bambino ripete il modello dei genitori, assorbendo questo modo di pensare.",
      "Esempio: I genitori di Vania si lamentavano costantemente della vita, credendo che avrebbero dovuto essere pagati di più, che non venivano apprezzati, e che i loro diritti venivano costantemente violati. Vania è cresciuto in un'atmosfera di insoddisfazione e aspettative che il mondo gli dovesse qualcosa."
    ],
    "quote": {
      "text": "Nessuno ti deve nulla. Tutto ciò che ricevi nella vita è un dono.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "I genitori non tenevano conto dell'opinione del bambino, ignoravano i suoi interessi e desideri.",
      "Il bambino si arrabbia con i genitori, ma non può esprimere apertamente la sua rabbia. Perciò la trasferisce sugli altri, ritenendo che dovrebbero compatirlo e compensare ciò che gli è mancato durante l'infanzia.",
      "Esempio: Ania ha sempre sognato di diventare un'artista, ma i suoi genitori l'hanno costretta a studiare giurisprudenza, ritenendo che fosse una professione più prestigiosa. Ania ha acconsentito, ma il suo cuore è sempre stato attratto dall'arte.",
      "Si sentiva offesa dai genitori per non averle permesso di realizzare il suo sogno, e successivamente ha trasferito questa offesa su tutti gli altri, credendo che le dovessero aiutare a trovare la felicità nella vita.",
      "Il bambino era costretto a compiacere i genitori per essere amato. È cresciuto con la convinzione che l'amore debba essere guadagnato.",
      "Esempio: Sergey cercava sempre di soddisfare tutte le esigenze dei suoi genitori, temendo che non lo avrebbero amato se avesse fatto qualcosa di sbagliato. È cresciuto con un senso di insicurezza e cercava costantemente di dimostrare il proprio valore, ritenendo che gli altri gli dovessero dare ciò che aveva meritato.",
      "Le conseguenze di tale atteggiamento possono essere varie e negative. Queste includono:",
      "Delusione e insoddisfazione: Aspettarsi che gli altri debbano soddisfare tutte le tue esigenze può portare a una costante delusione e a un senso di insoddisfazione a causa della discrepanza tra aspettative e realtà.",
      "Tensione nelle relazioni: La convinzione che il mondo debba adattarsi a te può creare tensioni e conflitti nelle relazioni, poiché questo atteggiamento spesso porta a insoddisfazione e disaccordi.",
      "Perdita di indipendenza: Aspettarsi costantemente che gli altri si assumano tutte le responsabilità ti rende dipendente e impedisce lo sviluppo dell'autonomia e della crescita personale.",
      "Influenza negativa sull'autostima: Affidandoti agli altri per soddisfare le tue esigenze, non sviluppi la tua autostima, il che può portare a emozioni negative e a un senso di inadeguatezza.",
      "Mancanza di mutuo aiuto: Concentrandoti solo su te stesso, perdi l'opportunità di essere empatico e di aiutare gli altri, il che può ostacolare lo sviluppo di relazioni di qualità e il sostegno reciproco nella società."
    ],
    "quote": {
      "text": "Non aspettarti che il mondo ruoti intorno a te. In questo mondo c'è spazio anche per gli altri.",
      "author": "Aristotele"
    }
  },
  "exercise": {
    "title": "Come affrontare l'atteggiamento del 'dovere'?",
    "description": "L'articolo discute le convinzioni del 'dovere' come fonte di stress e insoddisfazione, sottolineando come questi atteggiamenti ci facciano sentire prigionieri delle circostanze. L'autore propone di riconoscere l'irrealisticità di tali convinzioni, sostituendole con formulazioni più flessibili, e di assumersi la responsabilità dei propri desideri e azioni. La pratica della gratitudine e della compassione, così come la capacità di chiedere aiuto e accettare le imperfezioni, aiuteranno a ridurre lo stress e a migliorare la qualità della vita.",
    "screen_1": {
      "texts": [
        "Le convinzioni del 'dovere' sono un nemico silenzioso che ci ruba la gioia di vivere, mina la nostra tranquillità e ostacola la costruzione di relazioni costruttive e intime con gli altri.",
        "L'idea centrale di queste convinzioni è l'idea del dovere.",
        "La parola 'dovere' è nella maggior parte dei casi una trappola linguistica.",
        "Il significato della parola 'dovere' è che c'è solo un modo e nessun'altra alternativa. Frasi come 'devo', 'sono obbligato', 'è necessario' ci fanno sentire prigionieri delle circostanze, poiché indicano una situazione in cui manca qualsiasi alternativa.",
        "Ma questo concetto è valido solo in casi molto rari e praticamente eccezionali.",
        "Ad esempio, è realistico affermare che 'una persona deve respirare aria', poiché fisicamente non c'è alternativa.",
        "Invece, l'affermazione 'nessuno deve arrivare in ritardo' è inadeguata e irrealistica, poiché in realtà questo può benissimo accadere. Le persone possono arrivare in ritardo, essere trattenute o non presentarsi affatto.",
        "Pertanto, avere convinzioni del 'dovere' porta inevitabilmente allo sviluppo di stress, acuto o cronico.",
        "Come liberarsi dal 'dovere'?",
        "Riconosci l'irrealisticità della tua convinzione",
        "Quando imponi richieste agli altri su come dovrebbero comportarsi con te, cosa dovrebbero dire e fare, ti aspetti solo un risultato specifico.",
        "Questo è un potente generatore di stress, poiché nessuno, mai, ha avuto un ambiente che soddisfacesse sempre le proprie aspettative.",
        "Anche le persone più autorevoli, i sovrani supremi, si sono trovati di fronte a persone che agivano 'non come dovrebbero'.",
        "È naturale che, quando ci imbattiamo in una persona che agisce 'non come dovrebbe', il livello di eccitazione psico-emotiva aumenta. Da qui nascono stress costante, rancori e una serie di emozioni negative."
      ],
      "quote": {
        "text": "Se pensi che il mondo ti debba qualcosa, sarà fonte di dolore. Ricorda che il mondo non deve niente a nessuno.",
        "author": "Buddha"
      }
    },
    "screen_2": {
      "texts": [
        "Identifica le radici della convinzione",
        "Rifletti su da dove provenga questa convinzione. Forse durante l'infanzia eri viziato e non ti venivano posti dei limiti realistici, o hai ereditato questo modo di pensare dai tuoi genitori. La consapevolezza delle cause non eliminerà la convinzione, ma è un passo importante per lavorarci sopra.",
        "Fai attenzione a ciò che dici. Rileva nella tua lingua parole come 'devo', 'sono obbligato', 'è necessario' e sostituiscile con 'voglio', 'preferisco', 'mi piacerebbe'.",
        "Esempio: 'I miei amici devono chiamarmi per primi' può essere sostituito con 'Mi piacerebbe che i miei amici mi chiamassero per primi'.",
        "Assumiti la responsabilità",
        "Il significato semantico di queste parole determina l'atteggiamento verso la situazione.",
        "In un caso si tratta di una necessità inevitabile, la cui responsabilità ricade su una forza esterna (persone, natura, circostanze, ecc.), nell'altro si tratta di una scelta libera, la cui responsabilità ricade su te stesso.",
        "È difficile assumersi la responsabilità delle scelte, ma questo percorso aumenta il grado di libertà e riduce lo stress a lungo termine.",
        "Scomponi il tuo 'dovere' in parti",
        "Invece di dire 'mi devono...', chiediti:",
        "Perché penso che debba essere così?",
        "Ci sono alternative?",
        "Cosa voglio ottenere in questo modo?",
        "Qual è il vantaggio se sarà così?",
        "Identifica i tuoi veri desideri, sii onesto con te stesso. Cosa vuoi veramente quando dici che qualcuno o qualcosa ti deve? Quali valori stai proteggendo?"
      ]
    },
    "screen_3": {
      "texts": [
        "Impara a chiedere e a esprimere le tue necessità",
        "Invece di presumere che le altre persone conoscano le tue esigenze o desideri, impara a esprimerli chiaramente e apertamente e a chiedere aiuto quando necessario.",
        "Pratica la compassione",
        "Cerca di comprendere i sentimenti degli altri. Ricorda che ognuno ha le proprie preoccupazioni e che non sempre possono sostenerti, ascoltarti, lodarti, o fornire l'aiuto necessario.",
        "Cerca di metterti nei panni degli altri, cercando spiegazioni alternative per ciò che accade, sviluppando così l'empatia.",
        "Sii grato",
        "Invece di concentrarti su ciò che gli altri dovrebbero fare per te, concentrati sulla gratitudine per ciò che fanno.",
        "Ad esempio, immagina che un collega ti stia aiutando con un progetto, nonostante sia molto occupato. Invece di pensare 'Dovrebbe aiutarmi, è il suo dovere', riformula i tuoi pensieri in 'Sono grato per l'aiuto del mio collega, considerando il suo carico di lavoro. È un vero professionista'.",
        "La pratica della gratitudine ci permette di vedere e apprezzare le azioni gentili degli altri e di creare un'atmosfera di rispetto e supporto reciproco. La gratitudine può essere espressa sia personalmente che pubblicamente e aiuta a rafforzare le nostre relazioni con gli altri.",
        "Accetta l'imperfezione",
        "Il mondo non è perfetto, non pretendere l'impossibile né da te stesso né dagli altri. Non cercare di cambiare il mondo e le persone intorno a te secondo i tuoi desideri, non porterà a nulla di buono.",
        "Liberarsi delle convinzioni irrazionali è un processo lungo e non sempre facile. Ma ne vale la pena: a poco a poco, inizierai a sentirti una persona più libera, felice e sicura di sé."
      ]
    }
  }
}
