{
  "title": "Dipendenza dall’ideale, perfezionismo",
  "description": "L’articolo esplora il perfezionismo: puntare a standard elevati può essere utile, ma quando si trasforma in pretese rigide porta a conseguenze negative, come ansia e insoddisfazione. Attraverso esempi di vita quotidiana, mostra come le esperienze precoci e l’educazione possano favorire la nascita di convinzioni e comportamenti perfezionistici. In conclusione, l’autore invita a trovare un equilibrio tra il desiderio di eccellere e un risultato semplicemente buono e accettabile, per evitare esaurimento e delusione.",
  "screen_1": {
    "texts": [
      "Il desiderio di raggiungere standard elevati, portare a termine i compiti con successo ed essere produttivi è una qualità decisamente positiva.",
      "Così come lo è il desiderio di essere accettati, apprezzati, amati o di ottenere traguardi significativi nella vita.",
      "Quando resta sul piano dei desideri, delle aspirazioni o degli obiettivi, possiamo parlare di convinzioni costruttive, che ci aiutano nel percorso e ci motivano.",
      "Ma se i desideri diventano richieste rigide e immutabili, e il prezzo per soddisfarle diventa troppo alto, allora non si tratta più solo di standard elevati: è perfezionismo.",
      "Che cosa significa essere perfezionisti?",
      "Il perfezionismo, inteso come convinzione che tutto debba essere fatto in modo impeccabile al 100%, è spesso alla base di molti problemi.",
      "Lei punta all’ideale: gli errori sono inaccettabili e un fallimento sembra una catastrofe. Crede di dover apparire, sentirsi, pensare e comportarsi in modo irreprensibile in ogni situazione.",
      "Appena raggiunge un obiettivo, se ne presenta subito un altro, ancora più lontano: così non prova mai soddisfazione né riconoscimento per i suoi sforzi. La vita diventa una routine grigia e faticosa, perché vive cercando di essere all’altezza di standard irrealistici e, a volte, persino impossibili.",
      "In altre parole, una persona perfezionista:",
      "si confronta spesso con gli altri",
      "vive in una competizione costante",
      "si concentra su insuccessi e fallimenti, senza notare i progressi",
      "si critica duramente, o critica duramente gli altri",
      "fa fatica ad adattarsi alla realtà",
      "rimanda continuamente, procrastina"
    ],
    "quote": {
      "text": "Il perfezionismo è paura con scarpe firmate e una pelliccia di visone: finge di essere elegante, ma in realtà è solo spaventata.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Un modello di perfezionismo, attraverso un esempio",
      "Ricordiamo che, secondo la terapia cognitivo-comportamentale, la nostra esperienza di vita forma convinzioni su di noi, sugli altri e sul mondo. Queste convinzioni, a loro volta, determinano strategie e regole con cui viviamo.",
      "Prendiamo come esempio Evgenij. I suoi genitori hanno sempre avuto aspettative altissime: qualsiasi voto sotto l’«ottimo» veniva vissuto come un fallimento.",
      "Nonostante il talento di Evgenij per la musica, i genitori criticavano i suoi risultati e lo spingevano verso una professione più «prestigiosa», come quella del medico.",
      "Questa esperienza ha costruito in lui la convinzione profonda di non essere mai «abbastanza bravo» e di essere «incompetente».",
      "Per compensare e sentirsi valido e competente, ha sviluppato una regola: «Devo fare tutto in modo perfetto».",
      "La ricerca dell’ideale spinge Evgenij a lavorare fino allo sfinimento, rimproverarsi per il minimo errore e giudicare severamente i colleghi. Questo porta a stanchezza cronica, ansia, problemi nelle relazioni e insoddisfazione.",
      "Spesso si pone obiettivi irrealistici, per esempio preparare un intervento in modo impeccabile in tempi strettissimi.",
      "Se ci riesce (cosa poco probabile), la sua regola si rafforza e crea un’illusione di controllo. Se fallisce, Evgenij si accusa e rafforza la convinzione di essere incompetente.",
      "Si crea così un circolo vizioso: la regola «fare tutto in modo perfetto» protegge Evgenij dal dolore di sentirsi «non all’altezza», ma solo finché riesce a rispettare standard esagerati e irrealistici.",
      "Ogni errore scatena emozioni negative, aumenta l’autocritica e alimenta il perfezionismo.",
      "Come possono suonare le convinzioni del perfezionismo?",
      "Devo fare tutto in modo perfetto",
      "Deve riuscirmi tutto",
      "Se non posso dare il massimo, allora è meglio non fare nulla",
      "Se mi criticano, allora sto facendo male. Fare male non si può",
      "Non ho diritto di sbagliare",
      "Devo essere il migliore in tutto ciò che faccio",
      "Come nasce la spinta costante verso l’ideale?",
      "Più spesso, questa spinta si forma in età prescolare o nei primi anni della scuola primaria, come risultato dello stile educativo familiare."
    ]
  },
  "screen_3": {
    "texts": [
      "I ricercatori ritengono che il perfezionismo nevrotico nasca dall’esperienza infantile con genitori che davano amore in modo condizionato (in base ai voti, ai risultati, ecc.) oppure non mostravano alcuna approvazione.",
      "In entrambi i casi, nel bambino nasce il desiderio di essere perfetto, per dimostrare ai genitori di poter essere «bravo» e di avere valore, per sé e per loro. Spesso i genitori dei perfezionisti sono eccessivamente critici, negano sostegno e pretendono molto.",
      "Per essere all’altezza delle aspettative ed evitare punizioni e critiche, al bambino non resta che sforzarsi di essere impeccabile.",
      "Di solito si distinguono quattro tipi di comportamento genitoriale che possono favorire lo sviluppo del perfezionismo:",
      "I genitori mostrano essi stessi un modello di comportamento chiaramente perfezionista",
      "I genitori sono troppo critici ed esigenti; manca un adeguato sostegno emotivo e aiuto nella relazione",
      "L’approvazione dei genitori è assente oppure è incoerente e condizionata",
      "Uno stile educativo autoritario e aspettative eccessive",
      "L’ingresso a scuola spinge il bambino a «formalizzare» i propri successi sotto forma di voti.",
      "È qui che nasce la cosiddetta «sindrome dell’alunno modello», che gli psicologi collegano al perfezionismo. Il bambino cerca di essere il migliore in tutto e, se non ci riesce, si attiva un pensiero polarizzato del tipo «tutto o niente».",
      "Se non posso essere il migliore in questa materia, allora scelgo la strategia di essere il peggiore di tutti: meglio ultimo, se non posso essere primo."
    ]
  },
  "screen_4": {
    "texts": [
      "Oltre all’influenza della famiglia, il perfezionismo è incoraggiato anche dalla società moderna. A scuola e all’università, gli insegnanti apprezzano gli studenti diligenti e «da dieci», e i datori di lavoro valorizzano i dipendenti perfezionisti.",
      "L’economia di mercato spinge alla competizione e al desiderio di ottenere risultati sempre migliori.",
      "I media ci impongono mode e idee di bellezza e attrattività. Se una persona ha un bell’aspetto, si veste con stile e si prende cura di sé, aumenta le probabilità di trovare un partner, un lavoro prestigioso e amici altrettanto attraenti.",
      "Per questo spesso una persona si convince di dover rispettare standard elevati per essere parte del gruppo.",
      "Allora il perfezionismo è un bene o un male?",
      "Il tema divide spesso: c’è chi lo considera utile e chi lo vede come dannoso.",
      "Se Lei è perfezionista, probabilmente dirà che puntare alla perfezione è normale: altrimenti come si può avere successo? Nella pratica, però, Le ruba un’enorme quantità di energie e risorse, consumando lentamente ma inesorabilmente corpo e mente.",
      "Il perfezionismo è strettamente legato alla dipendenza dai risultati, di cui abbiamo parlato nei capitoli precedenti, e quindi i suoi svantaggi sono simili.",
      "Standard troppo alti e irrealistici influenzano quasi ogni ambito della vita: lavoro, studio, relazioni, riposo.",
      "Il problema è che l’ideale a cui tende il perfezionismo è, in realtà, irraggiungibile. La perfezione non esiste: è uno stato «definitivo» e «migliore» di un oggetto o fenomeno, che ognuno interpreta a modo suo.",
      "Siamo sinceri e chiediamoci: esiste qualcosa di assolutamente perfetto per tutti?",
      "Ciò che Lei considera ideale, per un’altra persona può essere una totale sciocchezza. Persino Mozart e Leonardo da Vinci non piacciono a tutti, anche se vengono considerati vertici dell’arte.",
      "Quando ricalibrerà le Sue convinzioni in modo più aderente alla realtà, potrà provare piacere per il lavoro svolto e per la vita in generale, invece di vivere una delusione continua.",
      "È fondamentale imparare a trovare un equilibrio tra la spinta al meglio e un risultato buono e accettabile."
    ]
  },
  "exercise": {
    "title": "Che fare se il perfezionismo c’è, l’ideale non esiste e Lei vuole vivere serenamente?",
    "description": "L’articolo distingue due tipi di perfezionismo — negativo e positivo — e propone raccomandazioni efficaci per lavorare sulle tendenze perfezionistiche. L’autore presenta otto strategie chiave, tra cui la motivazione al cambiamento, la ristrutturazione cognitiva, l’orientamento al processo più che al risultato e la costruzione di convinzioni nuove e più sane. L’idea centrale è che il perfezionismo si può superare imparando ad accettare l’imperfezione, volersi bene senza condizioni e prendersi cura di sé ogni giorno.",
    "screen_1": {
      "texts": [
        "Oggi molti studiosi distinguono due tipi di perfezionismo: negativo e positivo, cioè, in altre parole, sano e patologico.",
        "Per trasformare un limite in una risorsa, è importante unire le proprie qualità di leadership e la spinta al miglioramento con buon senso e razionalità.",
        "Abbiamo preparato per Lei raccomandazioni efficaci per lavorare sul perfezionismo.",
        "Il miglior punto di partenza per affrontare qualsiasi problema è la motivazione al cambiamento.",
        "Per ridurre il perfezionismo, è importante capire perché ne ha bisogno. Analizzi e scriva tutti i pro e i contro.",
        "Forse si sorprenderà scoprendo che le difficoltà sono molte più dei vantaggi. Quando lo riconoscerà e lo accetterà, cambiare diventerà molto più facile.",
        "Come molte persone, probabilmente pensa che tutto debba essere fatto al 100% o che sbagliare sia assolutamente vietato, o ha altre convinzioni simili tipiche del perfezionismo.",
        "È importante mettere in discussione questi pensieri e lavorarci sopra.",
        "In che modo? Può essere utile continuare a tenere un diario dei pensieri automatici, in cui individuare queste idee, confrontarle con la realtà e formulare risposte più razionali."
      ],
      "quote": {
        "text": "Ho sbagliato più di 9000 tiri nella mia carriera. Ho perso quasi 300 partite. 26 volte mi hanno affidato il tiro della vittoria e l’ho mancato. Ho fallito, ancora e ancora, nella mia vita. Ed è per questo che ho avuto successo.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "Per la verifica della realtà (ristrutturazione cognitiva) possono aiutare queste domande:",
        "Quali prove ho che confermano questo pensiero o questa convinzione?",
        "Questo pensiero mi è utile?",
        "Esistono altri modi di interpretare questa situazione o me stesso?",
        "Mi sto colpevolizzando inutilmente?",
        "Che cosa o chi altro ha contribuito a questa situazione?",
        "È davvero sotto il mio controllo?",
        "Sto applicando standard ingiustificati o doppi standard?",
        "È un’aspettativa realistica?",
        "Queste domande servono a verificare una convinzione, confermarla, precisarla o smentirla, e formulare un’alternativa più sana.",
        "Si chieda: se lo faccio perfettamente, e allora? E se non lo faccio perfettamente, che cosa succede? Provi a capire che cosa c’è dietro il perfezionismo. Forse teme di essere rifiutato? Ha paura di essere deriso in pubblico? O sotto il perfezionismo si nasconde un bisogno di riconoscimento?",
        "Quando avrà capito che cosa alimenta il perfezionismo, si chieda: è davvero così che sto soddisfacendo queste paure e questi bisogni?",
        "Ha scritto un report in modo perfetto, l’ha consegnato, e poi? Ora non ha più paura che la rifiutino? Ha fatto una presentazione impeccabile, hanno applaudito, e basta: le bastano davvero gli applausi di sconosciuti?",
        "Molto probabilmente la risposta è no. Ha raggiunto l’ideale, per un po’ ha provato una specie di euforia, e poi si ricomincia la corsa.",
        "Si liberi del pensiero bianco-nero",
        "I perfezionisti spesso ragionano in termini di «tutto o niente», «successo o fallimento», «o perfetto o non lo faccio».",
        "Questo approccio è irrealistico. Guardi intorno e si chieda quante cose al mondo rientrano davvero nel «tutto o niente». Le Sue pareti sono perfettamente pulite? O c’è almeno un po’ di sporco?",
        "Conosce qualcuno che sia assolutamente calmo e sicuro di sé? La Sua attrice preferita ha una bellezza perfetta, o ha comunque dei difetti?"
      ]
    },
    "screen_3": {
      "texts": [
        "Nella vita, di rado qualcosa procede senza errori e senza inciampi.",
        "Nessuno nasce maestro: si impara, si prova, si sbaglia e, passo dopo passo, si migliora.",
        "Allora si permetta di non essere perfetto, di fare qualcosa non fino in fondo, di commettere errori. Gli errori non sono nemici, ma alleati sulla strada del successo. Si ricordi più spesso il detto: «Non sbaglia mai chi non fa nulla».",
        "Non serve rinunciare subito a tutti gli ideali: potrebbe essere un cambiamento troppo brusco.",
        "Proceda per gradi.",
        "Cominci in piccolo: scelga un ideale, il meno importante, e provi a lasciarlo andare. Osservi che cosa succede.",
        "Il mondo non crollerà se farà qualcosa in modo imperfetto. I suoi cari non la respingeranno, e Lei non diventerà una persona terribile.",
        "Molto probabilmente reggerà un risultato non perfetto con più facilità di quanto immagina. Ricordi che un solo esperimento non basta per farsi un’idea: serve continuità.",
        "Ogni settimana o ogni mese rinunci a un ideale e osservi la reazione. Si ascolti e proceda con un ritmo che per Lei è sostenibile.",
        "Tenga un diario dei successi",
        "Annoti sia i grandi sia i piccoli risultati, importanti e meno importanti. Ogni giorno. Il perfezionismo ama i fallimenti e, quando si dirà: «Non mi riesce mai niente», apra subito il quaderno e rilegga quante cose, invece, Le sono già riuscite.",
        "Un altro modo per superare il perfezionismo è orientarsi al processo.",
        "Significa che, valutando un’azione, ci si concentra più sul percorso che sul risultato.",
        "Immagini di essere al volante e di andare ogni giorno dal punto A al punto B. In certi giorni trova quasi sempre il verde ai semafori e arriva in fretta. In altri giorni, invece, trova sempre il rosso, resta in coda e il viaggio dura molto di più.",
        "Le Sue abilità di guida non cambiano: perché allora non sentirsi ogni giorno ugualmente soddisfatto del lavoro che sta facendo? Provi a guardare le cose in modo nuovo, senza pretendere che il suo lavoro o una certa attività siano perfetti.",
        "Per esempio, se Lei è uno studente, può darsi obiettivi orientati al processo come:",
        "frequentare le lezioni;",
        "ascoltare con attenzione e prendere appunti;",
        "fare domande pertinenti;",
        "dedicare a ogni materia un tempo definito;",
        "ogni due o tre settimane rileggere gli appunti presi durante le lezioni.",
        "Tutti questi processi sono sotto il Suo controllo, quindi il «successo» è più probabile. Il voto finale o il risultato, invece, non dipendono totalmente da Lei.",
        "Il risultato dipende da come si sente il docente quel giorno, da quanto bene se la cavano gli altri studenti, dai criteri che applica, e così via."
      ]
    },
    "screen_4": {
      "texts": [
        "Usi la «tecnica dell’avidità»",
        "Si basa su un fatto semplice: molti di noi cercano di essere perfetti per avere successo nella vita. Forse non le è mai venuto in mente che potrebbe ottenere risultati migliori abbassando gli standard.",
        "Per esempio, un noto psicoterapeuta impiegò più di due anni per scrivere il suo primo articolo scientifico.",
        "L’articolo era ottimo e venne pubblicato. Ma nello stesso periodo i suoi colleghi scrissero e pubblicarono molte più ricerche altrettanto valide. Così si chiese: è meglio avere un articolo al 98% di «perfezione» o 10 articoli all’80% di «perfezione»?",
        "Nel secondo caso la produttività sarebbe stata più alta e lui avrebbe potuto essere avanti rispetto ai colleghi. Questa consapevolezza lo spinse ad ammorbidire i propri standard.",
        "Di conseguenza, la sua produttività aumentò e la soddisfazione per il lavoro crebbe.",
        "Portare a termine più compiti in modo buono può essere più efficace che fissarsi su un prodotto perfetto, con molto stress.",
        "Formuli nuove convinzioni",
        "Lavorare sulle convinzioni significa riconoscerle, riflettere sulle loro conseguenze, cercarne le origini e, infine, formulare convinzioni nuove e alternative.",
        "In sostanza, il nostro obiettivo è «normalizzare» le diverse manifestazioni dell’«imperfezione» (errori, inciampi) e aiutare ad accettare l’idea della propria imperfezione e di quella degli altri.",
        "Rinunci a queste convinzioni:",
        "Io/gli altri/il mondo dobbiamo essere perfetti",
        "Se non è perfetto, allora è un disastro",
        "Se è un disastro, mi rifiuteranno/non mi riconosceranno/non ce la farò",
        "Al loro posto, usi convinzioni e frasi nuove.",
        "Non sono perfetto, ma:",
        "Sto imparando e crescendo",
        "Sono abbastanza",
        "Merito amore e rispetto, anche se non sono perfetto",
        "Gli altri non sono perfetti, ma:",
        "Sono persone, con punti di forza e limiti",
        "Non mi approveranno sempre, ed è normale",
        "Ho commesso errori, e questo mi dà la possibilità di:",
        "Imparare dai miei errori",
        "Diventare migliore",
        "Essere resiliente e non mollare",
        "Scriva le Sue nuove convinzioni e le integri nella vita di tutti i giorni.",
        "Può scriverle su un post-it e attaccarlo al frigorifero, inserirle nelle note del telefono o creare un’immagine con queste frasi e impostarla come sfondo.",
        "Legga queste affermazioni ogni giorno, almeno una volta, meglio ancora più volte. La aiuterà a riprogrammare i pensieri e a sostituire le convinzioni poco sane con altre più adattive.",
        "Per fortuna, il perfezionismo non è una condanna.",
        "Con piccoli passi — da solo o con la guida di uno specialista — può portare il perfezionismo su un livello più sano. Per farlo, è importante imparare ad amarsi senza condizioni e prendersi cura di sé ogni giorno."
      ]
    }
  }
}
