{
  "title": "Dipendenza dall'ideale, perfezionismo",
  "description": "L'articolo esplora il perfezionismo, sottolineando che l'aspirazione a standard elevati può essere utile, ma quando si trasforma in richieste rigide, porta a conseguenze negative come ansia e insoddisfazione nella vita. Esempi tratti dalla vita reale mostrano come le esperienze precoci e l'educazione possano contribuire alla formazione di convinzioni e comportamenti perfezionisti. In conclusione, l'autore invita a trovare un equilibrio tra il desiderio di perfezione e un risultato accettabile, per evitare esaurimento e delusione.",
  "screen_1": {
    "texts": [
      "Il desiderio di raggiungere standard elevati, completare con successo i compiti ed essere produttivi è una qualità piuttosto positiva.",
      "Così come il desiderio di essere accettati, approvati, amati o di avere successi significativi nella vita.",
      "Quando rimane a livello di desideri, aspirazioni o obiettivi, possiamo parlare di convinzioni costruttive che ci aiutano nella vita e ci motivano.",
      "Ma se i desideri si trasformano in richieste rigide e fisse, e il costo della loro realizzazione diventa troppo alto, non si tratta più solo di standard elevati, ma di perfezionismo.",
      "Cosa significa essere un perfezionista?",
      "Il perfezionismo, come convinzione che tutto debba essere fatto in modo impeccabile al 100%, è spesso alla base di molti problemi.",
      "Si aspira all'ideale: gli errori sono inaccettabili, e il fallimento sembra una catastrofe. Si pensa di dover apparire, sentirsi, pensare e comportarsi in modo impeccabile in ogni situazione.",
      "Appena si raggiunge un obiettivo, esso viene subito sostituito da uno nuovo, ancora più lontano, quindi non si prova mai soddisfazione e riconoscimento per i propri sforzi. La vita diventa una routine grigia e faticosa, poiché si vive cercando di conformarsi a standard irrealistici e talvolta impossibili.",
      "In altre parole, una persona con perfezionismo:",
      "si confronta spesso con altre persone",
      "è costantemente in competizione",
      "si concentra sui fallimenti e sulle sconfitte, ignorando i successi",
      "critica severamente se stessa o gli altri",
      "si adatta male alla realtà",
      "rimanda costantemente, procrastina"
    ],
    "quote": {
      "text": "Il perfezionismo è la paura con scarpe eleganti e una pelliccia, che si finge elegante, quando in realtà è solo spaventata.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Modello del perfezionismo: un esempio",
      "Ricordiamo che, secondo la psicoterapia cognitivo-comportamentale, la nostra esperienza di vita forma convinzioni su noi stessi, sugli altri e sul mondo. Queste convinzioni, a loro volta, determinano le nostre strategie di vita e regole.",
      "Prendiamo ad esempio Eugenio. I suoi genitori hanno sempre avuto aspettative elevate nei suoi confronti, qualsiasi voto inferiore al 'perfetto' era considerato un fallimento.",
      "Nonostante il talento di Eugenio per la musica, i genitori criticavano i suoi successi e lo spingevano verso una professione più 'prestigiosa' come quella del medico.",
      "Questa esperienza ha formato in Eugenio una convinzione profonda di essere 'non abbastanza bravo' e 'incompetente'.",
      "Per compensare questo e sentirsi buono e competente, ha sviluppato la regola: 'Devo fare tutto perfettamente'.",
      "L'aspirazione all'ideale costringe Eugenio a lavorare fino all'esaurimento, a criticarsi per i minimi errori e a essere critico nei confronti dei colleghi. Questo porta a esaurimento, ansia, problemi nelle relazioni e insoddisfazione nella vita.",
      "Spesso si pone obiettivi irrealistici, come prepararsi perfettamente per una presentazione in tempi brevi.",
      "Se ci riesce (cosa improbabile), la sua regola viene confermata, creando l'illusione del controllo. In caso di fallimento, Eugenio si incolpa, rafforzando la convinzione della sua incompetenza.",
      "Si crea così un circolo vizioso: la regola 'fare tutto perfettamente' protegge Eugenio dal doloroso senso di 'inadeguatezza', ma solo finché è in grado di rispettare i suoi standard elevati e irrealistici.",
      "Qualsiasi errore porta a emozioni negative, rafforzando l'autocritica e alimentando il perfezionismo.",
      "Come possono suonare le convinzioni perfezioniste?",
      "Devo fare tutto perfettamente",
      "Devo riuscire in tutto",
      "Se non lo faccio al massimo, è meglio non farlo affatto",
      "Se mi criticano, significa che sto facendo male. Non si può fare male",
      "Non ho il diritto di sbagliare",
      "Devo essere il migliore in tutto ciò che faccio",
      "Come si forma l'aspirazione costante all'ideale?",
      "Il più delle volte, questa aspirazione si forma in età prescolare o nella prima infanzia, a seguito dell'educazione familiare."
    ]
  },
  "screen_3": {
    "texts": [
      "Gli studiosi ritengono che il perfezionismo nevrotico si formi sotto l'influenza dell'esperienza infantile con genitori che manifestavano amore solo a certe condizioni (per voti, risultati, ecc.) o che non esprimevano affatto approvazione.",
      "In entrambi i casi, il bambino sviluppa il desiderio di essere perfetto per dimostrare ai genitori di poter essere buono e prezioso per sé stesso e per loro. Spesso i genitori dei perfezionisti sono eccessivamente critici, negano il sostegno al bambino e mostrano elevate aspettative.",
      "Il bambino, per conformarsi alle aspettative dei genitori ed evitare punizioni e critiche, si sente obbligato a essere impeccabile.",
      "In generale, si distinguono quattro tipi di comportamento dei genitori che possono contribuire allo sviluppo del perfezionismo:",
      "I genitori stessi mostrano un modello di comportamento perfezionista",
      "I genitori sono eccessivamente critici e esigenti nei confronti del bambino, non vi è sufficiente supporto emotivo e aiuto nelle relazioni",
      "L'approvazione dei genitori è assente o è incoerente e condizionale",
      "Stile educativo autoritario e aspettative genitoriali eccessive",
      "L'ingresso del bambino a scuola stimola la formalizzazione dei suoi successi sotto forma di voti.",
      "È qui che si forma la 'sindrome dello studente modello', che gli psicologi associano al perfezionismo. Il bambino cerca di essere il migliore in tutto, e se non ci riesce, scatta il pensiero polarizzato secondo il principio 'tutto o niente'.",
      "Non c'è possibilità di essere il migliore in questa materia, quindi viene scelta la strategia di essere il peggiore di tutti – meglio essere l'ultimo, visto che non si riesce a essere il primo."
    ]
  },
  "screen_4": {
    "texts": [
      "Oltre all'influenza della famiglia, il perfezionismo è incentivato dalla società moderna. A scuola e nelle università, gli insegnanti amano gli studenti modello obbedienti, e i datori di lavoro apprezzano i dipendenti perfezionisti.",
      "L'economia di mercato spinge le persone alla competizione, a cercare costantemente di ottenere risultati migliori.",
      "I media ci impongono la moda e la percezione di bellezza e attrattività. Se una persona appare bene, si veste con stile, si prende cura di sé, aumenta le sue possibilità di trovare un partner, un lavoro prestigioso, amici altrettanto attraenti.",
      "Per questo motivo, una persona spesso è convinta della necessità di conformarsi a standard elevati per far parte della società.",
      "Quindi, il perfezionismo è buono o cattivo?",
      "La questione del perfezionismo spesso provoca controversie: alcuni lo considerano utile, altri dannoso.",
      "Se sei un perfezionista, probabilmente dirai che aspirare alla perfezione è normale, altrimenti come si può avere successo? Tuttavia, in pratica, esso ti sottrae una quantità enorme di energia e risorse, esaurendo gradualmente ma inesorabilmente il tuo corpo e la tua psiche.",
      "Il perfezionismo è strettamente legato alla dipendenza dal successo, di cui abbiamo parlato nei capitoli precedenti, quindi i suoi svantaggi sono simili.",
      "Gli standard elevati e irrealistici influenzano praticamente ogni ambito della tua vita: lavoro, studio, relazioni con i cari, il tuo tempo libero.",
      "Il problema è che l'ideale a cui aspira il perfezionismo è in realtà irraggiungibile. L'ideale non esiste: è lo stato migliore e completato di un oggetto o fenomeno che ognuno percepisce a modo suo.",
      "Siamo onesti e poniamoci la domanda: esiste qualcosa di assolutamente perfetto per tutti?",
      "Ciò che tu consideri ideale potrebbe sembrare a qualcun altro una completa sciocchezza. Anche le opere di Mozart e i lavori di Da Vinci non piacciono a tutti, sebbene siano considerati vette dell'arte.",
      "Quando correggerai le tue convinzioni in base alla realtà, allora potrai goderti il lavoro svolto e la vita in generale, anziché provare costante delusione.",
      "È molto importante imparare a bilanciare tra l'aspirazione al meglio e un risultato accettabile e buono."
    ]
  },
  "exercise": {
    "title": "Come vivere bene se sei un perfezionista, ma non raggiungi mai la perfezione?",
    "description": "L'articolo esamina due tipi di perfezionismo: negativo e positivo, offrendo raccomandazioni efficaci per gestire le tendenze perfezioniste. L'autore presenta otto strategie chiave, tra cui la motivazione al cambiamento, la ristrutturazione cognitiva, l'orientamento al processo anziché al risultato, e la formazione di nuove convinzioni più sane. L'idea centrale è che il perfezionismo può essere superato imparando ad accettare l'imperfezione, ad amare se stessi incondizionatamente e a prendersi cura di sé quotidianamente.",
    "screen_1": {
      "texts": [
        "Gli studiosi moderni distinguono due tipi di perfezionismo: negativo e positivo, o, altrimenti detto, sano e patologico.",
        "Per trasformare un difetto in un pregio, è importante combinare le proprie qualità di leadership e la ricerca della perfezione con il buon senso e la razionalità.",
        "Abbiamo preparato per voi delle raccomandazioni efficaci per gestire il perfezionismo.",
        "Il miglior punto di partenza per affrontare qualsiasi problema è la motivazione al cambiamento.",
        "Per superare il perfezionismo, è importante capire perché è necessario farlo. Analizzate e scrivete tutti i pro e i contro.",
        "Potrebbe sorprendervi scoprire che le difficoltà sono molto più numerose dei vantaggi. Una volta riconosciuto e accettato questo, sarà molto più facile cambiare.",
        "Come molte persone, probabilmente pensate che tutto debba essere fatto al 100%, o che non si debba mai sbagliare, o avete altre convinzioni simili da perfezionista.",
        "È molto importante mettere in discussione questi pensieri e lavorarci sopra.",
        "Come farlo? Tenere un diario dei pensieri automatici può essere utile per identificare queste idee, verificarne la realtà e dare loro una risposta razionale."
      ],
      "quote": {
        "text": "Ho sbagliato oltre 9000 tiri nella mia carriera. Ho perso quasi 300 partite. 26 volte mi è stato affidato il tiro vincente, e ho mancato. Ho fallito ancora e ancora nella mia vita. Ed è per questo che ho avuto successo.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "I seguenti quesiti possono aiutare nel testare la realtà (ristrutturazione cognitiva):",
        "Quali prove ho a sostegno di questo pensiero o convinzione?",
        "Questo pensiero è utile?",
        "Ci sono altri modi in cui posso pensare a questa situazione o a me stesso?",
        "Mi sto incolpando inutilmente?",
        "Cosa o chi altro ha contribuito a questa situazione?",
        "È veramente sotto il mio controllo?",
        "Sto seguendo standard irragionevoli o doppi?",
        "È un'aspettativa realistica?",
        "Queste domande mirano a verificare una convinzione, a confermarla, precisarla o confutarla e a formulare una convinzione alternativa.",
        "Chiedetevi: se faccio le cose perfettamente, cosa succede? E se non le faccio perfettamente, cosa succede? Provate a capire cosa c'è dietro il vostro perfezionismo. Forse avete paura di essere respinti? Forse temete il ridicolo pubblico? Forse dietro il perfezionismo si nasconde il desiderio di essere riconosciuti?",
        "Quando capirete cosa c'è dietro il perfezionismo, chiedetevi se davvero lo state usando per superare queste paure e bisogni.",
        "Beh, avete scritto il rapporto perfettamente, lo avete consegnato, e poi? Ora non avete più paura di essere respinti? Avete parlato in modo perfetto, vi hanno applaudito, e basta, vi accontentate di questi applausi da parte di sconosciuti?",
        "Probabilmente la risposta è negativa. Avete raggiunto l'ideale, avete provato un certo benessere per un po', e poi di nuovo in questa corsa.",
        "Eliminate il pensiero bianco o nero",
        "I perfezionisti spesso pensano in termini di \"tutto o niente\", \"successo o fallimento\", \"fai tutto perfettamente o non farlo affatto\".",
        "Questo approccio non è realistico. Guardatevi intorno e chiedetevi quante cose nel mondo corrispondono alla categoria del 'tutto o niente'. Le vostre pareti sono perfettamente pulite? O c'è almeno un po' di sporco su di esse?",
        "Conoscete una persona che è assolutamente calma e sicura di sé? La vostra attrice preferita ha una bellezza perfetta, o ha comunque dei difetti?"
      ]
    },
    "screen_3": {
      "texts": [
        "Nella vita raramente qualcosa si ottiene senza errori e fallimenti.",
        "Nessuno nasce maestro – impariamo, proviamo, sbagliamo e gradualmente miglioriamo.",
        "Quindi permettetevi di essere imperfetti, di fare qualcosa incompletamente, di commettere errori. Gli errori non sono nemici, ma aiutanti sulla strada del successo. Ricordate spesso il detto: \"Non sbaglia solo chi non fa nulla\".",
        "Non rinunciate immediatamente a tutti gli ideali – potrebbe essere un cambiamento troppo brusco.",
        "Agite gradualmente.",
        "Iniziate con qualcosa di piccolo: scegliete un ideale meno significativo e provate a rinunciarvi. Osservate il risultato.",
        "Il mondo non crollerà se fate qualcosa di imperfetto. I vostri cari non vi abbandoneranno, non diventerete una persona orribile.",
        "Molto probabilmente, gestirete il risultato imperfetto molto meglio di quanto pensiate. Ricordate che un solo esperimento non dà un quadro completo. È necessaria la sistematicità.",
        "Ogni settimana o mese rinunciate a un ideale e osservate la reazione. Ascoltatevi e procedete a un ritmo che vi sia confortevole.",
        "Tenete un diario dei successi",
        "Annotate sia i successi grandi che quelli piccoli, significativi e non. Ogni giorno. Il perfezionismo ama le sconfitte, e quando vi dite: \"Non mi riesce mai niente\", subito dopo aprite il blocco note e leggete quante cose avete già realizzato.",
        "Un altro modo per superare il perfezionismo è concentrarsi sul processo.",
        "Questo significa che, valutando un'azione, vi concentrate più sul processo che sul risultato.",
        "Immaginate di essere un autista e di viaggiare ogni giorno da un punto A a un punto B. Alcuni giorni i semafori sono principalmente verdi e arrivate rapidamente a destinazione. Altri giorni, invece, i semafori sono spesso rossi, restate bloccati nel traffico, e il viaggio dura molto di più.",
        "Le vostre capacità di guida non cambiano, quindi perché non sentirvi soddisfatti ogni giorno del lavoro che fate? Provate a vedere le cose in modo diverso, senza cercare di fare il vostro lavoro o un'azione in modo perfetto.",
        "Ad esempio, essendo uno studente, potete porvi gli obiettivi orientati al processo:",
        "frequentare le lezioni;",
        "ascoltare attentamente e prendere appunti;",
        "fare domande pertinenti;",
        "dedicare a ciascuna materia un tempo stabilito;",
        "rileggere ogni due o tre settimane gli appunti presi durante le lezioni.",
        "Tutti questi processi potete controllarli, quindi il successo è garantito. Il voto finale o il risultato, invece, non sono sotto il vostro controllo.",
        "Il risultato dipende da come si sente l'insegnante quel giorno, da quanto bene sono andati gli altri studenti, dai criteri che applica, ecc."
      ]
    },
    "screen_4": {
      "texts": [
        "Utilizzate la \"tecnica dell'avarizia\"",
        "Si basa sul semplice fatto che la maggior parte di noi cerca di essere perfetta per avere successo nella vita. Forse non vi è mai venuto in mente che potreste avere molto più successo abbassando i vostri standard.",
        "Ad esempio, un noto psicoterapeuta scrisse il suo primo articolo scientifico in più di due anni.",
        "Era eccellente ed è stato pubblicato. Ma nello stesso periodo i suoi colleghi avevano scritto e pubblicato molti più lavori altrettanto buoni. Quindi si chiese cosa fosse meglio: avere un articolo con il 98% di \"perfezione\" o 10 articoli con l'80% di \"perfezione\"?",
        "Nel secondo caso la produttività sarebbe stata più alta e lui avrebbe potuto superare i suoi colleghi. Questa consapevolezza spinse lo psicoterapeuta ad abbassare i suoi standard.",
        "Di conseguenza, la sua produttività aumentò e la soddisfazione per il lavoro crebbe.",
        "Svolgere diverse attività bene può essere più efficace che ossessionarsi nel creare un prodotto perfetto con molto stress.",
        "Formulate nuove convinzioni",
        "Il lavoro sulle convinzioni consiste nel riconoscerle, riflettere sulle loro conseguenze, cercare le loro origini e concludere con la formulazione di nuove convinzioni alternative.",
        "In sostanza, il nostro obiettivo è aiutare a \"normalizzare\" le varie manifestazioni di \"imperfezione\" (errori, fallimenti), ad accettare l'idea della propria imperfezione e dell'imperfezione degli altri.",
        "Rinunciate alle convinzioni:",
        "Io/gli altri/il mondo devono essere perfetti",
        "Se non è perfetto, è sbagliato",
        "Se è sbagliato, gli altri mi abbandoneranno/non mi riconosceranno/non ce la farò",
        "Invece, usate nuove convinzioni e frasi.",
        "Non sono perfetto, ma:",
        "Imparo e cresco",
        "Sono abbastanza bravo",
        "Merito amore e rispetto, anche se non sono perfetto",
        "Gli altri non sono perfetti, ma:",
        "Sono anche loro persone, con pregi e difetti",
        "Non sempre mi approveranno, e va bene così",
        "Commetto errori, ma questo mi dà l'opportunità di:",
        "Imparare dai miei errori",
        "Diventare migliore",
        "Mostrare resilienza e non arrendermi",
        "Scrivete le vostre nuove convinzioni e incorporatele nella vostra vita.",
        "Potete scriverle su un post-it e attaccarlo al frigorifero, annotarle nelle note del telefono o creare un'immagine con esse e impostarla come sfondo.",
        "Leggete queste affermazioni ogni giorno, almeno una volta, meglio più spesso. Questo vi aiuterà a riprogrammare i vostri pensieri e a sostituire le convinzioni non salutari con quelle più adattive.",
        "Per fortuna, il perfezionismo non è una condanna.",
        "Con piccoli passi – da soli o sotto la guida di uno specialista – potete portare il perfezionismo a un livello sano. Per fare ciò, è necessario imparare ad amarsi incondizionatamente e a prendersi cura di sé quotidianamente."
      ]
    }
  }
}
