{
  "title": "Dipendenza dall'ideale, perfezionismo",
  "description": "L'articolo esplora il perfezionismo, sottolineando che l'aspirazione a standard elevati può essere utile, ma quando si trasforma in richieste rigide, porta a conseguenze negative come ansia e insoddisfazione nella vita. Esempi tratti dalla vita reale mostrano come le esperienze precoci e l'educazione possano contribuire alla formazione di convinzioni e comportamenti perfezionisti. In conclusione, l'autore invita a trovare un equilibrio tra il desiderio di perfezione e un risultato accettabile, per evitare esaurimento e delusione.",
  "screen_1": {
    "texts": [
      "Il desiderio di raggiungere standard elevati, completare con successo i compiti ed essere produttivi è una qualità piuttosto positiva.",
      "Così come il desiderio di essere accettati, approvati, amati o di avere successi significativi nella vita.",
      "Quando rimane a livello di desideri, aspirazioni o obiettivi, possiamo parlare di convinzioni costruttive che ci aiutano nella vita e ci motivano.",
      "Ma se i desideri si trasformano in richieste rigide e fisse, e il costo della loro realizzazione diventa troppo alto, non si tratta più solo di standard elevati, ma di perfezionismo.",
      "Cosa significa essere un perfezionista?",
      "Il perfezionismo, come convinzione che tutto debba essere fatto in modo impeccabile al 100%, è spesso alla base di molti problemi.",
      "Si aspira all'ideale: gli errori sono inaccettabili, e il fallimento sembra una catastrofe. Si pensa di dover apparire, sentirsi, pensare e comportarsi in modo impeccabile in ogni situazione.",
      "Appena si raggiunge un obiettivo, esso viene subito sostituito da uno nuovo, ancora più lontano, quindi non si prova mai soddisfazione e riconoscimento per i propri sforzi. La vita diventa una routine grigia e faticosa, poiché si vive cercando di conformarsi a standard irrealistici e talvolta impossibili.",
      "In altre parole, una persona con perfezionismo:",
      "si confronta spesso con altre persone",
      "è costantemente in competizione",
      "si concentra sui fallimenti e sulle sconfitte, ignorando i successi",
      "critica severamente se stessa o gli altri",
      "si adatta male alla realtà",
      "rimanda costantemente, procrastina"
    ],
    "quote": {
      "text": "Il perfezionismo è la paura con scarpe eleganti e una pelliccia, che si finge elegante, quando in realtà è solo spaventata.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Modello del perfezionismo: un esempio",
      "Ricordiamo che, secondo la psicoterapia cognitivo-comportamentale, la nostra esperienza di vita forma convinzioni su noi stessi, sugli altri e sul mondo. Queste convinzioni, a loro volta, determinano le nostre strategie di vita e regole.",
      "Prendiamo ad esempio Eugenio. I suoi genitori hanno sempre avuto aspettative elevate nei suoi confronti, qualsiasi voto inferiore al 'perfetto' era considerato un fallimento.",
      "Nonostante il talento di Eugenio per la musica, i genitori criticavano i suoi successi e lo spingevano verso una professione più 'prestigiosa' come quella del medico.",
      "Questa esperienza ha formato in Eugenio una convinzione profonda di essere 'non abbastanza bravo' e 'incompetente'.",
      "Per compensare questo e sentirsi buono e competente, ha sviluppato la regola: 'Devo fare tutto perfettamente'.",
      "L'aspirazione all'ideale costringe Eugenio a lavorare fino all'esaurimento, a criticarsi per i minimi errori e a essere critico nei confronti dei colleghi. Questo porta a esaurimento, ansia, problemi nelle relazioni e insoddisfazione nella vita.",
      "Spesso si pone obiettivi irrealistici, come prepararsi perfettamente per una presentazione in tempi brevi.",
      "Se ci riesce (cosa improbabile), la sua regola viene confermata, creando l'illusione del controllo. In caso di fallimento, Eugenio si incolpa, rafforzando la convinzione della sua incompetenza.",
      "Si crea così un circolo vizioso: la regola 'fare tutto perfettamente' protegge Eugenio dal doloroso senso di 'inadeguatezza', ma solo finché è in grado di rispettare i suoi standard elevati e irrealistici.",
      "Qualsiasi errore porta a emozioni negative, rafforzando l'autocritica e alimentando il perfezionismo.",
      "Come possono suonare le convinzioni perfezioniste?",
      "Devo fare tutto perfettamente",
      "Devo riuscire in tutto",
      "Se non lo faccio al massimo, è meglio non farlo affatto",
      "Se mi criticano, significa che sto facendo male. Non si può fare male",
      "Non ho il diritto di sbagliare",
      "Devo essere il migliore in tutto ciò che faccio",
      "Come si forma l'aspirazione costante all'ideale?",
      "Il più delle volte, questa aspirazione si forma in età prescolare o nella prima infanzia, a seguito dell'educazione familiare."
    ]
  },
  "screen_3": {
    "texts": [
      "Gli studiosi ritengono che il perfezionismo nevrotico si formi sotto l'influenza dell'esperienza infantile con genitori che manifestavano amore solo a certe condizioni (per voti, risultati, ecc.) o che non esprimevano affatto approvazione.",
      "In entrambi i casi, il bambino sviluppa il desiderio di essere perfetto per dimostrare ai genitori di poter essere buono e prezioso per sé stesso e per loro. Spesso i genitori dei perfezionisti sono eccessivamente critici, negano il sostegno al bambino e mostrano elevate aspettative.",
      "Il bambino, per conformarsi alle aspettative dei genitori ed evitare punizioni e critiche, si sente obbligato a essere impeccabile.",
      "In generale, si distinguono quattro tipi di comportamento dei genitori che possono contribuire allo sviluppo del perfezionismo:",
      "I genitori stessi mostrano un modello di comportamento perfezionista",
      "I genitori sono eccessivamente critici e esigenti nei confronti del bambino, non vi è sufficiente supporto emotivo e aiuto nelle relazioni",
      "L'approvazione dei genitori è assente o è incoerente e condizionale",
      "Stile educativo autoritario e aspettative genitoriali eccessive",
      "L'ingresso del bambino a scuola stimola la formalizzazione dei suoi successi sotto forma di voti.",
      "È qui che si forma la 'sindrome dello studente modello', che gli psicologi associano al perfezionismo. Il bambino cerca di essere il migliore in tutto, e se non ci riesce, scatta il pensiero polarizzato secondo il principio 'tutto o niente'.",
      "Non c'è possibilità di essere il migliore in questa materia, quindi viene scelta la strategia di essere il peggiore di tutti – meglio essere l'ultimo, visto che non si riesce a essere il primo."
    ]
  },
  "screen_4": {
    "texts": [
      "Oltre all'influenza della famiglia, il perfezionismo è incentivato dalla società moderna. A scuola e nelle università, gli insegnanti amano gli studenti modello obbedienti, e i datori di lavoro apprezzano i dipendenti perfezionisti.",
      "L'economia di mercato spinge le persone alla competizione, a cercare costantemente di ottenere risultati migliori.",
      "I media ci impongono la moda e la percezione di bellezza e attrattività. Se una persona appare bene, si veste con stile, si prende cura di sé, aumenta le sue possibilità di trovare un partner, un lavoro prestigioso, amici altrettanto attraenti.",
      "Per questo motivo, una persona spesso è convinta della necessità di conformarsi a standard elevati per far parte della società.",
      "Quindi, il perfezionismo è buono o cattivo?",
      "La questione del perfezionismo spesso provoca controversie: alcuni lo considerano utile, altri dannoso.",
      "Se sei un perfezionista, probabilmente dirai che aspirare alla perfezione è normale, altrimenti come si può avere successo? Tuttavia, in pratica, esso ti sottrae una quantità enorme di energia e risorse, esaurendo gradualmente ma inesorabilmente il tuo corpo e la tua psiche.",
      "Il perfezionismo è strettamente legato alla dipendenza dal successo, di cui abbiamo parlato nei capitoli precedenti, quindi i suoi svantaggi sono simili.",
      "Gli standard elevati e irrealistici influenzano praticamente ogni ambito della tua vita: lavoro, studio, relazioni con i cari, il tuo tempo libero.",
      "Il problema è che l'ideale a cui aspira il perfezionismo è in realtà irraggiungibile. L'ideale non esiste: è lo stato migliore e completato di un oggetto o fenomeno che ognuno percepisce a modo suo.",
      "Siamo onesti e poniamoci la domanda: esiste qualcosa di assolutamente perfetto per tutti?",
      "Ciò che tu consideri ideale potrebbe sembrare a qualcun altro una completa sciocchezza. Anche le opere di Mozart e i lavori di Da Vinci non piacciono a tutti, sebbene siano considerati vette dell'arte.",
      "Quando correggerai le tue convinzioni in base alla realtà, allora potrai goderti il lavoro svolto e la vita in generale, anziché provare costante delusione.",
      "È molto importante imparare a bilanciare tra l'aspirazione al meglio e un risultato accettabile e buono."
    ]
  }
}
