{
  "title": "Il cammino verso un'autostima sana",
  "description": "Questo testo esplora i modi per liberarsi dalla dipendenza dall'approvazione degli altri. I passaggi principali includono l'analisi dei pro e dei contro delle convinzioni attuali, la riscrittura di atteggiamenti negativi in modo più realistico e utile, e lo sviluppo dell'abitudine all'auto-approvazione. Seguendo queste raccomandazioni, una persona può aumentare la propria indipendenza e migliorare la qualità della vita.",
  "screen_1": {
    "texts": [
      "Il primo e molto importante passo per cambiare le convinzioni distruttive è analizzare i vantaggi e gli svantaggi.",
      "Pensa alle tue convinzioni riguardo alla dipendenza dall'approvazione e annotale. Possono essere formulate in modi diversi, ma riflettono il tuo desiderio di essere approvato dagli altri.",
      "Ad esempio: 'Devo fare ciò che piace alle persone' o 'Se non sono approvato, significa che sono una cattiva persona.'",
      "Chiediti: quali sono i vantaggi e gli svantaggi di tali atteggiamenti? Qual è il prezzo che paghi per questo e cosa ottieni in cambio?",
      "Elencando tutti i modi in cui questa convinzione ti danneggia o ti aiuta, sarai in grado di vedere come influisce davvero sul tuo stato d'animo, sull'umore e sulla vita in generale. Questo può diventare un primo passo importante verso la crescita personale.",
      "Se noti che la paura della disapprovazione ti fa più male che bene, il prossimo passo è riscrivere la convinzione in modo che suoni più realistico e utile per te.",
      "Ad esempio, prendi la convinzione: 'Se non sono approvato, significa che sono una cattiva persona.'",
      "Anche se ti comporti in modo 'perfetto,' ci saranno comunque persone che esprimono insoddisfazione per il tuo comportamento o addirittura per te come persona.",
      "Non importa quanto tu cerchi di essere buono e accomodante per gli altri, non potrai evitare critiche, conflitti e persino rifiuti.",
      "Tuttavia, questo non è una prova del fatto che tu sia una cattiva persona, perché un'altra persona può criticarti a causa delle proprie convinzioni formate sotto l'influenza dell'educazione e dell'esperienza di vita (non sempre razionali!), in cui tu, essendo una persona diversa, semplicemente non rientri.",
      "E se qualcuno preferisce le bionde alle brune, questo rende tutte le brune cattive?",
      "Basandosi su tali ragionamenti, la convinzione può essere riscritta come segue: 'La disapprovazione può causare disagio, ma non mi rende una cattiva persona.'",
      "Leggi la nuova convinzione un paio di volte al giorno. In questo modo, inizierai gradualmente a formare nuove abitudini di pensiero."
    ],
    "quote": {
      "text": "Nessuno può farti sentire inferiore senza il tuo consenso.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Pensa a perché temere la disapprovazione è irrazionale. Crea la tua lista personale di ragioni per cui la disapprovazione è spiacevole, ma non fatale.",
      "Gli argomenti devono essere pratici, comprensibili e qualcosa di cui sei pienamente convinto. Non ingannarti!",
      "Ad esempio, l'affermazione: 'Se qualcuno mi critica, non dovrei essere turbato perché non ho bisogno di persone così arroganti intorno a me,' non funzionerà perché contiene una distorsione.",
      "Questo è solo un tentativo di affermarti mettendo la persona nella 'lista nera.' Attieniti a idee che consideri vere.",
      "Ecco alcune idee che potrebbero esserti utili:",
      "La disapprovazione non è sempre direttamente correlata a te: alle tue parole, azioni o stile di vita. La causa potrebbe risiedere nei problemi o nelle opinioni personali dell'altra persona.",
      "Anche una critica giustificata non rappresenta una minaccia, poiché aiuta a trovare e correggere errori. E come sappiamo, impariamo dagli errori.",
      "Uno, due, cinque, dieci errori non significano che tutto ciò che fai è sbagliato. In contrasto, ci sono molte cose che fai bene.",
      "Sei tu a decidere quanto essere turbato dalla disapprovazione degli altri; la tua reazione dipende solo da te.",
      "Le altre persone non possono giudicare il tuo valore umano, solo la correttezza e i meriti delle tue parole o azioni.",
      "Tutte le persone ti valuteranno in modo diverso, indipendentemente da quanto bene o male ti comporti. La disapprovazione non si diffonde alla velocità della luce, e un caso di rifiuto non porterà a una completa solitudine.",
      "La disapprovazione e la critica di solito causano disagio, ma il disagio passerà. Smetti di piangerti addosso. Dedica il tuo tempo a qualcosa che in passato ti dava piacere, anche se sembra inutile in quel momento. La disapprovazione non è per sempre.",
      "Rifletti su questo argomento per alcuni giorni e aggiungi gradualmente alla lista. Sviluppa il tuo atteggiamento verso la disapprovazione. Sarai sorpreso di quanto questo possa aiutarti a cambiare la tua prospettiva sul mondo e a rafforzare il senso di indipendenza."
    ],
    "quote": {
      "text": "Il vostro tempo è limitato, non sprecatelo vivendo la vita di qualcun altro.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Impara a dipendere solo dalla tua approvazione.",
      "La chiave per la guarigione emotiva è sapere che solo i tuoi pensieri possono influenzare il tuo umore. Dopo aver abbandonato la dipendenza dalla lode degli altri, prova a darti supporto da solo.",
      "Per fare ciò, annota durante la giornata in un diario o sul telefono un elenco dei tuoi successi. Non importa quanto siano significativi, se qualcuno oltre a te li ha notati o meno.",
      "Forse hai tenuto la porta in metropolitana o hai spiegato pazientemente qualcosa a un collega due volte. O semplicemente non hai attraversato la strada con il semaforo rosso insieme a tutti gli altri.",
      "Abituati a mantenere un tale elenco, rivedilo prima di andare a letto, e farai un grande passo verso l'approvazione di te stesso.",
      "Ricorda che l'opinione degli altri è molto instabile. Ciò che oggi è criticato, domani potrebbe diventare di moda e desiderato da molti.",
      "Non cercare di piacere a tutti. È impossibile. Ci sono milioni di persone nel mondo, e ognuna ha la propria opinione e la propria testa sulle spalle.",
      "Vivi la tua vita, esprimi la tua opinione, impara dai tuoi errori, correggili, perseguì i tuoi obiettivi e continua ad andare avanti.",
      "Tutti questi passaggi funzionano in sinergia. Sì, richiede impegno, ma liberarsi dalla dipendenza dall'approvazione degli altri cambierà la tua vita in meglio. Ti darà la libertà di essere te stesso."
    ]
  }
}
