{
  "title": "Il percorso verso una sana autostima",
  "description": "Questo testo descrive come liberarsi dalla dipendenza dall’approvazione altrui. I passaggi principali includono l’analisi dei pro e dei contro delle convinzioni attuali, la riscrittura delle idee negative in formulazioni più realistiche e utili, e lo sviluppo dell’abitudine all’auto-approvazione. Seguendo queste indicazioni, una persona può diventare più indipendente e migliorare la qualità della propria vita.",
  "screen_1": {
    "texts": [
      "Il primo — e molto importante — passo per modificare convinzioni distruttive è analizzarne vantaggi e svantaggi.",
      "Rifletta sulle sue convinzioni legate alla dipendenza dall’approvazione e le metta per iscritto. Possono essere formulate in modi diversi, ma esprimono il suo bisogno di essere approvato dagli altri.",
      "Per esempio: «Devo fare ciò che piace alle persone», oppure «Se non mi approvano, significa che sono una cattiva persona».",
      "Si chieda: quali sono i vantaggi e gli svantaggi di queste convinzioni? Quale prezzo paga e che cosa ottiene in cambio?",
      "Dopo aver elencato tutti i modi in cui questa convinzione la danneggia o la aiuta, potrà vedere come influisce davvero sul suo stato, sul suo umore e sulla sua vita in generale. Questo può diventare un primo passo importante verso la crescita personale.",
      "Se si accorge che la paura della disapprovazione le fa più male che bene, il passo successivo è riscrivere la convinzione in modo che suoni più realistico e più utile per Lei.",
      "Prendiamo come esempio la convinzione: «Se non mi approvano, significa che sono una cattiva persona».",
      "Anche se si comportasse in modo «perfetto», ci sarebbe comunque qualcuno che esprimerebbe insoddisfazione per il suo comportamento o persino per Lei.",
      "Per quanto si sforzi di essere una persona “brava” e comoda per gli altri, non potrà evitare critiche, conflitti e perfino rifiuti.",
      "Ma questo non dimostra che Lei sia una cattiva persona, perché l’altro può criticarla sulla base di convinzioni formate dall’educazione e dall’esperienza di vita (non sempre razionali!), e Lei, essendo una persona diversa, semplicemente non rientra in quei criteri.",
      "E se a qualcuno piacciono più le bionde che le brune, questo rende forse “cattive” tutte le brune?",
      "Seguendo questo ragionamento, la convinzione può essere riscritta così: «La disapprovazione può creare disagio, ma non mi rende una cattiva persona».",
      "Rilegga la nuova convinzione un paio di volte al giorno. In questo modo, poco a poco, formerà nuove abitudini di pensiero."
    ],
    "quote": {
      "text": "Nessuno può farla sentire inferiore senza il suo consenso.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Si chieda perché temere la disapprovazione non sia razionale. Faccia un elenco personale dei motivi per cui la disapprovazione è spiacevole, ma non è una minaccia.",
      "Gli argomenti devono essere concreti, “di vita”, chiari, in modo che Lei non ne dubiti affatto. Non si inganni!",
      "Per esempio, l’affermazione: «Se qualcuno mi critica, non vale la pena rattristarsi, perché non voglio accanto persone così arroganti» non funziona, perché contiene una distorsione.",
      "Così sta solo cercando di sentirsi migliore mettendo l’altro in una “lista nera”. Si attenga a idee che considera davvero vere.",
      "Ecco alcune idee che possono esserle utili:",
      "Non sempre la disapprovazione riguarda direttamente Lei: le sue parole, le sue azioni o il suo stile di vita. La causa può essere nei problemi o nelle convinzioni personali dell’altra persona.",
      "Anche una critica fondata non è una minaccia: può aiutare a individuare e correggere errori. E dagli errori, come si sa, si impara.",
      "Uno, due, cinque, dieci sbagli non significano che tutto ciò che fa sia sbagliato. In compenso ci sono molte cose in cui non sbaglia.",
      "È Lei a decidere quanto soffrire per la disapprovazione altrui: la sua reazione dipende solo da Lei.",
      "Gli altri non possono giudicare il suo valore come persona, ma solo la correttezza e i punti di forza delle sue parole o dei suoi comportamenti.",
      "Le persone la valuteranno in modo diverso, a prescindere da quanto si comporti bene o male. La disapprovazione non si diffonde a grande velocità, e un singolo episodio di rifiuto non la porterà alla solitudine totale.",
      "Disapprovazione e critica di solito creano disagio, ma il disagio passa. Basta sprofondare nell’apatia. Si occupi di ciò che prima le dava piacere, anche se ora le sembra del tutto inutile iniziare. La disapprovazione non dura per sempre.",
      "Rifletta su questo tema per alcuni giorni e aggiunga poco a poco nuove voci alla lista. Costruisca il suo modo personale di rapportarsi alla disapprovazione. Rimarrà sorpreso da quanto questo la aiuterà a cambiare prospettiva e a rafforzare il senso di indipendenza."
    ],
    "quote": {
      "text": "Il suo tempo è limitato, non lo sprechi vivendo la vita di qualcun altro.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Impari a dipendere solo dalla sua approvazione.",
      "La chiave per la guarigione emotiva è sapere che sul suo umore possono influire solo i suoi pensieri. Rinunciando alla dipendenza dalle lodi altrui, provi a sostenersi da solo.",
      "Per farlo, durante la giornata annoti in un diario o sul telefono un elenco dei suoi risultati. Non importa quanto siano grandi, se qualcuno oltre a Lei li ha notati oppure no.",
      "Magari ha tenuto la porta in metropolitana o ha spiegato con pazienza due volte un argomento a un collega. O semplicemente non ha attraversato con il rosso insieme agli altri.",
      "Si abitui a tenere questa lista, la rilegga prima di dormire, e farà un grande passo verso l’auto-approvazione.",
      "Ricordi che l’opinione degli altri è molto instabile. Ciò che oggi viene discusso e criticato, domani può diventare di moda e desiderabile per molti.",
      "Non provi e non pretenda di piacere a tutti. È impossibile. Nel mondo ci sono milioni di persone, e ognuna ha la sua opinione e la sua testa.",
      "Viva la sua vita, esprima ciò che pensa, impari dai suoi errori, li corregga, persegua i suoi obiettivi e vada avanti.",
      "Tutti questi passaggi funzionano insieme. Sì, richiede impegno, ma liberarsi dalla dipendenza dall’approvazione altrui cambia la vita in meglio. Le dà la libertà di essere sé stesso."
    ]
  }
}
