{
  "title": "Prestatieverslaving",
  "description": "Liefde, bezongen door dichters en kunstenaars, geeft vleugels en schenkt een gevoel van levensvervulling. Maar wanneer liefde verandert in een pathologische behoefte, vernietigt het de persoonlijkheid en belemmert het het opbouwen van gezonde relaties, vooral bij mensen met een laag zelfbeeld. Echt geluk en een volwaardig leven kun je vinden door te leren je stemming te reguleren en te genieten van plezier dat niet afhankelijk is van de aanwezigheid van een partner.",
  "screen_1": {
    "texts": [
      "We leven in een tijdperk van 'prestatiejacht', waarin we worden gedefinieerd door ons succes. Het lijkt alsof iedereen kan worden wat hij wil, veel geld kan verdienen en aanzien kan verwerven in de maatschappij.",
      "Er is geen plafond voor ambities en dit verandert ons leven in een constante wedloop, waarin we ervan overtuigd zijn dat menselijke waarde wordt bepaald door prestaties.",
      "Hoewel deze overtuiging onschuldig lijkt, heeft ze in werkelijkheid verwoestende gevolgen.",
      "Wat betekent prestatieverslaving?",
      "Dit is wanneer je zelfwaardering is gebaseerd op productiviteit, status, intelligentie of succes.",
      "Zolang alles goed gaat met je studie of werk, voel je je gelukkig en waardevol. Maar zodra je faalt of een doel niet bereikt, word je overspoeld door intense negatieve emoties.",
      "Op dat moment denk je waarschijnlijk dat je een waardeloze mislukkeling bent die nergens toe in staat is.",
      "Welke overtuigingen kunnen gebaseerd zijn op zo'n verslaving?",
      "Als ik geen succes heb, is dat verschrikkelijk. Dan ben ik een zwakkeling / dwaas / nietsnut",
      "Als het me niet lukt, ben ik een mislukkeling",
      "Als ik gefaald heb, ben ik waardeloos en zal ik nooit iets bereiken",
      "Ik moet succesvol zijn, anders heeft het leven geen zin. Alles verliest zijn betekenis. Ik zal nooit echt gelukkig zijn",
      "Overmatige bekommernis om prestaties komt niet alleen voor bij mannen, maar de laatste tijd ook steeds vaker bij vrouwen, die ook steeds vaker carrièreambities en streven naar succes tonen.",
      "Terwijl vrouwen vaker bezorgd zijn over relaties, zijn mannen vaak kwetsbaar voor mislukkingen in hun carrière, omdat hun vanaf kinds af aan wordt ingeprent dat hun waarde wordt bepaald door prestaties.",
      "Waarom en hoe worden dergelijke overtuigingen gevormd?",
      "Er kunnen vele oorzaken zijn, maar over het algemeen worden zulke overtuigingen al in de kindertijd gevormd. Misschien waren de ouders van zo'n persoon koud en afstandelijk, gaven ze geen liefde, zorg en acceptatie.",
      "Dan probeert het kind te verklaren waarom dit gebeurt.",
      "Als Pietje uit de buurt geliefd is, geprezen en geaccepteerd wordt, en ik niet, dan moet er iets mis zijn met mij, en als ik beter was, zou ik zeker geliefd zijn.",
      "Een andere mogelijkheid is dat ouders alleen liefde, aandacht, lof en zorg gaven als het kind succes had.",
      "Als het kind een 10 mee naar huis bracht van school, werd het geprezen, maar zo niet, dan werd er geen aandacht aan besteed."
    ]
  },
  "screen_2": {
    "texts": [
      "Nog een andere mogelijkheid is een afwezige ouder. Kinderen hebben een egocentrisch denken en alles wat er in de wereld gebeurt, verklaren ze vanuit zichzelf.",
      "Als papa weggaat, betekent dat dat ik een slecht kind was, niet dat hij en mama niet overweg konden. Dus als papa ziet wat een goed, succesvol, slim kind ik ben, komt hij zeker terug, of begrijpt hij in ieder geval wat hij heeft verloren.",
      "Zulke scenario's vormen juist een verslaving aan succes. En later, in de adolescentie, jeugd of al in het volwassen leven, kunnen bepaalde gebeurtenissen en situaties het geloof in deze overtuiging versterken.",
      "Uiteindelijk leert de persoon dat hij alleen geliefd kan zijn om zijn prestaties. Je moet succesvol zijn, anders word je verlaten, afgewezen en blijf je alleen achter.",
      "Wanneer hij geconfronteerd wordt met de discrepantie tussen het ideale zelfbeeld en de werkelijkheid, stuit de persoon dus op zijn eigen nutteloosheid en waardeloosheid, en dat is zeer pijnlijk.",
      "De eerste stap naar het veranderen van je houding ten opzichte van persoonlijke waarde is bepalen of dit je zal helpen of schaden. De beslissing nemen om je waarde niet langer te bepalen door je prestaties is een cruciale eerste stap naar het veranderen van je overtuigingssysteem.",
      "Natuurlijk kan prestatieverslaving ook voordelen hebben. Je kunt jezelf prijzen en je geweldig voelen als je iets bereikt.",
      "Een gevoel van superioriteit ten opzichte van anderen. Want jij hebt iets bereikt en anderen niet.",
      "Dankzij dit overtuigingssysteem kun je gemotiveerd zijn om te slagen, meer moeite doen, carrière maken, geld verdienen.",
      "Want prestaties geven je waarde. Om je belangrijk te voelen, moet je keer op keer beter worden. Dat klinkt op het eerste gezicht heel goed.",
      "Wat zijn dan de nadelen van het denken 'waarde is gelijk aan prestaties'?",
      "Als je bedrijf of carrière goed loopt, kun je er zo in opgaan dat je jezelf afsluit van andere potentiële bronnen van voldoening en plezier.",
      "Relaties met familie, dierbaren, vrienden - ze geven je geen vreugde meer, je besteedt liever tijd aan werk dan aan je naasten.",
      "Je hebt geen tijd meer voor jezelf, je werkt onvermoeibaar van 's morgens vroeg tot 's avonds laat.",
      "Je workaholic-gedrag geeft je geen adempauze, want als je vertraagt, krijg je ontwenningsverschijnselen, voel je je leeg, nutteloos, verveeld, alsof je iets belangrijks mist. Je vergeet hoe je moet ontspannen.",
      "Ontspanning wordt voor jou gelijkgesteld aan nietsdoen, alsof je nu iets nuttigs zou kunnen doen, maar het niet doet. Zonder prestaties voel je je nutteloos en saai, want je hebt geen andere basis voor zelfrespect en tevredenheid.",
      "Dit kan leiden tot burn-out, chronische ziekten, een voortdurend gevoel van stress en depressie.",
      "Bovendien kan werkverslaving worden beschouwd als een andere verslaving die de obsessie met succes voedt, waardoor het moeilijker wordt om ermee om te gaan."
    ],
    "quote": {
      "text": "In het tijdperk van de 'prestatiejacht' worden we gedefinieerd door ons succes, en het lijkt alsof iedereen kan worden wat hij wil.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Verslechtering van sociale relaties",
      "Het komt vaak voor dat mensen die voortdurend streven naar succes, zich eenzaam voelen en dat is heel begrijpelijk.",
      "Je hebt misschien geen tijd of energie om sociale contacten te onderhouden. Als je lange tijd geen aandacht besteedt aan je dierbaren, zal dit zeker je relaties beïnvloeden.",
      "Je partner kan iemand anders vinden, want hij krijgt in zijn relatie met jou geen aandacht, liefde en zorg.",
      "De verslaving aan succes beïnvloedt ook je perceptie van anderen. Het kan zijn dat iemand weigert om te communiceren met degenen die lager op de sociale ladder staan of niet voldoen aan de criteria voor 'succes' die hij voor zichzelf heeft bepaald.",
      "Dit alles heeft een negatieve invloed op relaties met anderen.",
      "Uitstelgedrag",
      "Wanneer er slechts één 'ideale', juiste optie is, slechts één pad naar geluk, dan mag je geen fout maken, moet je alles nauwkeurig berekenen en plannen zodat alles precies zo gaat als gepland.",
      "Maar in werkelijkheid begrijp je heel goed dat er geen garanties voor succes zijn, dus kun je beter niet aan deze reis beginnen. Dan ontstaat de gedachte dat geen poging beter is dan een mislukte poging.",
      "Na een mislukking moet je nog steeds omgaan met onaangename emoties die ondraaglijk lijken. Dit alles leidt tot bijna onvermijdelijk uitstelgedrag.",
      "Gebrek aan eigenwaarde",
      "Het leven is zo'n onvoorspelbaar ding, ziekte, verslechterende zaken op het werk, oorlogshandelingen of iets anders dat buiten je controle ligt, wanneer je niet langer je werkbekwaamheid op hetzelfde niveau kunt houden.",
      "Dan komt het uur van afrekening - een zware depressie, veroorzaakt door de overtuiging dat verminderde productiviteit wijst op je nutteloosheid. Op dit moment zal je hele leven in puin liggen, zul je gebroken zijn.",
      "Je leefde om te presteren, en nu kun je dat niet meer. Het gebrek aan eigenwaarde kan zelfs leiden tot een zelfmoordpoging - de hoogste en onomkeerbare prijs voor het uitsluitend waarderen van jezelf volgens marktstandaarden.",
      "In elke verslaving is er tolerantie aanwezig en prestatieverslaving is geen uitzondering.",
      "Je zult merken dat je nooit genoeg hebt, succes, titels, prijzen, geld, onroerend goed. Naarmate je vordert, nemen de eisen alleen maar toe, waardoor je gedwongen wordt door te gaan.",
      "Elke nieuwe prestatie geeft niet meer het plezier van voorheen, en om opnieuw iets te voelen, moet je je inspanningen aanzienlijk verhogen.",
      "Waarom is het effect zo kortstondig?",
      "Waarom heb je steeds meer en meer nodig?",
      "Het antwoord is duidelijk: succes garandeert geen geluk.",
      "Deze twee fenomenen zijn geen synoniemen en worden niet verbonden door een oorzakelijk verband. Uiteindelijk jaag je een illusie na.",
      "Want de sleutel tot je stemming zijn je gedachten, niet succes, want de kick van overwinning verdampt snel. Het is belangrijk te begrijpen dat waar geluk uitsluitend van jezelf afhangt."
    ],
    "quote": {
      "text": "Het streven naar succes duwt ons gedachteloos vooruit, zonder tijd te laten om van het proces zelf te genieten.",
      "author": "Ernest Hemingway"
    }
  }
}
