{
  "title": "Hoe stop je met leven voor prestaties?",
  "description": "Dit artikel bespreekt de gevaren van afhankelijkheid van succes en wijst erop dat prestaties geen geluk en welzijn garanderen. Voorbeelden van beroemdheden zoals Lady Gaga en Jim Carrey illustreren dat zelfs de meest succesvolle mensen kunnen lijden aan depressie en andere problemen. Het belang van het vinden van balans tussen doelen en persoonlijk leven, evenals de erkenning van de innerlijke waarde van elk persoon, ongeacht zijn of haar successen, zijn de belangrijkste conclusies.",
  "screen_1": {
    "texts": [
      "Natuurlijk moet je niet al je projecten opgeven of afzien van belangrijke doelen om afhankelijkheid van succes te overwinnen.",
      "Er is immers niets mis met het hebben van prestaties. Het is geweldig om geld, werk, een auto, een appartement, enzovoort te hebben.",
      "Problemen beginnen wanneer je jezelf zonder deze succesindicatoren als waardeloos, mislukt en onwaardig beschouwt.",
      "Om jezelf te bevrijden uit de val van de noodzaak om uitstekend en effectief te zijn, stellen we voor dat je het volgende overweegt:",
      "Ben je bereid je hele leven op een zelfwaarderingsachtbaan door te brengen?",
      "Als je er rationeel over nadenkt, door te kiezen voor leven volgens het concept van prestaties, veroordeel je jezelf tot een eindeloze emotionele schommel.",
      "Vandaag heb je bepaalde hoogten bereikt en ben je gelukkig, morgen heb je gefaald, en het leven krijgt heel andere kleuren. Prestaties – goed gedaan, geen prestaties – mislukkeling.",
      "Je stemming zal gemakkelijk te manipuleren zijn. Als andere mensen begrijpen dat je afhankelijk bent van prestaties, kunnen ze dit heel goed gebruiken voor hun eigen doeleinden.",
      "Een baas kan je bijvoorbeeld overbelasten omdat hij weet dat jij je kapot zult werken, maar alles zult doen voor nog een compliment.",
      "Prestaties zijn niet gelijk aan geluk",
      "Geld, bekendheid en prestaties worden al lang gezien als een soort garantie voor geluk en welzijn. Maar als het niveau van geluk afhankelijk zou zijn van het succes van een persoon, zouden we aanzienlijke verschillen zien tussen mensen van verschillende sociale status.",
      "De meeste mensen kunnen niet bogen op serieuze prestaties, maar toch zijn velen van hen gelukkig en tevreden met hun leven.",
      "Maar nogmaals, tevreden zijn betekent niet dat je niet streeft naar of verlangt naar meer. Er is een enorme kloof tussen een gezond streven naar het bereiken van gestelde doelen en afhankelijkheid.",
      "In werkelijkheid blijkt dat zelfs degenen die veel verdienen, een prestigieuze positie bekleden of een succesvol bedrijf bezitten, kunnen lijden aan depressie, verschillende problemen hebben of gewoon teleurgesteld raken in het leven.",
      "De welbekende Lady Gaga bijvoorbeeld, op het eerste gezicht een succesvol, rijk, gelukkig persoon, heeft haar \"Born This Way Foundation\" opgericht om tieners in moeilijke situaties te helpen, omdat de zangeres uit eigen ervaring weet hoe moeilijk het kan zijn.",
      "\"Ik heb mijn hele leven geleden aan depressie en angst, en ik blijf er tot op de dag van vandaag tegen vechten,\" bekende ze in een interview met Billboard in 2015.",
      "Of Jim Carrey, die fans de mogelijkheid gaf om oprecht te glimlachen en positieve emoties te krijgen van zijn werk, maar zelfs op het hoogtepunt van zijn populariteit had de acteur helemaal geen reden om te lachen.",
      "Jim vocht jarenlang tegen een ernstige depressie.",
      "Dit geldt niet alleen voor beroemdheden, ook ondernemers klagen vaak over psychische stoornissen en verslavingen.",
      "In het algemeen plegen veel succesvolle mensen zelfmoord. Er is zelfs een speciale term ontstaan — \"CEO-zelfmoord\".",
      "Met dit fenomeen werden geconfronteerd: miljardair Adolf Merckle uit de Forbes-lijst, startups Ilya Zhitomirsky en Austin Heinz, eigenaar van het modehuis Kate Spade en vele anderen.",
      "Dus als je nog steeds denkt dat succes gelijk staat aan geluk, heb je het grondig mis."
    ]
  },
  "screen_2": {
    "texts": [
      "Denk na of je minder om een naaste zou geven alleen omdat hij of zij geen prestaties heeft?",
      "Stel je voor dat je een vriend ontmoet die je erg waardeert. Maar dan kom je erachter dat hij een gewone verkoper in een winkel is, terwijl jij een bedrijf bezit en een rijk en succesvol persoon bent.",
      "Zou je op hem neerkijken, hem lager plaatsen dan jezelf?",
      "Zou het belangrijk voor je zijn dat deze vriend zijn waardeloosheid ten opzichte van jou erkent? Vind je het prettig om zo'n persoon te zijn?",
      "En wat als jij in de plaats van deze vriend was?",
      "Zou je ermee instemmen om met een succesvol persoon om te gaan op voorwaarde dat je je waardeloosheid in vergelijking met hem erkent?",
      "Zijn alle kinderen mislukkingen?",
      "Als alleen degenen die iets in hun leven hebben bereikt waardevol zijn, dan zijn kinderen de grootste waardeloze wezens op de planeet.",
      "Wat dan nog? Baby's kunnen niet eens hun hoofd rechtop houden. Of hebben ze toch waarde?",
      "Als dat zo is, waarom heeft een baby dan waarde?",
      "Ze hebben immers niets aan deze wereld bijgedragen, ze kunnen niet eens praten. Ongetwijfeld worden zowel jij als een baby niet gewaardeerd om je prestaties, maar om wat voor mensen jullie zijn.",
      "En omgekeerd. Moeten we alle oma's en opa's nu uitroeien?",
      "Nou ja, ze zijn al oud, kunnen niets meer aan de wereld bijdragen. Zo denken we natuurlijk niet. We waarderen en houden van onze reeds zwakke ouders en proberen hen te helpen.",
      "Elk persoon heeft waarde",
      "We denken dat waarde een kwantitatieve eenheid is, dat het gemeten, geteld kan worden. Maar in werkelijkheid is waarde een kwalitatieve eenheid.",
      "Ieder mens heeft vanaf de geboorte een eenheid van waarde, en bij iedereen is die gelijk. Welke successen of mislukkingen je ook hebt, je waarde-eenheid blijft onveranderd. Je bent waardevol, met of zonder een miljoen.",
      "Vergelijk je prestaties niet met die van anderen",
      "Jezelf vergelijken met anderen brengt niets dan een gevoel van ongemak en twijfel aan jezelf.",
      "Het creëert een gevoel van jaloezie dat de afhankelijkheid van succes voedt. Je voelt dat je niet genoeg doet wanneer je je prestaties vergelijkt met die van anderen, wat je verlangen versterkt om deel te nemen aan de wedloop met anderen.",
      "Stop met het vergelijken van je prestaties met die van anderen. Herzie in plaats daarvan je prioriteiten en denk na over hoe goed de gestelde doelen jouw eigen belangen kunnen bevredigen, en niet de wens om te voldoen aan degenen met wie je jezelf vergelijkt."
    ],
    "quote": {
      "text": "Succes betekent niets als je ongelukkig bent. Voor mij is succes geluk, niet geld of roem.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Leer balans te vinden",
      "Vaak voelen mensen die afhankelijk zijn van succes zich schuldig als ze zichzelf toestaan om te rusten, tijd door te brengen met dierbaren, of zich bezig te houden met dingen die niet direct verband houden met hun doelen.",
      "Prestaties hebben zeker een bepaalde betekenis in het leven, maar zeker niet de belangrijkste. Je zet in op succes, maar vergeet daarbij te leven. Leer te balanceren tussen werk/studie en andere gebieden in het leven.",
      "Luister naar wat jij en je lichaam willen. Negeer de signalen niet, zorg zo goed mogelijk voor jezelf.",
      "Werk aan je gedachten",
      "Om je overtuigingssysteem te veranderen, is het erg belangrijk om negatieve automatische gedachten te blijven beantwoorden die je het gevoel geven dat je inadequaat bent.",
      "Dit zal je helpen begrijpen dat het probleem niet ligt bij je successen of mislukkingen, maar bij je kritische houding tegenover jezelf en de gewoonte om jezelf te bekritiseren. Wanneer je leert je activiteiten realistisch te beoordelen, zullen tevredenheid en zelfacceptatie toenemen.",
      "Wie is eigenlijk belangrijker voor de maatschappij?",
      "Als we het over succesvolle mensen hebben, stellen we ons natuurlijk meteen populaire zangers, bekende acteurs, topondernemers en publieke politici voor.",
      "Maar hoe zit het dan met leraren, artsen, bouwvakkers en mensen met andere minder populaire beroepen, van wie onze toekomst afhangt? Maar objectief gezien zijn al deze mensen vaak nuttiger voor de samenleving dan degenen die men gewoonlijk benijdt.",
      "Tot slot willen we een prachtige gedachte met je delen uit het boek van journalist David Orr.",
      "Hij schrijft dat de planeet geen grote hoeveelheid succesvolle mensen nodig heeft, maar veel meer behoefte heeft aan vredestichters, genezers, verhalenvertellers en simpelweg liefhebbende mensen.",
      "Ze heeft behoefte aan mensen met moraal, aan degenen die de wereld vriendelijker en menselijker maken. De planeet heeft mensen nodig bij wie het gewoon goed leven is.",
      "Niemand is tegen ambitieuze doelen en het bereiken van carrièretoppen. Maar het is erg belangrijk dat alle aspecten van het leven in harmonie zijn.",
      "Productiviteit en succes kunnen extreem plezierig zijn en veel voldoening geven. Succes is echter geen noodzakelijke noch voldoende voorwaarde voor maximaal geluk.",
      "Je hoeft iemands liefde of respect niet te verdienen door vermoeiend werk, en je hoeft niet de eerste te zijn om je vervuld te voelen en een stabiel zelfbeeld te behouden.",
      "Onthoud gewoon dat 'de belangrijkste dingen in de wereld helemaal geen dingen zijn'!"
    ],
    "quote": {
      "text": "De werkelijke waarde van het leven ligt niet in wat we hebben, maar in wie we zijn.",
      "author": "Oprah Winfrey"
    }
  }
}
