{
  "title": "Afhankelijkheid van liefde",
  "description": "Liefde, bezongen door dichters en kunstenaars, verheft ons en geeft een gevoel van volheid in het leven. Maar wanneer liefde verandert in een pathologische behoefte, vernietigt dit de persoonlijkheid en belemmert het opbouwen van gezonde relaties, vooral bij mensen met een laag zelfbeeld. Echt geluk en een volwaardig leven kunnen worden gevonden door te leren je eigen stemming te reguleren en te genieten van genoegens die niet afhankelijk zijn van de aanwezigheid van een partner.",
  "screen_1": {
    "texts": [
      "Liefde is een prachtig gevoel, bezongen door dichters, kunstenaars en musici. Het geeft vleugels, inspireert en schenkt een gevoel van volheid in het leven.",
      "Natuurlijk streeft ieder van ons ernaar om lief te hebben en geliefd te worden.",
      "Maar als jouw idee van liefde neerkomt op de overtuiging: 'Ik kan niet echt gelukkig en vervuld zijn als ik geen partner heb. Om volledig gelukkig te zijn, moet ik geliefd worden', dan is dat al een teken van afhankelijkheid.",
      "Wat betekent het om afhankelijk te zijn van liefde?",
      "Het is wanneer liefde een pathologische behoefte wordt, zonder welke je geen geluk voelt.",
      "Je lijdt onder het gebrek aan liefde, je verwacht dat iemand dit gat zal vullen. Je bent ervan overtuigd dat je leven alleen beter, interessanter en rijker zal worden wanneer er een geliefde in verschijnt die je nodig, belangrijk en volledig maakt.",
      "Zo'n afhankelijkheid is een destructieve toestand die je persoonlijkheid, zelfbeeld en vermogen om gezonde relaties op te bouwen ondermijnt.",
      "De oorzaken van liefdesafhankelijkheid kunnen verschillend zijn, maar meestal wortelen ze in de kindertijd of jeugd.",
      "Mensen met een laag zelfbeeld, die bang zijn voor eenzaamheid, gefocust zijn op hun tekortkomingen en niet geloven in hun eigen kracht en vaardigheden, zijn hier vooral vatbaar voor.",
      "Een laag zelfbeeld, voortkomend uit de kindertijd, wordt ervaren als minderwaardigheid.",
      "Wanneer ouders weinig aandacht aan het kind besteden en het een gebrek aan ouderlijke liefde ervaart, zal het als volwassene deze gevoelens zoeken bij partners, waardoor afhankelijke relaties worden gevormd.",
      "Laten we het voorbeeld nemen van Victoria, 28 jaar, die avonden en weekenden in wanhoop doorbrengt omdat ze gelooft: 'Ik kan alleen gelukkig zijn in een relatie. Zonder een man ben ik niets'.",
      "Voor haar is geliefd worden net zo belangrijk als ademhalen. Zo'n veeleisendheid stoot mensen vaak af."
    ]
  },
  "screen_2": {
    "texts": [
      "Tijdens het analyseren van haar overtuigingen schreef Victoria de nadelen en voordelen van haar denkwijze op.",
      "De nadelen klonken als volgt:",
      "Deze overtuiging stort me in somberheid, omdat ik alleen ben.",
      "Ik verlies de wens om iets te doen, de wereld te verkennen of hobby's te beoefenen.",
      "Hierdoor voel ik me lui en ongelukkig.",
      "Het wekt een gevoel van zelfmedelijden op.",
      "Het berooft me van trots en zelfvertrouwen, maakt me jaloers op anderen en laat me teleurstelling ervaren.",
      "Daarna schreef ze de voordelen van haar overtuiging op:",
      "De hoop om een partner te vinden, liefde en veiligheid te ervaren.",
      "Het geeft me een doel en zin in het leven.",
      "Hoe reëel zijn deze voordelen?",
      "Victoria geloofde jarenlang dat ze niet zonder man kon leven, maar deze overtuiging heeft tot nu toe niet de gewenste partner tot haar aangetrokken.",
      "Victoria kwam tot de conclusie dat ze te veel belang hechtte aan mannen, en dit heeft geen van hen aangetrokken.",
      "Ze realiseerde zich ook dat afhankelijke mensen vaak te veeleisend overkomen, wat het opbouwen van relaties bemoeilijkt.",
      "Ze zag dat mensen die geluk in zichzelf vinden, meestal anderen aantrekken omdat ze vreugde en zelfvertrouwen uitstralen.",
      "Liefdesafhankelijkheid belemmert het opbouwen van gezonde relaties. Door de behoefte aan een ander persoon voor je eigen geluk uit te drukken, communiceer je onbewust: 'Hou van me, want ik ben op mezelf niets waard'. Zulke relaties kunnen nauwelijks gezond zijn.",
      "Maar zelfs als je in een relatie zou zijn met zulke overtuigingen, zouden ze waarschijnlijk niet gezond zijn. Je rekent immers volledig op een bepaald persoon, die je onbewust beschouwt als de bron van je geluk, om bij je te blijven.",
      "En je bent bereid om alles daarvoor te doen. Als je geen 'dosis' krijgt van die emoties en gevoelens die je nodig hebt, zul je druk uitoefenen op je partner om je geliefd te voelen, of je zult gaan fantaseren over het vinden van die ene liefde ergens anders.",
      "En het zal altijd te weinig zijn of 'iets voelt niet goed', omdat je de verantwoordelijkheid voor je eigen toestand bij iemand anders hebt gelegd."
    ],
    "quote": {
      "text": "Waar geluk bestaat uit tevreden zijn met jezelf.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Het is heel belangrijk om te leren je eigen stemming te reguleren en geluk in jezelf te vinden. Dit geeft je de mogelijkheid om je in dezelfde mate levend te voelen, zowel wanneer je alleen bent als wanneer je samen bent met je geliefde.",
      "Maar je denkt misschien: 'Dat klinkt natuurlijk goed, maar het is ongeloofwaardig. Alleen zijn betekent een emotionele mislukking zijn.'",
      "Velen geloven dat liefde de drijvende kracht van de wereld is. Je ziet het in reclames, je hoort het in populaire liedjes, je leest het in gedichten. Maar in werkelijkheid is liefde lang niet de enige weg naar een gelukkig en volwaardig leven.",
      "Alleen zijn staat absoluut niet gelijk aan ongelukkig zijn. De meeste geneugten in het leven ervaren we op eigen houtje.",
      "Bijvoorbeeld wanneer je naar je favoriete muziek luistert, danst, door mooie plekken wandelt, een boek leest of ijs eet. Je hebt geen gezelschap nodig om aangename sensaties te ervaren.",
      "De hoeveelheid genoegens waarvan je in je eentje kunt genieten, is eindeloos. En dat betekent dat je toegang hebt tot vele bronnen van plezier, ongeacht of er iemand bij je is of niet.",
      "Denk na over wat jouw lijst van genoegens is. Waarmee kun je jezelf plezieren?",
      "Soms streven we zo hard naar perfecte relaties en het idee van een verheven gevoel, dat we uit het oog verliezen wat we echt nodig hebben om echte liefde te ervaren."
    ],
    "quote": {
      "text": "Zelfliefde is het begin van een romance die een leven lang duurt.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Hoe raak je verlost van liefdesafhankelijkheid?",
    "description": "Dit artikel is gewijd aan het onderzoeken van geluk en overtuigingen die verband houden met liefde en relaties. Het legt uit dat geluk op verschillende manieren kan worden bereikt en biedt technieken om negatieve overtuigingen over alleen zijn te veranderen. Het artikel leert je vreugde te zien in alledaagse dingen en je te ontwikkelen onafhankelijk van het hebben van romantische relaties.",
    "screen_1": {
      "texts": [
        "Relaties en liefde kunnen veel vreugde en geluk in het leven brengen, maar ze zijn niet de enige weg.",
        "Geluk is een complex en veelzijdig proces, en iedereen heeft het recht om zijn eigen methoden en wegen te kiezen om het te bereiken.",
        "Daarom, als je leven op dit moment geen romantische relaties bevat, maakt dat het niet minderwaardig.",
        "Om je overtuigingen te veranderen moet je veel moeite doen, het is een lang en arbeidsintensief proces.",
        "Maar we zijn ervan overtuigd dat je, door de volgende aanbevelingen en technieken te gebruiken, je kunt bevrijden van liefdesafhankelijkheid en kunt leren gelukkig te zijn zowel in relaties als zonder.",
        "Het filter veranderen",
        "Heb je gemerkt dat wanneer je je eenzaam voelt, je op straat steeds verliefde paartjes tegenkomt?",
        "En het lijkt alsof de hele wereld tegen je is: hier een stel duiven, daar een kater en een poes, en jij bent nog steeds alleen. Zo werkt een cognitieve vertekening - het negatieve filter.",
        "Dit is een fout in denken en perceptie, waarbij je alleen opmerkt wat je stoort en de rest negeert.",
        "Verander het filter - kijk breder naar de wereld. Leer niet alleen gelukkige stellen te zien, maar ook gelukkige singles. Of mensen die een partner hebben, maar er niet gelukkiger door zijn geworden - sociale status rechtvaardigt zichzelf niet altijd."
      ],
      "quote": {
        "text": "Geluk is als een vlinder: hoe meer je het probeert te vangen, hoe meer het je ontglipt. Maar als je je aandacht op andere dingen richt, zal het komen en stilletjes op je schouder gaan zitten.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Lijst van verwacht plezier",
        "Geluk kan elke dag worden gevonden in kleine vreugden, in persoonlijke ontwikkeling, in vriendschap en in vele andere aspecten van het leven.",
        "Maar waarschijnlijk denk je niet zo en ben je ervan overtuigd dat je niet gelukkig kunt zijn zonder een ander persoon.",
        "Om deze overtuiging aan de realiteit te toetsen, gebruik je de 'Lijst van verwacht plezier'. Deze bevat verschillende kolommen waarin je de verwachte en feitelijke mate van plezier moet voorspellen en aangeven die je krijgt van verschillende activiteiten (werk en ontspanning) alleen of in gezelschap van anderen.",
        "In de eerste kolom geef je de datum van het experiment aan",
        "In de tweede schrijf je enkele activiteiten op die je van plan bent die dag te doen als onderdeel van het experiment (We raden aan om 40-50 experimenten uit te voeren gedurende twee tot drie weken. Kies activiteiten die je gewoonlijk een gevoel van tevredenheid of genot geven, of die potentieel hebben voor leren of persoonlijke groei.)",
        "In de derde kolom schrijf je op met wie je ze gaat doen. Als je het alleen doet, schrijf je: 'Ik'.",
        "In de vierde kolom voorspel je hoeveel plezier een bepaalde activiteit je zal brengen, op een schaal van 0 tot 100% - hoe hoger het getal, hoe hoger het verwachte plezier.",
        "Het is heel belangrijk om de vierde kolom in te vullen voordat je met de geplande activiteit begint, niet erna! Nadat je de eerste vier kolommen hebt ingevuld, ga je over tot actie.",
        "Daarna schrijf je in de vijfde kolom de werkelijke mate van plezier, met hetzelfde beoordelingssysteem - van 0 tot 100%.",
        "Na een reeks van dergelijke experimenten kun je de door jou verzamelde gegevens analyseren en veel interessante dingen over jezelf te weten komen.",
        "Ten eerste, door de verwachte mate van plezier (kolom 4) te vergelijken met de werkelijke (kolom 5), ontdek je hoe nauwkeurig je voorspellingen zijn.",
        "Je kunt je realiseren dat je gewoonlijk de mate van plezier onderschat die je verwacht te krijgen, vooral wanneer je iets alleen doet.",
        "Misschien zul je ook verbaasd zijn te ontdekken dat activiteiten met iemand anders niet altijd aan je verwachtingen voldoen.",
        "In feite zou je zelfs kunnen ontdekken dat in veel gevallen het alleen doorbrengen van tijd aangenamer was dan in gezelschap.",
        "En je kunt ook zien dat de hoogste scores die je aan solitaire activiteiten gaf, gelijk zijn aan of zelfs hoger dan die van activiteiten in gezelschap."
      ],
      "quote": {
        "text": "Niemand kan je minderwaardig laten voelen zonder jouw toestemming.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Aanpassing van overtuigingen",
        "Liefde, relaties en huwelijk zijn geen noodzakelijke voorwaarde voor geluk en verhoogde eigenwaarde, soms zijn ze simpelweg niet genoeg.",
        "Het bewijs hiervan zijn miljoenen mannen en vrouwen die getrouwd zijn en toch ongelukkig.",
        "Als liefde een medicijn was tegen eenzaamheid, problemen, slecht humeur, depressies, dan zouden alle psychologen zonder werk zitten.",
        "Maar helaas is dat niet zo, het hebben van een partner garandeert geen gelukkig leven. En dit moet worden ingezien en geaccepteerd.",
        "Om te beginnen met het werken aan een overtuiging - formuleer het en schrijf het op. Het kan op verschillende manieren klinken:",
        "Als ik geen partner heb, ben ik ongelukkig",
        "Als ik niet geliefd ben, ben ik een mislukkeling",
        "Zonder een relatie ben ik onvolwaardig",
        "Beschrijf vervolgens hoe precies je overtuiging je hindert. Bijvoorbeeld:",
        "buitensporig hoge eisen aan mezelf, die geen einde kennen, het lijkt alsof ik niet goed genoeg ben voor relaties",
        "onrealistische verwachtingen van de partner, globale conclusies over liefde en niet-liefde in plaats van aandacht voor specifieke problemen",
        "constante ontevredenheid en depressieve stemming, gevoed door situaties van eenzaamheid",
        "Schrijf daarna tegenargumenten op. Dit kan een moeilijk proces zijn en neemt misschien meer dan één dag in beslag, vul de lijst aan naarmate er nieuwe gedachten opkomen.",
        "Bijvoorbeeld, voor de overtuiging 'Alleen zijn is verschrikkelijk en vernederend' kun je de volgende tegenargumenten noteren:",
        "wanneer iemand alleen is, geeft het hem de mogelijkheid zichzelf beter te leren kennen",
        "zonder relaties is er de mogelijkheid om iets nieuws te proberen, dingen te doen die in relaties veel moeilijker zouden zijn",
        "het is beter om alleen te zijn dan met een ongeschikte partner",
        "En het belangrijkste element van dit proces - vervang je oude overtuiging door een nieuwe. Het moet realistisch en rationeel klinken, zodat je erin gelooft.",
        "Bijvoorbeeld: 'Alleen zijn kan aangenaam en nuttig zijn, je kunt erin rusten en jezelf beter leren kennen. En liefde manifesteert zich in verschillende relaties.",
        "Zelfs zonder partner kun je nabijheid voelen met mensen, ervaringen delen en warmte tonen. Het is de moeite waard om te vertrouwen op wat voor soort relaties ik persoonlijk wil, en als ik die niet heb - om een doel te stellen en te proberen ze te creëren.",
        "Maar het ontbreken van een partner maakt me niet onvolwaardig. Net zoals het verlangen naar een partner me niet zwak of afhankelijk maakt.'",
        "Herlees deze aantekeningen elke dag gedurende 2-3 weken, je kunt ze aanvullen of veranderen. Op deze manier zul je erin slagen om negatieve denkpatronen te overwinnen en een begin te maken met je veranderingen.",
        "Liefde is een prachtige ervaring, maar zoals elke andere ervaring kan het positief en negatief zijn en zou het niet moeten bepalen wie we zijn en waarom we hier zijn.",
        "Verlangen en behoefte zijn niet hetzelfde. Zuurstof is een behoefte, en liefde is een verlangen.",
        "Liefde is geen behoefte voor een volwassene!",
        "Het verlangen om liefdesrelaties op te bouwen is normaal. Er is niets mis mee. Een goede relatie met een geliefde is een heerlijk genoegen.",
        "Maar om te overleven of het hoogste geluk te ervaren, heb je noch de goedkeuring, noch de liefde, noch de aandacht van een ander persoon nodig."
      ]
    }
  }
}
