{
  "title": "Uit de val van 'Alles is mijn schuld' komen",
  "description": "Dit artikel bespreekt het fenomeen personalisatie – de neiging om gebeurtenissen als persoonlijk gerelateerd te ervaren. Er worden methoden besproken om de negatieve gevolgen van dit denkpatroon te verminderen, waaronder zelfobservatie en situationele analyse. De auteur biedt praktische tips en oefeningen om het psychisch welzijn te verbeteren en onnodig schuldgevoel los te laten.",
  "screen_1": {
    "texts": [
      "Soms noemen mensen de neiging tot personalisatie onterecht ‘grootheidswaan’.",
      "Dit betekent echter niet per se dat iemand zichzelf als almachtig beschouwt, maar eerder dat diegene de wereld ziet alsof alles om hem of haar draait: alle gebeurtenissen lijken persoonlijk verbonden met hen.",
      "Intern wordt dit ervaren als constante druk, aandacht van anderen en verborgen vijandigheid.",
      "Om dit schadelijke denkpatroon te doorbreken, is het belangrijk om de echte oorzaken van problemen te identificeren.",
      "In plaats van jezelf de schuld te geven van dingen die buiten je controle liggen – en daardoor een universeel schuldgevoel te ervaren – richt je je op een objectieve analyse van de situatie.",
      "Begin met zelfobservatie. De eerste stap in het verminderen van personalisatie is bewustwording, net als bij elk ander irrationeel denkpatroon. Let goed op je gedachten en reacties op situaties. Merk op wanneer je de neiging hebt verantwoordelijkheid te nemen voor iets dat eigenlijk buiten jouw invloedssfeer ligt.",
      "Probeer vervolgens andere factoren te identificeren die een rol kunnen hebben gespeeld bij de situatie waarvoor jij jezelf verantwoordelijk acht. Bijvoorbeeld: ‘Ben ik echt de enige schuldige aan deze ruzie? Welke andere factoren en omstandigheden kunnen een rol hebben gespeeld?’",
      "Overweeg mogelijke redenen voor het gedrag van anderen die niets met jou te maken hebben. Probeer je in hun situatie te verplaatsen en te begrijpen wat hun reactie kan hebben beïnvloed. Wat kan er nog meer aan de hand zijn dat hun stemming of gedrag verklaart?"
    ],
    "quote": {
      "text": "Alles wat we horen is een mening, geen feit. Alles wat we zien is een perspectief, geen waarheid.",
      "author": "Marcus Aurelius"
    }
  },
  "screen_2": {
    "texts": [
      "Gebruik de volgende vragen voor analyse:",
      "Moet ik mezelf echt de schuld geven van wat er is gebeurd?",
      "Had ik hier daadwerkelijk controle over?",
      "Ben ik echt verantwoordelijk voor alles? Of slechts voor een deel van het probleem? Welk deel precies?",
      "Welke andere mogelijke oorzaken zijn er voor deze situatie?",
      "Voorbeeld:",
      "Stel je voor dat je op je werk komt en een collega groet je niet. Je eerste gedachte is: ‘Ik heb iets verkeerd gedaan. Ze mag me niet. Misschien heb ik gisteren iets verkeerds gezegd, of heb ik haar zelf niet gegroet en neemt ze nu wraak.’",
      "Analyseer je gedachten met behulp van bovenstaande vragen en schrijf alternatieve, rationele antwoorden op:",
      "Misschien groette ze me niet omdat ze niet goed had geslapen, het gewoon vergat, in gedachten verzonken was, of al eerder had gegroet zonder dat ik het doorhad.",
      "Waarschijnlijk heeft haar gedrag niets met mij te maken. Ik kan het niet zeker weten, tenzij ik haar er rechtstreeks naar vraag. Het meest logische is dat ze afgeleid was, slecht had geslapen, of het simpelweg vergat.",
      "Ik weet niet zeker of ze verdrietig was, maar zelfs als dat zo is, kunnen er talloze redenen zijn voor haar stemming die niets met mij te maken hebben. Zelfs als ze door mij gekwetst zou zijn, zou het aan haar zijn om dat te zeggen, anders kan ik niet weten wat er speelt.",
      "Omdat ik niet zeker weet of het door mij komt, hoef ik me hier niet schuldig over te voelen.",
      "Onthoud dat we niet alles in het leven kunnen controleren. Soms is het beter om dingen los te laten en niet alles te verklaren vanuit onze eigen fouten."
    ],
    "quote": {
      "text": "Mensen raken niet van streek door dingen zelf, maar door hun ideeën over die dingen.",
      "author": "Epictetus"
    }
  },
  "screen_3": {
    "texts": [
      "Je kunt ook de volgende oefeningen gebruiken om aan deze overtuiging te werken:",
      "Gebruik een externe perspectiefbenadering",
      "Stel je voor dat een vriend je vertelt dat zijn collega hem niet heeft gegroet in de ochtend. Hoe zou je reageren? Wat zou je tegen hem zeggen? Welk advies zou je geven? Dit helpt je afstand te nemen van je eigen emoties en de situatie objectiever te bekijken.",
      "Vervolledig de zin 'Als ik echt verantwoordelijk was...'",
      "Probeer de volgende zin af te maken: ‘Als ik echt verantwoordelijk was voor dit probleem, dan zou dat betekenen dat…’.",
      "Bijvoorbeeld: ‘Als ik echt verantwoordelijk was voor het mislukken van dit project, dan zou dat betekenen dat ik alle deelnemers volledig kon controleren en alle fouten kon voorkomen.’ Maar in werkelijkheid zijn er altijd factoren buiten je controle.",
      "‘Als ik echt verantwoordelijk was voor het feit dat mijn vriend boos op me is, dan zou dat betekenen dat ik zijn gedachten kon lezen en zijn verwachtingen kon voorspellen.’ Maar dat is onmogelijk.",
      "Door deze oefening te doen, kun je analyseren waar je verantwoordelijkheid echt ligt en beseffen dat je niet alles in de hand hebt.",
      "Met deze eenvoudige technieken kun je negatieve gedachten verminderen en jezelf bevrijden van de last van een onnodig schuldgevoel.",
      "Onthoud dat jij niet het middelpunt van het universum bent en dat je niet verantwoordelijk bent voor alles om je heen. Besteed je energie liever aan het oplossen van echte problemen en het creëren van een gelukkiger en evenwichtiger leven."
    ]
  }
}
