{
  "title": "Men is mij iets verschuldigd. Wat is er mis met deze overtuiging?",
  "description": "Dit artikel onderzoekt het probleem van de instelling \"men is mij iets verschuldigd\", die zich ontwikkelt bij mensen die verwachten dat de wereld om hen draait en aan al hun behoeften voldoet. De auteur legt uit hoe deze instelling in de kindertijd ontstaat, geeft voorbeelden van hoe het zich uit in het volwassen leven en beschrijft de negatieve gevolgen van zo'n denkwijze, waaronder teleurstelling, gespannen relaties en verlies van onafhankelijkheid. Tot slot wordt het idee voorgesteld dat het belangrijk is om de wereld te accepteren zoals hij is en te begrijpen dat er niet alleen plaats is voor onszelf, maar ook voor anderen.",
  "screen_1": {
    "texts": [
      "\"Men is mij iets verschuldigd\" is een valstrik waarin velen terechtkomen door te geloven dat de wereld om hen draait.",
      "Mensen die deze houding aannemen, verwachten vaak dat anderen het met hen eens zijn en aan hun verzoeken voldoen.",
      "Ze houden geen rekening met de meningen en behoeften van anderen, omdat ze vinden dat hun eigen verlangens en behoeften belangrijker zijn.",
      "Overtuigingen van 'moeten' kunnen als volgt klinken:",
      "Vrienden moeten mij altijd helpen",
      "Mijn partner moet mij altijd en in alles steunen",
      "Mijn moeder moet op mijn kinderen passen",
      "Alles moet gaan zoals ik het wil",
      "Men mag mij niets weigeren",
      "De wereld moet eerlijk zijn tegen mij",
      "Als je dergelijk denken bij jezelf hebt opgemerkt, denk je waarschijnlijk dat je succes, liefde en geluk verdient, simpelweg omdat je geboren bent.",
      "Je verwacht dat het universum en de mensen om je heen je wensen moeten vervullen omdat je een goed, vriendelijk persoon bent of omdat je hard werkt.",
      "Maar wanneer dit niet gebeurt, wat vaak het geval is, sta je voor een keuze: wegzakken in neerslachtigheid en een gevoel van minderwaardigheid, of in woede ontsteken. Mensen die denken dat iedereen hen iets verschuldigd is, lopen vaak tegen problemen aan."
    ],
    "quote": {
      "text": "We kunnen de wind niet beheersen, maar we kunnen wel de zeilen richten.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "En in de eerste plaats is er teleurstelling: als je wordt afgewezen, als men niet begrijpt dat ze jouw problemen moeten oplossen, als ze niet aan je verwachtingen voldoen, dan wacht je ongetwijfeld teleurstelling, gekwetste gevoelens, woede, onbegrip - hoe kan men zo omgaan met mij - zo'n prachtig persoon.",
      "Je verspilt veel energie aan negatieve emoties en ziet de wereld in sombere kleuren. Je veeleisende houding tegenover het leven verhindert je om te genieten, blij te zijn, want je accepteert de wereld niet zoals hij is, je hebt altijd klachten over hoe hij in elkaar zit.",
      "Tanja is een uitstekend voorbeeld van iemand met de instelling \"iedereen is mij iets verschuldigd\". Ze verwacht dat vrienden altijd beschikbaar zijn, bereid om alles te laten vallen en haar te hulp te schieten, om al haar problemen op te lossen en aan al haar verzoeken te voldoen.",
      "Ze kan bijvoorbeeld om 3 uur 's nachts bellen en eisen dat haar vriendin onmiddellijk langskomt om haar te steunen na een ruzie met haar vriend.",
      "Of, zonder vooraf te waarschuwen, vragen om te helpen met verhuizen, hoewel haar vriendin die dag al een belangrijke afspraak had gepland. Wanneer vrienden haar niet kunnen helpen, voelt Tanja zich beledigd en in de steek gelaten, ongewenst.",
      "Dit is een gevaarlijke houding die kan leiden tot isolement, spanning in relaties of zelfs het verbreken van deze relaties.",
      "Vrienden en dierbaren beginnen ontmoetingen of gesprekken te vermijden, bang voor weer een eis, belediging of ruzie. Want niemand wil zich constant verplicht voelen en zich onderwerpen aan andermans grillen.",
      "Waar komt deze overtuiging vandaan? Deze instelling wordt vaak in de kindertijd gevormd, wanneer een kind niet geconfronteerd wordt met realistische grenzen en alles krijgt wat het wil. Dit kan om verschillende redenen gebeuren:",
      "Ouders verwennen het kind en laten het alles doen wat in zijn hoofd opkomt.",
      "In zo'n geval ontwikkelt het kind een narcistisch deel van de persoonlijkheid met een overdreven gevoel van eigenwaarde.",
      "Voorbeeld: De kleine Katja kreeg altijd alles wat ze wilde. Haar ouders vonden dat ze het beste verdiende en weigerden haar niets. Katja raakte eraan gewend dat de wereld om haar draaide en begreep niet waarom leraren op school niet al hun aandacht aan haar besteedden en waarom klasgenoten geen rekening hielden met haar mening.",
      "Ouders leven zelf volgens het principe \"iedereen is mij iets verschuldigd\".",
      "Het kind herhaalt het ouderlijke scenario en neemt deze manier van denken over.",
      "Voorbeeld: Iwan's ouders klaagden voortdurend over het leven, denkend dat ze meer betaald moesten krijgen, dat ze niet gewaardeerd werden en dat hun rechten voortdurend geschonden werden. Iwan groeide op in een sfeer van ontevredenheid en de verwachting dat de wereld hem iets verschuldigd was."
    ],
    "quote": {
      "text": "Niemand is u iets verschuldigd. Alles wat u in het leven krijgt, is een geschenk.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Ouders hielden geen rekening met de mening van het kind, negeerden zijn interesses en verlangens.",
      "Het kind is boos op zijn ouders, maar kan zijn woede niet openlijk uiten. Daarom richt hij deze op de mensen om hem heen, denkend dat zij medelijden met hem moeten hebben en compenseren wat hij in zijn kindertijd heeft gemist.",
      "Voorbeeld: Anna droomde er altijd van om kunstenaar te worden, maar haar ouders dwongen haar om rechten te studeren, omdat ze dachten dat dit een prestigieuzer beroep was. Anna gaf toe, maar haar hart verlangde altijd naar creativiteit. ",
      "Ze was boos op haar ouders omdat ze haar niet haar droom lieten verwezenlijken, en later richtte ze deze woede op iedereen om haar heen, denkend dat zij haar moesten helpen geluk in het leven te vinden.",
      "Het kind werd gedwongen zijn ouders te behagen zodat ze van hem hielden. Hij groeide op met de overtuiging dat zijn liefde verdiend moest worden.",
      "Voorbeeld: Sergei probeerde altijd aan alle behoeften van zijn ouders te voldoen, bang dat ze niet van hem zouden houden als hij iets verkeerd deed. Hij groeide op met een gevoel van onzekerheid en probeerde voortdurend zijn waarde te bewijzen, denkend dat men hem moest geven wat hij had verdiend.",
      "De gevolgen van zo'n instelling kunnen divers en negatief zijn. Ze omvatten:",
      "Teleurstelling en ontevredenheid: De verwachting dat anderen aan al je behoeften moeten voldoen, kan leiden tot voortdurende teleurstelling en een gevoel van ontevredenheid door de discrepantie tussen verwachtingen en realiteit",
      "Spanning in relaties: De overtuiging dat de wereld zich aan jou moet aanpassen, kan spanning en conflicten in relaties veroorzaken, omdat dit vaak leidt tot ontevredenheid en meningsverschillen",
      "Verlies van onafhankelijkheid: De voortdurende verwachting dat anderen alle verantwoordelijkheden op zich moeten nemen, maakt je afhankelijk en belemmert de ontwikkeling van zelfstandigheid en persoonlijke groei",
      "Negatieve invloed op zelfwaardering: Door op anderen te vertrouwen om aan je behoeften te voldoen, ontwikkel je geen eigen zelfwaardering, wat kan leiden tot negatieve emoties en een gevoel van minderwaardigheid",
      "Gebrek aan wederzijdse hulp: Door je alleen op jezelf te concentreren, mis je de kans om empathisch te zijn en anderen te helpen, wat de ontwikkeling van kwalitatieve relaties en maatschappelijke steun kan belemmeren"
    ],
    "quote": {
      "text": "Verwacht niet dat de wereld om jou draait. In deze wereld is ook plaats voor anderen",
      "author": "Aristoteles"
    }
  }
}
