{
  "title": "Afhankelijkheid van het ideaal, perfectionisme",
  "description": "Dit artikel onderzoekt perfectionisme en benadrukt dat het streven naar hoge standaarden nuttig kan zijn, maar wanneer dit verandert in rigide eisen, leidt dit tot negatieve gevolgen zoals angst en ontevredenheid met het leven. Voorbeelden uit het leven laten zien hoe vroege ervaringen en opvoeding kunnen bijdragen aan de vorming van perfectionistische overtuigingen en gedrag. Tot slot roept de auteur op tot een balans tussen het streven naar perfectie en een acceptabel resultaat om uitputting en teleurstelling te voorkomen.",
  "screen_1": {
    "texts": [
      "Het verlangen om hoge standaarden te bereiken, taken succesvol uit te voeren en productief te zijn is een vrij positieve eigenschap.",
      "Net als het verlangen om geaccepteerd, goedgekeurd, geliefd te worden of betekenisvolle prestaties in het leven te hebben.",
      "Wanneer dit op het niveau van verlangens, aspiraties of doelen blijft, kunnen we spreken van constructieve overtuigingen die ons in het leven helpen en ons motiveren.",
      "Maar als verlangens veranderen in rigide en vaststaande eisen, en de prijs om eraan te voldoen te hoog wordt, dan is dit niet zozeer hoge standaarden, maar perfectionisme.",
      "Wat betekent het om een perfectionist te zijn?",
      "Perfectionisme, als de overtuiging dat alles 100% perfect moet worden uitgevoerd, is vaak de basis van veel problemen.",
      "Je streeft naar het ideaal: fouten zijn voor jou onaanvaardbaar, en mislukking lijkt een ramp. Je gelooft dat je er in elke situatie perfect moet uitzien, voelen, denken en gedragen.",
      "Zodra je een doel bereikt, wordt het meteen vervangen door een nieuw, nog verder gelegen doel, waardoor je nooit plezier en erkenning krijgt voor je inspanningen. Het leven wordt een grijze en vermoeiende routine, want je leeft om te voldoen aan onrealistische en soms onmogelijke standaarden.",
      "Dat wil zeggen, een persoon met perfectionisme:",
      "vergelijkt zichzelf vaak met andere mensen",
      "bevindt zich in permanente rivaliteit",
      "concentreert zich op mislukkingen en tegenslagen, zonder successen op te merken",
      "bekritiseert zichzelf of anderen hard",
      "past zich slecht aan de realiteit aan",
      "stelt voortdurend uit, procrastineert"
    ],
    "quote": {
      "text": "Perfectionisme is angst in chique schoenen en een nertsjas, die doet alsof het elegant is, terwijl het eigenlijk gewoon bang is.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Het model van perfectionisme aan de hand van een voorbeeld",
      "We herinneren eraan dat volgens cognitieve gedragstherapie onze levenservaringen overtuigingen over onszelf, andere mensen en de wereld vormen. Deze overtuigingen bepalen op hun beurt onze levensstrategieën en regels.",
      "Laten we als voorbeeld Evgeny nemen. Zijn ouders stelden altijd hoge eisen aan hem, alle cijfers lager dan 'uitstekend' werden gezien als een mislukking.",
      "Ondanks Zhenya's talent voor muziek bekritiseerden zijn ouders zijn successen en duwden hem naar het meer 'prestigieuze' beroep van arts.",
      "Deze ervaring vormde bij Zhenya de diepgewortelde overtuiging dat hij 'niet goed genoeg' en 'onbekwaam' is.",
      "Om dit te compenseren en zich goed en bekwaam te voelen, ontwikkelde hij de regel: 'Ik moet alles perfect doen'.",
      "Het streven naar het ideaal dwingt Evgeny om tot uitputting toe te werken, zichzelf voor de kleinste fouten te berispen en kritisch te zijn tegenover collega's. Dit leidt tot oververmoeidheid, angst, problemen in relaties en ontevredenheid met het leven.",
      "Vaak stelt hij zich onrealistische doelen, bijvoorbeeld om zich perfect voor te bereiden op een presentatie in een korte tijd.",
      "Als het hem lukt (wat onwaarschijnlijk is), wordt zijn regel bevestigd, wat een illusie van controle creëert. In geval van mislukking geeft Zhenya zichzelf de schuld, waardoor zijn overtuiging van eigen onbekwaamheid wordt versterkt.",
      "Het wordt een vicieuze cirkel: de regel 'alles perfect doen' beschermt Evgeny tegen het pijnlijke gevoel van 'ontoereikendheid', maar alleen zolang hij in staat is om aan zijn verhoogde, onrealistische standaarden te voldoen.",
      "Elke fout leidt tot negatieve emoties, versterkt zelfkritiek en voedt perfectionisme.",
      "Hoe kunnen overtuigingen van perfectionisme klinken?",
      "Ik moet alles perfect doen",
      "Alles moet me lukken",
      "Als je niet je uiterste best doet, kun je het beter helemaal niet doen",
      "Als ik bekritiseerd word, betekent dat dat ik het slecht doe. Slecht doen is niet toegestaan",
      "Ik heb geen recht op fouten",
      "Ik moet de beste zijn in alles wat ik doe",
      "Hoe wordt het constante streven naar het ideaal gevormd?",
      "Meestal wordt zo'n streven gevormd in de lagere school of voorschoolse leeftijd, als gevolg van de gezinsopvoeding."
    ]
  },
  "screen_3": {
    "texts": [
      "Onderzoekers geloven dat neurotisch perfectionisme wordt gevormd onder invloed van kinderervaringen met ouders die voorwaardelijk liefde toonden (voor cijfers, resultaten, enz.) of helemaal geen goedkeuring toonden.",
      "In beide gevallen ontwikkelt het kind een verlangen om perfect te zijn, om aan zijn ouders te bewijzen dat het goed en waardevol kan zijn voor zichzelf en voor hen. Vaak tonen ouders van perfectionisten overmatige kritiek, onthouden ze het kind van steun en tonen ze hoge veeleisendheid.",
      "Om aan de verwachtingen van de ouders te voldoen en straf en kritiek te vermijden, moet het kind proberen onberispelijk te zijn.",
      "Er worden hoofdzakelijk vier soorten ouderlijk gedrag onderscheiden die kunnen bijdragen aan de ontwikkeling van perfectionisme:",
      "Ouders demonstreren zelf een duidelijk model van perfectionistisch gedrag",
      "Ouders zijn overmatig kritisch en veeleisend naar het kind, er is onvoldoende emotionele steun en hulp in relaties",
      "Ouderlijke goedkeuring is afwezig of inconsistent en voorwaardelijk",
      "Autoritaire opvoedingsstijl en overmatige ouderlijke verwachtingen",
      "De intrede van een kind in de school stimuleert hem om zijn successen te formaliseren in de vorm van cijfers.",
      "Het is hier dat het 'uitblinkerssyndroom' wordt gevormd, dat psychologen in verband brengen met perfectionisme. Het kind probeert in alles de beste te zijn, en als het niet lukt, wordt het gepolariseerde denken volgens het principe 'alles of niets' geactiveerd.",
      "Er is geen mogelijkheid om de beste te zijn in dit vak, dus wordt de strategie gekozen om de slechtste van allemaal te zijn - het is beter om de laatste te zijn, als je niet de eerste kunt zijn."
    ]
  },
  "screen_4": {
    "texts": [
      "Naast de invloed van het gezin wordt perfectionisme aangemoedigd door de moderne samenleving. Op scholen en universiteiten houden docenten van gehoorzame uitblinkende leerlingen, en werkgevers waarderen perfectionistische medewerkers.",
      "De markteconomie duwt mensen naar concurrentie, het streven om voortdurend betere resultaten te bereiken.",
      "De media dicteren ons mode en begrip van schoonheid en aantrekkelijkheid. Als iemand er goed uitziet, stijlvol gekleed is, voor zichzelf zorgt, verhoogt dit de kansen om een partner, prestigieus werk, even aantrekkelijke vrienden te vinden.",
      "Hierdoor is iemand vaak overtuigd van de noodzaak om aan hoge standaarden te voldoen om deel uit te maken van de samenleving.",
      "Dus perfectionisme, is het goed of slecht?",
      "De vraag over perfectionisme veroorzaakt vaak meningsverschillen: sommigen vinden het nuttig, anderen schadelijk.",
      "Als je een perfectionist bent, zul je waarschijnlijk zeggen dat het streven naar perfectie normaal is, hoe kun je anders succesvol zijn? In de praktijk neemt het echter een enorme hoeveelheid kracht en middelen van je weg, geleidelijk maar meedogenloos put het je lichaam en psyche uit.",
      "Perfectionisme is nauw verbonden met afhankelijkheid van prestaties, waarover we in vorige hoofdstukken hebben verteld, dus de nadelen ervan zijn vergelijkbaar.",
      "Verhoogde, onrealistische standaarden beïnvloeden vrijwel elk aspect van je leven: werk, studie, relaties met dierbaren, je rust.",
      "Het probleem is dat het ideaal waarnaar perfectionisme streeft eigenlijk onbereikbaar is. Het ideaal bestaat niet - het is de beste, voltooide staat van een object of fenomeen, dat iedereen op zijn eigen manier waarneemt.",
      "Laten we eerlijk zijn en ons afvragen: bestaat er iets absoluut perfect voor iedereen?",
      "Wat jij als ideaal beschouwt, kan voor een ander complete onzin lijken. Zelfs de werken van Mozart en Da Vinci worden niet door iedereen gewaardeerd, hoewel ze als hoogtepunten van kunst worden beschouwd.",
      "Wanneer je je overtuigingen aanpast aan de realiteit, dan kun je genieten van het voltooide werk en van het leven in het algemeen, in plaats van constante teleurstelling.",
      "Het is heel belangrijk om te leren balanceren tussen het streven naar het beste en een acceptabel, goed resultaat."
    ]
  }
}
