{
  "title": "Afhankelijkheid van het ideaal, perfectionisme",
  "description": "Dit artikel onderzoekt perfectionisme en benadrukt dat het streven naar hoge standaarden nuttig kan zijn, maar wanneer dit verandert in rigide eisen, leidt dit tot negatieve gevolgen zoals angst en ontevredenheid met het leven. Voorbeelden uit het leven laten zien hoe vroege ervaringen en opvoeding kunnen bijdragen aan de vorming van perfectionistische overtuigingen en gedrag. Tot slot roept de auteur op tot een balans tussen het streven naar perfectie en een acceptabel resultaat om uitputting en teleurstelling te voorkomen.",
  "screen_1": {
    "texts": [
      "Het verlangen om hoge standaarden te bereiken, taken succesvol uit te voeren en productief te zijn is een vrij positieve eigenschap.",
      "Net als het verlangen om geaccepteerd, goedgekeurd, geliefd te worden of betekenisvolle prestaties in het leven te hebben.",
      "Wanneer dit op het niveau van verlangens, aspiraties of doelen blijft, kunnen we spreken van constructieve overtuigingen die ons in het leven helpen en ons motiveren.",
      "Maar als verlangens veranderen in rigide en vaststaande eisen, en de prijs om eraan te voldoen te hoog wordt, dan is dit niet zozeer hoge standaarden, maar perfectionisme.",
      "Wat betekent het om een perfectionist te zijn?",
      "Perfectionisme, als de overtuiging dat alles 100% perfect moet worden uitgevoerd, is vaak de basis van veel problemen.",
      "Je streeft naar het ideaal: fouten zijn voor jou onaanvaardbaar, en mislukking lijkt een ramp. Je gelooft dat je er in elke situatie perfect moet uitzien, voelen, denken en gedragen.",
      "Zodra je een doel bereikt, wordt het meteen vervangen door een nieuw, nog verder gelegen doel, waardoor je nooit plezier en erkenning krijgt voor je inspanningen. Het leven wordt een grijze en vermoeiende routine, want je leeft om te voldoen aan onrealistische en soms onmogelijke standaarden.",
      "Dat wil zeggen, een persoon met perfectionisme:",
      "vergelijkt zichzelf vaak met andere mensen",
      "bevindt zich in permanente rivaliteit",
      "concentreert zich op mislukkingen en tegenslagen, zonder successen op te merken",
      "bekritiseert zichzelf of anderen hard",
      "past zich slecht aan de realiteit aan",
      "stelt voortdurend uit, procrastineert"
    ],
    "quote": {
      "text": "Perfectionisme is angst in chique schoenen en een nertsjas, die doet alsof het elegant is, terwijl het eigenlijk gewoon bang is.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Het model van perfectionisme aan de hand van een voorbeeld",
      "We herinneren eraan dat volgens cognitieve gedragstherapie onze levenservaringen overtuigingen over onszelf, andere mensen en de wereld vormen. Deze overtuigingen bepalen op hun beurt onze levensstrategieën en regels.",
      "Laten we als voorbeeld Evgeny nemen. Zijn ouders stelden altijd hoge eisen aan hem, alle cijfers lager dan 'uitstekend' werden gezien als een mislukking.",
      "Ondanks Zhenya's talent voor muziek bekritiseerden zijn ouders zijn successen en duwden hem naar het meer 'prestigieuze' beroep van arts.",
      "Deze ervaring vormde bij Zhenya de diepgewortelde overtuiging dat hij 'niet goed genoeg' en 'onbekwaam' is.",
      "Om dit te compenseren en zich goed en bekwaam te voelen, ontwikkelde hij de regel: 'Ik moet alles perfect doen'.",
      "Het streven naar het ideaal dwingt Evgeny om tot uitputting toe te werken, zichzelf voor de kleinste fouten te berispen en kritisch te zijn tegenover collega's. Dit leidt tot oververmoeidheid, angst, problemen in relaties en ontevredenheid met het leven.",
      "Vaak stelt hij zich onrealistische doelen, bijvoorbeeld om zich perfect voor te bereiden op een presentatie in een korte tijd.",
      "Als het hem lukt (wat onwaarschijnlijk is), wordt zijn regel bevestigd, wat een illusie van controle creëert. In geval van mislukking geeft Zhenya zichzelf de schuld, waardoor zijn overtuiging van eigen onbekwaamheid wordt versterkt.",
      "Het wordt een vicieuze cirkel: de regel 'alles perfect doen' beschermt Evgeny tegen het pijnlijke gevoel van 'ontoereikendheid', maar alleen zolang hij in staat is om aan zijn verhoogde, onrealistische standaarden te voldoen.",
      "Elke fout leidt tot negatieve emoties, versterkt zelfkritiek en voedt perfectionisme.",
      "Hoe kunnen overtuigingen van perfectionisme klinken?",
      "Ik moet alles perfect doen",
      "Alles moet me lukken",
      "Als je niet je uiterste best doet, kun je het beter helemaal niet doen",
      "Als ik bekritiseerd word, betekent dat dat ik het slecht doe. Slecht doen is niet toegestaan",
      "Ik heb geen recht op fouten",
      "Ik moet de beste zijn in alles wat ik doe",
      "Hoe wordt het constante streven naar het ideaal gevormd?",
      "Meestal wordt zo'n streven gevormd in de lagere school of voorschoolse leeftijd, als gevolg van de gezinsopvoeding."
    ]
  },
  "screen_3": {
    "texts": [
      "Onderzoekers geloven dat neurotisch perfectionisme wordt gevormd onder invloed van kinderervaringen met ouders die voorwaardelijk liefde toonden (voor cijfers, resultaten, enz.) of helemaal geen goedkeuring toonden.",
      "In beide gevallen ontwikkelt het kind een verlangen om perfect te zijn, om aan zijn ouders te bewijzen dat het goed en waardevol kan zijn voor zichzelf en voor hen. Vaak tonen ouders van perfectionisten overmatige kritiek, onthouden ze het kind van steun en tonen ze hoge veeleisendheid.",
      "Om aan de verwachtingen van de ouders te voldoen en straf en kritiek te vermijden, moet het kind proberen onberispelijk te zijn.",
      "Er worden hoofdzakelijk vier soorten ouderlijk gedrag onderscheiden die kunnen bijdragen aan de ontwikkeling van perfectionisme:",
      "Ouders demonstreren zelf een duidelijk model van perfectionistisch gedrag",
      "Ouders zijn overmatig kritisch en veeleisend naar het kind, er is onvoldoende emotionele steun en hulp in relaties",
      "Ouderlijke goedkeuring is afwezig of inconsistent en voorwaardelijk",
      "Autoritaire opvoedingsstijl en overmatige ouderlijke verwachtingen",
      "De intrede van een kind in de school stimuleert hem om zijn successen te formaliseren in de vorm van cijfers.",
      "Het is hier dat het 'uitblinkerssyndroom' wordt gevormd, dat psychologen in verband brengen met perfectionisme. Het kind probeert in alles de beste te zijn, en als het niet lukt, wordt het gepolariseerde denken volgens het principe 'alles of niets' geactiveerd.",
      "Er is geen mogelijkheid om de beste te zijn in dit vak, dus wordt de strategie gekozen om de slechtste van allemaal te zijn - het is beter om de laatste te zijn, als je niet de eerste kunt zijn."
    ]
  },
  "screen_4": {
    "texts": [
      "Naast de invloed van het gezin wordt perfectionisme aangemoedigd door de moderne samenleving. Op scholen en universiteiten houden docenten van gehoorzame uitblinkende leerlingen, en werkgevers waarderen perfectionistische medewerkers.",
      "De markteconomie duwt mensen naar concurrentie, het streven om voortdurend betere resultaten te bereiken.",
      "De media dicteren ons mode en begrip van schoonheid en aantrekkelijkheid. Als iemand er goed uitziet, stijlvol gekleed is, voor zichzelf zorgt, verhoogt dit de kansen om een partner, prestigieus werk, even aantrekkelijke vrienden te vinden.",
      "Hierdoor is iemand vaak overtuigd van de noodzaak om aan hoge standaarden te voldoen om deel uit te maken van de samenleving.",
      "Dus perfectionisme, is het goed of slecht?",
      "De vraag over perfectionisme veroorzaakt vaak meningsverschillen: sommigen vinden het nuttig, anderen schadelijk.",
      "Als je een perfectionist bent, zul je waarschijnlijk zeggen dat het streven naar perfectie normaal is, hoe kun je anders succesvol zijn? In de praktijk neemt het echter een enorme hoeveelheid kracht en middelen van je weg, geleidelijk maar meedogenloos put het je lichaam en psyche uit.",
      "Perfectionisme is nauw verbonden met afhankelijkheid van prestaties, waarover we in vorige hoofdstukken hebben verteld, dus de nadelen ervan zijn vergelijkbaar.",
      "Verhoogde, onrealistische standaarden beïnvloeden vrijwel elk aspect van je leven: werk, studie, relaties met dierbaren, je rust.",
      "Het probleem is dat het ideaal waarnaar perfectionisme streeft eigenlijk onbereikbaar is. Het ideaal bestaat niet - het is de beste, voltooide staat van een object of fenomeen, dat iedereen op zijn eigen manier waarneemt.",
      "Laten we eerlijk zijn en ons afvragen: bestaat er iets absoluut perfect voor iedereen?",
      "Wat jij als ideaal beschouwt, kan voor een ander complete onzin lijken. Zelfs de werken van Mozart en Da Vinci worden niet door iedereen gewaardeerd, hoewel ze als hoogtepunten van kunst worden beschouwd.",
      "Wanneer je je overtuigingen aanpast aan de realiteit, dan kun je genieten van het voltooide werk en van het leven in het algemeen, in plaats van constante teleurstelling.",
      "Het is heel belangrijk om te leren balanceren tussen het streven naar het beste en een acceptabel, goed resultaat."
    ]
  },
  "exercise": {
    "title": "Wat te doen als je perfectionisme hebt, geen ideaal, maar wel normaal wilt leven?",
    "description": "Dit artikel beschouwt twee typen perfectionisme - negatief en positief - en biedt effectieve aanbevelingen voor het omgaan met perfectionistische tendensen. De auteur presenteert acht kernstrategieën, waaronder motivatie voor verandering, cognitieve herstructurering, procesgericht zijn in plaats van resultaatgericht, en het vormen van nieuwe, gezondere overtuigingen. Het hoofdidee is dat perfectionisme overwonnen kan worden door te leren onvolmaaktheid te accepteren, onvoorwaardelijk van jezelf te houden en dagelijks voor jezelf te zorgen.",
    "screen_1": {
      "texts": [
        "Moderne wetenschappers onderscheiden twee soorten perfectionisme: negatief en positief, of anders gezegd, gezond en pathologisch.",
        "Om een min in een plus te veranderen, is het belangrijk om je leiderschapskwaliteiten en streven naar perfectie te combineren met gezond verstand en rationaliteit.",
        "We hebben effectieve aanbevelingen voor je voorbereid over hoe om te gaan met perfectionisme.",
        "Het beste startpunt voor het bestrijden van elk probleem is motivatie voor verandering.",
        "Om perfectionisme te overwinnen, is het belangrijk om te begrijpen waarom je dit nodig hebt. Analyseer en schrijf alle plussen en minnen op.",
        "Misschien zul je verbaasd zijn als je ontdekt dat er veel meer moeilijkheden dan voordelen zijn. Zodra je dit beseft en accepteert, zal het veel gemakkelijker voor je zijn om te veranderen.",
        "Net als veel mensen denk je waarschijnlijk dat je alles 100% moet doen of dat je in geen geval fouten mag maken, of houd je je aan andere vergelijkbare gedachten en overtuigingen van een perfectionist.",
        "Het is erg belangrijk voor je om al zulke gedachten in twijfel te trekken en ermee te werken.",
        "Hoe? Het zal nuttig zijn om een dagboek van automatische gedachten bij te blijven houden, waarin je deze ideeën kunt identificeren, ze kunt toetsen aan de realiteit en er een rationeel antwoord op kunt geven."
      ],
      "quote": {
        "text": "Ik heb meer dan 9000 schoten gemist in mijn carrière. Ik heb bijna 300 wedstrijden verloren. 26 keer werd mij toevertrouwd om het winnende schot te nemen, en ik miste. Ik heb keer op keer gefaald in mijn leven. En daarom ben ik succesvol.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "De volgende vragen kunnen helpen bij het testen van de realiteit (cognitieve herstructurering):",
        "Welk bewijs heb ik dat deze gedachte of overtuiging ondersteunt?",
        "Is deze gedachte nuttig?",
        "Zijn er andere manieren waarop ik over deze situatie of over mezelf kan denken?",
        "Geef ik mezelf niet onnodig de schuld?",
        "Wat of wie heeft nog meer bijgedragen aan deze situatie?",
        "Is dit werkelijk onder mijn controle?",
        "Houd ik mij aan ongefundeerde of dubbele standaarden?",
        "Is dit een realistische verwachting?",
        "Deze vragen zijn bedoeld om een bepaalde overtuiging te controleren, te bevestigen, te verduidelijken of te weerleggen, en een alternatieve overtuiging te formuleren.",
        "Vraag jezelf af: als ik het perfect doe, wat dan? En als ik het niet perfect doe, wat dan? Probeer uit te zoeken wat er achter je perfectionisme zit. Ben je misschien bang voor afwijzing? Ben je bang voor publieke spot? Schuilt er misschien een verlangen naar erkenning achter het perfectionisme?",
        "Als je begrijpt wat er achter het perfectionisme zit, vraag jezelf dan af of je hiermee werkelijk deze angsten en behoeften wegneemt.",
        "Nou, je hebt het rapport perfect geschreven, het ingeleverd, en wat nu? Ben je nu helemaal niet meer bang dat mensen zich van je afkeren? Je hebt perfect gepresteerd, ze hebben voor je geklapt, en dat was het, is die ovatie van een menigte onbekenden genoeg voor je?",
        "Hoogstwaarschijnlijk is je antwoord negatief. Je hebt het ideaal bereikt, voor een tijdje gelukzaligheid ervaren, en dan ga je weer de race in.",
        "Ontdoe jezelf van zwart-wit denken",
        "Perfectionisten denken vaak in termen van \"alles of niets\", \"succes of mislukking\", \"doe het perfect of begin er niet aan\".",
        "Zo'n benadering is onrealistisch. Kijk om je heen en vraag jezelf hoeveel dingen in de wereld in de categorie 'alles of niets' vallen. Zijn je muren volledig schoon? Of zit er toch een beetje vuil op?",
        "Ken je iemand die absoluut rustig en zelfverzekerd is? Heeft je favoriete actrice perfecte schoonheid, of heeft ze toch tekortkomingen?"
      ]
    },
    "screen_3": {
      "texts": [
        "In het leven komt zelden iets zonder fouten en mislukkingen.",
        "Niemand wordt als meester geboren - we leren, proberen, maken fouten en verbeteren geleidelijk.",
        "Sta jezelf dus toe om niet perfect te zijn, om dingen niet helemaal af te maken, om misstappen te maken. Fouten zijn geen vijanden, maar helpers op de weg naar succes. Herinner jezelf vaak aan het gezegde: \"Wie niets doet, maakt geen fouten.\"",
        "Je moet niet meteen alle idealen opgeven - dat kan een te abrupte verandering zijn.",
        "Ga geleidelijk te werk.",
        "Begin klein: kies één, minst belangrijke ideaal en probeer het los te laten. Observeer het resultaat.",
        "De wereld zal niet instorten als je iets niet perfect doet. Je dierbaren zullen zich niet van je afkeren, je zult geen verschrikkelijk mens worden.",
        "Waarschijnlijk zul je veel gemakkelijker met een niet-perfect resultaat omgaan dan je denkt. Onthoud dat één experiment geen volledig beeld geeft. Systematiek is nodig.",
        "Geef elke week of maand één ideaal op en observeer de reactie. Luister naar jezelf en beweeg in een tempo dat comfortabel voor je is.",
        "Houd een dagboek van prestaties bij",
        "Noteer zowel grote als kleine, belangrijke en minder belangrijke successen. Elke dag. Perfectionisme houdt van nederlagen, en wanneer je jezelf de volgende keer zegt: \"Ik krijg nooit iets voor elkaar\", open dan meteen je notitieboek en lees hoeveel je al voor elkaar hebt gekregen.",
        "Een andere manier om perfectionisme te overwinnen is door procesgericht te zijn.",
        "Dit betekent dat je bij het evalueren van een handeling meer focust op het proces dan op het resultaat.",
        "Stel je voor dat je een chauffeur bent en elke dag van punt A naar punt B rijdt. Sommige dagen staan de verkeerslichten meestal op groen en kom je snel op je bestemming. Op andere dagen kom je voortdurend rood licht tegen, sta je in files, en duurt de rit veel langer.",
        "Je rijvaardigheid verandert niet, dus waarom zou je je niet elke dag even tevreden voelen met het werk dat je doet? Probeer de dingen op een nieuwe manier te bekijken, zonder te proberen je werk of een handeling perfect te doen.",
        "Als student kun je bijvoorbeeld de volgende procesgerichte doelen stellen:",
        "de lessen bijwonen;",
        "aandachtig luisteren en aantekeningen maken;",
        "relevante vragen stellen;",
        "een bepaalde tijd aan elk vak besteden;",
        "om de twee à drie weken de aantekeningen die tijdens de lessen zijn gemaakt herlezen.",
        "Al deze processen kun je controleren, dus succes is gegarandeerd. Het eindcijfer of resultaat daarentegen staat niet onder jouw controle.",
        "Het resultaat hangt af van hoe je docent zich die dag voelt, hoe goed andere studenten het hebben gedaan, welke criteria hij toepast, enzovoort."
      ]
    },
    "screen_4": {
      "texts": [
        "Gebruik de 'hebzuchtigheidstechniek'",
        "Deze is gebaseerd op het simpele feit dat de meesten van ons ernaar streven om perfect te zijn om in het leven te slagen. Misschien is het niet bij je opgekomen dat je veel succesvoller kunt zijn als je je standaarden verlaagt.",
        "Bijvoorbeeld, ooit schreef een bekende psychotherapeut zijn eerste wetenschappelijke artikel in meer dan twee jaar.",
        "Het was uitstekend en werd gepubliceerd. Maar in dezelfde tijd schreven en publiceerden zijn collega's aanzienlijk meer even goede werken. Daarom vroeg hij zich af wat beter is: één artikel hebben met 98% 'perfectie' of 10 artikelen met 80% 'perfectie'?",
        "In het tweede geval zou de productiviteit hoger zijn, en hij zou zijn collega's voor kunnen zijn. Dit inzicht zette de psychotherapeut ertoe aan zijn normen te versoepelen.",
        "Als gevolg daarvan nam zijn productiviteit toe en werd zijn werktevredenheid groter.",
        "Meerdere taken goed uitvoeren kan effectiever zijn dan focussen op het creëren van een perfect product met veel stress.",
        "Formuleer nieuwe overtuigingen",
        "Werken aan overtuigingen bestaat uit het bewust worden ervan, het overdenken van de gevolgen, het zoeken naar bronnen en eindigt met het formuleren van nieuwe, alternatieve overtuigingen.",
        "In wezen is onze taak om te helpen verschillende manifestaties van 'onvolmaaktheid' (fouten, misstappen) te 'normaliseren', om te helpen het idee van eigen onvolmaaktheid en de onvolmaaktheid van anderen te accepteren.",
        "Geef deze overtuigingen op:",
        "Ik/anderen/de wereld moeten perfect zijn",
        "Als het niet perfect is, dan is het slecht",
        "Als het slecht is, dan zullen mensen zich van me afkeren/zullen ze me niet erkennen/zal ik het niet aankunnen",
        "Gebruik in plaats daarvan nieuwe overtuigingen en zinnen.",
        "Ik ben niet perfect, maar ik:",
        "Leer en groei",
        "Ben goed genoeg",
        "Verdien liefde en respect, zelfs als ik niet perfect ben",
        "Anderen zijn niet perfect, maar zij:",
        "Zijn ook mensen, met hun eigen sterke en zwakke punten",
        "Zullen me niet altijd goedkeuren, en dat is oké",
        "Ik maak fouten, maar dit geeft me de kans om:",
        "Te leren van mijn fouten",
        "Beter te worden",
        "Standvastigheid te tonen en niet op te geven",
        "Schrijf je nieuwe overtuigingen op en implementeer ze in je leven.",
        "Je kunt ze op een post-it schrijven en op de koelkast plakken, ze in de notities op je telefoon zetten of er een afbeelding van maken en die op je bureaublad zetten.",
        "Lees deze uitspraken elke dag, minstens één keer, maar liefst vaker. Dit zal je helpen je gedachten te herprogrammeren en ongezonde overtuigingen te vervangen door meer adaptieve.",
        "Gelukkig is perfectionisme geen doodvonnis.",
        "Met kleine stapjes - zelfstandig of onder begeleiding van een specialist - kun je perfectionisme naar een gezond niveau brengen. Hiervoor is het noodzakelijk om te leren onvoorwaardelijk van jezelf te houden en dagelijks voor jezelf te zorgen."
      ]
    }
  }
}
