{
  "title": "De Weg naar een Gezond Zelfbeeld",
  "description": "Deze tekst bespreekt manieren om los te komen van de afhankelijkheid van goedkeuring van anderen. De belangrijkste stappen omvatten het analyseren van de voordelen en nadelen van bestaande overtuigingen, het herschrijven van negatieve denkpatronen naar realistischere en nuttigere versies, en het ontwikkelen van zelfwaardering. Door deze richtlijnen te volgen, kan iemand meer onafhankelijkheid bereiken en de kwaliteit van het leven verbeteren.",
  "screen_1": {
    "texts": [
      "De eerste en zeer belangrijke stap naar verandering van destructieve overtuigingen is het analyseren van hun voor- en nadelen.",
      "Denk na over je overtuigingen met betrekking tot je afhankelijkheid van goedkeuring en schrijf ze op. Ze kunnen op verschillende manieren worden geformuleerd, maar ze weerspiegelen allemaal je behoefte aan erkenning van anderen.",
      "Bijvoorbeeld: ‘Ik moet doen wat mensen leuk vinden’ of ‘Als iemand me niet goedkeurt, betekent dat dat ik slecht ben’.",
      "Vraag jezelf af: wat zijn de voordelen en nadelen van deze overtuigingen? Wat betaal je ervoor en wat krijg je ervoor terug?",
      "Door alle mogelijke effecten van deze overtuigingen te onderzoeken, kun je beter begrijpen hoe ze je stemming, gemoedstoestand en leven in het algemeen beïnvloeden. Dit kan een belangrijke eerste stap zijn naar persoonlijke groei.",
      "Als je merkt dat de angst voor afwijzing je meer kwaad dan goed doet, is de volgende stap om je overtuiging te herschrijven op een manier die realistischer en nuttiger is voor jou.",
      "Laten we bijvoorbeeld de overtuiging nemen: ‘Als iemand mij niet goedkeurt, betekent dat dat ik slecht ben’.",
      "Zelfs als je je ‘perfect’ gedraagt, zullen er altijd mensen zijn die ontevreden zijn over je gedrag of zelfs over jou als persoon.",
      "Hoe hard je ook probeert het iedereen naar de zin te maken, je zult altijd te maken krijgen met kritiek, conflicten en zelfs afwijzing.",
      "Maar dat betekent niet dat je een slecht persoon bent, want anderen beoordelen je door de lens van hun opvoeding en levenservaringen—die niet altijd rationeel zijn.",
      "Als iemand bijvoorbeeld de voorkeur geeft aan blondines boven brunettes, maakt dat dan alle brunettes slecht?",
      "Op basis van deze redenering kan de overtuiging worden herschreven naar: ‘Afkeuring kan ongemakkelijk zijn, maar het betekent niet dat ik een slecht persoon ben’.",
      "Lees je nieuwe overtuiging een paar keer per dag door. Op deze manier zul je geleidelijk aan nieuwe denkgewoonten ontwikkelen."
    ],
    "quote": {
      "text": "Niemand kan je een minderwaardigheidsgevoel geven zonder jouw toestemming.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Denk na over waarom het irrationeel is om bang te zijn voor afkeuring. Maak je eigen lijst met redenen waarom afkeuring onaangenaam is, maar niet rampzalig.",
      "Zorg ervoor dat je argumenten realistisch en begrijpelijk zijn, zodat je er niet aan twijfelt. Misleid jezelf niet!",
      "Bijvoorbeeld, de uitspraak: ‘Als iemand me bekritiseert, maakt het me niet uit, want ik heb geen arrogante mensen om me heen nodig’, zal niet werken omdat het een vertekening bevat.",
      "Hier probeer je jezelf alleen maar te beschermen door de persoon als ‘slecht’ te bestempelen. Blijf bij ideeën die je echt als waar beschouwt.",
      "Hier zijn enkele ideeën die nuttig voor je kunnen zijn:",
      "Afkeuring heeft niet altijd direct met jou te maken—met je woorden, daden of manier van leven. De oorzaak kan liggen in iemands persoonlijke problemen of overtuigingen.",
      "Zelfs terechte kritiek vormt geen bedreiging, want het kan je helpen om fouten te ontdekken en te corrigeren. En zoals bekend, leren we van fouten.",
      "Eén, twee, vijf of zelfs tien fouten betekenen niet dat alles wat je doet verkeerd is. Er zijn genoeg dingen waarin je geen fouten maakt.",
      "Jij beslist zelf hoe veel waarde je hecht aan de mening van anderen en hoeveel invloed hun goedkeuring of afkeuring op jou heeft.",
      "Anderen kunnen je niet beoordelen op je menselijke waarde—alleen op je daden en woorden.",
      "Iedereen zal je op een andere manier beoordelen, ongeacht hoe goed of slecht je handelt. Afkeuring verspreidt zich niet als een lopend vuurtje, en één enkele afwijzing betekent niet dat je voor altijd alleen zult zijn.",
      "Afkeuring en kritiek kunnen ongemakkelijk aanvoelen, maar dat gevoel gaat voorbij. Blijf niet hangen in negativiteit. Ga iets doen dat je eerder plezier bracht, zelfs als je denkt dat het zinloos is. Afkeuring is tijdelijk.",
      "Denk een paar dagen na over dit onderwerp en vul je lijst geleidelijk aan. Ontwikkel je eigen houding ten opzichte van afkeuring. Je zult verrast zijn hoe dit je kijk op de wereld en je zelfvertrouwen kan versterken."
    ],
    "quote": {
      "text": "Je tijd is beperkt, verspil die niet door naar de verwachtingen van anderen te leven.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Leer te vertrouwen op je eigen goedkeuring.",
      "De sleutel tot emotioneel welzijn is beseffen dat alleen jouw eigen gedachten invloed hebben op je stemming. Als je stopt met afhankelijk te zijn van andermans lof, probeer dan jezelf te steunen.",
      "Schrijf gedurende de dag een lijst van je prestaties op in een dagboek of op je telefoon. Het maakt niet uit hoe groot of klein ze zijn, of iemand anders ze opmerkt of niet.",
      "Misschien hield je de deur open voor iemand in de metro, of legde je geduldig een werkonderwerp uit aan een collega. Of je wachtte gewoon braaf op het groene licht bij een stoplicht.",
      "Maak er een gewoonte van om deze lijst bij te houden en bekijk hem voordat je gaat slapen. Dit helpt je om jezelf meer waardering te geven.",
      "Onthoud dat de mening van anderen erg veranderlijk is. Wat vandaag bekritiseerd wordt, kan morgen de nieuwe trend zijn.",
      "Probeer niet iedereen tevreden te stellen. Het is onmogelijk. Er zijn miljoenen mensen op de wereld, en iedereen heeft zijn eigen mening en perspectief.",
      "Leef je eigen leven, spreek je mening uit, leer van je fouten, corrigeer ze, streef je doelen na en blijf vooruitgaan.",
      "Al deze stappen werken samen. Ja, het kost moeite, maar het loskomen van de afhankelijkheid van andermans goedkeuring zal je leven ten goede veranderen. Het geeft je de vrijheid om gewoon jezelf te zijn."
    ]
  }
}
