{
  "daybookRecommends": {
    "texts": [
      "私たちのチームは、日記の記録を分析する独自のアルゴリズムを開発しました。これにより、自分の考え方や感情をより深く理解しやすくなります。モデルは、公開データと認知行動療法（CBT）に関する資料をもとに学習されています。",
      "以下のポイントは、あなたの記録をより深く分析するうえで役立つヒントです。",
      "出来事だけでなく、それに対してどんな気持ちになったのか、どんな考えが浮かんだのかも一緒に書いてみてください。記録が具体的であればあるほど、分析の内容もいっそう有益になりやすくなります。",
      "なるべく一つの具体的な場面や考えに焦点を当てて書くのがおすすめです。一日のあいだに印象的な出来事がいくつかあったときは、それぞれ別の記録として残したほうが、あとから振り返りやすくなります。",
      "アルゴリズムは、非合理的だったり自分を苦しめる考え方を見つける手助けをしますが、うまくいったことやうれしかった出来事など、ポジティブな瞬間もぜひ書き留めてみてください。心のバランスをととのえ、成長を実感するうえで大切な要素です。"
    ]
  },
  "daybookStart": {
    "texts": [
      "私たちのチームは、日記の文章を分析する独自のアルゴリズムを開発しました。これによって、自分の考えや反応のパターンをより深く理解しやすくなります。モデルは、公開データと認知行動療法に関する資料をもとに学習されています。",
      "今まさに心をざわつかせている出来事を具体的に書いてもよいですし、まとまっていない思いを自由なスタイルで打ち明けてもかまいません。アルゴリズムがそのテキストを読み取り、自分自身や心の動きを理解するためのヒントとなるインサイトを提示します。",
      "下のボタンを押すと、分析結果の一例を確認できます。",
      "分析のサンプルテキスト:",
      "<i>周りの人たちは自分のことを落ちこぼれだと思っている気がする。今日、仕事でミスをして上司に修正するように言われた。話し方が冷たくて責められているように感じ、本当に自分をダメな人間だと思っているのではないかと怖くなった。</i>"
    ]
  },
  "gptCbt": {
    "texts": [
      "私たちのチームは、あなたの記録をもとに状況を分析する独自のアルゴリズムを開発しました。AI が書かれた内容を読み取り、別の角度からの見方をそっと示しながら、認知行動療法の枠組みに沿ったおすすめのポイントをお伝えします。",
      "出来事だけでなく、そのときに湧いてきた感情や頭に浮かんだ考えも、できるだけ具体的に言葉にしてみてください。分析の質は、記録の具体さに大きく左右されます。",
      "1つの記録には、なるべく1つの場面や考えに絞って書くのがおすすめです。一日の中でいくつか出来事があった場合は、それぞれを別々の記録として残し、ひとつずつ丁寧に見直していくと整理しやすくなります。"
    ]
  },
  "gptCbtDream": {
    "texts": [
      "ときには、認知行動療法の標準的なツールだけでは物足りなく感じることもあります。そんなとき、ほかの心理学的アプローチのアイデアを取り入れることで、より柔らかく心に触れられる場合があります。",
      "夢の内容を振り返ることは、ふだんの生活では意識しにくい深い感情や信念に、そっと近づいていく一つの方法になりえます。",
      "私たちの AI モデルは、あなたの見た夢をもとに、古くから用いられてきた解釈の考え方を参考にしながら分析を行います。そして、心の奥で起きているプロセスを理解しやすくし、認知的なワークを支える手がかりとなるいくつかの仮説を提案します。"
    ]
  },
  "mockGpt": {
    "consolation": "他人の言葉や反応に、実際以上の意味を持たせてしまうことは誰にでも起こり得ます。仕事でミスをすることは誰にでもあり、それだけで専門家としても人としても価値が下がるわけではありません。これまでの実績や強み、積み重ねてきた経験は、あなたの専門性と人としての確かさを十分に物語っています。",
    "solutions": [
      "仕事上のコメントと、自分という人間そのものへの評価とを分けて考えてみましょう。上司は、単に業務上の修正点を指摘しただけかもしれません。それは職場で自然に行われるやりとりの一部です。",
      "これまでにうまくやり遂げた仕事や、周囲から評価された経験を思い出してみてください。一つの出来事だけから結論を出すのではなく、もっと広い視点で自分の歩みを捉え直す助けになります。",
      "日ごろから自分をねぎらい、自己評価を支える習慣を少しずつ育てていきましょう。自分への信頼感が高まるほど、仕事に関する指摘を「人格への批判」ではなく、「成長のためのフィードバック」として受け止めやすくなります。"
    ],
    "distortion": "職場での一度のミスという出来事から「みんな自分のことを落ちこぼれだと思っている」と結論づけてしまうのは、過度の一般化という認知のゆがみの一例です。",
    "negativeThought": "周りの人はみんな自分のことを落ちこぼれだと思っている気がする",
    "adaptiveResponse": "一度のミスで、自分がプロとしても人としてもダメだと決まってしまうわけではない。これまで培ってきたスキルや成功体験を土台にしながら、今回の出来事から学ぶことができる。"
  },
  "mockGptDream": {
    "common": "夢は、ときに恐れや強い感情、隠れた願望をたどる内面的な旅のようなかたちで現れます。城、荒れた海、崩壊といったイメージは、不安定さの感覚や深い感情の動きを象徴しているのかもしれません。このようなストーリーは、心が内側の葛藤を整理し、自分自身をより深く理解しようとするプロセスと結びついていることがよくあります。",
    "symbols": [
      "🏰 城: 安心感、自立性、そして心の境界線を象徴するシンボルです。自分だけの安全なスペースを守りたい、という気持ちの表れかもしれません。",
      "🌊 荒れた海: 強い感情や内面の不安、変化の波を表すイメージとしてよく現れます。",
      "🔮 大きな鏡: 自分自身を見つめ直すこと、本当の「自分」との出会い、内面の姿を映し出す象徴として解釈されることがあります。"
    ],
    "transfer": [
      "🧑‍💼 鏡の中の自分の姿が変化していくイメージは、「本当の自分はどんな人間なのか」を探したり、自分の性質や能力を確かめようとするプロセスを示している可能性があります。",
      "🏰 城は、安心できる場所や個人的な境界を象徴し、その崩れゆく様子は、それらを失うことへの不安や、大きな変化に直面したときの緊張感を表しているのかもしれません。",
      "🌊 強まっていく嵐のような海は、コントロールしにくいほど高まっている感情や不安、押し寄せてくる出来事への怖さを映している可能性があります。"
    ],
    "desires": "自分の深い感情をよりよく理解し、心の中を整理しながら、内面的な安定感や明瞭さを育てていきたいという願い。",
    "fears": "変化や先の見えない状況への不安、物事や感情が自分の手に負えなくなることへの怖さ。",
    "middle": "自分の人生の中で、より大きな安定感と安心を感じながら過ごしていきたい。",
    "deep": "強い感情に飲み込まれてしまうのではないかと感じることがあり、そのぶん変化に備えたり、心の支えをしっかり築いておきたいと思っている。",
    "conclusion": "この夢は、安定や安心感を求める気持ち、自分の本当の姿を理解しようとする動き、そして変化に適応しようとする内的なプロセスを映し出しているのかもしれません。心がさまざまな感情を整理し、新しい気づきを自分の中に取り込もうとしている段階とも考えられます。"
  }
}