[
  "나는 내 삶에서 행복과 사랑을 누릴 자격이 있어요.",
  "나는 매일 더 강해지고 더 지혜로워져요.",
  "나는 긍정적으로 생각하기로 선택하고, 있는 그대로의 나를 받아들여요.",
  "나는 과거를 놓아주고, 희망과 자신감을 품고 앞으로 나아가요.",
  "내 감정은 소중해요. 나는 감정을 표현하고 흘려보내도 된다고 스스로에게 허락해요.",
  "나는 내 앞에 놓인 어떤 장애물도 극복할 수 있어요.",
  "나는 나 자신을 소중히 여기며, 삶에서 더 나은 것을 받을 자격이 있어요.",
  "나는 매일 한 걸음씩 성장하고 발전해요.",
  "힘든 순간에도 나는 지지와 사랑 속에 있어요.",
  "내 삶에는 성장과 새로운 성취를 위한 기회가 가득해요.",
  "나는 내 힘을 믿고, 내 꿈을 믿어요.",
  "나는 새로운 가능성에 열려 있고, 변화할 준비가 되어 있어요.",
  "나는 내가 가진 모든 것에 감사하고, 매 순간을 소중히 여겨요.",
  "나는 나를 사랑하고, 조건 없이 받아들여요.",
  "내 자신감은 날마다 커지고, 나는 내 가능성을 믿어요.",
  "나는 내 현실을 스스로 만들어가고, 내 행복에 책임을 져요.",
  "나는 두려움과 의심에서 자유로워요. 내 마음은 평온으로 가득해요.",
  "나는 성공할 자격이 있고, 자연스럽게 이뤄내요.",
  "내 생각과 행동은 내 목표를 이루는 데 맞춰져 있어요.",
  "나는 몸과 마음의 조화 속에 있어요.",
  "나는 모든 경험을 배우고 성장할 기회로 소중히 여겨요.",
  "내 직관은 나를 올바른 선택으로 이끌어줘요.",
  "나는 나와 주변을 위한 힘과 지혜의 원천이에요.",
  "나는 내 가치와 원칙에 따라 살아가요.",
  "내 삶은 기쁨과 의미, 사랑으로 채워져 있어요.",
  "나는 삶이 주는 모든 배움에 감사해요.",
  "나는 소소한 것들 속에서 아름다움을 발견하고, 매일을 기쁘게 맞이해요.",
  "내 창의성은 한계가 없어요. 나는 자유롭게 나를 표현해요.",
  "나는 신체적·정서적 건강을 잘 돌봐요.",
  "나는 일과 휴식 사이에서 균형을 찾고, 내 시간을 소중히 여겨요.",
  "내 삶은 새로운 지식과 경험으로 더 풍요로워져요.",
  "나는 과거의 실수를 용서하고 앞으로 나아가요.",
  "나는 에너지와 영감으로 가득해요. 세상은 내게 열려 있어요.",
  "나는 미소와 열린 마음으로 하루를 맞이해요.",
  "내가 사랑하는 사람들과의 관계는 이해와 존중으로 가득해요.",
  "나는 내가 하는 모든 시작에서 우주의 지지를 느껴요.",
  "내 행복을 위해 필요할 때는 “아니요”라고 말할 줄 알아요.",
  "나는 지금 이 순간을 살며, 매 순간을 즐겨요.",
  "나는 성장하고 배우고 발전할 수 있는 기회에 감사해요.",
  "내 삶은 놀라운 발견으로 가득한 여행이에요.",
  "앞으로 나아가는 매 걸음이 내 꿈에 더 가까워지게 해요.",
  "나는 새로운 시작과 가능성을 위해 마음의 문을 열어요.",
  "내 삶은 매일 아름답고 기쁨으로 가득해요.",
  "나는 어려움을 이겨낼 힘을 내 안에서 찾아요.",
  "내 생각이 내 현실을 만들고, 나는 긍정적으로 생각하기로 선택해요.",
  "나는 매일이 가져다주는 특별한 경험에 감사해요.",
  "내 안의 조화는 좋은 일들을 내게 끌어당겨요.",
  "나는 내 결정을 지지하고, 내 선택을 믿어요.",
  "나는 늘 성장하고 자아를 실현할 새로운 길을 찾아요.",
  "내 성취는 나를 더 큰 도전으로 이끌어줘요.",
  "나는 내 두려움을 받아들이고, 그것을 힘으로 바꿔요.",
  "나는 창의성과 자기표현을 위한 무한한 가능성을 지녔어요.",
  "나는 매일 어제보다 더 나아져요.",
  "내 삶을 더 빛나게 해주는 모든 사람들에게 감사해요.",
  "나는 내가 위대한 것들을 누릴 자격이 있다는 걸 알기에, 용기 있게 앞으로 나아가요.",
  "내 꿈은 날마다 조금씩 현실이 되어가요.",
  "나는 내 삶에서 기쁨과 행복을 선택해요.",
  "내 삶은 의미와 목표로 채워져 있어요.",
  "나는 나를 더 단단하게 만들어 주는 모든 경험을 소중히 여겨요.",
  "내 자신감과 자존감은 매일 자라나요.",
  "나는 더 이상 내 성장에 도움이 되지 않는 것들을 내려놓아요.",
  "나는 변화할 준비가 되어 있고, 열린 마음으로 변화를 받아들여요.",
  "내 직관은 삶에서 올바른 선택으로 나를 이끌어줘요.",
  "나는 내가 가진 모든 것에 깊이 감사해요.",
  "나는 기쁘게 내 빛을 세상과 나눠요.",
  "나는 배움에 열려 있고, 매 순간에서 배우려 해요.",
  "내 삶은 빛나는 순간들과 행복한 만남들로 가득해요.",
  "나는 나를 사랑하고, 내 필요와 경계를 존중해요.",
  "어떤 장애물도 나를 더 강하게 만들 뿐이에요.",
  "나는 새로운 하루와 그 끝없는 가능성을 기쁘게 맞이해요."
]
