{
  "title": "Lustro samokrytyki",
  "statement": "Wyobraź sobie, że mówisz swojemu najlepszemu przyjacielowi wszystkie te krytyczne myśli, które zwykle kierujesz do siebie. Ta technika pomoże ci uświadomić sobie niesprawiedliwość samokrytyki i nauczyć się traktować siebie z większym współczuciem i zrozumieniem.",
  "task": [
    "1️⃣ Wybierz sytuację, w której masz tendencję do samokrytyki.",
    "2️⃣ Wyobraź sobie, że twój bliski przyjaciel lub krewny znalazł się w tej samej sytuacji.",
    "3️⃣ Przeprowadź grę ról: grasz siebie, a wyimaginowany rozmówca to twój przyjaciel.",
    "4️⃣ Wypowiedz wszystkie krytyczne myśli i osądy, które zwykle kierujesz do siebie, ale skieruj je do swojego „przyjaciela”.",
    "Zwróć uwagę na swoje uczucia podczas tego ćwiczenia. Jak komfortowo jest ci mówić takie rzeczy innej osobie?",
    "Przeanalizuj różnicę między tym, jak traktujesz siebie i innych w podobnych sytuacjach.",
    "Pomyśl, jak naprawdę wsparłbyś przyjaciela w takiej sytuacji. Jakich słów byś użył?",
    "Spróbuj zastosować ten sam poziom wsparcia, zrozumienia i troski wobec siebie."
  ],
  "example": [
    "Twoje zwykłe myśli o sobie:",
    "Jestem kompletnym nieudacznikiem. Oczywiście, że mnie nie awansowali – przecież nic nie potrafię. Prawdopodobnie nigdy nie osiągnę sukcesu w karierze. Nie jestem wystarczająco mądry i utalentowany do tej pracy.",
    "Teraz wyobraź sobie, że twój najlepszy przyjaciel Anna nie otrzymała awansu i opowiedziała ci o tym. Spróbuj powiedzieć jej to samo:",
    "Anna, jesteś kompletną nieudacznicą. Oczywiście, że cię nie awansowali – przecież nic nie potrafisz. Prawdopodobnie nigdy nie osiągniesz sukcesu w karierze. Nie jesteś wystarczająco mądra i utalentowana do tej pracy.",
    "Jak się czujesz, mówiąc to Annie? Prawdopodobnie jest ci niewygodnie, a nawet wstyd wypowiadać takie słowa.",
    "A teraz pomyśl, co naprawdę byś powiedział Annie:",
    "Anna, przykro mi, że nie otrzymałaś tego awansu. Wiem, jak dużo pracowałaś na to. Nieosiągnięcie tego, czego się pragnęło, zawsze boli, ale to nie czyni cię nieudacznicą. Masz wiele mocnych stron i osiągnięć. Może teraz po prostu nie jest twój czas, albo są jakieś umiejętności, które możesz poprawić. Zastanówmy się, jak możesz się rozwijać dalej w swojej karierze.",
    "Teraz spróbuj powiedzieć te same słowa wsparcia do siebie. Zwróć uwagę, jak różnie traktujesz siebie i przyjaciela w tej samej sytuacji. Regularnie praktykuj to podejście, aby nauczyć się traktować siebie z takim samym współczuciem i wsparciem, jak bliskiego przyjaciela."
  ],
  "expectations": [
    "Uświadomienie sobie niesprawiedliwości samokrytyki",
    "Poprawa samooceny i pewności siebie",
    "Zmniejszenie poziomu stresu i lęku"
  ]
}
