{
  "title": "Opór wobec wewnętrznego krytyka",
  "statement": "Poczucie niższości jest często wywołane przez wewnętrznego krytyka, który podkopuje naszą samoocenę. Ta technika pomoże ci odpowiedzieć na krytykę i przemyśleć negatywne myśli.",
  "description": [
    "Negatywne przekonania takie jak \"Jestem nic niewart\", \"Jestem gorszy od innych\", \"Nie uda mi się\", \"To wszystko moja wina\", \"Jestem nieudacznikiem\" pogłębiają problemy z samooceną i mogą prowadzić do depresji.",
    "Bardzo ważne jest, aby nie ulegać prowokacjom wewnętrznego krytyka i nauczyć się odpowiadać na jego ataki. Pomoże ci to przemyśleć negatywne myśli i poprawić samoocenę."
  ],
  "task": [
    "Stwórz tabelę z trzema kolumnami w formacie, który ci odpowiada. Nazwy kolumn:",
    "Myśli krytyka",
    "Błąd poznawczy",
    "Racjonalna odpowiedź",
    "1️⃣ W pierwszej kolumnie zapisuj wszystkie samokrytyczne myśli, które pojawiają się za każdym razem, gdy obwiniasz siebie, czujesz się bezużyteczny lub niezadowolony z siebie.",
    "W tej kolumnie powinieneś zapisywać swoje myśli o sobie, a nie swoje uczucia. Jeśli napiszesz: „Czuję się okropnie”, trudno będzie ci to obalić, ponieważ to rzeczywiście prawda.",
    "2️⃣ W drugiej kolumnie określ, jakie zniekształcenie poznawcze występuje w myśli.",
    "3️⃣ W trzeciej kolumnie odpowiedz wewnętrznemu krytykowi. Spróbuj znaleźć racjonalne wyjaśnienie, które obali krytyczną myśl.",
    "Ważne jest, aby zastąpić samokrytyczną myśl bardziej realistyczną i logiczną, unikając zbyt optymistycznych stwierdzeń."
  ],
  "example": ["Oto kilka przykładów odpowiedzi na myśli samokrytyczne:"],
  "table": {
    "header": ["Myśli krytyka", "Błąd poznawczy", "Racjonalna odpowiedź"],
    "example": {
      "0": [
        "Jestem tak głupi, że na pewno nie zdam",
        "Przypinanie etykiet",
        "Nie jestem głupi, po prostu nie miałem wystarczająco dużo czasu na przygotowanie. Mogę zdać egzamin, jeśli będę się uczyć."
      ],
      "1": [
        "Nikt mnie nie potrzebuje",
        "Myślenie czarno-białe",
        "Moi przyjaciele i bliscy mnie cenią i kochają. Jestem im potrzebny."
      ],
      "2": [
        "Nigdy nie znajdę pracy",
        "Myślenie czarno-białe",
        "Mogę znaleźć pracę, jeśli będę się starać i szukać. Wiele osób znajduje pracę, a ja nie jestem wyjątkiem."
      ]
    }
  },
  "expectations": [
    "Wzrost odporności na krytykę wewnętrzną i zewnętrzną.",
    "Zmniejszenie ogólnego napięcia emocjonalnego.",
    "Zmniejszenie lęku przed popełnieniem błędu."
  ]
}
