{
  "title": "Pozbycie si lku przed bdami: Arkusz \"antyperfekcjonizmu\"",
  "statement": "Wielu perfekcjonist贸w 偶yje w przekonaniu, 偶e pene cieszenie si czym jest mo偶liwe tylko wtedy, gdy jest to wykonane idealnie. Proponujemy rzuci wyzwanie  temu przekonaniu.",
  "description": [
    "Dla wielu os贸b wysokie standardy i wymagania wobec siebie i innych wydaj si si napdow. Jednak kiedy oczekiwania staj si nierealistyczne, mog przeksztaci si w puapk, prowadzc do cigego poczucia niewystarczalnoci, nieustajcej krytyki i, w rezultacie, do depresji.",
    "Na wiecie wszystko mo偶na udoskonali, a d偶enie do absolutnego ideau jest skazane na rozczarowanie.",
    "Ta technika pozwoli ci zrozumie, 偶e osignicie perfekcji nie jest konieczne, aby czerpa przyjemno z procesu. Spr贸buj zrobi co nieidealnie, ale z przyjemnoci. Zobacz, co z tego wyniknie."
  ],
  "task": [
    "1锔 Przez kilka dni zapisuj r贸偶norodne i spontaniczne zadania, kt贸re wykonujesz, czy to \"mycie zb贸w\", \"gotowanie obiadu\", \"przygotowywanie raportu do pracy\" czy \"sprztanie domu\".",
    "2锔 W drugiej kolumnie zaznacz, na ile efektywnie, wedug ciebie, zostao wykonane zadanie, wyra偶one w procentach.",
    "3锔 W trzeciej kolumnie wska偶, ile radoci przynioso ci jego wykonanie."
  ],
  "table": {
    "header": ["Zadanie", "Efektywno", "Przyjemno"],
    "example": {
      "0": [
        "Gotowanie obiadu",
        "50% (mogem wybra bardziej skomplikowany i smaczniejszy przepis)",
        "90% (proste, ale bardzo smaczne i nie zajo du偶o czasu)"
      ],
      "1": [
        "Sprztanie domu",
        "70% (zrobiem wszystko, co najwa偶niejsze, ale nie zd偶yem posprzta lod贸wki i kuchenki)",
        "100% (czysto w domu zawsze sprawia mi przyjemno)"
      ],
      "2": [
        "Przygotowanie raportu do pracy",
        "85% (wo偶yem sporo wysiku w raport)",
        "20% (cige myli o tym, 偶e mogo by lepiej, pozbawiy mnie przyjemnoci z procesu)"
      ]
    }
  },
  "expectations": [
    "To wiczenie pozwoli ci zrozumie, 偶e osignicie perfekcji nie jest konieczne, aby czerpa przyjemno z procesu.",
    "Zmniejszenie lku i strachu przed popenianiem bd贸w."
  ]
}
