{
  "textHTML": "<p>Katastrophisieren ist eine kognitive Verzerrung, bei der wir dazu neigen, die Bedeutung und die Folgen negativer Ereignisse zu übertreiben, indem wir sie viel schlimmer wahrnehmen, als sie tatsächlich sind. Dies führt zu übermäßiger Angst, Sorge und Besorgnis, die oft nicht der Realität entsprechen.</p><p>Beispiele für Katastrophisieren umfassen den Glauben, dass ein einziger Misserfolg in einem Lebensbereich zu einem vollständigen Scheitern in allen Unternehmungen führen wird. Diese Denkweise kann zu übermäßiger Sorge um die Zukunft, Überreaktion auf Kritik oder Ablehnungen und ständigen Zweifeln an den eigenen Fähigkeiten führen.</p><p>Katastrophisieren wirkt sich negativ auf die psychische Gesundheit aus, erhöht den Stress- und Angstpegel, verschlechtert den emotionalen Zustand und verringert das Selbstvertrauen. Es ist wichtig, diese Tendenz zu erkennen und ein gesundes Denken zu entwickeln, um Angst zu reduzieren, das Selbstwertgefühl zu steigern und die Realität angemessen wahrzunehmen.</p>",
  "dialogSummary": "In diesem Dialog katastrophisiert Person 1 die Situation nach einer Absage bei einem Vorstellungsgespräch und glaubt, dass dies zu einem unvermeidlichen Misserfolg bei der Jobsuche führt. Sie berücksichtigt nicht die Möglichkeit, die Suche fortzusetzen und ihre Erwartungen neu zu bewerten, was zu einem positiveren und realistischeren Ergebnis führen könnte.",
  "dialog": [
    "Ich habe eine Absage bei einem Vorstellungsgespräch für eine neue Stelle erhalten. Jetzt werde ich nie einen Job bekommen, ich werde ein Nichtstuer bleiben.",
    "Aber du hast dich doch schon auf andere Stellen beworben, oder?",
    "Ja, aber das ist sinnlos. Wenn es mit diesem Job nicht geklappt hat, dann bin ich überall unerwünscht. Alle Versuche sind vergeblich.",
    "Diese Sichtweise kann deine Situation nur verschlimmern. Vielleicht solltest du deine Erwartungen überdenken und die Suche mit einem neuen Ansatz fortsetzen.",
    "Aber wie kann ich den Misserfolg beim Vorstellungsgespräch vergessen? Es scheint zu bestätigen, dass ich nirgendwo einen Job finden werde, all meine Pläne sind zerstört."
  ]
}
