{
  "textHTML": "<p>Das Katastrophisieren ist eine kognitive Verzerrung, bei der wir dazu neigen, die Bedeutung und die Folgen negativer Ereignisse maßlos zu übertreiben, indem wir sie viel schlimmer wahrnehmen, als sie tatsächlich sind. Dies führt zu übermäßiger Angst, Sorge und Besorgnis, die oft nicht der Realität entsprechen.</p><p>Beispiele für Katastrophisieren umfassen die Annahme, dass ein einziger Misserfolg in einem Lebensbereich zu einem vollständigen Scheitern in allen Unternehmungen führen wird. Diese Denkweise kann zu übermäßiger Sorge um die Zukunft, übertriebenen Reaktionen auf Kritik oder Ablehnungen und ständigen Zweifeln an den eigenen Fähigkeiten führen.</p><p>Das Katastrophisieren wirkt sich negativ auf die psychische Gesundheit aus, erhöht den Stress- und Angstpegel, verschlechtert den emotionalen Zustand und untergräbt das Selbstvertrauen. Es ist wichtig, diese Tendenz zu erkennen und ein gesundes Denken zu entwickeln, um Angst zu reduzieren, das Selbstwertgefühl zu steigern und die Realität angemessen wahrzunehmen.</p>",
  "dialogSummary": "In diesem Dialog katastrophisiert Person 1 die Situation nach einer Absage bei einem Vorstellungsgespräch und geht davon aus, dass dies zu einem unvermeidlichen Misserfolg bei der gesamten Jobsuche führen wird. Sie berücksichtigt nicht die Möglichkeit, die Suche fortzusetzen und ihre Erwartungen anzupassen, was zu einem positiveren und realistischeren Ergebnis führen könnte.",
  "dialog": [
    "Ich habe eine Absage für ein Vorstellungsgespräch bekommen. Jetzt werde ich nie eine Stelle finden, ich werde einfach arbeitslos bleiben.",
    "Aber du hast dich doch schon auf andere Stellen beworben, nicht wahr?",
    "Ja, aber das ist zwecklos. Wenn ich schon diese Stelle nicht bekommen habe, dann bin ich überall unerwünscht. Alle Versuche sind umsonst.",
    "Diese Denkweise wird deine Situation nur verschlimmern. Vielleicht solltest du deine Erwartungen überdenken und die Suche mit einem neuen Ansatz fortsetzen.",
    "Aber wie soll ich den Misserfolg beim Vorstellungsgespräch vergessen? Es scheint ja zu beweisen, dass ich nirgendwo Arbeit finde, alle meine Pläne sind zerstört."
  ]
}
