{
  "textHTML": "<p>Die Übergeneralisierung ist eine kognitive Verzerrung, bei der wir globale Schlussfolgerungen auf der Grundlage begrenzter Informationen oder einzelner Ereignisse ziehen. Zum Beispiel könnten wir nach einer negativen Rückmeldung bei der Arbeit zu dem Schluss kommen, dass wir völlig inkompetent sind, und dabei andere Erfolge und positive Aspekte ignorieren.</p><p>Ein klassisches Beispiel ist das Zuspätkommen zu einem Treffen. Anstatt die Gründe für die Verspätung objektiv zu analysieren, neigen wir dazu zu sagen: \"Ich komme immer zu spät\" oder \"Ich kann nie pünktlich sein\", und ignorieren dabei die Fälle, in denen wir rechtzeitig angekommen sind.</p><p>Diese Verzerrung kann zu einer negativen Selbsteinschätzung und Pessimismus führen sowie Probleme mit Angst und Depressionen verstärken. Es ist wichtig, solche Gedanken zu erkennen und sie durch ausgewogenere und realistischere Bewertungen zu ersetzen.</p>",
  "dialogSummary": "Person 1 äußert Besorgnis über ihre Verspätung zu einem Treffen und zieht eine übergeneralisierte Schlussfolgerung über ihre Zeitmanagementfähigkeiten. Person 2 hilft ihr, die Situation objektiver zu betrachten, indem sie sie an die pünktlichen Ankünfte erinnert und betont, dass eine einmalige Verspätung nicht bedeutet, dass jemand ständig zu spät kommt.",
  "dialog": [
    "Ich kann nicht glauben, dass ich wieder zu spät zum Treffen gekommen bin. Ich bin immer zu spät. Ich habe absolut keine Kontrolle über meine Zeit.",
    "Warte einen Moment, zieh keine voreiligen Schlüsse. Denk daran, wie oft du pünktlich warst. Glaubst du wirklich, dass eine einzige Verspätung dich hilflos im Zeitmanagement macht?",
    "Aber in letzter Zeit komme ich ziemlich oft zu spät. Ich glaube, ich habe die Kontrolle völlig verloren.",
    "Lass uns das rational betrachten. Einmal zu spät zu einem Treffen zu kommen, macht dich nicht zu einem chronischen Zuspätkommer. Vielleicht gab es unvorhersehbare Umstände, die du nicht kontrollieren konntest."
  ]
}
