{
  "title": "מראת הביקורת העצמית",
  "statement": "דמיינו שאתם אומרים לחבר הטוב ביותר שלכם את כל המחשבות הביקורתיות שאתם בדרך כלל מפנים כלפי עצמכם. טכניקה זו תעזור לכם להבין את חוסר ההוגנות של ביקורת עצמית ולפתח יחס של חמלה והבנה רבה יותר כלפי עצמכם.",
  "task": [
    "1️⃣ בחרו מצב שבו אתם נוטים לבקר את עצמכם.",
    "2️⃣ דמיינו שחבר קרוב או בן משפחה נמצא באותו מצב.",
    "3️⃣ ערכו משחק תפקידים: אתם משחקים את עצמכם, ובן השיח הדמיוני הוא החבר שלכם.",
    "4️⃣ בטאו את כל המחשבות והשיפוטים הביקורתיים שאתם בדרך כלל מפנים כלפי עצמכם, אך הפנו אותם כלפי ה\"חבר\" שלכם.",
    "שימו לב לרגשות שלכם במהלך התרגיל הזה. עד כמה נוח לכם לומר דברים כאלה לאדם אחר?",
    "נתחו את ההבדל בין היחס שלכם כלפי עצמכם לבין היחס שלכם כלפי אחרים במצבים דומים.",
    "חשבו כיצד הייתם באמת תומכים בחבר במצב כזה. באילו מילים הייתם משתמשים?",
    "נסו ליישם את אותה רמה של תמיכה, הבנה ודאגה כלפי עצמכם."
  ],
  "example": [
    "המחשבות הרגילות שלכם על עצמכם:",
    "אני כישלון מוחלט. ברור שלא קידמו אותי - הרי אני לא יודע לעשות כלום. כנראה שלעולם לא אצליח בקריירה שלי. אני לא מספיק חכם ומוכשר לעבודה הזאת.",
    "עכשיו דמיינו שהחברה הטובה ביותר שלכם, אנה, לא קיבלה קידום וסיפרה לכם על כך. נסו לומר לה את אותם דברים:",
    "אנה, את כישלון מוחלט. ברור שלא קידמו אותך - הרי את לא יודעת לעשות כלום. כנראה שלעולם לא תצליחי בקריירה שלך. את לא מספיק חכמה ומוכשרת לעבודה הזאת.",
    "איך אתם מרגישים כשאתם אומרים זאת לאנה? סביר להניח שאתם חשים אי נוחות ואפילו בושה לומר מילים כאלה.",
    "ועכשיו חשבו מה באמת הייתם אומרים לאנה:",
    "אנה, אני מצטער שלא קיבלת את הקידום הזה. אני יודע כמה קשה עבדת בשביל זה. תמיד מאכזב לא לקבל את מה שרוצים, אבל זה לא הופך אותך לכישלון. יש לך הרבה חוזקות והישגים. אולי עכשיו פשוט זה לא הזמן שלך, או שיש כישורים מסוימים שאת יכולה לשפר. בואי נחשוב איך את יכולה להתפתח הלאה בקריירה שלך.",
    "כעת נסו לומר את אותן מילים תומכות לעצמכם. שימו לב עד כמה שונה היחס שלכם כלפי עצמכם וכלפי חבר באותו מצב בדיוק. תרגלו גישה זו באופן קבוע כדי ללמוד להתייחס לעצמכם באותה אמפתיה ותמיכה כפי שאתם מתייחסים לחבר קרוב."
  ],
  "expectations": [
    "הבנה של חוסר ההוגנות בביקורת עצמית",
    "שיפור הערכה עצמית וביטחון עצמי",
    "הפחתת רמות מתח וחרדה"
  ]
}
