{
  "title": "התמודדות עם המבקר הפנימי",
  "statement": "תחושת נחיתות נגרמת לעתים קרובות על ידי מבקר פנימי המערער את הערכתנו העצמית. טכניקה זו תעזור לכם להגיב לביקורת ולהעריך מחדש מחשבות שליליות.",
  "description": [
    "אמונות שליליות כמו \"אני חסר ערך\", \"אני גרוע מאחרים\", \"אני לא אצליח בכלום\", \"הכל באשמתי\", \"אני כישלון\" מחמירות בעיות הערכה עצמית ועלולות להוביל לדיכאון.",
    "חשוב מאוד לא להיכנע לפרובוקציות של המבקר הפנימי וללמוד להגיב על התקפותיו. זה יעזור לכם להעריך מחדש מחשבות שליליות ולשפר את הערכתכם העצמית."
  ],
  "task": [
    "צרו טבלה בת שלוש עמודות בפורמט הנוח לכם. שמות העמודות:",
    "מחשבות המבקר",
    "עיוות קוגניטיבי",
    "תשובה רציונלית",
    "1️⃣ בעמודה הראשונה רשמו את כל המחשבות הביקורתיות העולות בראשכם בכל פעם שאתם מאשימים את עצמכם, מרגישים חסרי תועלת או לא מרוצים מעצמכם.",
    "בעמודה זו כדאי לרשום דווקא את מחשבותיכם על עצמכם, ולא את רגשותיכם. זאת כי אם תכתבו: \"אני מרגיש נורא\", תתקשו להפריך זאת, כי זו אכן האמת.",
    "2️⃣ בעמודה השנייה זהו איזה עיוות קוגניטיבי קיים במחשבה.",
    "3️⃣ בעמודה השלישית תנו תשובה למבקר הפנימי. נסו למצוא הסבר רציונלי שיפריך את המחשבה הביקורתית.",
    "חשוב להחליף מחשבה ביקורתית במחשבה מציאותית והגיונית יותר, תוך הימנעות מהצהרות אופטימיות מדי."
  ],
  "example": ["הנה כמה דוגמאות לתשובות על מחשבות ביקורתיות:"],
  "table": {
    "header": ["מחשבות המבקר", "עיוות קוגניטיבי", "תשובה רציונלית"],
    "example": {
      "0": [
        "אני כל כך טיפש שבטוח אכשל",
        "הדבקת תוויות",
        "אני לא טיפש, פשוט אין לי מספיק זמן להתכונן. אני יכול לעבור את המבחן אם אלמד."
      ],
      "1": [
        "אף אחד לא צריך אותי",
        "חשיבה שחור-לבן",
        "החברים והאנשים הקרובים לי מעריכים ואוהבים אותי. הם צריכים אותי."
      ],
      "2": [
        "לעולם לא אצליח למצוא עבודה",
        "חשיבה שחור-לבן",
        "אני יכול למצוא עבודה אם אתאמץ ואחפש. אנשים רבים מוצאים עבודה, ואני לא יוצא מן הכלל."
      ]
    }
  },
  "expectations": [
    "הגברת העמידות לביקורת מבפנים ומהסביבה.",
    "הפחתת המתח הרגשי הכללי.",
    "הפחתת הפחד לעשות טעויות."
  ]
}
