{
  "title": "יום תחת שליטה",
  "statement": "טכניקה זו מועילה לאנשים הסובלים מדיכאון או דחיינות. היא יכולה לעזור לכם לשפר את הארגון העצמי שלכם ולנהל את הזמן שלכם.",
  "description": [
    "בערב, לפני היום הבא, שבו וכתבו את לוח הזמנים שלכם ליום.",
    "בגרסה הבסיסית אנו מציעים למלא 4 עמודות:",
    "1️⃣ העמודה הראשונה — «זמן». זמן משוער לביצוע המשימה. יכול להיות מרווח זמן.",
    "2️⃣ העמודה השנייה — «לפני». זוהי תוכנית שעתית של מה שאתם רוצים לעשות. אין צורך לרשום הרבה בבת אחת: בכל שורה שעתית רשמו מילה או שתיים המציינות פעילות או פעולה כלשהי.",
    "למשל, זה יכול להיות משהו קטן: ללכת למקלחת, לאכול ארוחת בוקר, להפעיל את מכונת הכביסה. או שזה יכול להיות משהו שדורש יותר אנרגיה: ניקיון 🧹, הכנה למבחן 🧪, כתיבת קורות חיים ✍🏼 וכו'.",
    "3️⃣ בסוף כל יום רשמו בעמודה השלישית — «אחרי».",
    "כדאי לרשום שם מה באמת עשיתם במהלך היום כולו. הפעילויות שלכם יכולות להתאים למה שתכננתם, ויכולות גם להיות שונות — זה נורמלי, אל תדאגו.",
    "אפילו אם תצליחו לממש רק חלק קטן מהרשימה «לפני», עצם תכנון היום שלכם יכול להיות תהליך מועיל מאוד וברור ויזואלית עבורכם.",
    "4️⃣ העמודה הרביעית — «הנאה». ניתן ליהנות אפילו מביצוע עבודה שגרתית. ",
    "והחשוב ביותר, שעצם העובדה שאתם מתקדמים כבר מביאה הנאה מסוימת. רשמו בסולם מ-1 עד 10 עד כמה היה לכם נעים לבצע את המשימה."
  ],
  "task": [
    "בערב, לפני היום הבא, שבו וכתבו את לוח הזמנים שלכם ליום.",
    "בגרסה הבסיסית אנו מציעים למלא 4 עמודות:",
    "1️⃣ העמודה הראשונה — «זמן». זמן משוער לביצוע המשימה. יכול להיות מרווח זמן.",
    "2️⃣ העמודה השנייה — «לפני». זוהי תוכנית שעתית של מה שאתם רוצים לעשות",
    "3️⃣ בסוף כל יום רשמו בעמודה השלישית — «אחרי».",
    "כדאי לרשום שם מה באמת עשיתם במהלך היום כולו.",
    "4️⃣ העמודה הרביעית — «הנאה». רשמו בסולם מ-1 עד 10 עד כמה היה לכם נעים לבצע את המשימה."
  ],
  "table": {
    "header": ["זמן", "לפני", "אחרי", "הנאה"],
    "example": {
      "0": ["להתעורר", "התעוררתי, צחצחתי שיניים"],
      "1": ["לאכול ארוחת בוקר", "אכלתי ארוחת בוקר"],
      "2": ["ניקוי החדר", "דיברתי בטלפון עם חבר"],
      "3": ["הכנה למבחן", "צפיתי בסדרה"]
    }
  },
  "expectations": [
    "יעצור את הנטייה שלכם לחשוב ללא הרף על החשיבות והערך של פעולות שונות ויעזור להתמודד עם סתירות פנימיות: האם כדאי לעשות משהו או לא",
    "יעזור לכם לתכנן את הזמן שלכם באופן מאוזן, כי יהיו שם דברים שפשוט עליכם לעשות מסיבה זו או אחרת, וגם פעילויות שמביאות לכם הנאה",
    "אם תרכיבו לוח זמנים יומי באופן קבוע, תבחינו בקרוב שהמוטיבציה שלכם גדלה, כי כשאתם מתחילים לעשות משהו, אתם מפריכים את האמונות שלכם שאינכם מסוגלים לעשות דבר"
  ]
}
