{
  "title": "مرآة النقد الذاتي",
  "statement": "تخيّل أنك تقول لصديقك المقرب كل تلك الأفكار النقدية التي عادةً ما توجهها لنفسك. ستساعدك هذه التقنية على إدراك ظلم النقد الذاتي وتعلّم كيفية معاملة نفسك بمزيد من التعاطف والتفهم.",
  "task": [
    "1️⃣ اختر موقفاً تميل فيه إلى نقد نفسك.",
    "2️⃣ تخيّل أن صديقك المقرب أو أحد أفراد عائلتك يمر بنفس الموقف.",
    "3️⃣ قم بلعب الأدوار: أنت تلعب دور نفسك، والمحاور المتخيل يلعب دور صديقك.",
    "4️⃣ عبّر عن جميع الأفكار والأحكام النقدية التي توجهها عادةً لنفسك، لكن وجهها إلى «صديقك».",
    "انتبه لمشاعرك أثناء هذا التمرين. ما مدى ارتياحك لقول مثل هذه الأشياء لشخص آخر؟",
    "حلّل الفرق بين طريقة تعاملك مع نفسك ومع الآخرين في مواقف مشابهة.",
    "فكّر كيف ستدعم صديقك فعلاً في مثل هذا الموقف. ما هي الكلمات التي ستستخدمها؟",
    "حاول تطبيق نفس المستوى من الدعم والتفهم والرعاية على نفسك."
  ],
  "example": [
    "أفكارك المعتادة عن نفسك:",
    "أنا فاشل تماماً. بالطبع لم يتم ترقيتي - فأنا لا أجيد شيئاً. على الأرجح لن أحقق أي نجاح في حياتي المهنية أبداً. أنا لست ذكياً أو موهوباً بما يكفي لهذه الوظيفة.",
    "والآن تخيّل أن صديقتك المقربة آنا لم تحصل على ترقية وأخبرتك بذلك. حاول أن تقول لها نفس الشيء:",
    "آنا، أنت فاشلة تماماً. بالطبع لم يتم ترقيتك - فأنتِ لا تجيدين شيئاً. على الأرجح لن تحققي أي نجاح في حياتك المهنية أبداً. أنتِ لستِ ذكية أو موهوبة بما يكفي لهذه الوظيفة.",
    "كيف تشعر وأنت تقول هذا لآنا؟ على الأرجح، تشعر بعدم الارتياح وحتى بالخجل من نطق مثل هذه الكلمات.",
    "والآن فكّر فيما كنت ستقوله لآنا فعلاً:",
    "آنا، أنا آسف لأنك لم تحصلي على هذه الترقية. أعلم كم عملتِ بجد من أجل ذلك. عدم الحصول على ما تريدين دائماً مؤلم، لكن هذا لا يجعلك فاشلة. لديك الكثير من نقاط القوة والإنجازات. ربما الوقت غير مناسب الآن، أو هناك بعض المهارات التي يمكنك تحسينها. دعينا نفكر في كيفية تطوير مسيرتك المهنية من هنا.",
    "الآن حاول قول كلمات الدعم نفسها لنفسك. لاحظ مدى اختلاف تعاملك مع نفسك ومع صديقك في نفس الموقف. مارس هذا النهج بانتظام لتتعلم كيفية معاملة نفسك بنفس التعاطف والدعم كما تفعل مع صديق مقرب."
  ],
  "expectations": [
    "إدراك ظلم النقد الذاتي",
    "تحسين تقدير الذات والثقة بالنفس",
    "تقليل مستويات التوتر والقلق"
  ]
}
