{
  "title": "مواجهة الناقد الداخلي",
  "statement": "غالباً ما يكون الشعور بالنقص ناتجاً عن ناقد داخلي يقوض تقدير الذات. ستساعدك هذه التقنية على الرد على النقد وإعادة تقييم الأفكار السلبية.",
  "description": [
    "المعتقدات السلبية مثل «أنا لا أساوي شيئاً»، «أنا أسوأ من الآخرين»، «لن أنجح في أي شيء»، «أنا المسؤول عن كل شيء»، «أنا فاشل» تفاقم مشكلات تقدير الذات ويمكن أن تؤدي إلى الاكتئاب.",
    "من المهم جداً ألا تستسلم لاستفزازات الناقد الداخلي وأن تتعلم كيفية الرد على هجماته. سيساعدك هذا على إعادة تقييم الأفكار السلبية وتحسين تقديرك لذاتك."
  ],
  "task": [
    "أنشئ جدولاً من ثلاثة أعمدة بالتنسيق المناسب لك. عناوين الأعمدة هي:",
    "أفكار الناقد",
    "التحريف المعرفي",
    "الرد المنطقي",
    "1️⃣ في العمود الأول، سجّل جميع الأفكار النقدية الذاتية التي تتبادر إلى ذهنك في كل مرة تلوم فيها نفسك، أو تشعر بأنك عديم الفائدة أو غير راضٍ عن نفسك.",
    "في هذا العمود، يجب أن تكتب أفكارك عن نفسك، وليس مشاعرك. لأنك إذا كتبت: «أشعر بسوء»، فمن الصعب دحضها لأنها صحيحة بالفعل.",
    "2️⃣ في العمود الثاني، حدد أي تحريف معرفي موجود في الفكرة.",
    "3️⃣ في العمود الثالث، قدم رداً على الناقد الداخلي. حاول إيجاد تفسير منطقي يدحض الفكرة النقدية.",
    "من المهم استبدال الفكرة النقدية الذاتية بفكرة أكثر واقعية ومنطقية، مع تجنب التصريحات المتفائلة المبالغ فيها."
  ],
  "example": ["إليك بعض الأمثلة للرد على الأفكار النقدية الذاتية:"],
  "table": {
    "header": ["أفكار الناقد", "التحريف المعرفي", "الرد المنطقي"],
    "example": {
      "0": [
        "أنا غبي جداً لدرجة أنني بالتأكيد لن أنجح في الامتحان",
        "وصم الذات",
        "أنا لست غبياً، فقط ليس لدي وقت كافٍ للتحضير. يمكنني اجتياز الامتحان إذا درست."
      ],
      "1": [
        "أنا لا أهم أحداً",
        "التفكير الأبيض والأسود",
        "أصدقائي والمقربون مني يقدرونني ويحبونني. هم يحتاجونني."
      ],
      "2": [
        "لن أتمكن أبداً من العثور على وظيفة",
        "التفكير الأبيض والأسود",
        "يمكنني العثور على وظيفة إذا حاولت وبحثت. الكثير من الناس يجدون وظائف، وأنا لست استثناءً."
      ]
    }
  },
  "expectations": [
    "زيادة المقاومة للنقد من الداخل ومن المحيطين.",
    "تقليل التوتر العاطفي العام.",
    "تقليل الخوف من ارتكاب الأخطاء."
  ]
}
