{
  "title": "Techniek: De dag onder controle",
  "description": "Dit artikel presenteert een unieke planningstechniek \"Twee Kolommen\", gericht op het verbeteren van zelforganisatie en het verhogen van persoonlijke effectiviteit. Lezers leren hoe een eenvoudige verdeling van taken in \"plannen\" en \"feiten\" niet alleen kan helpen bij het bereiken van gestelde doelen, maar ook bij het begrijpen van hun dagelijkse activiteiten. Bijzondere aandacht wordt besteed aan de analyse van wat voltooid is, waardoor men leert zich aan te passen aan veranderingen en een balans te vinden tussen wat moet en wat gewenst is.",
  "screen_1": {
    "texts": [
      "De eerste oefening die we met u willen delen, is eenvoudig maar effectief, en zal helpen bij uw zelforganisatie.",
      "Ga 's avonds, voorafgaand aan de volgende dag, zitten en schrijf uw dagplanning op. Deze zal uit twee delen bestaan, dus uit twee kolommen.",
      "De eerste kolom is 'Voor'. Dit is een planning per uur van wat u wilt doen. Schrijf niet meteen veel op: noteer in elke uurregels één of twee woorden die een bepaalde activiteit of handeling aanduiden.",
      "Dit kunnen bijvoorbeeld kleine dingen zijn: douchen, ontbijten, de was aanzetten. Of het kunnen meer energie-intensieve activiteiten zijn: schoonmaken, studeren voor een examen, een cv opstellen, enzovoort.",
      "Aan het einde van elke dag schrijft u in de tweede kolom — 'Na'.",
      "Hierin noteert u wat u daadwerkelijk gedurende de dag heeft gedaan, ook per uur. Uw activiteiten kunnen overeenkomen met wat u had gepland, maar kunnen ook verschillen — dat is normaal, maak u geen zorgen.",
      "Want zelfs als u slechts een klein deel van de 'voor'-lijst kunt realiseren, kan het simpelweg plannen van uw tijd een zeer nuttig en visueel begrijpelijk proces voor u zijn.",
      "Daarnaast markeert u elke activiteit met de letter 'T-taak', als deze activiteit voor u niet heel eenvoudig was en een concrete prestatie voor u betekende."
    ]
  },
  "screen_2": {
    "texts": [
      "Het kan zijn dat bij een depressie tanden poetsen of douchen voor u een prestatie is, geloof me, daar is niets verschrikkelijks of beschamends aan. In dat geval schrijft u de letter 'T' naast deze activiteiten. Geef ook de moeilijkheidsgraad aan.",
      "Bijvoorbeeld, het bed opmaken was vrij eenvoudig, dan kan dat 'T-2' zijn, maar lunch bereiden was moeilijker, dan is dat 'T-7'. De schaal waarop u dit beoordeelt, wordt bepaald door uw eigen gevoel.",
      "Als een activiteit in uw planning iets plezierigs voor u was, zet er dan een 'P-plezier' naast.",
      "Als het kijken naar een film of een wandeling in het park u vreugde bracht, plaats dan de bijbehorende letter en beoordeel ook de mate van plezier die u van deze activiteit heeft gekregen.",
      "Dit is eigenlijk de hele oefening: eenvoudig, maar effectief. U denkt misschien dat het niet zal werken, maar als u het niet een tijdje regelmatig probeert, zult u het nooit weten. Het werkt, omdat:",
      "Het zal uw neiging stoppen om voortdurend na te denken over het belang en de waarde van bepaalde acties en het zal u helpen om met interne tegenstrijdigheden om te gaan: of u iets moet doen of niet;",
      "Het zal u helpen om uw tijd evenwichtig in te delen, omdat er taken zullen zijn die u gewoon moet doen om de een of andere reden, evenals activiteiten die u plezier geven;"
    ]
  },
  "screen_3": {
    "texts": [
      "Als u regelmatig een dagplanning maakt, zult u al snel merken dat uw motivatie groeit, want door iets te beginnen doen, weerlegt u uw overtuigingen dat u niets kunt doen.",
      "Iemand die lange tijd depressief was en last had van uitstelgedrag, deelde zijn feedback over deze techniek:",
      "Door mijn dag te plannen en 's avonds naar de resultaten te kijken, realiseerde ik me waar ik precies mijn tijd aan besteed.",
      "Dit hielp me om weer verantwoordelijkheid te nemen voor mijn leven. Ik besef dat ik de situatie kan controleren als ik dat wil."
    ],
    "quote": {
      "text": "Het belangrijkste in tijdmanagement is niet het beheren van tijd, maar het beheren van jezelf",
      "author": "Peter Drucker"
    }
  }
}
