{
  "control": {
    "title": "Techniek: De dag onder controle",
    "description": "Dit artikel presenteert een unieke planningstechniek \"Twee Kolommen\", gericht op het verbeteren van zelforganisatie en het verhogen van persoonlijke effectiviteit. Lezers leren hoe een eenvoudige verdeling van taken in \"plannen\" en \"feiten\" niet alleen kan helpen bij het bereiken van gestelde doelen, maar ook bij het begrijpen van hun dagelijkse activiteiten. Bijzondere aandacht wordt besteed aan de analyse van wat voltooid is, waardoor men leert zich aan te passen aan veranderingen en een balans te vinden tussen wat moet en wat gewenst is.",
    "screen_1": {
      "texts": [
        "De eerste oefening die we met u willen delen, is eenvoudig maar effectief, en zal helpen bij uw zelforganisatie.",
        "Ga 's avonds, voorafgaand aan de volgende dag, zitten en schrijf uw dagplanning op. Deze zal uit twee delen bestaan, dus uit twee kolommen.",
        "De eerste kolom is 'Voor'. Dit is een planning per uur van wat u wilt doen. Schrijf niet meteen veel op: noteer in elke uurregels één of twee woorden die een bepaalde activiteit of handeling aanduiden.",
        "Dit kunnen bijvoorbeeld kleine dingen zijn: douchen, ontbijten, de was aanzetten. Of het kunnen meer energie-intensieve activiteiten zijn: schoonmaken, studeren voor een examen, een cv opstellen, enzovoort.",
        "Aan het einde van elke dag schrijft u in de tweede kolom — 'Na'.",
        "Hierin noteert u wat u daadwerkelijk gedurende de dag heeft gedaan, ook per uur. Uw activiteiten kunnen overeenkomen met wat u had gepland, maar kunnen ook verschillen — dat is normaal, maak u geen zorgen.",
        "Want zelfs als u slechts een klein deel van de 'voor'-lijst kunt realiseren, kan het simpelweg plannen van uw tijd een zeer nuttig en visueel begrijpelijk proces voor u zijn.",
        "Daarnaast markeert u elke activiteit met de letter 'T-taak', als deze activiteit voor u niet heel eenvoudig was en een concrete prestatie voor u betekende."
      ]
    },
    "screen_2": {
      "texts": [
        "Het kan zijn dat bij een depressie tanden poetsen of douchen voor u een prestatie is, geloof me, daar is niets verschrikkelijks of beschamends aan. In dat geval schrijft u de letter 'T' naast deze activiteiten. Geef ook de moeilijkheidsgraad aan.",
        "Bijvoorbeeld, het bed opmaken was vrij eenvoudig, dan kan dat 'T-2' zijn, maar lunch bereiden was moeilijker, dan is dat 'T-7'. De schaal waarop u dit beoordeelt, wordt bepaald door uw eigen gevoel.",
        "Als een activiteit in uw planning iets plezierigs voor u was, zet er dan een 'P-plezier' naast.",
        "Als het kijken naar een film of een wandeling in het park u vreugde bracht, plaats dan de bijbehorende letter en beoordeel ook de mate van plezier die u van deze activiteit heeft gekregen.",
        "Dit is eigenlijk de hele oefening: eenvoudig, maar effectief. U denkt misschien dat het niet zal werken, maar als u het niet een tijdje regelmatig probeert, zult u het nooit weten. Het werkt, omdat:",
        "Het zal uw neiging stoppen om voortdurend na te denken over het belang en de waarde van bepaalde acties en het zal u helpen om met interne tegenstrijdigheden om te gaan: of u iets moet doen of niet;",
        "Het zal u helpen om uw tijd evenwichtig in te delen, omdat er taken zullen zijn die u gewoon moet doen om de een of andere reden, evenals activiteiten die u plezier geven;"
      ]
    },
    "screen_3": {
      "texts": [
        "Als u regelmatig een dagplanning maakt, zult u al snel merken dat uw motivatie groeit, want door iets te beginnen doen, weerlegt u uw overtuigingen dat u niets kunt doen.",
        "Iemand die lange tijd depressief was en last had van uitstelgedrag, deelde zijn feedback over deze techniek:",
        "Door mijn dag te plannen en 's avonds naar de resultaten te kijken, realiseerde ik me waar ik precies mijn tijd aan besteed.",
        "Dit hielp me om weer verantwoordelijkheid te nemen voor mijn leven. Ik besef dat ik de situatie kan controleren als ik dat wil."
      ],
      "quote": {
        "text": "Het belangrijkste in tijdmanagement is niet het beheren van tijd, maar het beheren van jezelf",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Jezelf Terugvinden na het Verlies van een Dierbare",
    "description": "Dit artikel vertelt het verhaal van Anastasia, die diepe depressie en schuldgevoelens ervoer na de zelfdoding van haar broer. Door psychotherapie leerde ze zichzelf te bevrijden van zelfverwijt, wat haar hielp haar houding ten opzichte van zichzelf en haar ervaringen te veranderen. Uiteindelijk overwon Anastasia haar depressie, accepteerde haar onschuld en begon een vervuld leven te leiden.",
    "screen_1": {
      "texts": [
        "Vroeg of laat krijgt iedereen te maken met het verlies van een dierbare. De dood is een verwoestende klap die degenen die van de overledene hielden, in rouw en verdriet stort, als een schokgolf.",
        "Tranen, droefheid en rouw zijn normale reacties op verlies. Ze helpen ons het moment te verwerken en geven ons de kracht om verder te leven.",
        "Soms blijft rouw jarenlang aanhouden, terwijl een ander direct in een diepe depressie kan vallen.",
        "Neem het verhaal van een patiënte met depressie: Anastasia, een 29-jarige vrouw van wie haar jongere broer enkele maanden voordat ze hulp zocht, zichzelf van het leven beroofde.",
        "Een van de meest pijnlijke en versterkende factoren in haar depressie was haar overtuiging dat zij verantwoordelijk was voor zijn zelfmoord.",
        "Nastya had het gevoel dat ze met een onoplosbaar en volledig reëel probleem werd geconfronteerd. Ze geloofde dat ze het verdiende om te sterven en had suïcidale gedachten.",
        "Een veelvoorkomende worsteling voor mensen die een dierbare verliezen door zelfdoding, is het overweldigende schuldgevoel.",
        "Ze blijven zichzelf kwellen met gedachten als: 'Waarom heb ik het niet kunnen voorkomen? Waarom zag ik de signalen niet op tijd?'",
        "Zelfs therapeuten zijn niet immuun voor dergelijke reacties na de zelfmoord van een cliënt. Ze kunnen zichzelf de schuld geven: 'Dit is echt mijn fout. Had ik maar anders gesproken tijdens onze laatste sessie. Waarom heb ik hem niet direct gevraagd of hij aan zelfmoord dacht? Ik had iets beslissenders moeten doen. Ik heb hem in de steek gelaten!'"
      ],
      "quote": {
        "text": "Degenen van wie we houden kunnen ons verlaten, maar ze gaan nooit echt ver weg zolang we hen blijven herinneren.",
        "author": "Confucius"
      }
    },
    "screen_2": {
      "texts": [
        "Anastasia's zelfverwijt begon al lang voor de tragedie. Ze had altijd het gevoel dat haar leven gemakkelijker was dan dat van haar broer en probeerde dit te compenseren door hem zowel emotioneel als financieel te steunen tijdens zijn lange strijd tegen depressie.",
        "Ze moedigde hem aan om een psycholoog te bezoeken, hielp mee zijn sessies te betalen en huurde zelfs een appartement voor hem dicht bij dat van haar, zodat hij haar kon bellen wanneer hij zich slecht voelde.",
        "Nastya was ervan overtuigd dat zij verantwoordelijk was voor de dood van haar broer omdat ze 'meer had kunnen doen'.",
        "Ze rouwde diep om de tragische situatie waarin ze terecht was gekomen.",
        "Tijdens haar eerste therapiesessies besprak ze de redenen voor haar zelfverwijt en haar overtuiging dat ze straf verdiende: 'Ik was verantwoordelijk voor het leven van mijn broer. Ik geloof dat mijn onvermogen om hem te helpen tot zijn dood heeft geleid. Ik heb gefaald om hem te steunen op het moment dat hij het het meest nodig had. Ik had zijn leven moeten redden.'",
        "Ze was er zeker van dat haar schuldgevoel en lijden terecht waren en dat ze gestraft moest worden.",
        "Als je dit verhaal van buitenaf leest, zie je misschien meteen dat haar gedachten en overtuigingen irrationeel zijn en haar alleen maar pijn doen.",
        "De grootste cognitieve vertekening waaraan ze zich overgaf, was personalisatie. Door therapie kwam Nastya tot een aantal belangrijke inzichten:",
        "Als zij echt verantwoordelijk was voor de dood van haar broer, zou dat betekenen dat zij de oorzaak van zijn zelfmoord was.",
        "Maar ze kon zijn gedachten niet beheersen en was dus niet verantwoordelijk voor de destructieve overtuigingen die hem tot een ernstige depressie en uiteindelijk tot zijn dood hadden geleid. Dat waren zijn worstelingen, niet die van haar.",
        "Door zichzelf verantwoordelijk te maken voor zijn emoties en acties, probeerde ze iets te beheersen dat buiten haar macht lag. Het enige wat ze kon doen, was steun bieden binnen haar eigen mogelijkheden."
      ]
    },
    "screen_3": {
      "texts": [
        "Als ze had geweten dat hij op het punt stond zichzelf van het leven te beroven, zou ze er alles aan hebben gedaan om hem te stoppen. Maar omdat ze het niet wist, kon ze het resultaat niet veranderen.",
        "Door zichzelf de schuld te geven van zijn dood, ging ze er ten onrechte van uit dat ze de toekomst met absolute zekerheid had kunnen voorspellen en over alle kennis beschikte. Aangezien beide aannames onrealistisch waren, had ze geen geldige reden om zichzelf te beschuldigen.",
        "Al deze argumenten leidden tot één conclusie: het was een ernstige vergissing om zichzelf verantwoordelijk te maken voor de acties van haar broer, omdat ze daar uiteindelijk geen controle over had.",
        "In werkelijkheid was Nastya alleen verantwoordelijk voor haar eigen leven en welzijn.",
        "Op dat moment besefte ze dat haar lijden niet werd veroorzaakt door 'het falen om hem te helpen', maar door zichzelf toe te staan in depressie te blijven en te blijven piekeren over zelfmoord.",
        "De meest constructieve en helende stap in deze situatie was niet om zichzelf te straffen, maar om het schuldgevoel los te laten, de depressie te overwinnen en zich in te zetten voor een gelukkig en vervuld leven.",
        "Dát is wat echte verantwoordelijkheid voor jezelf betekent. Na therapie verbeterde Anastasia's toestand aanzienlijk en uiteindelijk overwon ze haar depressie. Ze schreef haar herstel toe aan een diepgaande verschuiving in haar zelfbeeld."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnose van depressie: Een reis naar zelfinzicht",
    "description": "Dit artikel bespreekt methoden voor het diagnosticeren van depressie, beginnend met een algemene screening van symptomen en overgaand naar zelfdiagnose met behulp van de 'Beck Depression Inventory'. Het benadrukt het belang van professionele consultatie voor een nauwkeurige diagnose en behandeling, vooral in ernstige gevallen. Daarnaast biedt het artikel praktische tips en oefeningen voor mensen die hun mentale welzijn willen verbeteren.",
    "screen_1": {
      "texts": [
        "In het vorige hoofdstuk hebben we besproken wat depressie is.",
        "Nu is het onze taak om te begrijpen hoe we deze toestand bij onszelf kunnen diagnosticeren.",
        "Diagnose van depressie kan grofweg in drie fasen worden verdeeld:",
        "Algemene screening",
        "Net als elke andere stoornis heeft depressie specifieke symptomen. Laten we deze nader bekijken:",
        "Neerslachtige stemming.",
        "Verminderde interesse in gebruikelijke plezierige activiteiten.",
        "Anhedonie – een afname van het vermogen om plezier te ervaren.",
        "Moeite met concentratie, productiviteit en besluitvorming.",
        "Slaapproblemen en eetstoornissen, zowel een afname als een toename.",
        "Gevoelens van hopeloosheid, hulpeloosheid, prikkelbaarheid, schaamte en schuld.",
        "Angst of apathie.",
        "Gebrek aan energie, voortdurende vermoeidheid.",
        "Gedachten over de dood of zelfmoord.",
        "Waarschijnlijk heeft iedereen wel eens een of meerdere van deze symptomen ervaren.",
        "Maar dat betekent niet altijd dat er sprake is van depressie. Hoe kunnen we dan vaststellen of depressie aanwezig is?",
        "We kunnen spreken van een depressieve stoornis als u minstens vier van deze symptomen gedurende twee weken ervaart.",
        "Daarnaast is het belangrijk om andere factoren, zoals uw algemene gezondheidstoestand en levensomstandigheden, in overweging te nemen."
      ],
      "quote": {
        "text": "We kunnen de situaties die het leven ons brengt niet veranderen, maar we kunnen wel veranderen hoe we deze beleven.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Zelfdiagnose met behulp van bewezen methoden",
        "Er zijn veel tests beschikbaar voor zelfdiagnose van depressie.",
        "Een van de meest betrouwbare en erkende is de 'Beck Depression Inventory' (BDI).",
        "Deze methode, ontwikkeld door de Amerikaanse psychotherapeut Aaron Beck, bestaat uit 21 categorieën symptomen, elk met 4 tot 5 uitspraken die verschillende aspecten van depressie weerspiegelen.",
        "Door deze test te voltooien, kunt u de ernst van uw toestand beoordelen: van milde tot ernstige depressie.",
        "De test is beschikbaar in onze app en is eenvoudig en intuïtief in gebruik."
      ],
      "quote": {
        "text": "Zelfzorg is geen uitzondering op uw verantwoordelijkheden, het is een essentieel onderdeel ervan.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consultatie met een specialist",
        "Als uit zelfdiagnose blijkt dat u mogelijk een depressieve toestand heeft, wordt het aanbevolen om een specialist te raadplegen: een psycholoog, psychiater of psychotherapeut.",
        "Zij kunnen een nauwkeurige diagnose stellen en een passende behandeling aanbieden. Wij zijn er om u te ondersteunen en nuttige informatie te verstrekken in deze sectie.",
        "Dit materiaal is ontwikkeld om mensen met milde tot matige depressie te helpen.",
        "Voor degenen die aan ernstigere vormen van depressie lijden, kan dit materiaal ook waardevol zijn.",
        "Het kan bepaalde symptomen verlichten, maar in ernstige gevallen kunnen zelfhulpmiddelen alleen onvoldoende zijn.",
        "In dergelijke situaties is het van cruciaal belang om professionele hulp te zoeken en, indien nodig, medicamenteuze behandeling te overwegen.",
        "Het diagnosticeren van psychologische problemen is een complexe taak.",
        "Bij zelfdiagnose bestaat altijd het risico op fouten.",
        "Maar zelfs als u geen klinische depressie heeft, maar gewoon een tijdelijke neerslachtigheid ervaart, zal dit materiaal nuttig voor u zijn.",
        "We zullen de mechanismen achter depressie in detail bespreken en praktische tips en oefeningen aanbieden.",
        "Als u uw levenskwaliteit wilt verbeteren en bereid bent onze aanbevelingen op te volgen, laten we deze reis dan samen voortzetten!"
      ]
    }
  }
}