{
  "title": "Jezelf Terugvinden na het Verlies van een Dierbare",
  "description": "Dit artikel vertelt het verhaal van Anastasia, die diepe depressie en schuldgevoelens ervoer na de zelfdoding van haar broer. Door psychotherapie leerde ze zichzelf te bevrijden van zelfverwijt, wat haar hielp haar houding ten opzichte van zichzelf en haar ervaringen te veranderen. Uiteindelijk overwon Anastasia haar depressie, accepteerde haar onschuld en begon een vervuld leven te leiden.",
  "screen_1": {
    "texts": [
      "Vroeg of laat krijgt iedereen te maken met het verlies van een dierbare. De dood is een verwoestende klap die degenen die van de overledene hielden, in rouw en verdriet stort, als een schokgolf.",
      "Tranen, droefheid en rouw zijn normale reacties op verlies. Ze helpen ons het moment te verwerken en geven ons de kracht om verder te leven.",
      "Soms blijft rouw jarenlang aanhouden, terwijl een ander direct in een diepe depressie kan vallen.",
      "Neem het verhaal van een patiënte met depressie: Anastasia, een 29-jarige vrouw van wie haar jongere broer enkele maanden voordat ze hulp zocht, zichzelf van het leven beroofde.",
      "Een van de meest pijnlijke en versterkende factoren in haar depressie was haar overtuiging dat zij verantwoordelijk was voor zijn zelfmoord.",
      "Nastya had het gevoel dat ze met een onoplosbaar en volledig reëel probleem werd geconfronteerd. Ze geloofde dat ze het verdiende om te sterven en had suïcidale gedachten.",
      "Een veelvoorkomende worsteling voor mensen die een dierbare verliezen door zelfdoding, is het overweldigende schuldgevoel.",
      "Ze blijven zichzelf kwellen met gedachten als: 'Waarom heb ik het niet kunnen voorkomen? Waarom zag ik de signalen niet op tijd?'",
      "Zelfs therapeuten zijn niet immuun voor dergelijke reacties na de zelfmoord van een cliënt. Ze kunnen zichzelf de schuld geven: 'Dit is echt mijn fout. Had ik maar anders gesproken tijdens onze laatste sessie. Waarom heb ik hem niet direct gevraagd of hij aan zelfmoord dacht? Ik had iets beslissenders moeten doen. Ik heb hem in de steek gelaten!'"
    ],
    "quote": {
      "text": "Degenen van wie we houden kunnen ons verlaten, maar ze gaan nooit echt ver weg zolang we hen blijven herinneren.",
      "author": "Confucius"
    }
  },
  "screen_2": {
    "texts": [
      "Anastasia’s zelfverwijt begon al lang voor de tragedie. Ze had altijd het gevoel dat haar leven gemakkelijker was dan dat van haar broer en probeerde dit te compenseren door hem zowel emotioneel als financieel te steunen tijdens zijn lange strijd tegen depressie.",
      "Ze moedigde hem aan om een psycholoog te bezoeken, hielp mee zijn sessies te betalen en huurde zelfs een appartement voor hem dicht bij dat van haar, zodat hij haar kon bellen wanneer hij zich slecht voelde.",
      "Nastya was ervan overtuigd dat zij verantwoordelijk was voor de dood van haar broer omdat ze ‘meer had kunnen doen’.",
      "Ze rouwde diep om de tragische situatie waarin ze terecht was gekomen.",
      "Tijdens haar eerste therapiesessies besprak ze de redenen voor haar zelfverwijt en haar overtuiging dat ze straf verdiende: ‘Ik was verantwoordelijk voor het leven van mijn broer. Ik geloof dat mijn onvermogen om hem te helpen tot zijn dood heeft geleid. Ik heb gefaald om hem te steunen op het moment dat hij het het meest nodig had. Ik had zijn leven moeten redden.’",
      "Ze was er zeker van dat haar schuldgevoel en lijden terecht waren en dat ze gestraft moest worden.",
      "Als je dit verhaal van buitenaf leest, zie je misschien meteen dat haar gedachten en overtuigingen irrationeel zijn en haar alleen maar pijn doen.",
      "De grootste cognitieve vertekening waaraan ze zich overgaf, was personalisatie. Door therapie kwam Nastya tot een aantal belangrijke inzichten:",
      "Als zij echt verantwoordelijk was voor de dood van haar broer, zou dat betekenen dat zij de oorzaak van zijn zelfmoord was.",
      "Maar ze kon zijn gedachten niet beheersen en was dus niet verantwoordelijk voor de destructieve overtuigingen die hem tot een ernstige depressie en uiteindelijk tot zijn dood hadden geleid. Dat waren zijn worstelingen, niet die van haar.",
      "Door zichzelf verantwoordelijk te maken voor zijn emoties en acties, probeerde ze iets te beheersen dat buiten haar macht lag. Het enige wat ze kon doen, was steun bieden binnen haar eigen mogelijkheden."
    ]
  },
  "screen_3": {
    "texts": [
      "Als ze had geweten dat hij op het punt stond zichzelf van het leven te beroven, zou ze er alles aan hebben gedaan om hem te stoppen. Maar omdat ze het niet wist, kon ze het resultaat niet veranderen.",
      "Door zichzelf de schuld te geven van zijn dood, ging ze er ten onrechte van uit dat ze de toekomst met absolute zekerheid had kunnen voorspellen en over alle kennis beschikte. Aangezien beide aannames onrealistisch waren, had ze geen geldige reden om zichzelf te beschuldigen.",
      "Al deze argumenten leidden tot één conclusie: het was een ernstige vergissing om zichzelf verantwoordelijk te maken voor de acties van haar broer, omdat ze daar uiteindelijk geen controle over had.",
      "In werkelijkheid was Nastya alleen verantwoordelijk voor haar eigen leven en welzijn.",
      "Op dat moment besefte ze dat haar lijden niet werd veroorzaakt door ‘het falen om hem te helpen’, maar door zichzelf toe te staan in depressie te blijven en te blijven piekeren over zelfmoord.",
      "De meest constructieve en helende stap in deze situatie was niet om zichzelf te straffen, maar om het schuldgevoel los te laten, de depressie te overwinnen en zich in te zetten voor een gelukkig en vervuld leven.",
      "Dát is wat echte verantwoordelijkheid voor jezelf betekent. Na therapie verbeterde Anastasia’s toestand aanzienlijk en uiteindelijk overwon ze haar depressie. Ze schreef haar herstel toe aan een diepgaande verschuiving in haar zelfbeeld."
    ]
  }
}
