{
  "title": "Diagnose van depressie: Een reis naar zelfinzicht",
  "description": "Dit artikel bespreekt methoden voor het diagnosticeren van depressie, beginnend met een algemene screening van symptomen en overgaand naar zelfdiagnose met behulp van de 'Beck Depression Inventory'. Het benadrukt het belang van professionele consultatie voor een nauwkeurige diagnose en behandeling, vooral in ernstige gevallen. Daarnaast biedt het artikel praktische tips en oefeningen voor mensen die hun mentale welzijn willen verbeteren.",
  "screen_1": {
    "texts": [
      "In het vorige hoofdstuk hebben we besproken wat depressie is.",
      "Nu is het onze taak om te begrijpen hoe we deze toestand bij onszelf kunnen diagnosticeren.",
      "Diagnose van depressie kan grofweg in drie fasen worden verdeeld:",
      "Algemene screening",
      "Net als elke andere stoornis heeft depressie specifieke symptomen. Laten we deze nader bekijken:",
      "Neerslachtige stemming.",
      "Verminderde interesse in gebruikelijke plezierige activiteiten.",
      "Anhedonie – een afname van het vermogen om plezier te ervaren.",
      "Moeite met concentratie, productiviteit en besluitvorming.",
      "Slaapproblemen en eetstoornissen, zowel een afname als een toename.",
      "Gevoelens van hopeloosheid, hulpeloosheid, prikkelbaarheid, schaamte en schuld.",
      "Angst of apathie.",
      "Gebrek aan energie, voortdurende vermoeidheid.",
      "Gedachten over de dood of zelfmoord.",
      "Waarschijnlijk heeft iedereen wel eens een of meerdere van deze symptomen ervaren.",
      "Maar dat betekent niet altijd dat er sprake is van depressie. Hoe kunnen we dan vaststellen of depressie aanwezig is?",
      "We kunnen spreken van een depressieve stoornis als u minstens vier van deze symptomen gedurende twee weken ervaart.",
      "Daarnaast is het belangrijk om andere factoren, zoals uw algemene gezondheidstoestand en levensomstandigheden, in overweging te nemen."
    ],
    "quote": {
      "text": "We kunnen de situaties die het leven ons brengt niet veranderen, maar we kunnen wel veranderen hoe we deze beleven.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Zelfdiagnose met behulp van bewezen methoden",
      "Er zijn veel tests beschikbaar voor zelfdiagnose van depressie.",
      "Een van de meest betrouwbare en erkende is de 'Beck Depression Inventory' (BDI).",
      "Deze methode, ontwikkeld door de Amerikaanse psychotherapeut Aaron Beck, bestaat uit 21 categorieën symptomen, elk met 4 tot 5 uitspraken die verschillende aspecten van depressie weerspiegelen.",
      "Door deze test te voltooien, kunt u de ernst van uw toestand beoordelen: van milde tot ernstige depressie.",
      "De test is beschikbaar in onze app en is eenvoudig en intuïtief in gebruik."
    ],
    "quote": {
      "text": "Zelfzorg is geen uitzondering op uw verantwoordelijkheden, het is een essentieel onderdeel ervan.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Consultatie met een specialist",
      "Als uit zelfdiagnose blijkt dat u mogelijk een depressieve toestand heeft, wordt het aanbevolen om een specialist te raadplegen: een psycholoog, psychiater of psychotherapeut.",
      "Zij kunnen een nauwkeurige diagnose stellen en een passende behandeling aanbieden. Wij zijn er om u te ondersteunen en nuttige informatie te verstrekken in deze sectie.",
      "Dit materiaal is ontwikkeld om mensen met milde tot matige depressie te helpen.",
      "Voor degenen die aan ernstigere vormen van depressie lijden, kan dit materiaal ook waardevol zijn.",
      "Het kan bepaalde symptomen verlichten, maar in ernstige gevallen kunnen zelfhulpmiddelen alleen onvoldoende zijn.",
      "In dergelijke situaties is het van cruciaal belang om professionele hulp te zoeken en, indien nodig, medicamenteuze behandeling te overwegen.",
      "Het diagnosticeren van psychologische problemen is een complexe taak.",
      "Bij zelfdiagnose bestaat altijd het risico op fouten.",
      "Maar zelfs als u geen klinische depressie heeft, maar gewoon een tijdelijke neerslachtigheid ervaart, zal dit materiaal nuttig voor u zijn.",
      "We zullen de mechanismen achter depressie in detail bespreken en praktische tips en oefeningen aanbieden.",
      "Als u uw levenskwaliteit wilt verbeteren en bereid bent onze aanbevelingen op te volgen, laten we deze reis dan samen voortzetten!"
    ]
  }
}
