{
  "title": "Depressie en een levensbedreigende diagnose",
  "description": "Dit artikel onderzoekt de emotionele en psychologische uitdagingen waarmee mensen worden geconfronteerd na het ontvangen van een ernstige diagnose en benadrukt de moeilijkheid om hun ervaringen over te brengen aan gezonde mensen. Het vertelt het verhaal van Olga, wier leven drastisch veranderde na een vermoeden van kanker, en hoe zij haar depressie en verlies van levenszin aanpakte door samen te werken met een psycholoog. Uiteindelijk realiseert Olga zich haar onveranderlijke persoonlijke waarde en het belang van kleine overwinningen, wat haar helpt haar zelfvertrouwen te herstellen en haar emotionele toestand te verbeteren, ondanks fysieke pijn.",
  "screen_1": {
    "texts": [
      "Wat gebeurt er met iemand die te horen krijgt dat hij of zij een ernstige, mogelijk levensbedreigende ziekte heeft? Veel mensen worden hiermee geconfronteerd, maar het is buitengewoon moeilijk om een gezond persoon te laten begrijpen wat zij voelen.",
      "Verhalen over mensen die ernstige ziekten doormaken, vormen vaak de basis van romans of films. In films kunnen zulke verhalen een komisch tintje krijgen, maar in de werkelijkheid is het veel complexer.",
      "Ongeacht de ernst en duur van de ziekte, voelt een ‘doodvonnis’ altijd als een schok, als een blikseminslag.",
      "Iemand die een terminale diagnose ontvangt, kan te maken krijgen met reactieve depressie. Reactieve depressie is een snel ontwikkelende psychische stoornis die optreedt als reactie op een traumatische gebeurtenis of intense stress.",
      "Bij deze aandoening ervaart de patiënt constant angst, apathie, een sombere stemming, vermoeidheid, onzekerheid, suïcidale gedachten en problemen met slaap en eetlust.",
      "Veel ziekten veranderen het leven van een persoon drastisch. Iemand die ooit actief en avontuurlijk was, kan plotseling bedlegerig worden.",
      "In zo’n toestand kan hij of zij niet zelfstandig naar het toilet of onder de douche, laat staan een wandeling maken.",
      "Daarnaast veroorzaakt het besef hoeveel tijd en moeite familieleden besteden aan de zorg, een gevoel van last zijn voor anderen."
    ],
    "quote": {
      "text": "Uw ziekte definieert u niet. Uw kracht en moed om ermee om te gaan – dat is wat u definieert.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga was 39 jaar oud toen haar leven drastisch veranderde door een vermoeden van kanker.",
      "Het voelde alsof haar leven tot stilstand kwam: ze voelde zich afgesneden van haar vertrouwde realiteit. Al haar eerdere angsten en zorgen leken onbeduidend vergeleken met de overweldigende angst die haar plotseling overviel.",
      "Toen haar ergste vermoedens werden bevestigd, voelde het voor haar en haar familie als een explosie.",
      "In de maanden die volgden, werd haar lichamelijke zwakte verergerd door een groeiend gevoel van hopeloosheid.",
      "Wat het allemaal nog moeilijker maakte, was niet alleen het fysieke ongemak van de ziekte en de chemotherapie, maar ook het opgeven van haar normale dagelijkse activiteiten.",
      "Olga kon haar huishoudelijke taken niet meer uitvoeren (haar man nam deze over), moest haar werk en hobby’s opgeven en kon niet meer lange wandelingen maken met vrienden.",
      "Ondanks de reële problemen van Olga, is haar depressie dan onvermijdelijk?",
      "Tijdens haar sessies met de psycholoog werden de automatische gedachten en negatieve overtuigingen geïdentificeerd die haar kwelden:",
      "Ik draag niets bij aan de maatschappij",
      "Ik heb geen carrièresuccessen",
      "Ik kan niet deelnemen aan leuke activiteiten",
      "Ik ben een last voor mijn man",
      "Deze gedachten brachten verdriet, boosheid, frustratie en schuldgevoelens met zich mee – vergelijkbare emoties als die van fysiek gezonde mensen met depressie.",
      "Haar depressie werd niet veroorzaakt door de tumor zelf, maar door haar negatieve overtuigingen, die haar zelfvertrouwen ondermijnden. Door haar eigenwaarde te koppelen aan prestaties, bracht Olga zichzelf onnodig leed toe.",
      "Voor haar betekende kanker: 'Je tijd is om! Je hebt geen waarde meer!'"
    ]
  },
  "screen_3": {
    "texts": [
      "Toen Olga samen met haar psycholoog een grafiek van haar persoonlijke ‘waarde’ opstelde, van haar geboorte tot haar vermoedelijke dood, zag ze dat haar waarde constant bleef: 85% op een schaal van 0 tot 100.",
      "De psycholoog vroeg haar ook om haar productiviteit over dezelfde periode in kaart te brengen.",
      "Ze tekende een curve die liet zien dat haar productiviteit laag was in haar jeugd, een hoogtepunt bereikte in haar volwassenheid en nu weer was afgenomen.",
      "Toen kreeg Olga een belangrijk inzicht. Ten eerste: zelfs wanneer haar productiviteit door haar ziekte was gedaald, droeg ze nog steeds bij aan zichzelf en haar gezin door talloze kleine, maar waardevolle acties.",
      "Alleen zwart-witdenken kon haar laten geloven dat haar bijdrage nul was.",
      "Ten tweede, en nog belangrijker: ze realiseerde zich dat haar persoonlijke waarde altijd constant was geweest en niet afhankelijk was van haar prestaties.",
      "Dit besef hielp haar begrijpen dat ze haar menselijke waarde niet hoefde te ‘verdienen’ en dat ze, ondanks haar lichamelijke zwakte, nog steeds waardevol was.",
      "Dit inzicht verminderde haar depressieve klachten aanzienlijk. Het nam de tumor, de pijn en het fysieke lijden niet weg, maar het herstelde haar beschadigde zelfbeeld en veranderde haar emotionele toestand fundamenteel."
    ],
    "quote": {
      "text": "Een ziekte kan uw hoop niet stelen, tenzij u het toestaat.",
      "author": "Nick Vujicic"
    }
  }
}
