{
  "title": "Zelfbeeld in de diepte van depressie: De weg naar zelfacceptatie en innerlijke balans",
  "description": "Dit artikel onderzoekt de invloed van depressie op het zelfbeeld en laat zien hoe een negatief zelfbeeld de symptomen van depressie verergert en een volledig leven in de weg staat. Aan de hand van analyses van echte gevallen en deskundig advies biedt het praktische stappen om zelfkritiek te overwinnen en innerlijke harmonie te versterken. Dit artikel dient als een betrouwbare gids voor iedereen die zelfvertrouwen wil opbouwen en zijn leven ten goede wil veranderen.",
  "screen_1": {
    "texts": [
      "Een van de typische symptomen van depressie is de neiging tot zelfverwijt, gevoelens van minderwaardigheid en een gebrek aan eigenwaarde en betekenis.",
      "Mensen bestempelen zichzelf vaak als ‘mislukkeling’ of ‘waardeloos’ en zien zichzelf als slecht.",
      "Hoe ernstiger de depressie, hoe lager het zelfbeeld. Maar je bent hierin niet alleen. Onderzoek van psycholoog Aaron Beck toont aan dat meer dan 80% van de mensen met depressie gevoelens van waardeloosheid ervaart.",
      "Het zelfbeeld verandert drastisch tijdens een depressie: je voelt je ontoereikend, neerslachtig, eenzaam en tekortgedaan. Je bekritiseert jezelf, je daden, je capaciteiten en je toekomst.",
      "Zelfkritiek kan verschillende vormen aannemen:",
      "Zelfverwijt – \"Het is allemaal mijn schuld.\"",
      "Labeling – \"Ik ben zo dom.\"",
      "Zelfhaat – \"Ik kan mezelf niet uitstaan.\"",
      "Twijfel aan jezelf – \"Ik zal nooit slagen.\"",
      "Stel je eens voor hoe het is om met zo’n negatieve lijst te leven? Het is op zijn minst zwaar. Tijdens een depressie kan iemand zichzelf onophoudelijk bekritiseren en neerhalen, zonder zich daar bewust van te zijn.",
      "Dit heeft uiteraard een enorme impact op emoties, stemming en hoe iemand zichzelf en het leven ervaart.",
      "Daarom is het werken aan zelfbeeld zo belangrijk. Door zelfkritiek te overwinnen, kunnen andere symptomen van depressie ook verminderen. Laten we dus beginnen met je zelfbeeld."
    ],
    "quote": {
      "text": "Een laag zelfbeeld is als door het leven rijden met de handrem erop.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Een laag zelfbeeld werkt als een vergrootglas dat al je fouten en mislukkingen uitvergroot tot enorme rampen.",
      "Laten we dit bekijken aan de hand van een dialoog tussen een persoon met depressie en een psycholoog:",
      "Ekaterina, waarom riep de opmerking van je baas zulke intense, negatieve emoties op? Was het echt zo’n ramp?",
      "Ja, het was verschrikkelijk, want ik leek echt een idioot.",
      "Laten we aannemen dat je echt zo overkwam. Wat betekent dat voor jou?",
      "Het betekent dat mijn baas denkt dat ik dom ben.",
      "En als hij dat dacht, wat betekent dat dan?",
      "Dan verdien ik het niet om bij dit bedrijf te werken.",
      "En als je dat echt niet verdient, wat betekent dat?",
      "Dan ben ik een waardeloos persoon die nooit iets zal bereiken en uiteindelijk ergens vloeren zal moeten schrobben.",
      "In dit voorbeeld zien we hoe een kleine opmerking van een leidinggevende wordt opgevat als een bewijs van waardeloosheid en een rampzalige toekomst voorspelt.",
      "Zo worden kleine misstappen als tragisch ervaren wanneer we depressief zijn. In zo’n toestand kunnen we vaak niet realistisch en logisch denken.",
      "In plaats daarvan zijn we ervan overtuigd dat we ontoereikend en nutteloos zijn en overtuigen we anderen daarvan door onze tekortkomingen te benadrukken en onze eigen incompetentie te bevestigen."
    ]
  },
  "screen_3": {
    "texts": [
      "Ten eerste is het belangrijk om te begrijpen dat je eigenwaarde niet iets is wat je moet verdienen. Succes kan zeker voldoening geven, maar geen geluk. Een zelfbeeld dat uitsluitend gebaseerd is op prestaties is onecht en instabiel.",
      "Veel succesvolle maar ongelukkige mensen die aan depressie lijden, beschouwen zichzelf ook als mislukkingen. Een bewijs hiervan zijn beroemde personen die alles leken te hebben – carrière, geld, roem, talent – maar toch een einde aan hun leven maakten.",
      "De meeste mensen met depressie zijn eigenlijk tot veel in staat, kunnen talentvol, aantrekkelijk en interessant zijn en worden omringd door liefde en zorg van dierbaren.",
      "Maar dit helpt hen niet, omdat ze geen liefde en respect voor zichzelf hebben. Alleen jouw eigen gevoel van eigenwaarde bepaalt hoe je je voelt.",
      "Een belangrijke stap in het proces van bewustwording is aandacht besteden aan wat je denkt en zegt over jezelf.",
      "Wanneer je jezelf weer eens ontoereikend noemt of negatief beoordeelt, probeer dan te zoeken naar echte bewijzen hiervan. Vaak zijn deze bewijzen irrationeel en betekenisloos.",
      "Ten tweede, vervang zelfkritiek door zelfcorrectie.",
      "Als je een nieuwe taal leert, zal een leraar je niet met een boek op het hoofd slaan en je dom noemen als je de tijden of grammaticaregels niet kent.",
      "Dat zou een slechte leraar zijn met een ineffectieve onderwijsmethode. En waarschijnlijk zou je dan niet echt de motivatie vinden om te leren.",
      "Helaas worden we vaak zelf zo’n slechte leraar, door te bekritiseren in plaats van te corrigeren.",
      "Probeer in plaats van kritiek de volgende vragen aan jezelf te stellen: Is er een betere manier om dit te doen? Hoe kan ik dat realiseren? Wat kan ik nog leren?",
      "Ten derde, elke keer dat je jezelf bekritiseert, stel je dan voor dat je op dezelfde manier iemand anders bekritiseert. Zou je net zo streng en hard zijn tegen anderen als je bent tegen jezelf?"
    ]
  },
  "screen_4": {
    "texts": [
      "Begin dezelfde eisen te stellen aan je vrienden en dierbaren, maar wees volledig eerlijk. Wanneer je dit doet, zul je beseffen hoe onterecht je kritiek eigenlijk is.",
      "Je zelfbeeld is een essentiële factor bij het stellen en bereiken van levensdoelen.",
      "Bij een laag zelfbeeld onderschat je je mogelijkheden en ontneem je jezelf het recht op geluk.",
      "Om de situatie te veranderen, moet je je denkpatronen en gedrag aanpassen en stap voor stap werken aan een gezonder zelfbeeld door mislukkingen te accepteren en kleine successen op te merken.",
      "Wij willen je ondersteunen op deze moeilijke reis, je hoop geven en helpen haalbare doelen te stellen en je daarop te focussen. Daarom zullen we in de volgende hoofdstukken enkele effectieve technieken bespreken."
    ]
  }
}
