{
  "title": "Techniek: Word uw eigen advocaat",
  "description": "Dit artikel introduceert een unieke benadering om zelfkritiek te overwinnen door het concept van een interne advocaat. Door middel van een analogie met een rechtszaak leren lezers een methode om zichzelf effectief te verdedigen tegen zelfverwijten en negatieve gedachten. Het artikel beschrijft een proces van observeren, uitdagen en heroverwegen van zelfkritische overtuigingen en biedt praktische vragen voor zelfreflectie, waardoor een gezondere en ondersteunende houding tegenover zichzelf wordt bevorderd.",
  "screen_1": {
    "texts": [
      "De volgende techniek, die effectief helpt bij het omgaan met zelfkritiek, bestaat uit het worden van uw eigen advocaat. Hoewel dit misschien ongebruikelijk of moeilijk te begrijpen lijkt, laten we onderzoeken hoe het werkt.",
      "Om met zelfkritische gedachten om te gaan, is het niet alleen belangrijk om ze op te merken en er tegenin te gaan, maar ook om ze actief te weerleggen.",
      "Stel u voor dat u in de rechtszaal staat, waar uw zelfkritiek u al lange tijd beschuldigt van falen, zwakte, domheid en schuld aan allerlei denkbare fouten.",
      "En nu krijgt u de kans om op te treden als uw eigen verdediger, met als doel de aanklachten te weerleggen door hun onjuistheid en absurditeit aan te tonen.",
      "Stel uzelf voor als een bekwame advocaat die niet simpelweg zegt: ‘Mijn cliënt is een goed persoon, laten we naar huis gaan.’",
      "U moet overtuigende feiten en argumenten presenteren die de aanklachten volledig ontkrachten.",
      "Laten we een voorbeeld bekijken van hoe deze techniek kan worden toegepast in een dialoog tussen een psycholoog en een cliënt."
    ],
    "quote": {
      "text": "Wees de advocaat van uw eigen innerlijke wereld, in plaats van de rechter over uw eigen verhaal.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "De laatste tijd geeft u steeds vaker toe aan zelfkritiek, waarbij u zichzelf een mislukkeling en een zwakkeling noemt, iemand die niets heeft bereikt in het leven. Stel u nu voor dat u een advocaat hebt ingeschakeld om deze kritiek te weerleggen.",
      "Uw taak is om uw cliënt – uzelf – zo effectief mogelijk te verdedigen met sterke argumenten en bewijzen. Zelfs als u niet volledig gelooft in uw onschuld en uzelf niet sympathiek vindt, is het uw rol om een competente advocaat te zijn en uw werk goed te doen.",
      "Interessant idee, ik wil het proberen.",
      "Geweldig. Dan speel ik de aanklager en gebruik ik uw eigen woorden tegen uzelf, terwijl u uzelf verdedigt.",
      "Begrepen, laten we beginnen.",
      "(Als aanklager) Paul is een zwakkeling en een mislukkeling die niets in het leven heeft bereikt.",
      "(Als advocaat) Dat is absoluut onjuist. Paul heeft een universitair diploma, een succesvolle carrière, een gezin en vrienden die hem waarderen en respecteren.",
      "(Als aanklager) Misschien, maar niet alles gaat perfect. Hij maakt fouten op het werk, haalt deadlines niet, en ik weet zeker dat hij een mislukkeling is.",
      "(Als advocaat) Ten eerste kunnen gevoelens geen bewijs zijn in de rechtszaal. Ten tweede maken alle mensen fouten en halen ze soms deadlines niet. Dat maakt hen nog geen mislukkelingen.",
      "(Als aanklager) Misschien is hij geen complete mislukkeling, maar hij is zeker een zwakkeling.",
      "(Als advocaat) Heeft u daar enig bewijs voor?",
      "(Als aanklager) Hij werkt niet hard genoeg. Hij zou zich meer moeten inspannen. Hij gedraagt zich als een zwakkeling.",
      "(Als advocaat) Dit is onjuist. Paul werkt hard en behaalt successen op zijn werk, waar hij wordt gewaardeerd als een verantwoordelijke medewerker. Als hij niet effectief zou werken, zou hij niet zo hoog worden ingeschat en zou hij geen promotiekansen krijgen."
    ]
  },
  "screen_3": {
    "texts": [
      "Deze techniek is bijzonder nuttig omdat veel mensen zich gemakkelijker kunnen voorstellen dat ze een ander verdedigen dan dat ze zichzelf rechtvaardigen tegenover hun innerlijke aanklager.",
      "Door de rol van een professionele verdediger op zich te nemen, eist u echt bewijs en weerlegt u ongegronde of onlogische argumenten.",
      "Dus, wanneer u wordt geconfronteerd met negatieve gedachten over uzelf, stel uzelf dan de vraag: ‘Hoe zou ik mijn cliënt verdedigen als ik zijn of haar onschuld moest bewijzen?’.",
      "Probeer als een echte professional te handelen door de logische tegenstrijdigheden in uw automatische gedachten te identificeren. Hoe gegrond zijn deze gedachten eigenlijk? Wat zou een rationeel persoon hierover zeggen?",
      "Hier zijn enkele vragen die u kunnen helpen om zelfstandig met deze gedachten te werken:",
      "Welk ‘wetboek’ zou zijn overtreden? Wat is de aanklacht?",
      "Zijn er overtuigende gronden voor deze aanklachten?",
      "Welke bewijzen zijn er die de schuld bevestigen?",
      "Kan er een alternatieve verklaring worden gegeven voor het gedrag?",
      "Heeft de beklaagde zich gedragen zoals een redelijk persoon in een vergelijkbare situatie zou doen?",
      "Is het mogelijk dat iemand anders gedeeltelijk of geheel verantwoordelijk is voor wat er is gebeurd?",
      "Welke bewijzen zou u inbrengen ter verdediging van de beklaagde?"
    ]
  }
}
