{
  "mirror": {
    "title": "Techniek: De spiegel van zelfkritiek",
    "description": "Dit artikel onderzoekt de invloed van zelfkritiek op zelfwaardering en biedt lezers een oefening waarin ze hun innerlijke kritiek uiten via een rollenspel, gericht op een dierbare. Dit helpt om de onrechtvaardigheid en strengheid van zelfkritiek te erkennen en benadrukt het belang van een zorgzame en ondersteunende houding tegenover zichzelf om het zelfvertrouwen te verbeteren en levensdoelen te bereiken.",
    "screen_1": {
      "texts": [
        "Stel dezelfde eisen aan uw dierbaren en vrienden als aan uzelf. Maar wees volledig eerlijk.",
        "Wanneer u dit doet, zult u beseffen hoe onrechtvaardig uw kritiek eigenlijk is.",
        "Laten we deze oefening illustreren met een voorbeeld van een dialoog tussen een patiënt en een psycholoog:",
        "Dmitri, u zei dat het ontslag u in een verschrikkelijke toestand heeft gebracht. Dat u een mislukkeling bent die nergens toe in staat is.",
        "Laten we eens kijken hoe dit er werkelijk uitziet. Ik stel een klein rollenspel voor, waarin u precies hetzelfde zegt als wat u nu tegen uzelf zegt, maar dan tegen een dierbare, bijvoorbeeld uw beste vriend.",
        "Ik speel de rol van uw vriend, die net als u ontslagen is, en u speelt uzelf. Zullen we het proberen?",
        "Laten we het proberen."
      ]
    },
    "screen_2": {
      "texts": [
        "Laten we beginnen. Ik zeg: ‘Ik ben vandaag ontslagen.’",
        "Waarschijnlijk heb je iets verkeerd gedaan als je ontslagen bent.",
        "Zoals wat?",
        "Je hebt veel fouten gemaakt, je was onoplettend.",
        "Dus je bekritiseert me?",
        "Ja, je kunt niet goed werken. Je faalt. Je bent een mislukkeling.",
        "Ik vind het erg pijnlijk om dit te horen, ik had op je steun gerekend.",
        "Hoe kan ik je steunen als je niets kunt, als je steeds fouten maakt? Je zult nooit iets bereiken.",
        "Na dit rollenspel vertelde Dmitri hoe moeilijk het voor hem was om al deze woorden tegen een dierbare te zeggen en dat hij zich niet kon voorstellen ooit zo hard te zijn tegen iemand anders."
      ]
    },
    "screen_3": {
      "texts": [
        "Maar precies zo behandelt u uzelf, door uzelf te bekritiseren, neer te halen en pijn te doen.",
        "Op de een of andere manier heeft u geen medelijden met uzelf, maar u zou anderen nooit zo behandelen. Stop met het hanteren van dubbele standaarden.",
        "Begin dezelfde mildheid, begrip, zorg en steun voor uzelf te tonen als u voor anderen doet.",
        "Uw zelfvertrouwen is een cruciale motivatie bij het stellen en bereiken van levensdoelen.",
        "Met een laag zelfbeeld onderschat u uw eigen mogelijkheden en ontneemt u uzelf het recht op geluk.",
        "Om dit te veranderen, moet u uw denkpatronen en gedrag aanpassen en met kleine stappen werken aan een gezond zelfbeeld, door mislukkingen te accepteren en zelfs de kleinste successen op te merken."
      ],
      "quote": {
        "text": "Spreek tegen uzelf zoals u zou spreken tegen iemand van wie u houdt.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Techniek: Overwinnen van de angst voor fouten",
    "description": "Dit artikel biedt effectieve methoden om perfectionisme te bestrijden, gericht op het accepteren van imperfectie en het verminderen van de angst om fouten te maken.",
    "screen_1": {
      "texts": [
        "Laten we enkele eenvoudige maar uiterst effectieve methoden bekijken die u kunnen helpen perfectionisme te overwinnen.",
        "De ‘anti-perfectionisme’-lijst",
        "Veel perfectionisten geloven dat echte voldoening alleen mogelijk is als iets perfect wordt uitgevoerd. Wij dagen deze overtuiging uit.",
        "Houd een week lang een lijst bij van allerlei spontane taken die u uitvoert, zoals ‘tanden poetsen’, ‘avondeten bereiden’, ‘werkrapport opstellen’ of ‘het huis schoonmaken’.",
        "In de tweede kolom noteert u hoe effectief u denkt dat de taak is uitgevoerd, uitgedrukt in een percentage.",
        "In de derde kolom geeft u aan hoeveel plezier u had bij het uitvoeren ervan.",
        "Voorbeelden kunnen er als volgt uitzien:",
        "Avondeten bereiden – 50% (ik had een ingewikkelder en lekkerder recept kunnen kiezen) – 90% (simpel, maar héél lekker en kostte weinig tijd).",
        "Het huis schoonmaken – 70% (ik heb de belangrijkste dingen gedaan, maar niet de koelkast en het fornuis) – 100% (een schoon huis geeft me altijd voldoening).",
        "Werkrapport opstellen – 85% (ik heb er veel moeite in gestoken) – 20% (voortdurende gedachten dat het beter kon, hebben me het plezier van het proces ontnomen).",
        "Deze oefening helpt u inzien dat perfectie geen vereiste is om voldoening uit een activiteit te halen."
      ],
      "quote": {
        "text": "Perfectie is geen haalbaar doel, maar een richting om in te bewegen.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Het accepteren van fouten",
        "Niemand vindt het leuk om fouten te maken, maar voor perfectionisten kunnen ze een bron van intense angst zijn.",
        "Een van de meest effectieve manieren om de angst voor imperfectie te overwinnen, is leren uw fouten te accepteren.",
        "Voelt u uw hart sneller kloppen bij de gedachte aan een mogelijke fout? Dit zijn tekenen van angst en onrust.",
        "Om open te staan voor het maken van fouten, kunt u beginnen met het schrijven van een essay over waarom fouten normaal zijn en waarom streven naar absolute perfectie onrealistisch is.",
        "Een vrouw die tegen haar perfectionisme vocht, deelde haar gedachten hierover:",
        "De angst om fouten te maken komt voort uit mijn zwart-witdenken: één fout en alles stort in. Maar dat is een misvatting. Een kleine fout kan niet alles wat goed is, tenietdoen.",
        "Fouten zijn nuttig, want ze helpen ons leren. Zonder fouten is er geen groei. Aangezien niemand immuun is voor fouten, is het belangrijk ze te accepteren en ervan te blijven leren.",
        "Het erkennen van fouten stelt ons in staat ons gedrag bij te sturen, waardoor we uiteindelijk betere resultaten bereiken, wat ons gelukkiger maakt en de kwaliteit van ons leven verbetert.",
        "De meeste mensen zullen ons niet veroordelen of minder om ons geven vanwege een fout – uiteindelijk maakt iedereen fouten, en veel mensen voelen zich ongemakkelijk in de nabijheid van ‘perfecte’ mensen.",
        "Een fout betekent niet het einde van de wereld.",
        "Natuurlijk zal het maken van zo’n lijst u niet meteen veranderen of u verliefd laten worden op fouten, maar het is een belangrijke stap naar het aanpassen van uw houding ten opzichte van imperfectie.",
        "Schrijf uw eigen essay over waarom het maken van fouten normaal en zelfs nuttig is. Herinner uzelf eraan dat, zelfs als u een fout maakt, de wereld niet instort – het is een natuurlijk onderdeel van elk proces, zelfs als het niet de meest gewenste is."
      ]
    }
  },
  "nonDepression": {
    "title": "Verdrietig Zijn Betekent Niet Dat Je Depressief Bent",
    "description": "Dit artikel bespreekt het verschil tussen gewone verdrietigheid en klinische depressie. Het benadrukt dat het ervaren van verlies en tegenslagen volkomen natuurlijk is en niet altijd duidt op een psychische stoornis. Het legt uit hoe vertekend denken normale emotionele reacties kan omvormen tot depressieve symptomen die professionele hulp vereisen. Het doel is om lezers te helpen onderscheid te maken tussen natuurlijke gevoelens van verdriet en ernstige psychische aandoeningen, waardoor zelfdiagnose en begrip van wanneer professionele hulp nodig is, worden vergemakkelijkt.",
    "screen_1": {
      "texts": [
        "In de vorige hoofdstukken hebben we vastgesteld dat problemen zoals het verlies van een dierbare, ziekte, relatiebreuken, ontrouw en ontslag absoluut reëel zijn.",
        "Tot onze grote spijt krijgt iedereen hier vroeg of laat mee te maken, maar geen van deze gebeurtenissen leidt op zichzelf tot een echte depressie.",
        "Dat roept de vraag op: bestaat er zoiets als 'gezond verdriet', dat niet wordt beïnvloed door vertekend denken?",
        "Zeker weten!",
        "Verdriet en rouw zijn niet per definitie slecht; in veel situaties zijn ze juist natuurlijk. Gevoelens die voortkomen uit groot verdriet—zoals melancholie, spijt en bezorgdheid—zijn normaal.",
        "Dit zijn volkomen natuurlijke emoties die iedereen mag en zou moeten toelaten.",
        "Als je verdriet voelt na een relatiebreuk—gefeliciteerd, je bent normaal!",
        "Als je pijn en gemis ervaart bij de herinnering aan een overleden dierbare—dan ben je volkomen gezond.",
        "Maar depressie is niet simpelweg een verzameling negatieve emoties; het is een aandoening die wordt veroorzaakt door vertekend denken.",
        "We hopen dat we dit in deze sectie duidelijk hebben kunnen maken. Bij depressie staan de negatieve gevoelens niet meer in verhouding tot de ernst van de situatie."
      ],
      "quote": {
        "text": "Tussen prikkel en reactie is er een ruimte. In die ruimte ligt onze vrijheid en kracht om onze reactie te kiezen. In onze reactie ligt onze groei en onze vrijheid.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Iemand met een depressie ervaart gebeurtenissen, ongeacht hun omvang, als zwaarder en negatiever dan ze werkelijk zijn.",
        "Een kleine tegenslag wordt in een depressieve toestand een groot probleem. Verdriet wordt ondraaglijk, en een tegenslag voelt als een catastrofe. Verdriet is onderdeel van depressie, maar niet de kern ervan.",
        "Een psychisch gezond persoon kun je vergelijken met een kraan in de badkamer, waarbij zowel koud als warm water beschikbaar is.",
        "In het leven is er 'koud water'—negatieve emoties, en 'warm water'—positieve emoties. Bij iemand met depressie staat de 'koude kraan' voortdurend open, niet door 'echte' problemen, maar door vertekend denken dat aangepakt moet worden.",
        "Onze houding ten opzichte van een situatie bepaalt grotendeels of verdriet een tijdelijke emotie blijft of zich ontwikkelt tot een depressie.",
        "Het MindHealth-team hoopt oprecht dat deze sectie over depressie en de inspanningen die erin zijn gestoken, nuttig zijn geweest voor jou of je dierbaren!",
        "We hebben de belangrijkste principes en symptomen van depressie uitgelegd, evenals hoe het zich manifesteert en, het allerbelangrijkste, hoe je er zelfstandig mee kunt omgaan.",
        "Je kunt altijd terugkeren naar de eerdere hoofdstukken, ze opnieuw lezen en de oefeningen in de praktijk brengen. Ondertussen blijven wij werken aan nieuwe onderwerpen."
      ],
      "quote": {
        "text": "De mooiste mensen die we kennen, zijn degenen die tegenslag hebben doorstaan, lijden hebben ervaren, hebben gestreden, verlies hebben gekend en een manier hebben gevonden om zich uit de diepte omhoog te werken.",
        "author": "Viktor Frankl"
      }
    }
  }
}