{
  "title": "Techniek: De spiegel van zelfkritiek",
  "description": "Dit artikel onderzoekt de invloed van zelfkritiek op zelfwaardering en biedt lezers een oefening waarin ze hun innerlijke kritiek uiten via een rollenspel, gericht op een dierbare. Dit helpt om de onrechtvaardigheid en strengheid van zelfkritiek te erkennen en benadrukt het belang van een zorgzame en ondersteunende houding tegenover zichzelf om het zelfvertrouwen te verbeteren en levensdoelen te bereiken.",
  "screen_1": {
    "texts": [
      "Stel dezelfde eisen aan uw dierbaren en vrienden als aan uzelf. Maar wees volledig eerlijk.",
      "Wanneer u dit doet, zult u beseffen hoe onrechtvaardig uw kritiek eigenlijk is.",
      "Laten we deze oefening illustreren met een voorbeeld van een dialoog tussen een patiënt en een psycholoog:",
      "Dmitri, u zei dat het ontslag u in een verschrikkelijke toestand heeft gebracht. Dat u een mislukkeling bent die nergens toe in staat is.",
      "Laten we eens kijken hoe dit er werkelijk uitziet. Ik stel een klein rollenspel voor, waarin u precies hetzelfde zegt als wat u nu tegen uzelf zegt, maar dan tegen een dierbare, bijvoorbeeld uw beste vriend.",
      "Ik speel de rol van uw vriend, die net als u ontslagen is, en u speelt uzelf. Zullen we het proberen?",
      "Laten we het proberen."
    ]
  },
  "screen_2": {
    "texts": [
      "Laten we beginnen. Ik zeg: ‘Ik ben vandaag ontslagen.’",
      "Waarschijnlijk heb je iets verkeerd gedaan als je ontslagen bent.",
      "Zoals wat?",
      "Je hebt veel fouten gemaakt, je was onoplettend.",
      "Dus je bekritiseert me?",
      "Ja, je kunt niet goed werken. Je faalt. Je bent een mislukkeling.",
      "Ik vind het erg pijnlijk om dit te horen, ik had op je steun gerekend.",
      "Hoe kan ik je steunen als je niets kunt, als je steeds fouten maakt? Je zult nooit iets bereiken.",
      "Na dit rollenspel vertelde Dmitri hoe moeilijk het voor hem was om al deze woorden tegen een dierbare te zeggen en dat hij zich niet kon voorstellen ooit zo hard te zijn tegen iemand anders."
    ]
  },
  "screen_3": {
    "texts": [
      "Maar precies zo behandelt u uzelf, door uzelf te bekritiseren, neer te halen en pijn te doen.",
      "Op de een of andere manier heeft u geen medelijden met uzelf, maar u zou anderen nooit zo behandelen. Stop met het hanteren van dubbele standaarden.",
      "Begin dezelfde mildheid, begrip, zorg en steun voor uzelf te tonen als u voor anderen doet.",
      "Uw zelfvertrouwen is een cruciale motivatie bij het stellen en bereiken van levensdoelen.",
      "Met een laag zelfbeeld onderschat u uw eigen mogelijkheden en ontneemt u uzelf het recht op geluk.",
      "Om dit te veranderen, moet u uw denkpatronen en gedrag aanpassen en met kleine stappen werken aan een gezond zelfbeeld, door mislukkingen te accepteren en zelfs de kleinste successen op te merken."
    ],
    "quote": {
      "text": "Spreek tegen uzelf zoals u zou spreken tegen iemand van wie u houdt.",
      "author": "Brené Brown"
    }
  }
}
