{
  "title": "Verdrietig Zijn Betekent Niet Dat Je Depressief Bent",
  "description": "Dit artikel bespreekt het verschil tussen gewone verdrietigheid en klinische depressie. Het benadrukt dat het ervaren van verlies en tegenslagen volkomen natuurlijk is en niet altijd duidt op een psychische stoornis. Het legt uit hoe vertekend denken normale emotionele reacties kan omvormen tot depressieve symptomen die professionele hulp vereisen. Het doel is om lezers te helpen onderscheid te maken tussen natuurlijke gevoelens van verdriet en ernstige psychische aandoeningen, waardoor zelfdiagnose en begrip van wanneer professionele hulp nodig is, worden vergemakkelijkt.",
  "screen_1": {
    "texts": [
      "In de vorige hoofdstukken hebben we vastgesteld dat problemen zoals het verlies van een dierbare, ziekte, relatiebreuken, ontrouw en ontslag absoluut reëel zijn.",
      "Tot onze grote spijt krijgt iedereen hier vroeg of laat mee te maken, maar geen van deze gebeurtenissen leidt op zichzelf tot een echte depressie.",
      "Dat roept de vraag op: bestaat er zoiets als 'gezond verdriet', dat niet wordt beïnvloed door vertekend denken?",
      "Zeker weten!",
      "Verdriet en rouw zijn niet per definitie slecht; in veel situaties zijn ze juist natuurlijk. Gevoelens die voortkomen uit groot verdriet—zoals melancholie, spijt en bezorgdheid—zijn normaal.",
      "Dit zijn volkomen natuurlijke emoties die iedereen mag en zou moeten toelaten.",
      "Als je verdriet voelt na een relatiebreuk—gefeliciteerd, je bent normaal!",
      "Als je pijn en gemis ervaart bij de herinnering aan een overleden dierbare—dan ben je volkomen gezond.",
      "Maar depressie is niet simpelweg een verzameling negatieve emoties; het is een aandoening die wordt veroorzaakt door vertekend denken.",
      "We hopen dat we dit in deze sectie duidelijk hebben kunnen maken. Bij depressie staan de negatieve gevoelens niet meer in verhouding tot de ernst van de situatie."
    ],
    "quote": {
      "text": "Tussen prikkel en reactie is er een ruimte. In die ruimte ligt onze vrijheid en kracht om onze reactie te kiezen. In onze reactie ligt onze groei en onze vrijheid.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Iemand met een depressie ervaart gebeurtenissen, ongeacht hun omvang, als zwaarder en negatiever dan ze werkelijk zijn.",
      "Een kleine tegenslag wordt in een depressieve toestand een groot probleem. Verdriet wordt ondraaglijk, en een tegenslag voelt als een catastrofe. Verdriet is onderdeel van depressie, maar niet de kern ervan.",
      "Een psychisch gezond persoon kun je vergelijken met een kraan in de badkamer, waarbij zowel koud als warm water beschikbaar is.",
      "In het leven is er 'koud water'—negatieve emoties, en 'warm water'—positieve emoties. Bij iemand met depressie staat de 'koude kraan' voortdurend open, niet door 'echte' problemen, maar door vertekend denken dat aangepakt moet worden.",
      "Onze houding ten opzichte van een situatie bepaalt grotendeels of verdriet een tijdelijke emotie blijft of zich ontwikkelt tot een depressie.",
      "Het MindHealth-team hoopt oprecht dat deze sectie over depressie en de inspanningen die erin zijn gestoken, nuttig zijn geweest voor jou of je dierbaren!",
      "We hebben de belangrijkste principes en symptomen van depressie uitgelegd, evenals hoe het zich manifesteert en, het allerbelangrijkste, hoe je er zelfstandig mee kunt omgaan.",
      "Je kunt altijd terugkeren naar de eerdere hoofdstukken, ze opnieuw lezen en de oefeningen in de praktijk brengen. Ondertussen blijven wij werken aan nieuwe onderwerpen."
    ],
    "quote": {
      "text": "De mooiste mensen die we kennen, zijn degenen die tegenslag hebben doorstaan, lijden hebben ervaren, hebben gestreden, verlies hebben gekend en een manier hebben gevonden om zich uit de diepte omhoog te werken.",
      "author": "Viktor Frankl"
    }
  }
}
