{
  "title": "Techniek: Actieplan tegen Uitstelgedrag",
  "description": "In dit artikel onthullen we de geheimen van effectief omgaan met uitstelgedrag met behulp van een bewezen anti-uitstelmethode. Ontdek hoe eenvoudige stappen, zoals het opdelen van taken en een realistische inschatting van hun moeilijkheid en plezierfactor, je aanpak van werk en persoonlijke taken kunnen transformeren, wat leidt tot verhoogde productiviteit en een verbeterd welzijn.",
  "screen_1": {
    "texts": [
      "Deze techniek kan vooral nuttig zijn als je de neiging hebt om taken uit te stellen omdat ze te moeilijk of onaangenaam lijken.",
      "Schrijf in de eerste kolom één of twee taken op die je steeds voor je uitschuift.",
      "Als een taak veel tijd en moeite kost, is het beter om deze op te splitsen in kleinere stappen, waarbij elke stap niet langer dan 15-20 minuten duurt.",
      "Noteer vervolgens in de tweede kolom op een schaal van 0 tot 100% hoe moeilijk je verwacht dat de taak zal zijn.",
      "Als de taak eenvoudig lijkt, geef dan een lage score, zoals 10 of 20%. Lijkt het een zware opgave, dan kan een score van 80 of 90% passend zijn.",
      "In de derde kolom schat je, opnieuw met een percentage, in hoeveel plezier je verwacht te hebben van het uitvoeren van de taak.",
      "Begin pas met de taak nadat je deze verwachtingen hebt vastgelegd."
    ],
    "quote": {
      "text": "Je kunt niet wachten op inspiratie. Je moet het achternagaan met een knuppel.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Na voltooiing noteer je in de laatste twee kolommen hoe moeilijk de taak uiteindelijk bleek te zijn en hoeveel plezier je er daadwerkelijk aan hebt beleefd, opnieuw met behulp van de procentuele schaal.",
      "Voorbeeld:",
      "Een advocaat die onlangs zijn baan had verloren, worstelde om te beginnen met solliciteren omdat hij het schrijven van een cv en het zoeken naar werk als overweldigend ervoer.",
      "Om te beginnen moest de taak ‘een baan vinden’ worden opgesplitst in kleinere stappen, zodat het minder overweldigend aanvoelde en uitstelgedrag niet werd getriggerd:",
      "Ga zitten en schrijf een cv.",
      "Bekijk het de volgende dag opnieuw met een frisse blik en pas waar nodig aan.",
      "Besteed dagelijks 10-15 minuten aan het doorzoeken van vacaturewebsites.",
      "Schrijf een sollicitatiebrief of motivatiebrief.",
      "Verstuur cv’s naar geselecteerde vacatures en pas de sollicitatiebrief aan op de specifieke functie en het bedrijf.",
      "Door een grote taak op te delen in kleinere stappen, wordt deze beheersbaarder en minder intimiderend."
    ]
  },
  "screen_3": {
    "texts": [
      "Vervolgens beoordeel je elke taak op basis van de verwachte moeilijkheid en het verwachte plezier. Een voorbeeld kan er zo uitzien:",
      "Datum: 31.01.2024",
      "Taak: Een cv schrijven",
      "Verwachte moeilijkheid: 80%",
      "Verwacht plezier: 15%",
      "Werkelijke moeilijkheid: 30%",
      "Werkelijk plezier: 70%",
      "Zoals je ziet, bleek het schrijven van een cv veel makkelijker en leuker dan verwacht.",
      "Verrassend genoeg kwam het proces in beweging, en zowel het zelfvertrouwen als de motivatie verbeterden aanzienlijk dankzij de behaalde resultaten. De impact van deze techniek was zo groot dat de advocaat deze ook in andere aspecten van zijn leven begon toe te passen, wat leidde tot een aanzienlijke toename in productiviteit en zelfvertrouwen."
    ]
  }
}
