{
  "title": "Techniek: Bied weerstand aan je innerlijke criticus",
  "description": "Dit artikel presenteert effectieve methoden voor het verbeteren van je zelfvertrouwen die je zelfstandig kunt toepassen. De belangrijkste techniek is leren om weerstand te bieden aan je innerlijke criticus, waarvoor wordt voorgesteld om een speciale tabel bij te houden met zelfkritische gedachten, cognitieve fouten en rationele antwoorden. Het artikel benadrukt het belang van regelmatige oefening van deze technieken om significante veranderingen in zelfperceptie te bereiken en het zelfvertrouwen te versterken.",
  "screen_1": {
    "texts": [
      "We hebben een reeks eenvoudige maar effectieve technieken ontwikkeld om je zelfvertrouwen te verbeteren. Deze methoden, die je zelfstandig kunt toepassen, zullen je helpen in dit uitdagende proces.",
      "Het is allereerst belangrijk om te begrijpen: alleen theoretische kennis is niet voldoende om je zelfvertrouwen te verbeteren.",
      "Alleen het regelmatig uitvoeren van oefeningen zal een blijvend resultaat opleveren. We raden aan om hier elke dag wat tijd aan te besteden, in ieder geval in de beginfase, totdat het proces een gewoonte wordt.",
      "De eerste techniek die we je willen laten kennismaken, is gericht op het leren weerstand bieden aan je innerlijke criticus.",
      "Gevoelens van minderwaardigheid en zelfhaat ontstaan vaak door een innerlijke criticus die voortdurend je zelfvertrouwen ondermijnt.",
      "Negatieve overtuigingen zoals \"Ik ben niets waard\", \"Ik ben slechter dan anderen\", \"Het zal me nooit lukken\", \"Ik ben overal schuldig aan\", \"Ik ben een mislukkeling\" verergeren problemen met zelfvertrouwen en kunnen leiden tot depressie.",
      "Om deze negatieve denkgewoonte te overwinnen, volg je dit plan:",
      "Leer je zelfkritische gedachten op te merken en op te schrijven.",
      "Identificeer de cognitieve vertekeningen in deze gedachten.",
      "Ontwikkel rationele antwoorden om een realistischere en gezondere houding tegenover jezelf te creëren, en doe dit regelmatig.",
      "Hiervoor kun je het \"Dagboek van automatische gedachten\" in onze app gebruiken. Of je kunt aantekeningen maken buiten de app in de vorm van drie kolommen.",
      "Hieronder leggen we de variant met drie kolommen uit voor meer duidelijkheid."
    ],
    "quote": {
      "text": "Niemand kan je minderwaardig laten voelen zonder jouw toestemming.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Maak een tabel met drie kolommen in een formaat dat voor jou handig is - dit kan een notitieboek zijn, een document op je computer of een notitie op je telefoon. De kolomtitels zijn:",
      "Gedachten van de criticus",
      "Cognitieve fout",
      "Rationeel antwoord",
      "Schrijf in de eerste kolom alle zelfkritische gedachten op die in je opkomen.",
      "Elke keer dat je jezelf beschuldigt, je nutteloos voelt of ontevreden bent over jezelf, stel jezelf de vraag: \"Wat denk ik nu over mezelf?\" en schrijf dit op.",
      "Als je bijvoorbeeld gespannen bent voor een examen en denkt: \"Ik ben zo dom dat ik zeker zal zakken\", dan is dat precies de gedachte die je moet vastleggen.",
      "In deze kolom moet je je gedachten over jezelf opschrijven, niet je gevoelens. Want als je schrijft: \"Ik voel me verschrikkelijk\", dan zul je dat moeilijk kunnen weerleggen, omdat het echt zo is.",
      "In de tweede kolom bepaal je welke cognitieve vertekening aanwezig is in de gedachte.",
      "Noteer in de tweede kolom welke denkfout je bij jezelf hebt ontdekt. Misschien is het één fout, maar het kunnen er ook twee of drie zijn.",
      "In de uitspraak \"Ik ben zo dom dat ik zeker zal zakken\" zien we bijvoorbeeld een vertekening in de vorm van etiketteren.",
      "En in de gedachte \"Ik kan niets, daarom zullen ze me van school sturen, en ik zal nooit succes hebben\" kunnen we meerdere vertekeningen ontdekken, zoals overgeneralisatie en catastrofaal denken."
    ],
    "quote": {
      "text": "Hoe beter ik mezelf en mijn emotionele behoeften begrijp, hoe sterker mijn perceptie van de realiteit wordt en hoe minder angsten en misvattingen mijn leven vergiftigen.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "En natuurlijk is de belangrijkste kolom in onze tabel het alternatieve, rationele antwoord. Dit is de echte weerstand tegen de criticus in jezelf.",
      "Het is belangrijk om zelfkritische gedachten te vervangen door meer realistische en logische gedachten, zonder al te optimistische uitspraken te doen.",
      "Je moet de kritische gedachte vervangen door een meer realistische. Wees hierin niet zwart-wit door het te vervangen met een te optimistische gedachte die niet waarheidsgetrouw lijkt.",
      "Bijvoorbeeld: \"Ik ben de slimste en ik zal alles met uitstekende cijfers halen\". Deze gedachte kan natuurlijk waar zijn, maar ze staat haaks op je oorspronkelijke gedachte en het is onwaarschijnlijk dat je er meteen in zult geloven, dus heeft het weinig zin.",
      "Probeer in plaats daarvan de waarheid te herkennen, hoe de zaken er werkelijk voor staan.",
      "Want als wat je als rationeel antwoord opschrijft niet overtuigend en realistisch genoeg is voor jou, dan zal het je niet helpen.",
      "Probeer een alternatief antwoord te schrijven waarin je zelf gelooft.",
      "Je kunt bijvoorbeeld het volgende noteren: \"Eigenlijk ben ik niet dom, ik heb daar bewijzen voor, ik ben zelfstandig toegelaten tot de universiteit en ik studeer redelijk goed. Natuurlijk zijn er momenten waarop iets me niet lukt, maar ik ben immers een mens, ik kan fouten maken, maar dat maakt me niet dom.",
      "Bovendien bereid ik me voor op het examen en waarschijnlijk zal ik het toch halen, al is het met een voldoende, tot nu toe heb ik immers alle vakken gehaald. En zelfs als ik de eerste keer niet slaag, kan ik een herkansing doen, me goed voorbereiden en het dan zeker halen.\"",
      "Een dergelijk rationeel antwoord is geloofwaardiger en de kans dat je erin gelooft is aanzienlijk groter.",
      "Gebruik dit instrument gedurende de dag, schrijf regelmatig je gedachten op en bied weerstand aan destructieve overtuigingen.",
      "Na verloop van tijd zul je merken dat het steeds gemakkelijker wordt om een rationeel antwoord te vinden. Maar het belangrijkste is dat je veranderingen zult opmerken in je stemming en je houding tegenover jezelf."
    ]
  }
}
