{
  "trap": {
    "title": "Techniek: De weg uit de val van te hoge verwachtingen",
    "description": "Dit artikel bespreekt het probleem van schuldgevoelens die voortkomen uit onrealistische eisen aan onszelf en constante zelfkritiek. Het beschrijft methoden om interne overtuigingen opnieuw te evalueren en het dwingende 'moeten' te vervangen door een gezonder perspectief op persoonlijke mogelijkheden en verlangens. Lezers krijgen praktische adviezen over hoe ze zichzelf kunnen bevrijden van zelfverwijt en een evenwichtigere relatie met hun fouten kunnen ontwikkelen.",
    "screen_1": {
      "texts": [
        "Schuldgevoel ontstaat vaak door te hoge eisen aan onszelf en kan zich uiten in gedachten als:",
        "‘Ik moet dit doen.’",
        "‘Ik moet zo handelen.’",
        "‘Ik moet zo zijn.’",
        "‘Ik had dit niet mogen doen.’",
        "‘Ik had dit moeten voorzien of weten.’",
        "Onrealistische eisen met het woord ‘moeten’ kunnen leiden tot schuldgevoelens en onrealistische verwachtingen.",
        "Deze eisen impliceren dat u perfect of alwetend moet zijn, wat simpelweg niet realistisch is.",
        "Een voorbeeld is de gedachte dat u altijd gelukkig of tevreden moet zijn – een verwachting die juist het gevoel van mislukking vergroot.",
        "Sommige eisen zijn gebaseerd op de aanname dat u alles weet en de toekomst kunt voorspellen. Dit creëert valse verwachtingen en schuldgevoel, in plaats van een constructieve manier om met problemen om te gaan.",
        "De kern van deze techniek is inzien dat zelfverwijt niet helpt, en dat onrealistische eisen op zichzelf oneerlijk en onhaalbaar zijn.",
        "Ze veroorzaken alleen schuldgevoel en het gevoel tekort te schieten, zonder bij te dragen aan een oplossing of succes.",
        "Om uzelf te beschermen tegen constant zelfverwijt, is het belangrijk om afscheid te nemen van deze eisen en een realistischer verwachting van uzelf en uw leven te ontwikkelen.",
        "Natuurlijk veranderen denkpatronen niet van de ene op de andere dag, en misschien ook niet binnen een maand. Maar met regelmatige oefening en inspanning is verandering mogelijk."
      ],
      "quote": {
        "text": "Elk schuldgevoel impliceert zelfveroordeling, en dat is fundamenteel verkeerd. Een mens moet zijn fouten erkennen zonder zichzelf te straffen.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Wat kunt u nu al doen om af te komen van schuldgevoelens door te hoge verwachtingen?",
        "Een eenvoudige maar effectieve manier om uzelf te bevrijden van overmatige eisen is het vervangen van het woord ‘moet’ door andere zinsconstructies zoals: ‘Het zou goed zijn als…’ of ‘Als ik kon, zou ik…’. Dit maakt verwachtingen realistischer en minder stressvol.",
        "Bijvoorbeeld, in plaats van ‘Ik moet mijn vrouw gelukkig maken’, kunt u zeggen: ‘Het zou fijn zijn als ik mijn vrouw kon opvrolijken, omdat ze verdrietig is. Ik kan haar vragen wat er aan de hand is en bedenken hoe ik kan helpen.’",
        "Of in plaats van ‘Ik had dat ijsje niet mogen eten’, kunt u zeggen: ‘Het was misschien beter geweest als ik dat ijsje niet had gegeten, maar het is geen ramp.’",
        "Vermijd de aanvoegende wijs. In plaats van te denken: ‘Ik had moeten…’, ‘Als ik maar…’, ‘Wat als ik…’, probeer dan te denken: ‘De volgende keer doe ik het anders.’",
        "Mensen met schuldgevoel denken vaak in hypothetische scenario’s, maar dat helpt niet.",
        "Als u zichzelf hierop betrapt, stop dan meteen en vervang de gedachte door: ‘De volgende keer zal ik…’.",
        "Dat is alles. Geen aanvoegende wijs, absoluut niet.",
        "De realiteitstest helpt u om te zien of uw eisen realistisch zijn. Wanneer u tegen uzelf zegt: ‘Ik had dat niet mogen doen’, denkt u waarschijnlijk dat u zich er beter door zult voelen.",
        "Maar in werkelijkheid is het andersom: u deed wat u deed met een reden, en als u dat erkent, zult u wellicht teleurstelling voelen.",
        "Bijvoorbeeld, u bent op dieet en at iets wat niet in uw plan paste. Nu verwijt u uzelf: ‘Ik had die chocoladereep niet mogen eten.’",
        "Maar in werkelijkheid had u behoefte aan iets zoets. Misschien voelde u zich gestrest en probeerde u uw humeur te verbeteren met iets lekkers, waardoor weerstaan moeilijk was.",
        "Mensen eten vaak uit emotie om hun stemming te verlichten. Wanneer u probeert ongezonde gewoonten af te leren of af te vallen, is de grootste obstakel de overtuiging dat u de controle verliest.",
        "Het gevoel van controleverlies is direct gekoppeld aan de ‘moet’-gedachte. Als u iets ongezonds wilt eten, zegt u tegen uzelf dat u dat niet eens zou mogen willen, en dat u voor altijd al het ongezonde moet vermijden en nooit mag falen.",
        "En daarna, om u beter te voelen, eet u toch die chocoladereep. Dit soort denken belemmert succes en versterkt schuldgevoelens en teleurstelling.",
        "Wanneer u stopt met het opleggen van strenge regels aan uzelf, zult u uiteindelijk op een natuurlijke manier gezondere keuzes kunnen maken."
      ]
    },
    "screen_3": {
      "texts": [
        "Mensen die vatbaar zijn voor overmatig schuldgevoel kunnen gemakkelijker gemanipuleerd worden door anderen om hun doelen te bereiken. Denk eens na: hoe vaak heeft u ergens mee ingestemd, alleen om iemand niet teleur te stellen?",
        "Voorbeeld: een jonge vrouw woont met haar ouders en broer en heeft een goed inkomen. Haar broer werkt af en toe bij.",
        "Hij is verslaafd aan spullen kopen en geeft constant geld uit aan nieuwe dingen, ook als hij het niet kan betalen.",
        "Zijn zus weet dat dit geen verstandige uitgaven zijn, maar blijft hem geld lenen omdat ze vindt dat broers en zussen elkaar moeten helpen.",
        "Ze is bang om nee te zeggen, omdat ze vreest dat het hun relatie zal schaden. Ze oefende een moeilijk gesprek met een vriend en ontdekte dat ‘nee’ zeggen minder eng was dan ze dacht.",
        "Voordat u uw grenzen stelt en een moeilijke ‘nee’ uitspreekt, kunt u het gesprek vooraf oefenen – op papier of in uw hoofd.",
        "Dit helpt u mogelijke reacties te voorspellen en een strategie te bedenken voor hoe u op een rustige en assertieve manier kunt weigeren.",
        "Het zal tijd kosten om de juiste neurale paden in uw hersenen te ontwikkelen en de vaardigheid te versterken om op een diplomatieke, maar standvastige manier ‘nee’ te zeggen op het juiste moment.",
        "Verantwoordelijkheid afbakenen",
        "Soms nemen we verantwoordelijkheid op ons voor de problemen en mislukkingen van anderen.",
        "In zulke gevallen is het belangrijk te bepalen wie echt verantwoordelijk is. Bent u bijvoorbeeld werkelijk schuldig aan de slechte schoolprestaties van uw kind?",
        "Hier ontstaat verwarring tussen invloed hebben op iemand en volledige controle hebben over hem.",
        "Om verantwoordelijkheid te onderscheiden, kunt u de methode van drie kolommen gebruiken, een verkorte versie van het dagboek voor automatische gedachten.",
        "In de eerste kolom noteert u negatieve en veroordelende gedachten, in de tweede herkent u cognitieve vervormingen, en in de derde formuleert u een rationeel antwoord.",
        "Bijvoorbeeld:",
        "1e kolom (negatieve gedachten): ‘Ik ben schuldig aan de slechte cijfers van mijn kind. Ik zal nooit in staat zijn hem te helpen slagen op school.’",
        "2e kolom (cognitieve vervormingen): personalisatie, overgeneralisatie.",
        "3e kolom (rationeel antwoord): ‘Ik ben verantwoordelijk voor mijn rol in de opvoeding van mijn kind, maar ik controleer niet volledig zijn schoolprestaties. Mijn kind heeft ook eigen verantwoordelijkheid. Ik kan hem ondersteunen en motiveren, maar het eindresultaat hangt af van zijn eigen inspanningen.’",
        "We moeten begrijpen dat we niet alles in het leven van anderen kunnen beheersen, zelfs als we hen beïnvloeden. We zijn verantwoordelijk voor onze eigen daden, maar niet voor de volledige uitkomst van andermans leven."
      ]
    }
  },
  "unemployment": {
    "title": "Baanverlies en een Depressie?",
    "description": "Dit artikel onderzoekt de psychologische en sociale gevolgen van plotseling baanverlies en de emotionele achtbaan die daarmee gepaard gaat. Aan de hand van de persoonlijke ervaring van Alexander, die jarenlang bij een succesvol bedrijf werkte, worden zijn worstelingen met depressie, een laag zelfbeeld en professionele tegenslagen besproken. Het artikel biedt ook manieren om emotionele moeilijkheden te overwinnen en benadrukt het belang van steun en zelfacceptatie in moeilijke tijden.",
    "screen_1": {
      "texts": [
        "Plotseling ontslagen worden is voor de meeste mensen een enorme stressfactor. Wanneer een ontslag binnen enkele dagen of weken wordt aangekondigd, voelt het voor velen alsof hun wereld 'instort'. Dit is begrijpelijk, omdat het ingrijpend verandert:",
        "financiële stabiliteit",
        "sociale status",
        "dagelijkse routine",
        "korte- en langetermijnplannen",
        "Werk biedt structuur, verplichtingen en sociale interactie—dingen die ons houvast geven.",
        "Werkloosheid daarentegen voelt als een vrije val zonder vangnet. Je zit opgescheept met eindeloze lege dagen, oplopende onbetaalde rekeningen en de constante hoop op een sollicitatiegesprek: een sprankje hoop voor het gesprek, gevolgd door wéér een afwijzing. Een herkenbaar en ontmoedigend patroon.",
        "Baanverlies lijkt in veel opzichten op het ervaren van elk ander verlies, en mensen doorlopen vaak de fasen van rouw.",
        "Eerst komt de schok, diepe verwarring en onzekerheid over wat nu te doen. Daarna volgt boosheid—op jezelf, op degenen die het ontslag hebben doorgevoerd.",
        "Dan komt de onderhandeling: 'Misschien kan ik het goedmaken en mijn baan terugkrijgen?' En uiteindelijk, depressie. Zonder twijfel is dit een 'echt' probleem, maar betekent dat dat het een depressie rechtvaardigt?",
        "De reden voor zo'n sterke emotionele reactie ligt vaak in de overtuiging dat eigenwaarde en geluk direct verbonden zijn met professioneel succes.",
        "Binnen dit waardesysteem lijkt het logisch om aan te nemen dat emotionele pijn onvermijdelijk is bij financiële problemen, carrièreverlies of faillissement."
      ],
      "quote": {
        "text": "Als één deur sluit, gaan er vele anderen open.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Als dit herkenbaar voor je is, vind je het verhaal van Alexander misschien interessant—een 47-jarige vader van drie kinderen die 17 jaar lang werkte in het succesvolle bedrijf van zijn schoonvader.",
        "Enkele jaren vóór zijn depressie kreeg hij conflicten met zijn schoonvader over het bedrijfsbeheer. In een opwelling van boosheid nam Alexander ontslag en gaf hij zijn aandelen in het bedrijf op.",
        "De daaropvolgende twee jaar sprong hij van baan naar baan, maar hij vond nergens voldoening, noch financieel, noch emotioneel.",
        "Het leek alsof niets lukte, en hij begon zichzelf als een mislukking te zien. Zijn vrouw moest fulltime gaan werken om het gezin financieel draaiende te houden, wat zijn gevoel van waardeloosheid alleen maar versterkte—hij was immers altijd trots geweest op zijn rol als kostwinner.",
        "Naarmate de tijd verstreek, verslechterde zijn financiële situatie en zakte hij dieper weg in depressie, terwijl zijn zelfvertrouwen steeds verder afbrokkelde.",
        "Tegen de tijd dat Alexander professionele hulp zocht, werkte hij al enkele maanden bij een vastgoedbedrijf.",
        "Gedurende die tijd had hij meerdere panden verhuurd, maar nog geen enkele verkoop afgesloten. Omdat zijn inkomen afhankelijk was van commissies, bleef zijn loon laag. In deze periode worstelde Alexander met depressie en uitstelgedrag, en bracht hij hele dagen in bed door, denkend:",
        "‘Wat heeft het voor zin? Ik ben een mislukkeling. Werken is zinloos, het zal toch nooit lukken.’",
        "Tijdens zijn derde sessie met een psycholoog vertelde hij dat een rijke vriend overwoog om via hem een pand te kopen. De commissie uit die verkoop kon zijn carrière een boost geven, zijn zelfvertrouwen herstellen en zijn financiële situatie aanzienlijk verbeteren.",
        "In plaats van deze kans te grijpen, twijfelde Alexander wekenlang. De vraag is: waarom? Omdat hij dacht: 'Commercieel vastgoed verkopen is te moeilijk.",
        "Ik heb dit nog nooit gedaan en ik ga zeker falen. En als hij op het laatste moment afhaakt, bevestigt dat alleen maar dat ik een totale mislukking ben in dit vak. Dan betekent het dat ik niets waard ben.'"
      ]
    },
    "screen_3": {
      "texts": [
        "Alexanders leidinggevenden hadden veel vertrouwen in hem en vonden hem een getalenteerde verkoper, maar hij was extreem streng voor zichzelf.",
        "Door verdere therapie en zelfreflectie gaf Alexander toe dat hij veel te zelfkritisch was, wat zijn situatie alleen maar verergerde in plaats van hem vooruit te helpen.",
        "Hij besefte ook dat hij 'dubbele standaarden' hanteerde: hij was geduldig en ondersteunend tegenover anderen, maar extreem hard en kritisch tegenover zichzelf.",
        "In eerste instantie verdedigde hij zijn denkpatroon, zoals veel perfectionisten doen, en beweerde dat streng zijn voor zichzelf hem uiteindelijk zou helpen.",
        "Maar al snel zag hij in dat zijn persoonlijke standaarden onrealistisch waren en tot mislukking moesten leiden. Als hij een verkoop mislukte, zag hij dat als een absolute ramp. Zijn neiging om in 'alles of niets'-termen te denken, was een groot probleem.",
        "Aan het einde van de therapie voelde Alexander opluchting toen hij besefte dat zijn financiële problemen van de afgelopen jaren hem niet automatisch een 'mislukking' maakten.",
        "Zijn negatieve zelfbeeld en gevoelens van verlamming kwamen voort uit zijn extreme zwart-witdenken. Zijn gevoel van waardeloosheid ontstond doordat hij zich uitsluitend richtte op negatieve ervaringen (negatieve filtering) en alle gebieden waarin hij wel succesvol was negeerde (het diskwalificeren van het positieve).",
        "Hij realiseerde zich dat hij zichzelf jarenlang had gekweld met gedachten als ‘Ik had meer moeten doen,’ en begreep dat financiële problemen niets afdoen aan zijn waarde als persoon. Uiteindelijk erkende hij dat zijn apathie en uitstelgedrag slechts symptomen van depressie waren, en geen weerspiegeling van zijn ware zelf.",
        "Toen hij leerde zijn negatieve gedachten uit te dagen, kon hij de vertekeningen in zijn harde zelfkritiek verminderen, en verbeterde zijn stemming geleidelijk.",
        "Hij verliet de vastgoedsector en opende een boekwinkel. Hij wist zijn kosten te dekken, maar ondanks zijn inspanningen kon hij niet genoeg winst maken om de zaak langer dan een jaar draaiende te houden."
      ]
    },
    "screen_4": {
      "texts": [
        "Hoewel zijn uiterlijke succes in deze periode nauwelijks veranderde, slaagde hij erin om zijn zelfvertrouwen te behouden en niet opnieuw in een depressie te vervallen. Ondanks voortdurende financiële uitdagingen, bleef zijn zelfrespect intact toen hij uiteindelijk besloot de boekhandel te sluiten.",
        "Tijdens zijn laatste therapiesessie deelde Alexander een essay dat hij had geschreven en beloofde hij het elke ochtend te lezen voordat hij op zoek ging naar een nieuwe baan:",
        "Waarom Ben Ik Niet Waardeloos?",
        "Zolang ik iets kan doen dat mijzelf en anderen ten goede komt, ben ik niet waardeloos. Zolang mijn acties een positieve impact kunnen hebben, ben ik niet waardeloos.",
        "Zolang mijn bestaan ertoe doet—zelfs voor maar één persoon—ben ik niet waardeloos (en als het nodig is, kan die ene persoon ikzelf zijn). Als liefde, begrip, vriendschap, steun, gesprekken, advies of troost van betekenis zijn, ben ik niet waardeloos.",
        "Als ik mijn eigen mening en intelligentie respecteer, ben ik niet waardeloos.",
        "Als anderen mij respecteren, is dat een mooie bonus.",
        "Als ik zelfrespect en een gevoel van waardigheid heb, ben ik niet waardeloos.",
        "Als ik bijdraag aan het levensonderhoud van mijn werknemers en hun gezinnen, doe ik iets waardevols en ben ik niet waardeloos.",
        "Als ik mijn klanten en leveranciers met productiviteit en creativiteit van dienst ben, ben ik niet waardeloos.",
        "Als mijn aanwezigheid in deze wereld werkelijk iets betekent voor anderen, ben ik niet waardeloos. Ik ben waardevol van nature!",
        "Als jij met een soortgelijke strijd worstelt of je herkent in Alexanders negatieve gedachten, neem dan een moment om op te schrijven waarom jij niet waardeloos bent, waarom jij geen mislukking bent en waarom jij inherent waardevol bent."
      ]
    }
  },
  "vitamins": {
    "title": "Valse Depressie: Hoe Hormonen en Vitaminen Ons Emotionele Gezondheid Beïnvloeden",
    "description": "Dit artikel bespreekt hoe fysieke gezondheid, waaronder hormonale balans en vitaminegehaltes, invloed kan hebben op onze emotionele toestand. Het benadrukt dat symptomen die vaak met depressie worden geassocieerd, ook kunnen voortkomen uit fysieke problemen zoals vitaminetekorten of hormonale disbalans. De auteurs leggen de nadruk op het belang van een holistische benadering bij de diagnose en behandeling van psychische aandoeningen, waarbij zowel psychologische als fysiologische factoren in overweging worden genomen.",
    "screen_1": {
      "texts": [
        "Ons doel is om deze sectie zo nuttig mogelijk te maken voor het verbeteren en verlichten van je emotionele toestand. Daarom is het belangrijk om alle mogelijke oorzaken van stemmingsveranderingen te bespreken.",
        "Wanneer we het over depressie hebben, bedoelen we een reeks specifieke symptomen die eerder zijn genoemd. Maar deze symptomen wijzen niet altijd op een psychische stoornis.",
        "We moeten niet vergeten dat onze biologische processen een cruciale rol spelen, niet alleen in ons fysieke, maar ook in ons psychologische welzijn. Fysieke problemen kunnen een grote invloed hebben op onze emotionele toestand en symptomen veroorzaken die lijken op depressie.",
        "Hormonen zijn hier een goed voorbeeld van. Ze hebben een enorme impact op ons gedrag en psychisch welzijn.",
        "Onderzoek in de psycho-endocrinologie toont aan dat het zenuwstelsel en het endocriene systeem nauw met elkaar verbonden zijn en samenwerken om de homeostase (fysiologisch evenwicht) van het lichaam te behouden.",
        "Daarom kunnen schommelingen in de hormonale balans ernstige verstoringen in de emotionele sfeer veroorzaken.",
        "Een verminderde schildklierfunctie kan bijvoorbeeld leiden tot depressie, verhoogde angst en andere psychische problemen.",
        "Een overactieve schildklier kan daarentegen manie, prikkelbaarheid, stemmingswisselingen en zelfs psychoses veroorzaken.",
        "Acromegalie, oftewel een overmatige productie van groeihormoon, kan leiden tot een afname van psychische activiteit, apathie in combinatie met euforie.",
        "Zo worden mensen met endocriene aandoeningen niet alleen geconfronteerd met fysieke uitdagingen, maar lopen ze ook risico op psychische stoornissen zoals angst, depressie, manie, verwarring en meer."
      ],
      "quote": {
        "text": "Zorg goed voor je lichaam, zodat je ziel er graag in verblijft.",
        "author": "Socrates"
      }
    },
    "screen_2": {
      "texts": [
        "Halverwege de 20e eeuw ontstond een nieuwe wetenschappelijke discipline: de psycho-endocrinologie, die de relatie tussen het endocriene systeem en de menselijke psyche bestudeert.",
        "Er bestaat zelfs een term voor: psycho-endocrien syndroom—psychische stoornissen die ontstaan door endocriene aandoeningen. Dit kan zich uiten in stemmingsstoornissen, asthenie, verminderde psychische activiteit en veranderingen in driften en instincten.",
        "Naast hormonen spelen ook vitaminen een grote rol in ons welzijn.",
        "Vitaminetekorten en depressie lijken op het eerste gezicht geen verband te hebben, maar onderzoek toont aan dat deze relatie veel sterker is dan we dachten.",
        "Het is algemeen bekend dat vitaminen essentieel zijn voor het metabolisme. Er zijn veel verschillende vitaminen, en elk van hen is onmisbaar. Wanneer het lichaam een tekort heeft, ontstaat een vitaminetekort.",
        "Een vitaminetekort (avitaminose) is een toestand waarin het lichaam onvoldoende of helemaal geen van een bepaalde vitamine bevat.",
        "Tekorten aan verschillende vitaminen kunnen de mentale gezondheid op verschillende manieren beïnvloeden, variërend van kleine ongemakken tot verontrustende symptomen.",
        "Onderzoek heeft aangetoond dat vitaminetekorten kunnen bijdragen aan angst en depressie, en dat ze de symptomen kunnen verergeren bij mensen met bepaalde psychische aandoeningen zoals obsessief-compulsieve stoornis of bipolaire stoornis.",
        "Zelfs als je verder gezond bent, kan een tekort aan bepaalde vitaminen je stemming en emotioneel welzijn negatief beïnvloeden."
      ]
    },
    "screen_3": {
      "texts": [
        "Voorbeelden van vitaminetekorten en hun symptomen:",
        "Vitamine D: neerslachtigheid, angst, vermoeidheid, stemmingswisselingen.",
        "IJzer: zwakte, vermoeidheid, kortademigheid, duizeligheid, gevoelloosheid.",
        "Vitamine B12: extreme vermoeidheid, bloedarmoede, slapeloosheid, verminderde eetlust, spijsverteringsproblemen, spierpijn.",
        "Foliumzuur: vermoeidheid, prikkelbaarheid, depressie, zwakte, apathie, lusteloosheid, cognitieve achteruitgang.",
        "B-vitaminen: verhoogde vermoeidheid, prikkelbaarheid, slapeloosheid, stemmingswisselingen, hartritmestoornissen.",
        "Magnesium: zwakte, hoofdpijn, angst, hartritmestoornissen.",
        "Vitamine C: chronische vermoeidheid, emotionele instabiliteit.",
        "En dit is slechts een greep uit de symptomen die gemakkelijk kunnen worden verward met een depressieve toestand.",
        "Onze persoonlijke verhalen bevestigen hoe belangrijk het is om de hormonale en vitaminestatus in overweging te nemen bij de diagnose van psychische aandoeningen.",
        "Een van onze teamleden dacht dat hij last had van een burn-out: hij voelde zich constant moe, had een slecht humeur en nergens zin in.",
        "Maar omdat hij zich bewust was van het belang van hormonen en vitaminen, liet hij bloedonderzoek doen, ontdekte hij een tekort en na een kuur met vitamine D voelde hij zich aanzienlijk beter."
      ]
    },
    "screen_4": {
      "texts": [
        "Een ander teamlid, een vrouw die symptomen ervoer die sterk op depressie leken, bleek een ijzertekort en bloedarmoede te hebben. De behandeling ervan leidde tot een aanzienlijke verbetering van haar toestand.",
        "Ze beschreef haar ervaring als volgt: ‘Ik was constant moe, had nergens zin in, wilde met niemand praten. Ik had last van extreme apathie, duizeligheid en prikkelbaarheid. Op een gegeven moment begon ik zelfs te denken dat ik een depressie had, totdat ik toevallig een bloedtest liet doen en er problemen met mijn hemoglobinegehalte werden ontdekt.",
        "Daarna liet ik aanvullende tests doen, waaruit bleek dat ik een tekort had aan ijzer en ferritine. Ik had bloedarmoede, terwijl ik dacht dat ik depressief was. Maar na een vitaminekuur herstelde ik en voelde ik me weer mezelf.’",
        "Door deze verhalen te delen, willen we waarschuwen tegen verkeerde diagnoses.",
        "Als je last hebt van een sombere stemming, vermoeidheid, lusteloosheid en andere bovengenoemde symptomen, let dan niet alleen op je mentale, maar ook op je fysieke gezondheid.",
        "Raadpleeg een arts, laat een bloedonderzoek doen en controleer je vitamine- en hormoonwaarden. Misschien is dat alles wat je nodig hebt om je emotioneel beter te voelen."
      ]
    }
  }
}