[
  "Eu sou digno de felicidade e amor na minha vida.",
  "A cada dia me torno mais forte e sábio.",
  "Eu escolho pensamentos positivos e me aceito como sou.",
  "Eu deixo o passado para trás e sigo em frente com esperança e confiança.",
  "Meus sentimentos são importantes, permito-me expressá-los e liberá-los.",
  "Eu sou capaz de superar qualquer obstáculo no meu caminho.",
  "Eu me valorizo e mereço o melhor na vida.",
  "A cada dia, dou um passo em direção ao meu crescimento pessoal e autodesenvolvimento.",
  "Estou cercado de apoio e amor, mesmo nos momentos difíceis.",
  "Minha vida é cheia de oportunidades para crescimento e novas conquistas.",
  "Eu confio na minha capacidade e acredito nos meus sonhos.",
  "Estou aberto a novas oportunidades e pronto para mudanças.",
  "Sou grato por tudo o que tenho na vida e valorizo cada momento.",
  "Eu me amo e me aceito incondicionalmente.",
  "Minha confiança cresce a cada dia, e eu acredito nas minhas habilidades.",
  "Eu crio minha própria realidade e sou responsável pela minha felicidade.",
  "Eu me liberto do medo e das dúvidas, minha alma está em paz.",
  "Eu mereço sucesso e o alcanço com facilidade.",
  "Minhas ações e pensamentos estão direcionados para alcançar meus objetivos.",
  "Estou em harmonia com meu corpo e minha mente.",
  "Eu valorizo cada experiência como uma oportunidade de aprender e crescer.",
  "Minha intuição me guia para as decisões corretas.",
  "Sou uma fonte de força e sabedoria para mim e para os outros.",
  "Eu vivo de acordo com meus valores e princípios.",
  "Minha vida é repleta de alegria, propósito e amor.",
  "Eu expresso gratidão por todas as lições que a vida me proporciona.",
  "Eu encontro beleza nas coisas simples e celebro cada dia.",
  "Minha criatividade não tem limites, sou livre para me expressar.",
  "Eu cuido do meu bem-estar físico e emocional.",
  "Encontro equilíbrio entre trabalho e descanso, meu tempo é valioso.",
  "Minha vida se enriquece com novos conhecimentos e experiências.",
  "Eu me perdoo pelos erros do passado e sigo em frente.",
  "Estou cheio de energia e inspiração, o mundo está aberto para mim.",
  "Eu recebo cada dia com um sorriso e um coração aberto.",
  "Minhas relações com os outros são baseadas em compreensão e respeito.",
  "Sinto o apoio do universo em todos os meus projetos.",
  "Eu sei dizer 'não' quando é necessário para o meu bem-estar.",
  "Eu vivo o presente, aproveitando cada minuto.",
  "Agradeço pela oportunidade de crescer, aprender e evoluir.",
  "Minha vida é uma jornada cheia de descobertas incríveis.",
  "Cada passo me aproxima dos meus sonhos.",
  "Eu abro meu coração para novos começos e oportunidades.",
  "Minha vida é maravilhosa e cheia de alegria todos os dias.",
  "Eu encontro força dentro de mim para superar desafios.",
  "Meus pensamentos criam minha realidade, e eu escolho pensar de forma positiva.",
  "Sou grato pela experiência única que cada dia me traz.",
  "Minha harmonia interior atrai eventos positivos para minha vida.",
  "Eu defendo minhas decisões e acredito nas minhas escolhas.",
  "Estou sempre descobrindo novos caminhos para meu crescimento e realização pessoal.",
  "Minhas conquistas me inspiram a alcançar novos feitos.",
  "Eu aceito meus medos e os transformo em força.",
  "Tenho um potencial ilimitado para criatividade e autoexpressão.",
  "A cada dia, me torno melhor do que ontem.",
  "Agradeço por todas as pessoas na minha vida que a tornam mais brilhante.",
  "Eu sigo em frente com coragem, sabendo que mereço coisas grandiosas.",
  "Meus sonhos estão se tornando realidade a cada dia.",
  "Eu escolho alegria e felicidade na minha vida.",
  "Minha vida é cheia de propósito e significado.",
  "Eu valorizo cada experiência que me fortalece.",
  "Minha confiança e autoestima crescem a cada dia.",
  "Eu me liberto de tudo que não serve mais ao meu desenvolvimento.",
  "Estou pronto para mudanças e as aceito de coração aberto.",
  "Minha intuição me guia para as decisões certas na vida.",
  "Sinto uma profunda gratidão por tudo que tenho.",
  "Compartilho minha luz com o mundo ao meu redor com alegria.",
  "Estou aberto para aprender e disposto a aprender com cada momento.",
  "Minha vida é cheia de momentos inesquecíveis e encontros felizes.",
  "Eu me amo e respeito minhas necessidades e limites.",
  "Cada obstáculo me torna mais forte.",
  "Eu celebro cada novo dia e suas infinitas possibilidades."
]
