[
  "Eu mereço felicidade e amor na minha vida.",
  "A cada dia, fico mais forte e mais sábio.",
  "Eu escolho pensar de forma positiva e me aceito como sou.",
  "Eu deixo o passado para trás e sigo em frente com esperança e confiança.",
  "Meus sentimentos importam; eu me permito expressá-los e deixá-los ir.",
  "Eu sou capaz de superar qualquer obstáculo no meu caminho.",
  "Eu me valorizo e mereço o melhor da vida.",
  "Todos os dias, dou um passo em direção ao meu crescimento e desenvolvimento pessoal.",
  "Eu estou cercado de apoio e amor, mesmo nos momentos difíceis.",
  "Minha vida está cheia de oportunidades de crescimento e novas conquistas.",
  "Eu confio na minha força e acredito nos meus sonhos.",
  "Eu estou aberto a novas possibilidades e pronto para mudanças.",
  "Sou grato por tudo o que tenho e valorizo cada momento.",
  "Eu me amo e me aceito incondicionalmente.",
  "Minha confiança cresce a cada dia, e eu acredito no meu potencial.",
  "Eu construo a minha realidade e sou responsável pela minha felicidade.",
  "Eu me liberto do medo e das dúvidas; minha alma está em paz.",
  "Eu mereço o sucesso e o alcanço com confiança.",
  "Meus pensamentos e minhas ações estão voltados para os meus objetivos.",
  "Eu vivo em harmonia com meu corpo e minha mente.",
  "Eu valorizo cada experiência como uma chance de aprender e crescer.",
  "Minha intuição me guia para as decisões certas.",
  "Eu sou uma fonte de força e sabedoria para mim e para os outros.",
  "Eu vivo de acordo com meus valores e princípios.",
  "Minha vida é cheia de alegria, significado e amor.",
  "Eu sou grato por cada lição que a vida me traz.",
  "Eu encontro beleza nas coisas simples e celebro cada dia.",
  "Minha criatividade não tem limites; eu sou livre para me expressar.",
  "Eu cuido do meu bem-estar físico e emocional.",
  "Eu encontro equilíbrio entre trabalho e descanso; meu tempo é valioso.",
  "Minha vida se enriquece com novos conhecimentos e experiências.",
  "Eu me perdoo pelos erros do passado e sigo em frente.",
  "Eu estou cheio de energia e inspiração; o mundo está aberto para mim.",
  "Eu encaro cada dia com um sorriso e o coração aberto.",
  "Meus relacionamentos com quem eu amo são cheios de compreensão e respeito.",
  "Eu sinto o apoio do universo em tudo o que começo.",
  "Eu sei dizer \"não\" quando isso é necessário para o meu bem-estar.",
  "Eu vivo o aqui e agora, aproveitando cada minuto.",
  "Eu agradeço pela oportunidade de crescer, aprender e evoluir.",
  "Minha vida é uma jornada cheia de descobertas incríveis.",
  "Cada passo à frente me aproxima do meu sonho.",
  "Eu abro meu coração para novos começos e possibilidades.",
  "Minha vida é linda e cheia de alegria, todos os dias.",
  "Eu encontro força dentro de mim para superar as dificuldades.",
  "Meus pensamentos criam minha realidade, e eu escolho pensar de forma positiva.",
  "Sou grato pela experiência única que cada dia me traz.",
  "Minha harmonia interior atrai acontecimentos positivos.",
  "Eu assumo minhas decisões e confio nas minhas escolhas.",
  "Eu encontro sempre novos caminhos para meu crescimento e minha realização.",
  "Minhas conquistas me inspiram a ir ainda mais longe.",
  "Eu acolho meus medos e os transformo em força.",
  "Eu tenho um potencial ilimitado para criar e me expressar.",
  "A cada dia, eu me torno melhor do que fui ontem.",
  "Eu agradeço por todas as pessoas na minha vida que a tornam mais luminosa.",
  "Eu sigo em frente com coragem, sabendo que mereço coisas grandiosas.",
  "Meus sonhos se tornam realidade a cada dia.",
  "Eu escolho alegria e felicidade na minha vida.",
  "Minha vida tem sentido e propósito.",
  "Eu valorizo cada experiência que me fortalece.",
  "Minha confiança e minha autoestima crescem a cada dia.",
  "Eu me libero de tudo o que já não contribui para o meu crescimento.",
  "Eu estou pronto para mudanças e as acolho de coração aberto.",
  "Minha intuição me conduz às decisões certas na vida.",
  "Eu sinto uma profunda gratidão por tudo o que tenho.",
  "Eu compartilho minha luz com alegria com o mundo à minha volta.",
  "Eu estou aberto a aprender e disposto a crescer a cada momento.",
  "Minha vida é cheia de momentos marcantes e encontros felizes.",
  "Eu me amo e respeito minhas necessidades e meus limites.",
  "Cada obstáculo me torna ainda mais forte.",
  "Eu celebro cada novo dia e suas infinitas possibilidades."
]
