{
  "days": {
    "fist": {
      "header": "Que bom ver você em nosso aplicativo pela primeira vez!",
      "content": "<p>Meu nome é Alfred e sou a inteligência artificial deste aplicativo. Minha missão é ajudar você em sua jornada rumo a uma vida feliz e harmoniosa, livre de problemas psicológicos!</p><p>Preparei alguns passos iniciais para que você possa se familiarizar com nossos métodos de terapia.</p><p>Lembre-se: quanto mais você interagir com o aplicativo, melhor conseguirei entender suas necessidades e, consequentemente, mais precisas serão as minhas recomendações!</p>"
    },
    "second": {
      "content": "<p>Vejo que você já deu os primeiros passos rumo ao seu aprimoramento psicológico, isso é incrível!</p><p>Hoje gostaria de apresentar a você um novo recurso – a Avaliação Diária de Estado. Eu a incluí na lista de ações recomendadas porque é extremamente útil para acompanhar seu progresso.</p><p>Recomendo preenchê-la diariamente antes de iniciar suas atividades. No mais, continue escrevendo nos diários e explorando o conteúdo teórico. Tenha um ótimo dia!</p>"
    },
    "third": {
      "content": "<p>Vamos continuar nossas atividades hoje com foco na análise de pensamentos destrutivos.</p><p>Além disso, recomendo que você visite nossa seção de profissionais de psicologia.</p><p>Nosso aplicativo é focado em atividades autônomas, mas apenas um psicólogo pode fornecer recomendações totalmente personalizadas. Isso é fundamental, especialmente no início da jornada.</p>"
    },
    "fourth": {
      "content": "<p>Estamos sempre focados em tornar o aprendizado não apenas útil, mas também envolvente.</p><p>Para isso, criamos um canal no Instagram onde temas complexos são apresentados de forma leve e acessível.</p><p>Junte-se à nossa comunidade e dê um passo de cada vez em direção a uma vida harmoniosa e feliz, livre de barreiras psicológicas!</p>"
    },
    "fifth": {
      "content": "<p>Convido você a experimentar nossos recursos premium.</p><p>Oferecemos um período de teste gratuito de 3 dias, durante o qual você pode cancelar a assinatura caso ela não atenda às suas expectativas.</p><p>Isso proporcionará a você mais ferramentas para interagir comigo durante o processo terapêutico.</p>"
    },
    "eighth": {
      "content": "<p>Você está conosco há 8 dias!</p><p>Espero que você esteja encontrando benefícios no uso deste aplicativo.</p><p>Valorizamos muito o feedback de nossos usuários. Conte-nos o que você gostou e o que gostaria de melhorar!</p><p>Vamos juntos tornar o aplicativo ainda melhor!</p>"
    },
    "fifteenth": {
      "content": "<p>Ficamos muito felizes por você estar conosco há tanto tempo – isso é realmente incrível!</p><p>Hoje, gostaria de destacar uma função especial – \"Compartilhar com o psicólogo\".</p><p>Se você está em um processo terapêutico, essa função pode ser extremamente útil para você!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>Percebi que você está se dedicando ao seu bem-estar psicológico!</p><p>No entanto, você ainda não está utilizando todos os recursos do aplicativo.</p><p>Se o motivo for o preço, hoje eu ajustei um desconto especial para você!</p><p>Aproveite a nova oferta até o fim do dia e cuide bem de sua saúde!</p>"
    }
  },
  "affirmations": [
    "Hoje selecionei a seguinte afirmação para você.",
    "Experimente trabalhar com esta afirmação hoje.",
    "Hoje eu sugiro a seguinte afirmação para você."
  ],
  "appUpdated": [
    "Eu fui atualizado enquanto você estava ausente. Vamos ver juntos o que os desenvolvedores adicionaram de novo!",
    "Durante sua ausência, ocorreu uma atualização. Vamos explorar juntos as novidades trazidas pelos desenvolvedores!",
    "Temos novidades fresquinhas! Enquanto você estava offline, continuamos avançando. Vamos conferir as atualizações:",
    "Preparamos algumas melhorias no aplicativo. Que tal explorá-las juntos?",
    "O aplicativo foi atualizado! Vamos conferir quais funções interessantes foram adicionadas:",
    "Nossos desenvolvedores trabalham todos os dias para melhorar o projeto. Veja o que foi adicionado:"
  ],
  "neverUsed": [
    "Você ainda não fez nenhuma anotação em <b>{dairy}</b>. Que tal fazer isso hoje? Para encontrar a metodologia ideal para você, é importante experimentar diferentes abordagens.",
    "Percebi que você ainda não fez nenhuma anotação em <b>{dairy}</b>. Hoje é um ótimo dia para mudar isso. Explore diferentes estratégias para descobrir quais funcionam melhor para você.",
    "Seu <b>{dairy}</b> ainda está vazio. Dê o primeiro passo hoje, explorando diversas metodologias para encontrar a mais adequada para você."
  ],
  "premiumThanks": {
    "content": "<p>Percebi que você recentemente ativou o plano premium!</p><p>Com o premium, você tem acesso a um modelo de IA mais avançado, tornando minhas análises ainda mais precisas!</p><p>Graças ao seu apoio, nossos desenvolvedores podem continuar aprimorando o projeto e ajudando pessoas a alcançar a harmonia interior.</p><p>Obrigado pela confiança!</p>"
  },
  "quote": [
    "Hoje, gostaria de inspirar você com a citação de uma grande personalidade.",
    "Vamos buscar inspiração nas palavras de uma figura ilustre, que podem trazer reflexões valiosas.",
    "Hoje, proponho uma reflexão com base nas palavras de um grande pensador, que podem motivar você a novas conquistas.",
    "Vamos recordar as palavras de uma grande personalidade que podem ser um sábio conselho para todos nós.",
    "Escolhi para você uma citação de uma personalidade famosa.",
    "Hoje, quero compartilhar com você uma citação perspicaz de uma figura renomada, repleta de significado.",
    "Convido você hoje a mergulhar na sabedoria deixada por uma grande personalidade e encontrar inspiração em suas palavras."
  ],
  "readArticle": [
    "Analisei suas anotações e adicionei ao seu plano diário um material de estudo que acredito ser interessante para você.",
    "Após revisar suas anotações, incluí no seu plano do dia um conteúdo educativo que considero útil e relevante para você.",
    "Com base na análise das suas anotações, selecionei um material de aprendizado que acredito ser útil e interessante para você e o adicionei ao seu planejamento de hoje."
  ],
  "testExpired": [
    "Os resultados do seu teste <b>{test_name}</b> estão desatualizados. Vamos atualizar seu estado atual!",
    "Seus resultados do teste <b>{test_name}</b> não estão mais precisos. Hora de atualizar as informações sobre seu estado!",
    "Parece que os resultados do teste <b>{test_name}</b> estão defasados. Vamos verificar como você está agora!",
    "Os dados do teste <b>{test_name}</b> já não refletem sua situação atual. É hora de uma nova avaliação!",
    "Os resultados de <b>{test_name}</b> perderam a validade. Que tal atualizá-los e saber seu estado atual?",
    "Já faz algum tempo desde que você realizou o teste <b>{test_name}</b>. Vamos conferir o que mudou desde então!"
  ],
  "header": [
    "Fico feliz em vê-lo novamente!",
    "Espero que esteja aproveitando um belo dia!",
    "É um prazer revê-lo!",
    "Como está o seu humor hoje?",
    "É sempre um prazer vê-lo!",
    "Bem-vindo de volta!",
    "Fico sempre feliz em vê-lo!"
  ]
}