{
  "days": {
    "fist": "<p>Meu nome é Alfred e eu sou seu assistente virtual aqui no app. Meu objetivo é apoiar você no caminho para uma vida mais calma, estável e equilibrada.</p><p>Preparei alguns primeiros passos para apresentar as abordagens e ferramentas que usamos na terapia.</p><p>Lembre-se: quanto mais você interagir com o app, melhor eu vou entender suas necessidades — e mais úteis serão minhas recomendações.</p>",
    "third": "<p>Hoje vamos continuar o trabalho e dedicar atenção à análise de pensamentos destrutivos.</p><p>Também recomendo dar uma olhada na nossa vitrine de psicólogos.</p><p>No app, damos ênfase à prática independente; ainda assim, um psicólogo pode oferecer apoio e recomendações mais personalizadas. Isso é especialmente valioso no começo da jornada.</p>",
    "fourth": "<p>Queremos que o aprendizado seja não apenas útil, mas também interessante para você.</p><p>Por isso, criamos um canal no Instagram, onde explicamos assuntos complexos de forma simples e clara.</p><p>Junte-se à nossa comunidade — vamos, passo a passo, caminhar juntos rumo a uma vida mais equilibrada e consciente.</p>",
    "fifth": "<p>Quero convidar você a experimentar nossos recursos premium.</p><p>Você terá 3 dias de teste e poderá cancelar a assinatura a qualquer momento, se decidir que não é o que você procura.</p><p>O premium abre mais possibilidades para trabalhar comigo e receber um apoio mais profundo no seu processo terapêutico.</p>",
    "eighth": "<p>Que bom ver que você está com a gente há tanto tempo — isso realmente inspira!</p><p>Hoje quero chamar sua atenção para uma função importante: \"Compartilhar com o psicólogo\".</p><p>Se você faz terapia, essa opção pode ser um apoio muito valioso e prático para você.</p>",
    "tenth": "<p>Você está com a gente há 8 dias — que ótimo!</p><p>Espero que o app esteja ajudando você e trazendo benefícios.</p><p>Para nós, seu feedback é muito importante: conte o que você gostou e o que gostaria de melhorar.</p><p>Vamos adorar tornar o app ainda melhor junto com você!</p>"
  },
  "appUpdated": [
    "Eu me atualizei enquanto você esteve fora. Vamos ver o que os desenvolvedores adicionaram!",
    "Saiu uma atualização enquanto você esteve ausente. Vamos explorar as novidades juntos!",
    "Tem atualização fresquinha! Enquanto você esteve offline, continuamos trabalhando. Vamos conhecer o que chegou:",
    "Preparamos algumas melhorias no app. Vamos conferir juntos!",
    "O app foi atualizado! Vamos ver quais funções novas apareceram:",
    "Nossos desenvolvedores seguem melhorando o app todos os dias. Veja o que foi adicionado:"
  ],
  "neverUsed": [
    "Você ainda não fez nenhum registro em <b>{dairy}</b>. Talvez hoje seja um bom momento para começar. Para encontrar um jeito que realmente funcione para você, vale a pena experimentar métodos diferentes.",
    "Percebi que você ainda não registrou nada em <b>{dairy}</b>. Hoje é um ótimo dia para dar o primeiro passo. Experimente abordagens diferentes — assim fica mais fácil descobrir o que combina com você.",
    "Seu <b>{dairy}</b> ainda está vazio. Faça seu primeiro registro hoje e teste técnicas diferentes para encontrar as que funcionam melhor para você."
  ],
  "premiumThanks": {
    "content": "<p>Percebi que você ativou o premium recentemente — obrigado por isso!</p><p>Agora você tem acesso a um modelo de IA mais avançado, e minhas análises serão ainda mais precisas e úteis.</p><p>Sua escolha ajuda nossa equipe a desenvolver o projeto e a apoiar pessoas na busca por equilíbrio interior.</p><p>Obrigado pela confiança!</p>"
  },
  "quote": [
    "Hoje eu gostaria de inspirar você com uma frase de uma pessoa extraordinária.",
    "Que tal recorrer hoje à sabedoria de alguém admirável? Isso pode ser uma ótima fonte de inspiração.",
    "Hoje eu quero compartilhar uma reflexão de uma pessoa conhecida, que pode apoiar e inspirar você.",
    "Vamos lembrar as palavras de uma pessoa notável, que podem servir como um bom guia para nós.",
    "Eu escolhi para você uma citação de uma pessoa conhecida.",
    "Hoje decidi compartilhar com você uma citação marcante de uma personalidade conhecida — ela é cheia de significado.",
    "Que tal mergulhar hoje na sabedoria que uma pessoa extraordinária nos deixou e encontrar inspiração nela?"
  ],
  "readArticle": [
    "Eu analisei seus registros e incluí no seu plano de hoje um material que pode ser interessante e útil para você.",
    "Depois de analisar seus registros, decidi incluir no seu plano de hoje um conteúdo que, acredito, pode ajudar no seu trabalho pessoal.",
    "Após analisar seus registros, escolhi um material que, na minha opinião, será útil e interessante para você e o adicionei ao seu plano de hoje."
  ],
  "testExpired": [
    "Os resultados do seu teste <b>{test_name}</b> já estão desatualizados. Vamos atualizar e avaliar como você está agora!",
    "Seus resultados do teste <b>{test_name}</b> já não estão atualizados. Sugiro refazer para entender melhor sua evolução.",
    "Parece que os resultados do teste <b>{test_name}</b> ficaram desatualizados. Vamos ver como você está se sentindo agora!",
    "Os dados atuais do teste <b>{test_name}</b> já não refletem seu estado. Está na hora de fazê-lo novamente.",
    "Os resultados de <b>{test_name}</b> já não estão atualizados. Quer refazer e ver como você está agora?",
    "Já faz um tempo desde que você fez <b>{test_name}</b>. Vamos checar o que mudou desde então!"
  ],
  "header": [
    "Que bom ver você de novo!",
    "Espero que o tempo esteja agradável hoje!",
    "Fico muito feliz em ver você de volta!",
    "Como você está se sentindo hoje?",
    "É sempre um prazer ver você aqui!",
    "Bem-vindo de volta!",
    "Fico sempre feliz com o seu retorno!"
  ],
  "affirmation": [
    "Hoje eu separei para você uma afirmação que pode te apoiar.",
    "Experimente trabalhar com esta afirmação hoje — ela pode ajudar a entrar em um estado mais positivo.",
    "Hoje eu trouxe esta afirmação para apoiar seu equilíbrio interior."
  ],
  "home_bot_first_visit_header": "Que bom ver você aqui pela primeira vez!"
}