[
  {
    "text": "A maior glória na vida não está em nunca cair, mas em levantar-se cada vez que caímos.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Quando você está na escuridão, lembre-se: o sol nasce e se põe, mas sua luz é eterna.",
    "author": "K. H. Gibran"
  },
  {
    "text": "O que não nos mata nos torna mais fortes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Mesmo da noite que parece infinita para o mundo inteiro, há um caminho para uma manhã brilhante.",
    "author": "Haruki Murakami"
  },
  {
    "text": "A esperança é aquela coisa com penas que pousa na alma e canta uma melodia sem palavras, e nunca deixa de acreditar nisso.",
    "author": "Emily Dickinson"
  },
  {
    "text": "O melhor remédio para levantar o ânimo é tentar animar outra pessoa.",
    "author": "Mark Twain"
  },
  {
    "text": "Uma pequena mente positiva pela manhã pode mudar todo o seu dia.",
    "author": "Dalai Lama"
  },
  {
    "text": "É importante lembrar que não podemos nos tornar quem queremos ser, permanecendo quem somos.",
    "author": "Max DePree"
  },
  {
    "text": "Sempre há luz, se apenas tivermos coragem suficiente para vê-la. Se apenas tivermos coragem suficiente para sermos ela.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Não julgue cada dia pela colheita que você fez, mas pelas sementes que plantou.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Lembre-se de que isso não é sinal de fraqueza. É uma doença que requer tratamento, como qualquer outra.",
    "author": "Demi Lovato"
  },
  {
    "text": "Não deixe que sua doença defina quem você é.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "O que vemos depende principalmente do que procuramos.",
    "author": "John Lubbock"
  },
  {
    "text": "É importante falar sobre seus sentimentos, em vez de guardá-los dentro de você.",
    "author": "Jimmy Hendrix"
  },
  {
    "text": "Você não está sozinho, e essa escuridão, como tudo mais, um dia vai passar.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "A coragem nem sempre ruge. Às vezes, a coragem é aquela voz baixinha no final do dia que diz: tentarei novamente amanhã.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "A esperança é aquela coisa com penas que pousa na alma e canta uma melodia sem palavras, e nunca para completamente.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Lembre-se de que você não precisa fazer o que todos os outros fazem.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Mantenha-se longe daqueles que tentam diminuir suas ambições. Pessoas pequenas sempre fazem isso, mas os verdadeiramente grandes fazem você sentir que você também pode se tornar grande.",
    "author": "Mark Twain"
  },
  {
    "text": "A depressão é uma condição em que você não controla sua vida. Encontre algo que o traga de volta à vida. Não importa o quão pequeno isso possa parecer.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Ser forte significa sentir-se terrível e vivo ao mesmo tempo.",
    "author": "Lena Dunham"
  },
  {
    "text": "Sua situação atual não é seu destino final.",
    "author": "Desconhecido"
  },
  {
    "text": "A maior glória na vida não está em nunca cair, mas em levantar-se cada vez que caímos.",
    "author": "Nelson Mandela"
  },
  {
    "text": "O que você está sentindo agora não o definirá para sempre.",
    "author": "Christina Rasmussen"
  },
  {
    "text": "Não julgue cada dia pela colheita que você fez, mas pelas sementes que plantou.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "A esperança é a fé direcionada para o futuro; a crença de que dias melhores virão, não importa quão sombrio seja o presente.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A depressão é uma prisão onde você é tanto o carcereiro quanto o prisioneiro.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Se você está passando pelo inferno, continue andando.",
    "author": "Winston Churchill"
  },
  {
    "text": "A coisa mais importante a se fazer quando você está no fundo do poço é levantar-se.",
    "author": "Demi Lovato"
  },
  {
    "text": "Agarre-se à esperança. Quando está escuro, as estrelas são vistas melhor.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Você não precisa ver toda a escada, apenas dê o primeiro passo.",
    "author": "Martin Luther King"
  },
  {
    "text": "O tratamento não significa recuperação imediata, mas é o primeiro passo para isso.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O que vemos depende principalmente do que procuramos.",
    "author": "John Lubbock"
  },
  {
    "text": "Seja paciente com tudo o que não está resolvido em seu coração, e tente amar as próprias perguntas.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "A saúde mental requer a mesma atenção e cuidado que a saúde física.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Em cada noite há uma estrela mais brilhante.",
    "author": "Maya Angelou"
  },
  {
    "text": "Não tenha medo de mostrar sua vulnerabilidade. Ser honesto sobre sua condição pode trazer o apoio necessário.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Seja você mesmo; todos os outros papéis já estão ocupados.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Às vezes, a coisa mais saudável que você pode fazer é permitir-se sentir.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A vida não é sobre esperar a tempestade passar, mas aprender a dançar na chuva.",
    "author": "Vivian Greene"
  },
  {
    "text": "Não perca a fé em si mesmo. Você nunca sabe o quão perto pode estar de seu objetivo.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O que não nos mata nos torna mais fortes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "O amor próprio é o início de um romance para toda a vida.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nunca tenha medo de pedir ajuda. É um sinal de força, não de fraqueza.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A vida não é sobre sobreviver à tempestade, mas sobre dançar na chuva.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A força não vem da capacidade física. Ela vem de uma vontade indomável.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Defina sua vida não pelo que você falhou, mas pelo que ainda pode alcançar.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A única maneira de fazer um ótimo trabalho é amar o que você faz.",
    "author": "Steve Jobs"
  },
  {
    "text": "Nos tornamos fortes não quando nunca temos que lutar, mas quando aprendemos a superar desafios.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não espere por momentos especiais, torne cada momento especial.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não se preocupe com o que as pessoas pensam de você. Elas estão muito ocupadas pensando em si mesmas.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Qualquer passo à frente, mesmo o menor, é um passo para o sucesso.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não tenha medo de ir devagar, tenha medo de ficar parado.",
    "author": "Provérbio chinês"
  },
  {
    "text": "A verdadeira coragem é saber que você acordará amanhã, quando o mundo inteiro desabou hoje.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Lembre-se de que não receber o que você quer às vezes é uma maravilhosa sorte.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "A felicidade não está em ter o que você quer, mas em querer o que você tem.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O sucesso é a capacidade de ir de um fracasso a outro sem perder o entusiasmo.",
    "author": "Winston Churchill"
  },
  {
    "text": "Ouse viver a vida que você sonhou para si mesmo. Siga em frente e torne sua vida magnífica.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Apenas aqueles que arriscam ir longe demais podem descobrir até onde é possível ir.",
    "author": "T. S. Eliot"
  },
  {
    "text": "A dor nem sempre é um sinal para agir; às vezes é um chamado para a meditação.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O verdadeiro otimismo não é alegria, mas força. E essa força ajuda a encarar a realidade com os olhos abertos.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Cada dia é uma nova oportunidade para mudar sua vida.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O mais difícil é a decisão de agir, o resto é apenas persistência.",
    "author": "Amelia Earhart"
  }
]
