[
  {
    "text": "A maior glória na vida não está em nunca cair, mas em se levantar toda vez que você cair.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Quando você estiver no escuro, lembre-se: o sol nasce e se põe, mas a sua luz é eterna.",
    "author": "K. H. Gibran"
  },
  {
    "text": "O que não nos mata nos torna mais fortes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Mesmo na noite que parece interminável para o mundo inteiro, existe um caminho que leva a uma manhã luminosa.",
    "author": "Haruki Murakami"
  },
  {
    "text": "A esperança é aquela coisa com penas que pousa na alma e canta uma melodia sem palavras — e nunca para.",
    "author": "Emily Dickinson"
  },
  {
    "text": "A melhor maneira de se animar é tentar animar outra pessoa.",
    "author": "Mark Twain"
  },
  {
    "text": "Um pequeno pensamento positivo pela manhã pode mudar o seu dia inteiro.",
    "author": "Dalai Lama"
  },
  {
    "text": "É importante lembrar que não podemos nos tornar quem queremos ser permanecendo quem somos.",
    "author": "Max DePree"
  },
  {
    "text": "Sempre há luz, se tivermos coragem suficiente para vê-la — e coragem suficiente para ser essa luz.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Não julgue cada dia pela colheita que você fez, mas pelas sementes que você plantou.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Lembre-se: isso não é sinal de fraqueza. É uma doença que precisa de tratamento, como qualquer outra.",
    "author": "Demi Lovato"
  },
  {
    "text": "Não deixe sua doença definir quem você é.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "O que vemos depende, em grande parte, do que procuramos.",
    "author": "John Lubbock"
  },
  {
    "text": "É importante falar sobre o que você sente, em vez de guardar tudo dentro de si.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Você não está sozinho, e essa escuridão, como tudo, um dia vai passar.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Coragem nem sempre ruge. Às vezes, coragem é uma voz baixa no fim do dia que diz: “Vou tentar de novo amanhã”.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "A esperança é aquela coisa com penas que se instala na alma e canta uma melodia sem palavras — e nunca para, nunca.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Lembre-se de que você não precisa fazer o que todo mundo faz.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Fique longe de quem tenta diminuir suas ambições. Gente pequena faz isso o tempo todo; os verdadeiramente grandes fazem você sentir que também pode se tornar grande.",
    "author": "Mark Twain"
  },
  {
    "text": "Depressão é quando você perde o controle da própria vida. Encontre algo que te traga de volta à vida, por menor que pareça.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Ser forte é se sentir péssimo e vivo ao mesmo tempo.",
    "author": "Lena Dunham"
  },
  {
    "text": "Sua situação atual não é o seu destino final.",
    "author": "Desconhecido"
  },
  {
    "text": "O que você sente agora não vai te definir para sempre.",
    "author": "Kristina Rimmi"
  },
  {
    "text": "Esperança é fé voltada para o futuro; a crença de que dias melhores virão, por mais sombrios que sejam os dias de hoje.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Depressão é uma prisão em que você é ao mesmo tempo carcereiro e prisioneiro.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Se você está atravessando o inferno, continue andando.",
    "author": "Winston Churchill"
  },
  {
    "text": "A coisa mais importante, quando você está no fundo do poço, é se levantar.",
    "author": "Demi Lovato"
  },
  {
    "text": "Segure firme na esperança. Quando está escuro, é aí que as estrelas brilham mais.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Você não precisa enxergar a escada inteira — basta dar o primeiro passo.",
    "author": "Martin Luther King"
  },
  {
    "text": "Tratamento não significa cura imediata, mas é o primeiro passo rumo a ela.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Seja paciente com tudo o que ainda não se resolveu em sua alma e tente amar as próprias perguntas.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "A saúde mental exige o mesmo cuidado e atenção que a saúde física.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Em toda noite há uma estrela mais brilhante.",
    "author": "Maya Angelou"
  },
  {
    "text": "Não tenha medo de mostrar sua vulnerabilidade. Ser honesto sobre como você está pode trazer o apoio de que você precisa.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Seja você mesmo; todas as outras versões já estão ocupadas.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Às vezes, a atitude mais saudável é se permitir sentir.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não perca a fé em si mesmo. Você nunca sabe o quão perto pode estar do seu objetivo.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O amor-próprio é o começo de um romance para a vida toda.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nunca tenha medo de pedir ajuda. Isso é sinal de força, não de fraqueza.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A força não vem da capacidade física. Ela vem de uma vontade indomável.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Defina sua vida não pelo que não deu certo, mas pelo que você ainda pode alcançar.",
    "author": "Autor desconhecido"
  },
  {
    "text": "A única forma de fazer um grande trabalho é amar o que você faz.",
    "author": "Steve Jobs"
  },
  {
    "text": "Nós nos tornamos fortes não quando nunca precisamos lutar, mas quando aprendemos a superar os desafios.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não espere por momentos especiais; faça de cada momento algo especial.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não se preocupe com o que as pessoas vão pensar de você. Elas estão ocupadas demais pensando nelas mesmas.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Qualquer passo adiante, por menor que seja, é um passo em direção ao sucesso.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Não tenha medo de ir devagar; tenha medo de ficar parado.",
    "author": "Provérbio chinês"
  },
  {
    "text": "A verdadeira coragem é saber que amanhã você vai acordar, mesmo quando hoje parece que o mundo desabou.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Lembre-se: às vezes, não conseguir o que você quer é uma sorte imensa.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Felicidade não é ter o que você quer, e sim querer o que você tem.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Sucesso é a capacidade de ir de um fracasso a outro sem perder o entusiasmo.",
    "author": "Winston Churchill"
  },
  {
    "text": "Ouse viver a vida que você sonhou para si. Vá em frente e faça da sua vida algo grandioso.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Só quem se arrisca a ir longe demais descobre até onde é possível ir.",
    "author": "T. S. Eliot"
  },
  {
    "text": "A dor nem sempre é um sinal de ação; às vezes, é um convite à reflexão.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O verdadeiro otimismo não é alegria, é força. E é essa força que permite encarar a realidade de olhos abertos.",
    "author": "Autor desconhecido"
  },
  {
    "text": "Cada dia é uma nova oportunidade de transformar sua vida.",
    "author": "Autor desconhecido"
  },
  {
    "text": "O mais difícil é decidir agir; o resto é só persistência.",
    "author": "Amelia Earhart"
  }
]
