{
  "title": "Копінг-картка: маленька помічниця для великих змін",
  "description": "Копінг-картки — простий, але дуже дієвий інструмент когнітивно-поведінкової терапії. Вони допомагають упоратися зі стресом, по-новому подивитися на складні ситуації та підтримати себе в моменти сумнівів. Ці невеликі «нагадування» повертають відчуття впевненості й допомагають рухатися до емоційного зростання. Досліджуйте свої думки, знаходьте опору в собі та крок за кроком приходьте до більш спокійного й стійкого життя.",
  "screen_1": {
    "texts": [
      "Копінг-картки — ще один ненав’язливий, але надзвичайно потужний інструмент когнітивно-поведінкової терапії.",
      "Що таке копінг-картки?",
      "Копінг-картки — це метод КПТ, який допомагає давати раду негативним думкам і стресовим ситуаціям та здоровіше сприймати те, що відбувається.",
      "Це своєрідна «пам’ятка», що підказує, як замінювати руйнівні переконання на підтримувальні та повертати віру в себе.",
      "Чому варто користуватися копінг-картками?",
      "Зниження тривожності: копінг-картки допомагають швидко повернути спокій, коли емоції захльостують надто сильно.",
      "Підтримка у складні моменти: у хвилини сумнівів вони стають голосом підтримки, нагадуючи про вашу силу й ресурси.",
      "Розвиток самоусвідомлення: записуючи свої думки й реакції, ви краще розумієте, що запускає емоції та як на них впливати.",
      "Простота й доступність: інтерфейс нашого застосунку зрозумілий і зручний, тож створювати картки легко й приємно."
    ],
    "quote": {
      "text": "Ви можете страждати, якщо обираєте ірраціональні переконання, але можете не страждати, якщо обираєте раціональні.",
      "author": "Аарон Бек"
    }
  },
  "screen_2": {
    "texts": [
      "Як це працює?",
      "Коли ви помічаєте руйнівну думку, копінг-картка допомагає замінити її на реалістичнішу й підтримувальнішу.",
      "Спочатку це може вимагати трохи практики, але з часом ви навчитеся швидше помічати негативні думки й замінювати їх більш конструктивними.",
      "Наприклад, якщо з’являється думка: «Я ніколи не зможу досягти своїх цілей», її можна замінити на: «Мені буває складно, але в мене є план, і я можу рухатися вперед навіть маленькими кроками».",
      "Такий підхід допомагає не лише інакше подивитися на ситуацію, а й надихає діяти.",
      "Регулярно переглядайте й оновлюйте свої картки.",
      "Наші почуття та думки змінюються, тож важливо, щоб картки відповідали вашим поточним потребам.",
      "Якщо якась негативна думка вже втратила силу або ви вже впоралися з труднощами, оновіть картку й запишіть нове підтримувальне переконання.",
      "У нашому застосунку ви легко зможете редагувати наявні картки та створювати нові.",
      "З часом копінг-картки стають не просто інструментом проти негативних думок, а вашим особистим дороговказом у процесі саморозвитку й емоційного зростання."
    ]
  },
  "screen_3": {
    "texts": [
      "Розгляньмо кілька прикладів, щоб краще зрозуміти принцип заміни руйнівних думок.",
      "Приклад 1",
      "Руйнівна думка: «Я не впораюся з цим проєктом — мені бракує здібностей».",
      "Конструктивна заміна: «Мені вже вдавалося виконувати складні завдання. У мене є знання й ресурси, щоб завершити й це».",
      "Приклад 2",
      "Руйнівна думка: «Усі сміятимуться з мене, якщо я скажу щось дурне».",
      "Конструктивна заміна: «Помилятися може кожен. Я навчаюся, а спілкування — це можливість зростати й розвиватися».",
      "Приклад 3",
      "Руйнівна думка: «Нічого не зміниться, життя завжди буде таким».",
      "Конструктивна заміна: «Зміни відбуваються поступово. Навіть маленькі кроки призводять до великих результатів».",
      "Висновок",
      "Копінг-картки — це потужний і водночас м’який спосіб керувати думками та емоціями.",
      "Вони допомагають відновити зв’язок із раціональним, спокійним поглядом на ситуацію та протистояти негативним переконанням.",
      "Користуючись ними, ви краще розумієте себе та свої реакції на стрес.",
      "Почніть створювати свої картки вже сьогодні й зробіть перший крок до спокійнішого, упевненішого та стійкішого життя."
    ]
  }
}
