{
  "title": "Копінг-картка: Маленький помічник для великих змін",
  "description": "Копінг-картки — це простий, але потужний інструмент когнітивно-поведінкової терапії, який допомагає справлятися зі стресом і негативними думками. Дізнайтесь, як ці маленькі «нагадування» можуть змінити ваше сприйняття, повернути впевненість і стати провідником до емоційного зростання. Пориньте у світ самопізнання та відкрийте шлях до спокійнішого життя з копінг-картками!",
  "screen_1": {
    "texts": [
      "Копінг-картки – ще одна таємна зброя когнітивно-поведінкової терапії.",
      "Що таке копінг-картки?",
      "Копінг-картки — це ефективний метод, розроблений у рамках когнітивно-поведінкової терапії, який допомагає людям справлятися з негативними думками та стресовими ситуаціями.",
      "Вони слугують своєрідним «нагадуванням», підказуючи, як можна змінити руйнівні переконання та повернути собі впевненість.",
      "Чому варто використовувати копінг-картки?",
      "Зниження тривожності: Копінг-картки допоможуть вам швидко відновити спокій у стресових ситуаціях.",
      "Підтримка у складні часи: Коли вам потрібне натхнення чи підтримка, ваші картки завжди будуть поруч, щоб нагадати про ваші внутрішні ресурси.",
      "Розвиток самосвідомості: Записуючи свої думки та почуття, ви зможете краще розуміти свої емоційні реакції та поведінкові патерни.",
      "Легкість у використанні: Функціонал нашого додатку інтуїтивно зрозумілий і простий, що робить процес створення карток доступним для всіх."
    ],
    "quote": {
      "text": "Ви можете страждати, якщо обираєте ірраціональні переконання, але ви можете не страждати, якщо обираєте раціональні.",
      "author": "Аарон Бек"
    }
  },
  "screen_2": {
    "texts": [
      "Як це працює?",
      "Коли ви помічаєте руйнівну думку, варто скористатися копінг-картками, щоб замінити її на більш конструктивну.",
      "Цей процес може потребувати певної практики, але з часом ви навчитеся швидше реагувати на негативні думки та замінювати їх позитивними переконаннями.",
      "Наприклад, якщо ви думаєте: «Я ніколи не досягну своїх цілей», ви можете замінити цю думку на більш конструктивну: «Я стикаюся з труднощами, але в мене є план, і я можу рухатися до своїх цілей, навіть маленькими кроками».",
      "Це допомагає не лише змінити сприйняття ситуації, а й надихає на дії.",
      "Регулярно переглядайте та оновлюйте свої картки.",
      "Ваші почуття й думки можуть змінюватися з часом, тому важливо адаптувати картки до поточних потреб.",
      "Наприклад, якщо ви помітили, що якась руйнівна думка більше не актуальна або вам вдалося подолати певний страх, оновіть картку, додавши нові конструктивні думки чи стратегії.",
      "У нашому додатку ви зможете легко редагувати вже створені картки або додавати нові.",
      "Таким чином, копінг-картки стають не лише інструментом для боротьби з негативними думками, а й вашим особистим провідником у процесі саморозвитку та емоційного зростання."
    ]
  },
  "screen_3": {
    "texts": [
      "Розгляньмо ще кілька прикладів заміни руйнівних думок на конструктивні, щоб значення карток стало зрозумілішим.",
      "Приклад 1",
      "Руйнівна думка: «Я не впораюся з цим проєктом, я недостатньо хороший».",
      "Конструктивна заміна: «Я вже справлявся з важкими проєктами раніше. У мене є навички та ресурси, щоб успішно завершити це завдання».",
      "Приклад 2",
      "Руйнівна думка: «Усі сміятимуться з мене, якщо я скажу щось дурне».",
      "Конструктивна заміна: «Кожен може помилятися. Я можу вчитися на своїх помилках і отримувати задоволення від спілкування».",
      "Приклад 3",
      "Руйнівна думка: «Нічого не зміниться, моє життя завжди буде таким».",
      "Конструктивна заміна: «Я можу робити кроки до змін. Маленькі кроки ведуть до великих результатів».",
      "Висновок",
      "Копінг-картки — це потужний інструмент для управління своїми думками та емоціями.",
      "Вони допомагають відновити зв’язок із раціональною частиною вашого розуму та протистояти негативним переконанням.",
      "Використовуючи їх, ви зможете краще розуміти себе і свої реакції на стресові ситуації.",
      "Почніть створювати свої копінг-картки вже сьогодні та відкрийте для себе шлях до спокійнішого й впевненішого стану!"
    ]
  }
}
