{
  "title": "Копінг-картка: маленький помічник для великих змін",
  "description": "Копінг-картки — простий, але потужний інструмент когнітивно-поведінкової терапії, який допомагає впоратися зі стресом і негативними думками. Дізнайтеся, як ці невеликі нагадування можуть підтримати вас, повернути відчуття впевненості та стати провідником до емоційного зростання. Зробіть крок до більш спокійного й усвідомленого життя разом із копінг-картками!",
  "screen_1": {
    "texts": [
      "Копінг-картки — ще один ефективний інструмент когнітивно-поведінкової терапії.",
      "Що таке копінг-картки?",
      "Це техніка, створена в межах КПТ, що допомагає працювати з негативними думками та долати стресові ситуації.",
      "Картки слугують своєрідним нагадуванням про те, як можна змінити деструктивні переконання та відновити впевненість.",
      "Чому варто використовувати копінг-картки?",
      "Зменшення тривоги: картки допоможуть швидше відновити внутрішню рівновагу у складних ситуаціях.",
      "Підтримка у складні моменти: коли вам потрібні сили та натхнення, картки нагадають про внутрішні ресурси.",
      "Розвиток самосвідомості: записуючи свої думки та емоції, ви краще розумієте власні реакції та поведінку.",
      "Простота використання: інтерфейс нашого застосунку інтуїтивний і зручний, тому створювати картки легко й приємно."
    ],
    "quote": {
      "text": "Ви можете страждати, якщо обираєте нераціональні переконання, але ви можете не страждати, якщо обираєте раціональні.",
      "author": "Аарон Бек"
    }
  },
  "screen_2": {
    "texts": [
      "Як це працює?",
      "Коли ви помічаєте деструктивну думку, копінг-картка допомагає замінити її більш конструктивною.",
      "Це може вимагати практики, але з часом ви навчитеся швидше реагувати на негативні думки та формувати корисніші переконання.",
      "Наприклад, якщо виникає думка: «Я ніколи не досягну своїх цілей», її можна замінити на: «Я стикаюся з труднощами, але в мене є план, і я рухаюся вперед навіть маленькими кроками».",
      "Такий підхід допомагає змінювати сприйняття ситуації та мотивує до дії.",
      "Переглядайте й оновлюйте картки регулярно.",
      "Наші думки та потреби можуть змінюватися, тому важливо адаптувати картки під свій стан.",
      "Якщо якась деструктивна думка вже втратила актуальність або ви подолали певний страх — оновіть картку, додавши нові раціональні переконання.",
      "У нашому застосунку ви легко можете редагувати наявні картки або створювати нові.",
      "Так копінг-картки стають не просто способом протидії негативним думкам, а вашим особистим інструментом розвитку й емоційного зростання."
    ]
  },
  "screen_3": {
    "texts": [
      "Розгляньмо кілька прикладів заміни деструктивних думок на конструктивні.",
      "Приклад 1",
      "Деструктивна думка: «Я не впораюся з цим проєктом, я недостатньо хороший».",
      "Конструктивна альтернатива: «Мені вже вдавалося впоратися зі складними завданнями. У мене є навички та ресурси, щоб виконати і це завдання».",
      "Приклад 2",
      "Деструктивна думка: «Усі сміятимуться з мене, якщо я скажу щось не так».",
      "Конструктивна альтернатива: «Помилятися може кожен. Я можу вчитися на помилках і отримувати задоволення від спілкування».",
      "Приклад 3",
      "Деструктивна думка: «Нічого не зміниться, моє життя завжди буде таким».",
      "Конструктивна альтернатива: «Я можу робити кроки до змін. Маленькі кроки приводять до великих результатів».",
      "Висновок",
      "Копінг-картки — дієвий спосіб працювати зі своїми думками та емоціями.",
      "Вони допомагають повернути зв’язок із раціональним мисленням і протистояти негативним переконанням.",
      "Використовуючи їх, ви краще розумієте себе і свої реакції на стрес.",
      "Почніть створювати власні копінг-картки вже сьогодні, щоб зробити крок до спокійнішого й упевненішого життя."
    ]
  }
}