{
  "title": "Копінг-картка: Маленький помічник для великих змін",
  "description": "Копінг-картки — це простий, але потужний інструмент когнітивно-поведінкової терапії, який допомагає справлятися зі стресом та негативними думками. Дізнайтеся, як ці маленькі «нагадування» можуть змінити ваше сприйняття, повернути впевненість і стати провідником до емоційного зростання. Зануртеся у світ самопізнання і відкрийте шлях до більш спокійного життя за допомогою копінг-карток!",
  "screen_1": {
    "texts": [
      "Копінг-картки – ще одна таємна зброя когнітивно-поведінкової терапії.",
      "Що таке копінг-картки?",
      "Копінг-картки — це ефективний метод, розроблений у рамках когнітивно-поведінкової терапії, який допомагає людям справлятися з негативними думками та стресовими ситуаціями.",
      "Вони служать свого роду «нагадуванням», що підказує, як можна змінити деструктивні переконання і повернути собі впевненість.",
      "Чому варто використовувати копінг-картки?",
      "Зниження тривожності: Копінг-картки допоможуть вам швидко відновити спокій у стресових ситуаціях.",
      "Підтримка у важкі часи: Коли вам потрібне натхнення чи підтримка, ваші картки завжди будуть поруч, щоб нагадати про ваші внутрішні ресурси.",
      "Розвиток самосвідомості: Записуючи свої думки та почуття, ви зможете краще розуміти свої емоційні реакції та поведінкові патерни.",
      "Легкість у використанні: Функціонал нашого додатку інтуїтивно зрозумілий і простий, що робить процес створення карток доступним для всіх."
    ],
    "quote": {
      "text": "Ви можете страждати, якщо обираєте ірраціональні переконання, але ви можете не страждати, якщо обираєте раціональні.",
      "author": "Аарон Бек"
    }
  },
  "screen_2": {
    "texts": [
      "Як це працює?",
      "Коли ви помічаєте деструктивну думку, важливо використовувати копінг-картки, щоб замінити її на більш конструктивну.",
      "Цей процес може вимагати певної практики, але з часом ви навчитеся швидше реагувати на негативні думки і замінювати їх позитивними переконаннями.",
      "Наприклад, якщо ви думаєте: «Я ніколи не зможу досягти своїх цілей», ви можете замінити цю думку на більш конструктивну: «Я стикаюся з труднощами, але в мене є план, і я можу рухатися до своїх цілей, навіть малими кроками».",
      "Це допомагає не тільки змінити сприйняття ситуації, але й надихає на дії.",
      "Регулярно переглядайте й оновлюйте свої картки.",
      "Ваші почуття й думки можуть змінюватися з часом, тому важливо адаптувати картки до поточних потреб.",
      "Наприклад, якщо ви помітили, що якась деструктивна думка більше не актуальна або вам вдалося подолати певний страх, оновіть картку, додавши нові конструктивні думки чи стратегії.",
      "У нашому додатку ви зможете легко редагувати вже створені картки або додавати нові.",
      "Таким чином, копінг-картки стають не тільки інструментом для боротьби з негативними думками, а й вашим особистим путівником у процесі саморозвитку та емоційного зростання."
    ]
  },
  "screen_3": {
    "texts": [
      "Давайте розглянемо ще кілька прикладів заміни деструктивних думок на конструктивні, щоб сенс карток став більш зрозумілим.",
      "Приклад 1",
      "Деструктивна думка: «Я не впораюся з цим проєктом, я недостатньо хороший».",
      "Конструктивна заміна: «Я вже впорався зі складними проєктами раніше. У мене є навички та ресурси для успішного завершення цього завдання».",
      "Приклад 2",
      "Деструктивна думка: «Всі будуть сміятися наді мною, якщо я скажу щось дурне».",
      "Конструктивна заміна: «Кожен може помилятися. Я можу вчитися на своїх помилках і отримувати задоволення від спілкування».",
      "Приклад 3",
      "Деструктивна думка: «Нічого не зміниться, моє життя завжди буде таким».",
      "Конструктивна заміна: «Я можу вживати кроків до змін. Маленькі кроки ведуть до великих результатів».",
      "Висновок",
      "Копінг-картки — це потужний інструмент для керування своїми думками та емоціями.",
      "Вони допомагають відновити зв'язок з раціональною частиною вашого розуму і протистояти негативним переконанням.",
      "Використовуючи їх, ви зможете краще розуміти себе та свої реакції на стресові ситуації.",
      "Починайте створювати свої копінг-картки вже сьогодні і відкрийте для себе шлях до більш спокійного та впевненого стану!"
    ]
  },
  "instagram": ["18069727405892654"]
}