{
  "title": "Історія Аліси, подолання депресії",
  "description": "Стаття розглядає приклад людини, що страждає від депресії, для демонстрації взаємозв'язку між автоматичними думками, проміжними та глибинними переконаннями. Через аналіз її життєвого шляху та взаємодії з психологом, стаття пояснює, як ці рівні мислення формуються і як їх можна змінити для подолання депресії. Підхід базується на принципах когнітивно-поведінкової психотерапії.",
  "screen_1": {
    "texts": [
      "Щоб наочно показати і пояснити, як пов'язані автоматичні думки, проміжні та глибинні переконання, розглянемо приклад Аліси, молодої дівчини, що зіткнулася з депресією та сумнівами в собі.",
      "Для повноти картини поговоримо трохи про її особисту та соціальну історію:",
      "Аліса виросла в неповній сім'ї в маленькому містечку. Її батько пішов до іншої жінки, коли їй було всього 6 років. З мамою стосунки складалися складно: мати, що працювала медсестрою, постійно знаходила привід для критики і дуже рідко хвалила доньку.",
      "Після розлучення батьків між ними не було ніякого зв'язку, і Аліса відчувала себе як на мінному полі, намагаючись догодити обом. У батька в новій сім'ї було двоє синів і донька. З ними він проводив багато часу, відправляючись на вихідні на природу і навіть займаючись з ними спортом. Аліса мимоволі ревнувала і заздріла їм.",
      "У шкільні роки Аліса стала відмінницею, частково через бажання заслужити схвалення матері, яка встановила хороші оцінки як норму. Аліса закінчила університет з червоним дипломом, спеціалізуючись у маркетингу. Зараз їй 23 роки, вона не заміжня і не має дітей. У пошуку роботи та стабільності, вона вирішує звернутися до психолога через депресію.",
      "Депресивний розлад активізувався в Аліси через труднощі з пошуком роботи після університету. Вона стала вести менш активне соціальне життя і більшу частину часу проводить у пригніченому стані, впевнена, що в неї нічого не вийде."
    ]
  },
  "screen_2": {
    "texts": [
      "Тепер розглянемо, як взаємодіють усі три рівні її мислення на прикладі спілкування Аліси з психологом:"
    ],
    "dialog": [
      "Алісо, згадайте, будь ласка, ситуацію, коли ви востаннє відчували інтенсивні негативні емоції.",
      "Це було вчора. Я дивилася вакансії і побачила ідеальний варіант — креативна компанія, гнучкий графік, хороша зарплата. Але я завмерла і не змогла надіслати резюме.",
      "Що зупинило вас?",
      "Здається, я подумала, що мене все одно не візьмуть, бо це занадто складно для мене. Я з цим не впораюся (автоматична думка)",
      "Що для вас означає думка про те, що ви не впораєтеся з цією роботою?",
      "Що я не зможу виконати завдання на високому рівні, і що допускати помилки — жахливо (проміжне переконання).",
      "А як би ви назвали людину, яка не справляється з чимось, якщо допускає помилки?",
      "Вона ні на що не годна, невдаха.",
      "А якщо ви з чимось не справляєтеся, допускаєте помилки і беретеся за те, чого не зможете зробити, тоді ви яка?",
      "Я невдаха (глибинне переконання)."
    ]
  },
  "screen_3": {
    "texts": [
      "Тепер ми бачимо, як влаштовані усі три рівні деструктивного мислення Аліси.",
      "Важливо розуміти, що Аліса не народилася з такими переконаннями. Вони закріпилися в різні періоди її життя та в різних обставинах. Це означає, що їх можна і потрібно змінювати.",
      "Процес змін починається з роботи над автоматичними думками. Коли Аліса навчиться ставити їх під сумнів і доводити їх деструктивність, тим самим зменшуючи довіру до них, можна перейти до наступного шару — проміжним переконанням.",
      "\"Хитаючи\" віру в них, ми зможемо дістатися до глибинних переконань і змінити їх на більш адаптивні та корисні."
    ]
  }
}
