{
  "title": "Історія Аліси: шлях подолання депресії",
  "description": "У цій статті ми розглянемо історію людини, що зіткнулася з депресією, щоб проілюструвати взаємозв'язок між автоматичними думками, проміжними та глибинними переконаннями. На прикладі життєвого досвіду та роботи з психологом показано, як формуються ці рівні мислення і як їх можна змінити, щоб вийти з депресивного стану. Підхід базується на принципах когнітивно-поведінкової терапії.",
  "screen_1": {
    "texts": [
      "Щоб краще зрозуміти, як взаємодіють автоматичні думки, проміжні та глибинні переконання, розгляньмо історію Аліси — молодої жінки, яка зіткнулася з депресією та невпевненістю в собі.",
      "Для початку погляньмо на її життєвий та соціальний контекст:",
      "Аліса виросла в неповній родині у невеликому місті. Коли їй було шість років, батько пішов до іншої жінки. Стосунки з мамою були непростими: вона багато працювала медсестрою, часто критикувала доньку і дуже рідко висловлювала підтримку чи похвалу.",
      "Після розлучення батьки майже не спілкувалися, і Аліса жила у постійній напрузі, намагаючись виправдати очікування обох. У батька з'явилася нова родина — двоє синів і донька. Він проводив з ними час, подорожував, займався спортом. Аліса відчувала ревнощі та сум, спостерігаючи це збоку.",
      "У школі вона навчалася відмінно — частково через бажання отримати мамину схвальність, для якої високі оцінки були нормою. Пізніше Аліса закінчила університет із відзнакою, здобувши освіту в сфері маркетингу. Зараз їй 23 роки, вона не одружена, не має дітей і шукає стабільну роботу. Через депресивний стан вона вирішує звернутися до психолога.",
      "Депресія загострилася після складного періоду пошуку роботи. Соціальна активність Аліси знизилася, а більша частина дня проходить у пригніченому настрої та відчутті безнадійності."
    ]
  },
  "screen_2": {
    "texts": [
      "Давайте подивимося, як проявляються всі три рівні її мислення під час взаємодії з психологом:"
    ],
    "dialog": [
      "Алісо, пригадайте, будь ласка, ситуацію, коли Ви востаннє відчували сильні негативні емоції.",
      "Учора. Я дивилася вакансії й знайшла ідеальну: творча компанія, гнучкий графік, хороша зарплата. Але я розгубилася і так і не наважилася надіслати резюме.",
      "Що Вас зупинило?",
      "Мені здалося, що мене все одно не візьмуть. Що це надто складно для мене, і я не впораюся (автоматична думка).",
      "Що для Вас означає думка про те, що Ви не впораєтеся?",
      "Що я не зможу виконати завдання на належному рівні, і що робити помилки — це жахливо (проміжне переконання).",
      "А як би Ви охарактеризували людину, яка інколи не справляється і допускає помилки?",
      "Це людина, яка ні на що не здатна, невдаха.",
      "Якщо Ви теж інколи не справляєтеся і робите помилки, тоді хто Ви?",
      "Я невдаха (глибинне переконання)."
    ]
  },
  "screen_3": {
    "texts": [
      "Тепер ми бачимо, як функціонують усі три рівні деструктивного мислення Аліси.",
      "Важливо розуміти: вона не народилася з такими переконаннями. Вони сформувалися у різні періоди її життя під впливом складних обставин. Це означає, що їх можна змінювати.",
      "Процес трансформації починається з роботи з автоматичними думками. Коли Аліса навчиться ставити їх під сумнів і помічати їх некорисність, рівень довіри до них знизиться. Тоді можна буде переходити до проміжних переконань.",
      "Поступово зменшуючи їхній вплив, ми зможемо дістатися до глибинних переконань і замінити їх більш адаптивними, підтримуючими та реалістичними."
    ]
  }
}