{
  "title": "Історія Аліси: шлях до подолання депресії",
  "description": "У цій статті ми розглянемо історію людини, яка зіткнулася з депресією, щоб показати, як пов’язані автоматичні думки, проміжні та глибинні переконання. Через історію Аліси та її роботу з психологом побачимо, як формуються переконання і як їх можна змінювати, щоб справлятися з депресією. Підхід ґрунтується на принципах когнітивно-поведінкової терапії.",
  "screen_1": {
    "texts": [
      "Щоб наочно показати зв’язок між автоматичними думками, проміжними та глибинними переконаннями, розгляньмо історію Аліси — молодої людини, яка зіткнулася з депресією та сумнівами у собі.",
      "Спочатку трохи познайомимося з її життям і оточенням:",
      "Аліса виросла в неповній сім’ї у невеликому місті. Коли їй було 6 років, батько пішов до іншої жінки. Стосунки з мамою складалися непросто: вона часто критикувала Алісу й рідко хвалила.",
      "Після розлучення батьки майже не спілкувалися, і Аліса почувалася між двома сторонами, намагаючись догодити кожному. У батька в новій сім’ї з’явилися троє дітей, і він багато часу проводив із ними: поїздки на природу, спільний спорт. Аліса переживала образу, ревнощі та відчуття виключеності.",
      "У школі Аліса стала відмінницею багато в чому через бажання заслужити схвалення матері, для якої гарні оцінки були нормою. Згодом вона закінчила університет з відзнакою за спеціальністю «маркетинг». Зараз їй 23 роки, вона не перебуває у шлюбі, дітей немає. У пошуках роботи та стабільності вона звернулася до психолога через депресію.",
      "Її стан загострився через труднощі з пошуком роботи. Соціальна активність знизилася; більшу частину часу вона почувається пригніченою і переконана, що нічого не вийде."
    ]
  },
  "screen_2": {
    "texts": [
      "Тепер подивімося, як проявляються три рівні мислення Аліси на прикладі її діалогу з психологом:"
    ],
    "dialog": [
      "Алісо, згадайте, будь ласка, ситуацію, коли нещодавно Ви відчували сильні негативні емоції.",
      "Це було вчора. Під час перегляду вакансій натрапила на ідеальну роботу: цікава компанія, гнучкий графік, гідний дохід. Але завмерла — резюме так і не надіслала.",
      "Що саме Вас зупинило?",
      "З’явилася думка, що мене однаково не візьмуть. Що це надто складно для мене. Що не впораюся (автоматична думка).",
      "Що для Вас означає думка про те, що Ви не впораєтеся?",
      "Що завдання не будуть виконані достатньо добре і що помилки — це дуже погано (проміжне переконання).",
      "Як би Ви назвали людину, яка припускається помилок і не справляється?",
      "Вона невдаха, не здатна на щось серйозне.",
      "А якщо це трапляється з Вами — коли стикаєтеся зі складнощами й припускаєтеся помилок, то хто Ви?",
      "Мабуть, я невдаха (глибинне переконання)."
    ]
  },
  "screen_3": {
    "texts": [
      "Тепер ми бачимо, як пов’язані три рівні мислення Аліси і як вони формують її емоційний стан.",
      "Важливо пам’ятати: Аліса не народилася з такими переконаннями. Вони з’явилися й закріпилися впродовж життя під впливом подій та оточення. А отже — їх можна змінювати.",
      "Робота починається з автоматичних думок. Коли Аліса навчиться помічати їх і ставити під сумнів, вона зможе послабити їхній вплив і перейти до змін на наступному рівні — проміжних переконаннях.",
      "Поступово, крок за кроком, ці зміни допоможуть трансформувати й глибинні переконання, замінюючи їх на більш реалістичні та підтримувальні."
    ]
  }
}
