{
  "title": "Пізнання себе через когнітивно-поведінкову терапію",
  "description": "Цей матеріал знайомить із базовими принципами когнітивно-поведінкової терапії (КПТ) і пояснює, як глибинні та проміжні переконання формують автоматичні думки та емоції. Через аналогію з яблунею ми розберемо, як внутрішні установки впливають на наше сприйняття подій і реакції на них, а також побачимо приклади того, як різне бачення однієї ситуації може призводити до цілком різних емоційних реакцій.",
  "screen_1": {
    "texts": [
      "У сучасному світі, де так багато невизначеності й стресу, турбота про психічне здоров’я стає життєво важливою.",
      "Мільйони людей щодня стикаються з емоційними труднощами: від легкого дискомфорту й тривоги до депресії, тривожних розладів, посттравматичного стресового розладу та інших станів.",
      "Такі переживання можуть серйозно впливати на якість життя, заважаючи радіти буденним моментам, будувати стосунки та досягати важливих цілей.",
      "Якщо ви читаєте ці рядки, можливо, теж відчуваєте, що щось усередині ніби ставить бар’єри. Це нормально.",
      "Навіть дуже успішні та, на перший погляд, врівноважені люди мають свої внутрішні труднощі.",
      "Часто їхні витоки — у ранньому досвіді, деяких травмувальних ситуаціях або умовах виховання.",
      "Варто пам’ятати: наявність таких переживань не робить вас «недостатніми». Це — частина людського досвіду.",
      "Якщо ви хочете краще зрозуміти себе та змінити якість життя, запрошуємо вирушити в мандрівку світом когнітивно-поведінкової терапії.",
      "Цей науково обґрунтований підхід допоможе опанувати інструменти для роботи з думками й емоціями.",
      "У цій главі ми познайомимося з основами методу.",
      "Не має значення, чи ваші труднощі здаються незначними, чи ви вже давно стикаєтеся з непростими емоціями — КПТ може стати опорою.",
      "Далі ми запропонуємо просту модель, яка допоможе побачити ключову логіку методу, а згодом розглянемо кожен елемент глибше."
    ],
    "quote": {
      "text": "Наші думки формують наше сприйняття, а воно визначає, як ми живемо.",
      "author": "Ребекка Вокер"
    }
  },
  "screen_2": {
    "texts": [
      "У КПТ наше мислення умовно поділяється на три рівні: глибинні переконання, проміжні переконання (правила) та автоматичні думки.",
      "Головна ідея полягає в тому, що наш емоційний стан і поведінка залежать від того, як ми думаємо.",
      "Тож, навчившись помічати свої думки та ставити під сумнів некорисні переконання, можна жити більш усвідомлено, стійко й гармонійно.",
      "Це дуже загальна модель, але попереду багато важливих деталей.",
      "Щоб було наочно, уявімо яблуню.",
      "Корені — це наші глибинні переконання: фундаментальні уявлення про себе, світ і людей.",
      "Вони формуються переважно в дитинстві й часто діють несвідомо. Наприклад: «Я не гідний любові» або «Світ небезпечний».",
      "Стовбур — проміжні переконання: правила та установки, якими ми керуємося.",
      "Вони виростають із глибинних і визначають наші реакції. Наприклад: «Щоб мене любили, слід бути бездоганним», «Щоб вижити, треба бути насторожі».",
      "Плоди — автоматичні думки: швидкі, спонтанні реакції на події.",
      "Вони можуть бути корисними або шкідливими. Наприклад: «Запізнився(лася) — варто вийти раніше наступного разу» або «Запізнився(лася) — отже я невдаха».",
      "У кожного — своє «дерево», і саме через нього ми сприймаємо світ.",
      "Одна й та сама ситуація може викликати цілком різні реакції в різних людей — усе залежить від внутрішніх переконань."
    ]
  },
  "screen_3": {
    "texts": [
      "Розгляньмо приклад: дві колежанки отримали однакове зауваження від керівника.",
      "Марія: її глибинне переконання — «Я недостатньо хороша».",
      "Проміжне переконання: «Щоб мене цінували, маю бути бездоганною». Автоматичні думки після критики: «Я все зіпсувала, мене не цінують, можу втратити роботу». Результат — тривога, страх, виснаження.",
      "Христина: її глибинне переконання — «Я можу вчитися і розвиватися».",
      "Проміжне переконання: «Критика допомагає ставати кращою». Її реакція: «Мені вказали на простір для розвитку — це шанс удосконалитися». Результат — спокій, мотивація, бажання зробити висновки й рухатися вперед.",
      "Ситуація однакова, а емоційна реакція — зовсім інша.",
      "КПТ допомагає розпізнати та змінити переконання, що призводять до болісних переживань, і навчитися реагувати більш конструктивно.",
      "У кожного з нас своя внутрішня модель мислення, і саме вона визначає, як ми сприймаємо події.",
      "Автоматичні думки впливають на наші емоції та поведінку — і цей цикл ми детально розглянемо далі.",
      "Сьогодні ми окреслили загальну картину — і це лише початок.",
      "Не хвилюйтеся, якщо виникають запитання: далі розберемо кожен елемент глибше та з прикладами.",
      "Запрошуємо досліджувати цей шлях із відкритим серцем і готовністю до змін. Використовуйте знання й техніки, щоб будувати життя, яке підтримує та надихає."
    ]
  }
}