{
  "title": "Розуміння себе через когнітивно-поведінкову терапію",
  "description": "Стаття представляє основи когнітивно-поведінкової терапії (КПТ), пояснюючи, як глибинні та проміжні переконання формують автоматичні думки та емоції. Через аналогію з яблуневим деревом, вона ілюструє, як внутрішні установки впливають на сприйняття подій та реакцію на них. У статті також розглянуті приклади, що показують, як різні сприйняття однієї й тієї ж ситуації можуть призводити до різних емоційних реакцій.",
  "screen_1": {
    "texts": [
      "У сучасному світі, повному стресів та невизначеностей, психологічне благополуччя стало важливішим, ніж будь-коли.",
      "Мільйони людей щодня стикаються з різними психологічними труднощами, від легкого дискомфорту та тривожності до серйозних станів, таких як депресія, невроз, посттравматичний стресовий розлад (ПТСР) та інші.",
      "Ці проблеми можуть суттєво впливати на якість життя, заважаючи повноцінно радіти кожному дню, будувати гармонійні стосунки та досягати своїх цілей.",
      "Якщо ви читаєте ці рядки, можливо, ви теж відчуваєте, що щось несвідоме всередині вас перешкоджає повноцінному життю. Це цілком нормально.",
      "Навіть у найуспішніших і, здавалося б, врівноважених людей є певні деструктивні установки та внутрішні бар'єри.",
      "Часто коріння цих проблем сягає дитинства, формуючись під впливом різних травматичних подій або несприятливих обставин.",
      "Важливо розуміти, що наявність таких труднощів не робить вас «неповноцінним» – це частина людського досвіду.",
      "Якщо ви хочете змінити своє життя, то ми пропонуємо вам відправитися в захоплюючу подорож, у світ когнітивно-поведінкової терапії (КПТ).",
      "Цей ефективний метод допоможе вам розібратися в собі та здобути інструменти для керування своїми думками та емоціями.",
      "У цій главі ми почнемо занурення в базові концепції методу.",
      "Неважливо, вважаєте ви свої труднощі незначними або, навпаки, відчуваєте серйозний дискомфорт, чи то тимчасова пригніченість чи багаторічна боротьба з різними психологічними симптомами, — КПТ може стати для вас цінним ресурсом.",
      "Зараз ми представимо вам спрощену модель базової концепції терапії, а в майбутніх главах обговоримо її детальніше."
    ],
    "quote": {
      "text": "Наші думки формують наше сприйняття, і це сприйняття визначає, як ми живемо.",
      "author": "Ребекка Уокер"
    }
  },
  "screen_2": {
    "texts": [
      "У когнітивно-поведінковій терапії наша свідомість представлена трьома рівнями - глибинні переконання, проміжні переконання (правила) та автоматичні думки.",
      "Ключова ідея КПТ полягає в тому, що ваше самопочуття та ваші почуття залежать від ваших думок.",
      "Тому, згідно з основним принципом КПТ, ваше життя може бути щасливішим і продуктивнішим, якщо ви будете стежити за своїми думками і намагатися мислити раціонально.",
      "Це дуже простий спосіб коротко представити КПТ, але у нас є ще дуже багато деталей, якими ми хочемо поділитися з вами далі.",
      "Щоб було наочніше уявимо собі яблуневе дерево.",
      "Коріння в нашій аналогії виконують роль глибинних переконань – це фундаментальні уявлення про себе, світ та інших людей.",
      "Вони в основному закладаються ще в ранньому дитинстві і рідко усвідомлюються. Наприклад, \"Я не гідний любові\" або \"Світ небезпечне місце\".",
      "Стовбур буде ілюструвати проміжні переконання – правила та установки, якими ми керуємося в житті.",
      "Вони базуються на глибинних переконаннях і визначають наші реакції. Наприклад, \"Якщо я не буду ідеальним, мене не будуть любити\" або \"Щоб вижити, потрібно бути насторожі\".",
      "Найчисленніша частина – автоматичні думки, вони швидкі, спонтанні, що виникають у відповідь на події.",
      "Це плоди на нашому дереві. Плід може бути здоровий або гнилий. Наприклад, \"Я запізнився, значить в наступний раз треба виходити заздалегідь\" або \"Я запізнився, значить, я невдаха\".",
      "У кожного з нас це дерево своє і всі події в житті ми пропускаємо крізь наше дерево.",
      "Одна й та сама ситуація може викликати абсолютно різні емоції у різних людей, оскільки кожен інтерпретує її крізь призму своїх переконань, надаючи своє значення.",
      "Це створює величезний спектр можливих емоційних реакцій навіть на, здавалося б, однакові події."
    ]
  },
  "screen_3": {
    "texts": [
      "Давайте розглянемо приклад. Уявімо двох колег, що отримали однакове зауваження щодо своєї роботи від начальника:",
      "Марія: У Марії з дитинства сформувалося глибинне переконання \"Я недостатньо хороша\".",
      "Її проміжне переконання: \"Щоб мене цінували, я повинна бути бездоганною\". Тому, отримавши критику, у неї виникають автоматичні думки: \"Я все зіпсувала, начальник мною розчарований, я втрачу роботу\". Результат – страх, тривога, занепад сил.",
      "Крістіна: У Крістіни інше глибинне переконання: \"Я здатна вчитися і розвиватися\".",
      "Її проміжне переконання: \"Критика – це можливість стати кращою\". І отримавши зауваження від начальника вона думає: \"Начальник вказав на мої слабкі сторони, це допоможе мені покращити свою роботу\". Результат – спокій, мотивація до розвитку, бажання виправити помилки.",
      "У цій ситуації Марія та Крістіна зіткнулися з однаковою подією – зауваження від начальника.",
      "Однак їхня реакція виявилася діаметрально протилежною через різницю в глибинних та проміжних переконаннях.",
      "КПТ допомагає усвідомити і змінити ці переконання, щоб реагувати на життєві труднощі більш конструктивно і зберігати емоційну рівновагу.",
      "Через те, що у кожної людини унікальна модель дерева, всі ми по-різному сприймаємо ті чи інші ситуації.",
      "У відповідь на ці ситуації ми думаємо автоматичні думки, які в свою чергу впливають на наші емоції та нашу поведінку.",
      "Про взаємозв'язок думок, емоцій та поведінки ми ще обов'язково поговоримо в наступних главах детальніше.",
      "У цій главі ми широкими мазками охопили величезний обсяг матеріалу, тому не хвилюйтеся, якщо у вас залишилося безліч питань. Ми будемо повторювати матеріал і детальніше розглядати кожну важливу частину теорії.",
      "Ми пропонуємо вам поставитися до викладеної інформації з відкритим серцем і готовністю до експериментів. Використовуйте весь матеріал і запропоновані техніки, щоб зробити своє життя більш повноцінним, радісним і гармонійним."
    ]
  }
}
