{
  "title": "Розуміння себе через когнітивно-поведінкову терапію",
  "description": "Стаття знайомить з основами когнітивно-поведінкової терапії (КПТ) і показує, як глибинні та проміжні переконання формують автоматичні думки й емоції. Через образ яблуні пояснюється, як внутрішні установки впливають на сприйняття подій і нашу реакцію. Наведені приклади демонструють, чому одна й та сама подія викликає різні емоції в різних людей.",
  "screen_1": {
    "texts": [
      "У сучасному світі, сповненому стресу й невизначеності, психологічне благополуччя важливе як ніколи.",
      "Мільйони людей щодня стикаються з труднощами — від легкого дискомфорту й тривоги до серйозних станів, як-от депресія, невроз, посттравматичний стресовий розлад (ПТСР) та інші.",
      "Такі проблеми помітно впливають на якість життя, заважаючи радіти повсякденню, будувати теплі стосунки й рухатися до цілей.",
      "Якщо ви читаєте ці рядки й відчуваєте, що щось усередині заважає жити на повну, — ви не одні, і це природно.",
      "Навіть у найуспішніших і зовні спокійних людей бувають руйнівні установки та внутрішні бар’єри.",
      "Часто їхні корені сягають дитинства, формуючись під впливом травматичних подій або несприятливих обставин.",
      "Важливо пам’ятати: наявність таких труднощів не робить вас «неповноцінними» — це частина людського досвіду.",
      "Якщо ви прагнете змін, запрошуємо в захопливу подорож світом когнітивно-поведінкової терапії (КПТ).",
      "Цей ефективний підхід допомагає краще розуміти себе й дає інструменти, щоб керувати думками та емоціями.",
      "У цьому розділі почнемо знайомство з базовими ідеями методу.",
      "Неважливо, чи здаються ваші труднощі незначними, чи приносять відчутний дискомфорт — від тимчасової пригніченості до багаторічних симптомів: КПТ може стати цінним ресурсом.",
      "Зараз ми запропонуємо спрощену модель ключової концепції, а в наступних розділах розберемо її докладніше."
    ],
    "quote": {
      "text": "Наші думки формують наше сприйняття, і це сприйняття визначає, як ми живемо.",
      "author": "Ребекка Вокер"
    }
  },
  "screen_2": {
    "texts": [
      "У когнітивно-поведінковій терапії свідомість умовно описують трьома рівнями: глибинні переконання, проміжні переконання (правила) та автоматичні думки.",
      "Ключова ідея КПТ полягає в тому, що самопочуття й почуття залежать від того, як ми мислимо.",
      "Звідси основний принцип: коли ми помічаємо й свідомо коригуємо мислення, життя стає стійкішим і продуктивнішим.",
      "Це короткий виклад суті КПТ, але попереду в нас іще багато важливих деталей, якими ми з радістю поділимося.",
      "Щоб було наочніше, уявімо яблуню.",
      "Корені в цій метафорі — глибинні переконання: базові уявлення про себе, світ і інших людей.",
      "Вони формуються з раннього досвіду й часто лишаються неусвідомленими. Приклади: «Я недостойний любові», «Світ — небезпечне місце».",
      "Стовбур позначає проміжні переконання — правила й установки, якими ми керуємося щодня.",
      "Вони спираються на глибинні переконання та спрямовують наші реакції. Приклади: «Якщо я не ідеальний, мене не любитимуть», «Щоб вижити, треба бути насторожі».",
      "Крона — це автоматичні думки: швидкі, спонтанні реакції на події.",
      "Це ніби плоди на дереві — вони можуть бути «здоровими» або «гнилими». Приклади: «Я запізнився — отже, наступного разу вийду раніше» або «Я запізнився — отже, я невдаха».",
      "У кожного з нас своє «дерево», і кожну подію ми пропускаємо крізь його призму.",
      "Тому одна й та сама ситуація може викликати зовсім різні емоції в різних людей — значення їй надають власні переконання.",
      "Так формується широкий спектр емоційних реакцій навіть на зовні однакові події."
    ]
  },
  "screen_3": {
    "texts": [
      "Розгляньмо приклад. Двом колегам зробили однакове зауваження щодо роботи:",
      "Марія: з дитинства в неї сформувалося глибинне переконання «Я недостатньо хороша».",
      "Її проміжне переконання: «Щоб мене цінували, я маю бути бездоганною». Отримавши критику, вона думає: «Я все зіпсувала, керівник розчарований, я втрачу роботу». Підсумок — страх, тривога, занепад сил.",
      "Крістіна: у неї інше глибинне переконання — «Я здатна вчитися й розвиватися».",
      "Її проміжне переконання: «Критика — це можливість стати кращою». Почувши зауваження, вона думає: «Керівник вказав на слабкі місця — це допоможе поліпшити роботу». Підсумок — спокій, мотивація та готовність виправляти помилки.",
      "Отже, подія одна й та сама — зауваження від керівника.",
      "Але реакції протилежні — через відмінності в глибинних і проміжних переконаннях.",
      "КПТ допомагає помічати й змінювати такі переконання, щоб реагувати конструктивніше та зберігати емоційну рівновагу.",
      "Оскільки в кожного своя «модель дерева», однакові ситуації сприймаються по-різному.",
      "У відповідь на них виникають автоматичні думки, а ті — впливають на емоції та поведінку.",
      "Про взаємозв’язок думок, емоцій і поведінки ми обов’язково поговоримо в наступних розділах докладніше.",
      "У цьому розділі ми окреслили загальну картину, тож не хвилюйтеся, якщо запитань залишилося багато: ми повертатимемося до цих ідей і розбиратимемо їх детальніше.",
      "Пропонуємо ставитися до матеріалу відкрито й із готовністю до експериментів. Застосовуйте техніки на практиці — нехай життя стає повнішим, радіснішим і гармонійнішим."
    ]
  }
}
