{
  "title": "Оберіть життя!",
  "description": "Ця стаття торкається актуальної теми депресії та суїцидальних думок, надаючи статистичні дані та аналізуючи зв'язок між ними. Висвітлюється роль когнітивно-поведінкової терапії (КПТ) у боротьбі з цими проблемами, а також підкреслюється значущість звернення за професійною допомогою та доступність безкоштовних психологічних служб. Стаття спрямована на надихання та підтримку читачів, нагадуючи про цінність життя та важливість збереження надії.",
  "screen_1": {
    "texts": [
      "Говорячи так багато про негативне мислення, іраціональні переконання та депресію, ми не можемо не торкнутися ще однієї дуже важливої, хоча й складної теми – суїциду.",
      "Ми будемо дуже раді, якщо це питання ніколи вас не турбувало, але якщо ви коли-небудь думали, що смерть – це єдиний вихід, або якщо ви так думаєте зараз, то ми хочемо підтримати вас і поговорити про це.",
      "На жаль, багато людей стикаються з цією проблемою. За даними ВООЗ (Всесвітньої Організації Охорони Здоров'я), щороку відбувається приблизно 800 000 - 1 000 000 суїцидів. І це лише офіційні дані.",
      "Кількість самогубств за всю історію перевищує число вбитих у всіх війнах разом узятих. Важко в це повірити, але це так.",
      "Велику роль у цьому відіграє депресія. Від 45 до 60% усіх самогубств на планеті здійснюють люди, що страждають на депресію. Людина в депресії у 35 разів частіше схильна до суїциду, ніж у нормальному психологічному стані.",
      "Глянувши на ці жахливі цифри, стає не по собі, але ми розповідаємо це не для того, щоб вас налякати, а щоб показати, що таких людей багато і, на жаль, більшість з них, зіткнувшись з цією проблемою, не діляться своїми переживаннями, соромлячись і думаючи, що вони в цьому самотні."
    ]
  },
  "screen_2": {
    "texts": [
      "Тим самим, ми хочемо сказати, що суїцидальні думки не є ознакою слабкості чи неповноцінності, і вам не слід їх соромитися.",
      "Люди приходять до думок про самогубство різними шляхами, але у всіх, як правило, є щось спільне: непереборний емоційний біль, через який смерть здається єдиним порятунком.",
      "Такі люди можуть розглядати смерть як засіб уникнення болю та страждань, оскільки життя здається занадто важким, або як спосіб перестати бути «тягарем» для близьких.",
      "Дослідження показали, що одним з головних факторів розвитку суїцидальних думок є нереалістичне відчуття безнадійності. Аналізуючи мислення таких людей, видно, що в ньому домінує стійке песимістичне уявлення про світ, і через спотворене сприйняття вони відчувають себе в пастці без виходу.",
      "Їм здається, що вони ніколи не були і вже не будуть щасливими. Але важливо розуміти, що безнадійність та відчай – це лише симптоми депресії, а не об'їктивна реальність.",
      "Рішення вчинити самогубство – це результат іраціонального переконання в тому, що життя не може покращитися. Але чи дійсно все так безнадійно? Чи є докази і стовідсоткові гарантії того, що все буде продовжуватися так само погано?"
    ]
  },
  "screen_3": {
    "texts": [
      "Коли ви страждаєте, важко уявити, що можна жити інакше. Услухавши фразу «думай позитивно», ви можете подумати, що ваші проблеми не сприймаються всерйоз, або відчути провину за те, що не можете простіше ставитися до ситуації.",
      "Ви не винні. Ваш розум, здається, застряг у болоті відчаю. Ваш біль і почуття реальні, і ви не можете просто позбутися їх, намагаючись думати про добре.",
      "Але давайте лише на секунду уявимо, що той безкрайній мрак, який вас оточує зараз, – це ілюзія, брудні окуляри, через які ви дивитеся на світ.",
      "Вхопіться за цю думку, і нехай вона буде вашим промінцем світла в цій непроглядній темряві. Адже, насправді, оточуюча вас темрява подолана.",
      "Це не порожні слова! Існує багато свідчень ефективності когнітивно-поведінкової терапії (КПТ). Наразі цей підхід вважається одним із найбільш ефективних методів лікування суїцидальної поведінки і є в арсеналі багатьох психотерапевтів та дослідників по всьому світу.",
      "У “National Library of Medicine” опубліковано дослідження, що підсумовує результати 15 експериментів з участю 29 071 людини. За результатами цих експериментів КПТ в 87% випадків виявилася найбільш ефективною методикою у запобіганні повторних спроб самогубства.",
      "Це дуже високий показник. Звичайно, вам доведеться докласти багато зусиль, щоб повністю викоренити суїцидальні думки, але КПТ є ефективним інструментом застосування ваших зусиль."
    ]
  },
  "screen_4": {
    "texts": [
      "У нас буде окремий розділ, де ми обговоримо, як подолати депресію за допомогою КПТ, там ми знову детально розглянемо подолання суїцидальних думок.",
      "Ми робимо все, що в наших силах, щоб підтримати у вас бажання жити, але ми не можемо запропонувати таку ж індивідуальну допомогу, яку може надати професійний психолог.",
      "Якщо ви відчуваєте, що стоїте на межі, негайно зверніться до спеціаліста!",
      "Консультації психолога можуть бути платними, але у більшості країн світу функціонують центри, що надають безкоштовну екстрену психологічну допомогу. Зробіть перший крок до власного щасливого життя — зверніться за допомогою!",
      "Ми розуміємо, що це серйозний крок, на який не завжди легко вирішитися, але саме спеціаліст може надати вам необхідну підтримку і навчити навичкам самодопомоги.",
      "Ми віримо, що за допомогою когнітивно-поведінкової терапії (КПТ) ви зможете пройти той шлях, який необхідний для досягнення власного позитивного світогляду.",
      "Жити не завжди легко, бувають дуже важкі періоди. Але світ великий і прекрасний, а ваше життя — безцінне. Пам'ятайте про це. Цей світ вартий того, щоб жити!"
    ],
    "quote": {
      "text": "Найтемніший час ночі настає безпосередньо перед світанком.",
      "author": "Томас Фуллер"
    }
  }
}
