{
  "title": "Обирайте життя",
  "description": "Цей матеріал торкається теми депресії та суїцидальних думок, наводить дані досліджень і пояснює роль когнітивно-поведінкової терапії в підтримці людей у кризових станах. Текст наголошує на цінності життя, важливості звернення по допомогу та доступності професійної підтримки.",
  "screen_1": {
    "texts": [
      "Говорячи про негативне мислення, важкі емоції та депресію, ми не можемо оминути ще одну надзвичайно важливу тему — суїцидальні думки.",
      "Ми щиро раді, якщо ця тема для вас не актуальна. Але якщо ви коли-небудь думали, що смерть може здатися виходом, або переживаєте такі думки зараз — ми поруч і хочемо поговорити з вами про це.",
      "На жаль, із такими переживаннями стикаються дуже багато людей. За даними ВООЗ, щороку у світі здійснюється близько 800 000–1 000 000 самогубств. І це лише офіційна статистика.",
      "За всю історію людства кількість суїцидів перевищує кількість загиблих у війнах. Це важко усвідомити, але це правда.",
      "Велика частка цих випадків пов’язана з депресією: від 45% до 60% людей, які чинять суїцид, мають депресивний розлад. Ризик суїциду при депресії зростає у десятки разів.",
      "Ці цифри страшні, але ми говоримо про них не для того, щоб лякати. Вони важливі, щоб ви розуміли: ви не самі. Багато людей переживають щось подібне, але бояться говорити, соромляться або гадають, що «лише у них так»."
    ]
  },
  "screen_2": {
    "texts": [
      "Суїцидальні думки — не ознака слабкості. Вони не роблять людину поганою або «неправильною».",
      "Люди приходять до таких думок різними шляхами, але часто їх об’єднує одне — нестерпний емоційний біль, який здається безкінечним.",
      "Комусь може здаватися, що смерть — це втеча від болю, або спосіб перестати бути тягарем для інших.",
      "Наукові дослідження показують: одним із ключових факторів суїцидальних думок є відчуття безнадії. Ніби немає виходу, немає майбутнього, немає сенсу боротися.",
      "Це не слабкість — це симптом депресії. Він спотворює сприйняття й переконує, що зміни неможливі.",
      "Але чи справді немає шансів? Чи існують докази, що майбутнє точно буде таким же болючим? Ні. Це переконання — продукт хвороби, а не реальність."
    ]
  },
  "screen_3": {
    "texts": [
      "Коли боляче, дуже складно уявити інше життя. Фрази «думай позитивно» у такі моменти можуть звучати несправедливо й навіть завдати болю.",
      "Ви не винні в тому, що вам важко. Ваш мозок зараз у пастці безнадії. Це не ваш вибір — це стан.",
      "Спробуйте уявити, що темрява, яка вас оточує, — це не світ навколо, а окуляри з темним склом.",
      "Якщо трішки змінити кут погляду, уже може проблиснути світло. Ця надія — важливий крок.",
      "Це не банальні слова. КПТ — один із найефективніших підходів у роботі з суїцидальністю.",
      "За даними огляду у “National Library of Medicine”, який включає 15 досліджень і 29 071 учасника, КПТ у 87% випадків зменшила ризик повторних спроб суїциду.",
      "Це дуже сильний результат. Так, шлях одужання потребує зусиль, але КПТ дає реальні інструменти, які допомагають пройти його."
    ]
  },
  "screen_4": {
    "texts": [
      "Далі ми детальніше поговоримо про роботу з депресією та боротьбу з суїцидальними думками у форматі КПТ.",
      "Ми щиро хочемо, щоб ви залишалися з життям. Але ми також не можемо замінити індивідуальну терапію.",
      "Якщо вам здається, що ви на межі — будь ласка, зверніться по допомогу негайно.",
      "У багатьох країнах працюють гарячі лінії підтримки та центри безкоштовної кризової допомоги. Це сміливий і дуже важливий крок.",
      "Попросити допомоги — не слабкість, а прояв сили та бажання жити.",
      "КПТ може стати вашим шляхом до одужання й повернення сенсу.",
      "Життя іноді буває болючим. Але воно також здатне приносити радість, тепло, любов і нові початки. Ваша історія не закінчена. Ви важливі й варті життя."
    ],
    "quote": {
      "text": "Найтемніша ніч — перед світанком.",
      "author": "Томас Фуллер"
    }
  }
}