{
  "title": "Обирайте життя!",
  "description": "Стаття порушує тему депресії та суїцидальних думок, наводить зрозумілі цифри й пояснює, як вони пов’язані. Розповідає про роль когнітивно-поведінкової терапії (КПТ) у подоланні таких криз, підкреслює важливість звернення до фахівців і доступність безплатної психологічної допомоги. Текст підтримує та нагадує про цінність життя й потребу берегти надію.",
  "screen_1": {
    "texts": [
      "Оскільки ми говоримо про негативне мислення, ірраціональні переконання та депресію, не можна оминути ще одну складну, але важливу тему — суїцид.",
      "Ми щиро раді, якщо це вас ніколи не торкалося. А якщо думка про смерть здавалася єдиним виходом — колись чи зараз, — ми хочемо підтримати вас і спокійно поговорити про це.",
      "За оцінками ВООЗ (Всесвітньої організації охорони здоров’я) щороку у світі стається дуже багато суїцидів. І це лише офіційні дані.",
      "Кажуть, що за всю історію людства кількість самогубств співмірна зі втратами у війнах. Ці цифри важко прийняти, але вони показують масштаб біди й те, що таких людей багато.",
      "Велику роль тут відіграє депресія: значна частина суїцидів стається серед людей із депресивними розладами; у такому стані ризик зростає у кілька разів.",
      "Ми наводимо ці факти не для того, щоб лякати, а щоб нагадати: ви не самі. Багато хто мовчить через сором і відчуття, що «такого більше ні з ким не буває», хоча допомога поруч."
    ]
  },
  "screen_2": {
    "texts": [
      "Суїцидальні думки — не ознака слабкості чи «неповноцінності». Соромитися цього не потрібно.",
      "Люди приходять до таких думок різними шляхами, але часто їх об’єднує одне — нестерпний душевний біль, через який смерть здається єдиним полегшенням.",
      "Іноді смерть сприймається як спосіб припинити страждання або «не бути тягарем» для близьких. Це стан відчаю, а не твереза оцінка власної цінності.",
      "Дослідження показують: ключовий чинник — відчуття безнадії. Коли сприйняття спотворюється, світ здається суцільною темрявою, а майбутнє — зачиненим.",
      "Важливо пам’ятати: безнадія та відчай — симптоми депресії, а не сама реальність.",
      "Рішення піти з життя тримається на переконанні, що краще вже не буде. Але чи так це? Чи є бодай якісь докази, що все залишиться таким самим?"
    ]
  },
  "screen_3": {
    "texts": [
      "Коли біль надто великий, важко уявити інше життя. Фрази «думай про хороше» звучать знецінювально й лише додають провини.",
      "Ви не винні. Здається, ніби розум ув’яз у трясовині. Біль справжній, і неможливо клацнути вимикачем та «перестати відчувати».",
      "Спробуйте на хвилину уявити, що ця непроглядна темрява — як брудні лінзи окулярів: вони спотворюють картинку.",
      "Тримайтеся за цю думку, як за тонку ниточку: темряву можна розвіяти, а ви — більше, ніж сьогоднішні переживання.",
      "Це не порожні слова: ефективність КПТ підтверджена дослідженнями, і її застосовують у всьому світі, щоб знижувати ризик повторних спроб і допомагати переживати кризи.",
      "Узагальнювальні огляди показують, що КПТ допомагає зменшувати частоту рецидивів і робить кроки до виходу з глухого кута зрозумілішими.",
      "Так, зусилля знадобляться, але КПТ дає чіткі інструменти й послідовність дій, щоб ці зусилля не марнувалися даремно."
    ]
  },
  "screen_4": {
    "texts": [
      "Окремий розділ ми присвятимо тому, як працювати з депресією, спираючись на КПТ, зокрема — як давати раду суїцидальним думкам.",
      "Ми намагаємося підтримати у вас бажання жити, але особисту допомогу може надати лише фахівець.",
      "Якщо вам здається, що ви на межі — негайно зверніться до лікаря, психолога або до служб екстреної допомоги (за безпосередньої загрози — телефонуйте на екстрені номери).",
      "Навіть якщо платні консультації недоступні, у багатьох країнах працюють центри, де допомагають безплатно й без зволікань. Перший крок — це вже рух до життя.",
      "Розуміємо: наважитися непросто. Але саме фахівець допоможе вистояти в штормі й навчить того, що підтримуватиме вас далі.",
      "Ми віримо: за допомогою КПТ ви зможете поступово вибудувати тепліше й стійкіше ставлення до себе та світу.",
      "Жити нелегко, і важкі періоди бувають у багатьох. Але світ великий і красивий, а ваше життя — безцінне. Будь ласка, пам’ятайте про це: заради цього світу варто жити!"
    ],
    "quote": {
      "text": "Найтемніша пора ночі настає безпосередньо перед світанком.",
      "author": "Томас Фуллер"
    }
  }
}
