{
  "title": "Оберіть життя!",
  "description": "Ця стаття торкається актуальної теми депресії та суїцидальних думок, надаючи статистичні дані та аналізуючи зв'язок між ними. Висвітлюється роль когнітивно-поведінкової терапії (КПТ) у боротьбі з цими проблемами, а також підкреслюється значущість звернення за професійною допомогою та доступності безкоштовних психологічних служб. Стаття спрямована на натхнення та підтримку читачів, нагадуючи про цінність життя та важливість збереження надії.",
  "screen_1": {
    "texts": [
      "Говорячи так багато про негативне мислення, ірраціональні переконання та депресію, ми не можемо не торкнутися ще однієї дуже важливої, хоч і складної теми – суїциду.",
      "Ми будемо дуже раді, якщо це питання ніколи вас не турбувало, але якщо ви коли-небудь думали, що смерть – це єдиний вихід, або якщо ви так думаєте зараз, то ми хочемо підтримати вас і поговорити про це.",
      "На жаль, багато людей стикаються з цією проблемою. За даними ВООЗ (Всесвітньої Організації Охорони Здоров'я), щорічно здійснюється близько 800 000 - 1 000 000 суїцидів. І це лише офіційні дані.",
      "Кількість самогубств за всю історію перевищує кількість убитих у всіх війнах разом узятих. У це важко повірити, але це так.",
      "Велику роль у цьому відіграє депресія. Від 45 до 60% всіх самогубств на планеті здійснюють люди, що страждають від депресії. Людина в депресії в 35 разів частіше схильна до суїциду, ніж у нормальному психологічному стані.",
      "Поглянувши на ці жахливі цифри, стає не по собі, але ми розповідаємо це не для того, щоб вас налякати, а щоб показати, що таких людей багато і, на жаль, більшість з них, зіткнувшись з цією проблемою, не діляться своїми переживаннями, соромлячись і думаючи, що вони в цьому самотні."
    ]
  },
  "screen_2": {
    "texts": [
      "Тим самим, ми хочемо сказати, що суїцидальні думки не є ознакою слабкості чи неповноцінності, і вам не варто соромитися їх.",
      "Люди приходять до думок про самогубство різними шляхами, але у всіх, як правило, є одне спільне: нездоланний емоційний біль, через який смерть здається єдиним порятунком.",
      "Такі люди можуть розглядати смерть як засіб уникнути болю та страждань, оскільки життя здається занадто важким, або як спосіб перестати бути «тягарем» для близьких.",
      "Дослідження показали, що одним з головних факторів розвитку суїцидальних думок є нереалістичне почуття безнадійності. Аналізуючи мислення таких людей, видно, що в ньому домінує стійка песимістична картина світу, і через спотворене сприйняття вони відчувають себе в пастці без виходу.",
      "Ім здається, що вони ніколи не були і вже не будуть щасливі. Але важливо розуміти, що безнадійність та відчай – це лише симптоми депресії, а не об'єктивна реальність.",
      "Рішення вчинити самогубство – це результат ірраціонального переконання в тому, що життя не може покращитися. Але справді все так безнадійно? Чи є докази та відсоткові гарантії того, що все буде продовжуватися так само погано?"
    ]
  },
  "screen_3": {
    "texts": [
      "Коли ви страждаєте, важко уявити, що можна жити інакше. Почувши фразу «думайте позитивно», ви можете подумати, що ваші проблеми не сприймаються серйозно, або відчути провину за те, що не можете простіше ставитися до ситуації.",
      "Ви не винні. Ваш розум, здається, застряг у болоті відчаю. Ваш біль і почуття реальні, і ви не можете просто позбутися їх, намагаючись думати про хороше.",
      "Але давайте лише на секунду уявимо, що той безмежний морок, який оточує вас зараз, – це ілюзія, брудні окуляри, через які ви дивитеся на світ.",
      "Ухопіться за цю думку, і нехай вона буде вашим променем світла в цій непроглядній темряві. Адже, насправді, темрява, що оточує вас, подоланна.",
      "Це не порожні слова! Існує безліч свідчень ефективності когнітивно-поведінкової терапії (КПТ). Нині цей підхід вважається одним з найбільш ефективних методів лікування суїцидальної поведінки і знаходиться в арсеналі багатьох психотерапевтів та дослідників по всьому світу.",
      "В \"National Library of Medicine\" опубліковано дослідження, що підсумовує результати 15 експериментів за участю 29 071 людини. За результатами цих експериментів КПТ у 87% випадків виявилася найбільш ефективною методикою в запобіганні повторних спроб суїциду.",
      "Це дуже високий показник. Звісно, вам доведеться докласти багато зусиль, щоб повністю викорінити суїцидальні думки, але КПТ є ефективним інструментом застосування ваших зусиль."
    ]
  },
  "screen_4": {
    "texts": [
      "У нас буде окремий розділ, де ми будемо обговорювати як подолати депресію за допомогою КПТ, там ми ще раз детально розглянемо подолання суїцидальних думок.",
      "Ми робимо все, що в наших силах, щоб підтримати в вас бажання жити, але ми не можемо запропонувати ту ж індивідуальну допомогу, яку може надати професійний психолог.",
      "Якщо ви відчуваєте, що стоїте на краю, негайно зверніться до фахівця!",
      "Консультації психолога можуть бути платними, але в більшості країн світу функціонують центри, що надають безкоштовну екстрену психологічну допомогу. Зробіть перший крок до власного щасливого життя — зверніться по допомогу!",
      "Ми розуміємо, що це серйозний крок, на який не завжди легко зважитися, але саме фахівець здатен надати вам необхідну підтримку і навчити навичкам самодопомоги.",
      "Ми віримо, що за допомогою когнітивно-поведінкової терапії (КПТ) ви зможете пройти той шлях, який необхідний для здобуття власного позитивного світогляду.",
      "Жити не завжди легко, бувають дуже важкі періоди. Але світ величезний і прекрасний, а ваше життя — безцінне. Пам'ятайте про це. Цей світ вартий того, щоб жити!"
    ],
    "quote": {
      "text": "Найтемніший час ночі настає безпосередньо перед світанком.",
      "author": "Томас Фуллер"
    }
  }
}