{
  "title": "Чи можуть ірраціональні настанови бути корисними?",
  "description": "Стаття аналізує вплив ірраціональних переконань на психоемоційний стан людини. На прикладі Джона, який прагне до успіху через глибоке переконання у власній неспроможності, демонструється, як такі настанови можуть стати деструктивними стратегіями впорядкування. Автор підкреслює важливість усвідомлення та перегляду власних переконань для покращення якості життя.",
  "screen_1": {
    "texts": [
      "У попередніх розділах ми зосереджували значну увагу на деструктивних думках і переконаннях. Це не дивно, адже саме вони негативно впливають на наші емоції, поведінку та загальний стан.",
      "У цьому контексті виникає питання: чи дійсно всі наші переконання такі погані, і чи можуть вони бути корисними для нас?",
      "Проблема полягає в тому, що негативні переконання активізуються, коли ми перебуваємо в стресі, пригніченому стані чи депресії, або коли стикаємося з якимось підтвердженням цих переконань.",
      "Наприклад, якщо у людини є переконання «Я ні на що не здатен», то в ситуації невдачі на іспиті чи зауваження від начальника, це переконання, ймовірно, активізується.",
      "Людина буде інтерпретувати відбувається через призму цього переконання, навіть якщо це нелогічно і нерозумно.",
      "Проте це не означає, що всі наші переконання погані і в них немає нічого корисного.",
      "У менш стресових ситуаціях або в більш ресурсному стані може активізуватися інше, позитивне переконання, наприклад: «Я достатньо здатний».",
      "Отже, відповідь на питання «Чи всі переконання шкідливі?» — ні, не всі."
    ]
  },
  "screen_2": {
    "texts": [
      "Що стосується позитивного впливу ірраціональних настанов, тут ситуація трохи складніша, давайте розбиратися.",
      "Деякі можуть подумати, що все не так уже погано і ірраціональні переконання можуть навіть допомагати в житті, але це скоріше помилка, аніж правда.",
      "Для повноти картини наведемо приклади. Ми вже говорили про те, що існують три рівні мислення: думки, проміжні та глибинні переконання.",
      "Уявімо, у молодої людини на ім'я Джон є глибинне переконання: «Я ні на що не здатен», а проміжне — наприклад, «Я завжди повинен бути успішним».",
      "З одного боку, може здатися, що в цьому переконанні немає нічого поганого. Адже чудово, що Джон хоче бути успішним. На перший погляд, дійсно, немає нічого поганого, якщо це лише бажання або ціль, а не жорстке, ригідне правило.",
      "Ви можете подумати, що це навіть корисно для нього, адже завдяки цій настанові він буде багато працювати, досягне певних успіхів, стане більш мотивованим та цілеспрямованим.",
      "Робота стає для нього дуже важливою, і, здається, це веде лише до позитивних наслідків.",
      "Але давайте заглибимося глибше.",
      "Якщо це дійсно проміжне переконання, а не просто бажання, то воно, швидше за все, буде деструктивним, а не конструктивним. Це відбувається тому, що воно коріниться в його глибинному переконанні. У такому випадку робота для Джона стає копінг-стратегією (Про копінг-стратегії ми ще поговоримо у наступних розділах)."
    ],
    "quote": {
      "text": "Оскільки людина може лише любити або ненавидіти свою роботу, він має бачити її наслідки. Трудоголіки просто забувають, що існують не для роботи, а робота для них.",
      "author": "Лев Толстой"
    }
  },
  "screen_3": {
    "texts": [
      "На коротко, копінг-стратегія — це реакція на стрес, яка проявляється через думки, почуття або поведінку.",
      "Кажучи простими словами, Джон прагне бути успішним (це його проміжне переконання) для того, щоб не відчувати себе неспроможним (що є його глибинним переконанням). І його фокус на роботі — це спосіб уникнути такого самовідчуття.",
      "Це деструктивно, тому що якщо у Джона виникнуть проблеми на роботі, він зазнає невдачі у кар'єрі або його звільнять, то він неусвідомлено зіткнеться зі своїм глибинним переконанням про власну неспроможність, що може стати для нього чимось на кшталт апокаліпсису.",
      "Це може призвести до погіршення його стану, апатії, деструктивної поведінки і навіть депресії.",
      "Тепер наслідки не здаються такими вже класними, чи не так?",
      "Виходить, що переконання «Я завжди повинен бути успішним» більше шкодить, ніж користь. Адже ніхто з нас не застрахований від невдач і помилок. З такою настановою кожна помилка стане для нього підтвердженням глибинного переконання, що, у свою чергу, тільки зміцнить його віру в нього.",
      "Важливо розуміти, що будь-яке переконання — це всього лише ідея, яку можна змінити, зробивши її більш корисною. Таким чином можна значно покращити якість життя, і в цьому допомагає когнітивно-поведінкова терапія."
    ]
  }
}
