{
  "title": "Чи можуть ірраціональні переконання бути корисними?",
  "description": "Стаття розглядає вплив ірраціональних переконань на психоемоційний стан. На прикладі Джона, який прагне успіху на тлі глибинного переконання у власній неспроможності, показано, як такі установки перетворюються на деструктивні стратегії подолання. Автор підкреслює важливість усвідомлювати й переглядати переконання, аби підвищувати якість життя.",
  "screen_1": {
    "texts": [
      "У попередніх розділах ми багато уваги приділяли деструктивним думкам і переконанням. Це закономірно: саме вони відчутно погіршують емоції, поведінку й загальне самопочуття.",
      "Звідси постає запитання: чи справді всі переконання шкідливі, чи деякі з них можуть бути корисними?",
      "Найчастіше негативні переконання активуються у стресовій ситуації, у пригніченому стані або під час депресії, а також у відповідь на події, які ніби підтверджують ці переконання.",
      "Наприклад, якщо в людини є установка «Я ні на що не здатний/здатна», то після провалу на іспиті або зауваження керівника вона, ймовірно, «увімкнеться».",
      "Тоді людина починає сприймати події крізь призму цієї установки, навіть якщо такий погляд нелогічний і не відповідає фактам.",
      "Втім це не означає, що всі переконання однаково погані й позбавлені користі.",
      "За сприятливіших обставин або в ресурснішому стані може «вмикатися» й підтримувальне переконання, наприклад: «Я цілком здатний/здатна».",
      "Отже, відповідь на запитання «Чи всі переконання шкідливі?» — ні, не всі."
    ]
  },
  "screen_2": {
    "texts": [
      "Коли говоримо про «користь» ірраціональних переконань, усе складніше, ніж може здатися спершу — розберімося.",
      "Іноді здається, що такі переконання підштовхують до досягнень; однак це радше поширена омана, ніж реальність.",
      "Для ясності згадаємо три рівні: автоматичні думки, проміжні переконання та глибинні переконання.",
      "Уявімо: у молодої людини на ім’я Джон є глибинне переконання «Я ні на що не здатний», а проміжне — «Я завжди маю бути успішним».",
      "З одного боку, звучить непогано: прагнення успіху — гідна мета, якщо це гнучке бажання, а не жорстке правило.",
      "Може видатися, що таке переконання корисне: нібито воно посилить мотивацію, приведе до здобутків і цілеспрямованості.",
      "Робота тоді ніби має самі плюси.",
      "Але погляньмо глибше.",
      "Якщо це справді жорстке проміжне переконання, а не просто бажання, воно, найімовірніше, виявиться деструктивним, бо вкорінене в глибинній установці про власну неспроможність. У такому разі робота для Джона стає стратегією подолання (про стратегії подолання ми говоритимемо в наступних розділах)."
    ],
    "quote": {
      "text": "Оскільки людина може або любити, або ненавидіти свою працю, вона має бачити її наслідки. Трудоголіки ж забувають, що існують не для роботи, а робота — для них.",
      "author": "Лев Толстой"
    }
  },
  "screen_3": {
    "texts": [
      "Коротко: стратегія подолання — це спосіб реагувати на стрес через думки, почуття або поведінку.",
      "Простіше кажучи, Джон прагне бути успішним (проміжне переконання), щоб не відчувати власної «нездатності» (глибинне переконання). Зосередження на роботі стає способом уникати болісного самосприйняття.",
      "Це деструктивно, бо будь-яка серйозна складність на роботі — провал проєкту, затримка в кар’єрі чи звільнення — може різко зіштовхнути Джона з глибинним переконанням про власну неспроможність, що сприймається як «внутрішній апокаліпсис».",
      "Наслідки — погіршення стану, апатія, саморуйнівна поведінка і навіть депресія.",
      "Тепер потенційні «плюси» вже не виглядають переконливо, чи не так?",
      "Виходить, установка «Я завжди маю бути успішним» радше шкідлива: помилки неминучі, а за такої жорсткості кожна з них «доводитиме» глибинну неспроможність і ще дужче її закріплюватиме.",
      "Важливо пам’ятати: переконання — це ідея, яку можна переосмислити й зробити кориснішою. Це помітно поліпшує якість життя — і саме цього навчає когнітивно-поведінкова терапія."
    ]
  }
}
