{
  "title": "Чи можуть ірраціональні переконання бути корисними?",
  "description": "Ця стаття досліджує вплив ірраціональних переконань на наш емоційний стан і поведінку. На прикладі показано, як іноді переконання можуть здаватися корисними, але насправді виступати деструктивними копінг-стратегіями. Ви дізнаєтеся, чому важливо усвідомлювати свої переконання та перетворювати їх на більш гнучкі й адаптивні, що покращує якість життя.",
  "screen_1": {
    "texts": [
      "У попередніх розділах ми багато говорили про деструктивні думки та переконання. Це логічно, адже саме вони часто погіршують наш емоційний стан, впливають на поведінку й самопочуття.",
      "Тож постає природне запитання: чи справді всі переконання такі шкідливі? Чи можуть деякі з них бути нам корисними?",
      "Важливо розуміти: негативні переконання найчастіше активуються тоді, коли ми в стресі, пригнічені або стикаємося з ситуацією, яка ніби «підтверджує» наші внутрішні страхи.",
      "Наприклад, якщо людина переконана: «Я ні на що не здатен», то будь-який невдалий іспит або зауваження від керівника може викликати посилення цього переконання — навіть якщо воно не має підстав.",
      "Через таку призму людина сприймає події упереджено, нехтуючи фактами.",
      "Але це не означає, що всі переконання автоматично є шкідливими.",
      "У врівноваженому стані можуть активуватися й інші — здоровіші переконання, наприклад: «Я можу впоратися».",
      "Тож відповідь на питання «Чи всі переконання шкідливі?» — ні, не всі."
    ]
  },
  "screen_2": {
    "texts": [
      "Однак коли йдеться про «користь» ірраціональних установок, тут ситуація складніша.",
      "Декому може здаватися, що певні ірраціональні переконання навіть допомагають. Але найчастіше це ілюзія.",
      "Пригадаємо, що у КПТ ми говоримо про три рівні мислення: автоматичні думки, проміжні переконання та глибинні переконання.",
      "Уявімо молодого чоловіка на ім’я Джон. Його глибинне переконання: «Я ні на що не здатен». Проміжне переконання: «Я завжди повинен бути успішним».",
      "На перший погляд здається, що друге переконання — мотивувальне, навіть корисне. Адже прагнення до успіху — це добре.",
      "Може виникнути думка: «Чудово, він буде старанним, працьовитим і досягне висот».",
      "Здається, що таке правило веде до розвитку.",
      "Але якщо це не просто бажання, а жорстке правило, яке ґрунтується на страху невдачі, — наслідки можуть бути зовсім іншими.",
      "В такому випадку робота стає для Джона способом втекти від болісного переконання про свою «нездатність». І тоді це вже не розвиток, а копінг-стратегія — спроба уникнути внутрішнього болю."
    ],
    "quote": {
      "text": "Людина існує не для роботи, а робота — для неї. Трудоголізм починається тоді, коли про це забувають.",
      "author": "Лев Толстой"
    }
  },
  "screen_3": {
    "texts": [
      "Коротко: копінг-стратегія — це спосіб впоратися зі стресом через думки, емоції або поведінку.",
      "У випадку Джона прагнення бути успішним — не прояв здорової мотивації, а спосіб не зустрітися з болючим переконанням «Я не здатний».",
      "Такі переконання небезпечні тим, що будь-яка невдача може стати «доказом» нібито власної неспроможності.",
      "Тоді замість розвитку людина стикається з сильним емоційним ударом, який може призвести до виснаження, апатії або депресії.",
      "І вже не здається, що такі переконання корисні, правда?",
      "Тож твердження «Я завжди повинен бути успішним» виявляється набагато шкідливішим, ніж здається.",
      "Адже ніхто не може бути бездоганним завжди. А жорсткі внутрішні правила перетворюють будь-яку помилку на трагедію.",
      "Пам’ятайте: переконання — це не факт. Це лише ідея. І її можна змінити.",
      "Якщо зробити переконання гнучкішими та реалістичнішими, життя стає значно легшим і здоровішим — і саме цьому навчає когнітивно-поведінкова терапія."
    ]
  }
}