{
  "title": "Чи можуть ірраціональні установки бути корисними?",
  "description": "Стаття розбирає вплив ірраціональних переконань на психоемоційний стан людини. На прикладі Джона, що прагне до успіху через глибинне переконання у своїй нездатності, демонструється, як такі установки можуть стати деструктивними копінг-стратегіями. Автор підкреслює важливість усвідомлення та перегляду власних переконань для покращення якості життя.",
  "screen_1": {
    "texts": [
      "У попередніх главах ми робили великий акцент на деструктивних думках і переконаннях. Це невипадково, адже саме вони негативно впливають на наші емоції, поведінку та загальний стан.",
      "У цьому зв'язку виникає питання: справді чи всі наші переконання такі погані, і чи можуть вони бути корисними для нас?",
      "Проблема полягає в тому, що негативні переконання активуються, коли ми перебуваємо в стресі, пригніченому стані чи депресії, або коли стикаємося з якимось підтвердженням цих переконань.",
      "Наприклад, якщо в людини є переконання «Я ні на що не здатний», то в ситуації невдачі на іспиті чи зауваження від начальника, це переконання, ймовірно, активується.",
      "Людина буде інтерпретувати те, що відбувається крізь призму цього переконання, навіть якщо це нелогічно і нерозумно.",
      "Однак це не означає, що всі наші переконання погані і в них немає нічого корисного.",
      "У менш стресових ситуаціях або в більш ресурсному стані може активуватися інше, позитивне переконання, наприклад: «Я достатньо здатний».",
      "Тому відповідь на питання «Чи всі переконання шкідливі?» — ні, не всі."
    ]
  },
  "screen_2": {
    "texts": [
      "Щодо позитивного впливу ірраціональних установок, тут ситуація трохи складніша, давайте розбиратися.",
      "Деякі можуть подумати, що все не так уже й погано і ірраціональні переконання можуть навіть допомагати в житті, але це скоріше омана, ніж істина.",
      "Для повноти картини наведемо приклади. У нас вже була розмова про те, що існують три рівні мислення: думки, проміжні та глибинні переконання.",
      "Уявімо, у молодого чоловіка на ім'я Джон є глибинне переконання: «Я ні на що не здатний», а проміжне — наприклад, «Я завжди повинен бути успішним».",
      "З одного боку, може здатися, що в цьому переконанні немає нічого поганого. Адже чудово, що Джон хоче бути успішним. На перший погляд, справді, немає нічого поганого, якщо це лише бажання чи мета, а не жорстке, ригідне правило.",
      "Ви можете подумати, що це навіть корисно для нього, адже завдяки цій установці він буде багато працювати, досягне певних успіхів, стане більш мотивованим і цілеспрямованим.",
      "Робота стає для нього дуже важливою, і, здається, це тягне за собою тільки позитивні наслідки.",
      "Але давайте копнемо глибше.",
      "Якщо це справді проміжне переконання, а не просто бажання, то воно, найімовірніше, буде деструктивним, а не конструктивним. Це відбувається тому, що воно корениться в його глибинному переконанні. У такому випадку робота для Джона стає копінг-стратегією (Про копінг-стратегії ми ще поговоримо в наступних главах)."
    ],
    "quote": {
      "text": "Оскільки людина може тільки любити або ненавидіти свою роботу, вона повинна бачити її наслідки. Трудоголіки ж просто забувають, що існують не для роботи, а робота для них.",
      "author": "Лев Толстой"
    }
  },
  "screen_3": {
    "texts": [
      "Коротше кажучи, копінг-стратегія — це реакція на стрес, що проявляється через думки, почуття або поведінку.",
      "Якщо говорити простими словами, Джон прагне бути успішним (це його проміжне переконання) для того, щоб не відчувати себе нездатним (що є його глибинним переконанням). І його фокус на роботі — це спосіб уникнути такого самоусвідомлення.",
      "Це деструктивно тому, що якщо в Джона виникнуть проблеми на роботі, він зазнає невдачі в кар'єрі або його звільнять, то він несвідомо зіткнеться зі своїм глибинним переконанням про власну нездатність, що може стати для нього чимось на кшталт апокаліпсису.",
      "Це може призвести до погіршення його стану, апатії, руйнівної поведінки і навіть депресії.",
      "Тепер наслідки не здаються такими вже класними, правда?",
      "Виходить, що переконання «Я завжди повинен бути успішним» більш шкідливе, ніж корисне. Адже ніхто з нас не застрахований від невдач і помилок. З такою установкою кожна помилка стане для нього підтвердженням глибинного переконання, що, у свою чергу, лише зміцнить його віру в нього.",
      "Важливо розуміти, що будь-яке переконання — це лише ідея, яку можна змінити, зробивши її більш корисною. Тим самим можна значно покращити якість життя, і в цьому допомагає когнітивно-поведінкова терапія."
    ]
  }
}