{
  "title": "코핑 카드: 작은 도구로 만드는 큰 변화",
  "description": "코핑 카드는 간단하지만 매우 효과적인 인지행동치료(CBT) 도구입니다. 스트레스를 다루고, 어려운 상황을 새로운 시각으로 바라보며, 의심이 밀려오는 순간에도 스스로를 지지할 수 있도록 도와줍니다. 이 작은 ‘리마인더’는 자신감을 되찾게 하고 정서적 성장을 향해 한 걸음씩 나아가게 합니다. 생각을 탐색하고 내 안에서 버팀목을 찾아, 더 차분하고 안정적인 삶으로 천천히 나아가 보세요.",
  "screen_1": {
    "texts": [
      "코핑 카드는 조용하지만 매우 강력한 인지행동치료(CBT) 도구 중 하나입니다.",
      "코핑 카드란 무엇인가요?",
      "코핑 카드는 부정적인 생각과 스트레스 상황을 다루도록 돕고, 사건을 더 건강하게 바라볼 수 있도록 지원하는 CBT 기법입니다.",
      "말하자면 ‘짧은 메모’처럼, 파괴적인 믿음을 지지적인 믿음으로 바꾸는 방법을 알려주고 자신감을 되찾도록 도와줍니다.",
      "왜 코핑 카드를 사용해야 할까요?",
      "불안 완화: 감정이 너무 크게 밀려올 때 코핑 카드는 빠르게 마음을 가라앉히는 데 도움을 줍니다.",
      "어려운 순간의 지지: 흔들리는 순간, 당신의 힘과 자원을 상기시켜 주는 응원의 목소리가 되어 줍니다.",
      "자기이해 향상: 생각과 반응을 기록하면 무엇이 감정을 촉발하는지, 그리고 그에 어떻게 영향을 줄 수 있는지 더 잘 알게 됩니다.",
      "간편함과 접근성: 앱 인터페이스가 직관적이고 편리해 코핑 카드를 쉽고 편안하게 만들 수 있습니다."
    ],
    "quote": {
      "text": "비합리적인 신념을 선택하면 고통받을 수 있지만, 합리적인 신념을 선택하면 고통받지 않을 수도 있다.",
      "author": "애런 벡"
    }
  },
  "screen_2": {
    "texts": [
      "어떻게 작동하나요?",
      "파괴적인 생각을 알아차리는 순간, 코핑 카드는 그 생각을 더 현실적이고 지지적인 관점으로 바꾸는 데 도움을 줍니다.",
      "처음에는 약간의 연습이 필요할 수 있지만, 시간이 지나면 부정적인 생각을 더 빠르게 알아차리고 더 건설적인 생각으로 전환하는 법을 익히게 됩니다.",
      "예를 들어 “나는 절대 목표를 이룰 수 없어”라는 생각이 들 때, “힘든 순간도 있지만 내겐 계획이 있고, 작은 걸음으로도 앞으로 갈 수 있어”로 바꿔볼 수 있습니다.",
      "이 접근은 상황을 다르게 바라보게 할 뿐 아니라, 행동할 힘도 북돋아 줍니다.",
      "카드는 정기적으로 다시 읽고 업데이트해 보세요.",
      "감정과 생각은 계속 변하기 때문에, 카드가 지금의 내 필요에 맞춰져 있는 것이 중요합니다.",
      "어떤 부정적인 생각이 더 이상 힘을 갖지 않거나 이미 어려움을 넘어섰다면, 카드를 업데이트해 새로운 지지적 믿음을 적어 보세요.",
      "앱에서는 기존 카드를 쉽게 수정하고 새 카드를 만들 수 있습니다.",
      "시간이 지나면 코핑 카드는 단순히 부정적인 생각을 막는 도구를 넘어, 자기성장과 정서적 성장 과정에서 당신만의 길잡이가 되어줄 거예요."
    ]
  },
  "screen_3": {
    "texts": [
      "파괴적인 생각을 바꾸는 원리를 더 잘 이해할 수 있도록, 몇 가지 예시를 살펴볼까요?",
      "예시 1",
      "파괴적인 생각: “이 프로젝트를 해내지 못할 거야. 나는 충분히 잘하지 못해.”",
      "건설적인 대체: “예전에도 어려운 일을 해낸 적이 있어. 이번에도 마무리할 수 있는 지식과 자원이 내게 있어.”",
      "예시 2",
      "파괴적인 생각: “내가 바보 같은 말을 하면 다들 나를 비웃을 거야.”",
      "건설적인 대체: “실수는 누구나 할 수 있어. 나는 배우는 중이고, 소통은 성장하고 발전할 기회야.”",
      "예시 3",
      "파괴적인 생각: “아무것도 달라지지 않을 거야. 삶은 늘 이럴 거야.”",
      "건설적인 대체: “변화는 천천히 일어나. 작은 걸음도 결국 큰 결과로 이어져.”",
      "정리",
      "코핑 카드는 생각과 감정을 다루는 강력하면서도 부드러운 방법입니다.",
      "이 도구는 상황을 합리적이고 차분하게 바라보는 시각과 다시 연결되도록 도와주며, 부정적인 믿음에 맞설 힘을 길러줍니다.",
      "코핑 카드를 활용하면 스트레스 상황에서의 나 자신과 반응을 더 잘 이해하게 됩니다.",
      "오늘부터 나만의 코핑 카드를 만들어 보세요. 더 차분하고 자신감 있으며 안정적인 삶으로 가는 첫걸음이 될 거예요."
    ]
  }
}
