{
  "title": "코핑 카드: 작은 한 장이 만드는 큰 변화",
  "description": "코핑 카드는 인지행동치료(CBT)에서 간단하지만 매우 효과적인 도구입니다. 스트레스를 다루고, 어려운 상황을 새로운 시각으로 바라보며, 흔들리는 순간에도 스스로를 지지할 수 있게 도와줍니다. 작은 ‘리마인더’처럼 자신감을 되찾게 해 주고, 정서적 성장을 향해 한 걸음씩 나아가도록 이끌어 줍니다. 내 생각을 돌아보고, 내 안의 버팀목을 찾으며, 조금씩 더 차분하고 안정적인 삶에 가까워져 보세요.",
  "screen_1": {
    "texts": [
      "코핑 카드는 인지행동치료에서 조용하지만 강력한 효과를 내는 또 하나의 도구입니다.",
      "코핑 카드란 무엇인가요?",
      "코핑 카드는 부정적인 생각과 스트레스 상황에 대처하도록 돕는 CBT 기법으로, 상황을 더 건강하게 바라보게 해줍니다.",
      "파괴적인 신념을 도움이 되는 신념으로 바꾸고 자신감을 되찾도록 안내하는 일종의 ‘한 장짜리 요약 메모’라고 할 수 있습니다.",
      "왜 코핑 카드를 사용해야 할까요?",
      "불안 완화: 감정이 너무 크게 밀려올 때 빠르게 마음을 가라앉히는 데 도움이 됩니다.",
      "힘든 순간의 지지: 스스로가 의심스러울 때 응원하는 목소리가 되어, 내가 가진 힘과 자원을 떠올리게 해줍니다.",
      "자기 인식 향상: 생각과 반응을 적어 보며, 무엇이 감정을 촉발하는지 더 잘 이해하고 그 영향을 줄일 방법을 찾게 됩니다.",
      "간편함과 접근성: 우리 앱의 인터페이스는 직관적이고 사용하기 편해서, 카드를 만들기가 쉽고 부담이 없습니다."
    ],
    "quote": {
      "text": "비합리적인 신념을 선택하면 괴로워질 수 있지만, 합리적인 신념을 선택하면 괴로워하지 않을 수도 있습니다.",
      "author": "아론 벡"
    }
  },
  "screen_2": {
    "texts": [
      "어떻게 작동하나요?",
      "파괴적인 생각을 알아차렸을 때, 코핑 카드는 그것을 더 현실적이고 나를 지지해 주는 문구로 바꾸도록 도와줍니다.",
      "처음에는 약간의 연습이 필요할 수 있지만, 시간이 지나면 부정적인 생각을 더 빨리 알아차리고 더 건설적인 방향으로 전환하는 법을 익히게 됩니다.",
      "예를 들어 “나는 절대 목표를 이룰 수 없어”라는 생각이 들면, “쉽진 않지만 계획이 있고, 작은 걸음이라도 앞으로 나아갈 수 있어”로 바꿔볼 수 있습니다.",
      "이런 접근은 상황을 다르게 바라보게 할 뿐 아니라, 실제 행동으로 옮길 힘도 줍니다.",
      "카드를 정기적으로 다시 읽고 업데이트해 보세요.",
      "감정과 생각은 계속 변하기 때문에, 카드가 지금의 필요에 맞춰져 있는 것이 중요합니다.",
      "어떤 부정적인 생각이 더는 힘을 발휘하지 않거나 이미 그 어려움을 지나왔다면, 카드를 수정하고 새로운 지지 문구를 적어 보세요.",
      "우리 앱에서는 기존 카드를 손쉽게 편집하고 새 카드를 만들 수 있습니다.",
      "시간이 흐를수록 코핑 카드는 부정적인 생각을 다루는 도구를 넘어, 자기 성장과 정서적 회복을 위한 나만의 길잡이가 됩니다."
    ]
  },
  "screen_3": {
    "texts": [
      "파괴적인 생각을 바꾸는 원리를 더 잘 이해하기 위해 몇 가지 예를 살펴볼게요.",
      "예시 1",
      "파괴적인 생각: “이 프로젝트를 해내지 못할 거야. 나는 충분히 잘하지 못해.”",
      "건설적인 대안: “예전에도 어려운 과제를 해낸 적이 있어. 이번에도 해낼 지식과 자원이 내게 있다.”",
      "예시 2",
      "파괴적인 생각: “내가 바보 같은 말을 하면 모두가 나를 비웃을 거야.”",
      "건설적인 대안: “실수는 누구나 할 수 있어. 나는 배우는 중이고, 대화는 성장의 기회야.”",
      "예시 3",
      "파괴적인 생각: “아무것도 바뀌지 않을 거야. 인생은 늘 이럴 거야.”",
      "건설적인 대안: “변화는 서서히 일어나. 작은 걸음도 결국 큰 결과로 이어져.”",
      "정리",
      "코핑 카드는 생각과 감정을 부드럽게, 하지만 확실하게 다루는 강력한 방법입니다.",
      "상황을 보다 이성적이고 차분하게 바라보는 감각을 되찾고, 부정적인 신념에 맞설 수 있도록 돕습니다.",
      "이를 활용하면 스트레스에 대한 자신의 반응을 더 잘 이해하게 됩니다.",
      "오늘부터 나만의 카드를 만들어 보세요.",
      "더 차분하고 자신감 있는, 흔들림이 적은 삶으로 가는 첫걸음을 내딛어 보세요."
    ]
  }
}
