{
  "title": "코핑 카드: 큰 변화를 위한 작은 도우미",
  "description": "코핑 카드는 인지 행동 치료에서 나온 간단하면서도 강력한 도구로, 스트레스와 부정적인 생각을 다루는 데 도움을 줍니다. 이 작은 «리마인더»가 어떻게 당신의 관점을 바꾸고, 자신감을 되찾게 하며, 감정적 성장을 이끄는지 알아보세요. 자기 탐구의 세계로 뛰어들어 코핑 카드로 더 차분한 삶의 길을 열어보세요!",
  "screen_1": {
    "texts": [
      "코핑 카드 – 인지 행동 치료의 또 다른 비밀 무기.",
      "코핑 카드가 뭐예요?",
      "코핑 카드는 인지 행동 치료의 틀 안에서 개발된 효과적인 방법으로, 사람들이 부정적인 생각과 스트레스 상황을 극복하도록 돕습니다.",
      "이건 일종의 «리마인더» 역할을 해서 파괴적인 신념을 바꾸고 자신감을 되찾는 방법을 알려줍니다.",
      "코핑 카드를 왜 써야 하나요?",
      "불안 감소: 코핑 카드는 스트레스 받을 때 빠르게 평정을 되찾게 해줍니다.",
      "힘든 시기의 지원: 영감이나 지지가 필요할 때, 당신의 카드가 늘 곁에 있어 내면의 힘을 상기시켜 줍니다.",
      "자아 인식 향상: 생각과 감정을 적으면서 자신의 감정 반응과 행동 패턴을 더 잘 이해할 수 있습니다.",
      "사용 간편: 우리 앱의 기능은 직관적이고 간단해서 누구나 쉽게 카드를 만들 수 있어요."
    ],
    "quote": {
      "text": "비이성적인 신념을 선택하면 고통받을 수 있지만, 이성적인 신념을 선택하면 고통받지 않아도 됩니다.",
      "author": "아론 벡"
    }
  },
  "screen_2": {
    "texts": [
      "어떻게 작동하나요?",
      "파괴적인 생각을 발견하면 코핑 카드를 사용해 더 건설적인 생각으로 바꿔보세요.",
      "약간의 연습이 필요할 수 있지만, 시간이 지나면 부정적인 생각에 더 빨리 반응하고 긍정적인 신념으로 대체하는 법을 익히게 됩니다.",
      "예를 들어, «나는 절대 목표를 이루지 못할 거야»라는 생각을 더 건설적인 생각으로 바꿀 수 있어요: «어려움이 있지만 계획이 있고, 작은 발걸음으로 목표를 향해 나아갈 수 있다».",
      "이렇게 하면 상황을 보는 관점이 바뀔 뿐만 아니라 행동할 동기도 생깁니다.",
      "정기적으로 카드를 점검하고 업데이트하세요.",
      "감정과 생각은 시간에 따라 변하니까, 현재 필요에 맞게 카드를 조정하는 게 중요해요.",
      "예를 들어, 어떤 파괴적인 생각이 더 이상 맞지 않거나 특정 두려움을 극복했다고 느끼면, 새로운 건설적인 생각이나 전략을 추가해 카드를 갱신하세요.",
      "우리 앱에서는 기존 카드를 쉽게 편집하거나 새 카드를 추가할 수 있습니다.",
      "이렇게 코핑 카드는 부정적인 생각과 싸우는 도구를 넘어, 자기 성장과 감정적 안녕을 위한 개인적인 안내자가 됩니다."
    ]
  },
  "screen_3": {
    "texts": [
      "코핑 카드의 의미를 더 명확히 하기 위해, 파괴적인 생각을 건설적인 생각으로 바꾸는 몇 가지 예를 더 살펴보죠.",
      "예시 1",
      "파괴적인 생각: «이 프로젝트를 해내지 못할 거야, 난 충분히 잘하지 못해».",
      "건설적인 대체: «전에 어려운 프로젝트도 해냈어. 이 일을 성공적으로 끝낼 기술과 자원이 나한테 있다».",
      "예시 2",
      "파괴적인 생각: «바보 같은 말을 하면 다들 날 비웃을 거야».",
      "건설적인 대체: «누구나 실수할 수 있어. 실수에서 배우고 사람들과 소통하며 즐길 수 있다».",
      "예시 3",
      "파괴적인 생각: «아무것도 변하지 않아, 내 인생은 항상 이래».",
      "건설적인 대체: «변화를 위한 발걸음을 뗄 수 있어. 작은 변화가 큰 결과를 낳는다».",
      "결론",
      "코핑 카드는 생각과 감정을 관리하는 강력한 도구입니다.",
      "이성적인 마음과 다시 연결되고 부정적인 신념에 맞서 싸우는 데 도움을 줍니다.",
      "이를 사용하면서 자신과 스트레스 반응을 더 깊이 이해할 수 있어요.",
      "오늘부터 코핑 카드를 만들기 시작해 더 차분하고 자신감 넘치는 당신을 만나보세요!"
    ]
  }
}
