{
  "title": "알리사의 이야기: 우울증 극복",
  "description": "이 기사는 우울증을 겪는 사람의 예를 통해 자동적 사고, 중간 신념 및 심층 신념 간의 상호 관계를 설명합니다. 알리사의 인생 여정과 심리학자와의 상호 작용을 분석하여 이러한 사고 수준이 어떻게 형성되고, 우울증을 극복하기 위해 어떻게 변화될 수 있는지를 설명합니다. 이 접근법은 인지행동치료(CBT)의 원칙에 기반합니다.",
  "screen_1": {
    "texts": [
      "자동적 사고, 중간 신념 및 심층 신념이 어떻게 연결되는지를 시각적으로 설명하기 위해, 우울증과 자기 의심을 겪고 있는 젊은 여성 알리사의 예를 살펴보겠습니다.",
      "전체 그림을 위해 그녀의 개인적 및 사회적 배경에 대해 조금 이야기해 보겠습니다:",
      "알리사는 작은 마을에서 한부모 가정에서 자랐습니다. 그녀의 아버지는 그녀가 6살 때 다른 여성과 함께 떠났습니다. 간호사로 일하던 어머니와의 관계는 복잡했고, 어머니는 끊임없이 비판하면서도 거의 칭찬을 하지 않았습니다.",
      "부모의 이혼 후 두 사람 사이에는 어떤 연결도 없었고, 알리사는 두 부모 모두에게 잘 보이기 위해 노력하며 마치 지뢰밭을 걷는 것 같은 느낌을 받았습니다. 아버지는 새로운 가족과 함께 두 아들과 딸을 낳았으며, 주말마다 자연으로 떠나고 스포츠를 함께 하며 많은 시간을 보냈습니다. 알리사는 그들을 질투하고 부러워했습니다.",
      "학교 시절 알리사는 성적 우수자로, 부분적으로는 어머니의 인정을 받기 위해 열심히 공부했습니다. 알리사는 마케팅 전공으로 우수한 성적으로 대학을 졸업했습니다. 현재 23세로 미혼이며 자녀는 없습니다. 직장과 안정성을 찾고자 우울증으로 인해 심리학자를 찾기로 결심했습니다.",
      "대학 졸업 후 취업에 어려움을 겪으면서 알리사의 우울증이 활성화되었습니다. 그녀는 덜 활발한 사회 생활을 하며 대부분의 시간을 우울한 상태에서 보내며, 자신이 아무것도 해낼 수 없다고 확신했습니다."
    ]
  },
  "screen_2": {
    "texts": [
      "이제 알리사가 심리학자와의 상담에서 세 가지 사고 수준이 어떻게 상호 작용하는지 살펴보겠습니다:"
    ],
    "dialog": [
      "알리사, 최근에 강한 부정적 감정을 느꼈던 상황을 떠올려보세요.",
      "어제였어요. 채용 공고를 보고 완벽한 기회를 발견했어요 — 창의적인 회사, 유연한 근무 시간, 좋은 급여. 하지만 제가 얼어붙어 이력서를 보내지 못했어요.",
      "무엇이 당신을 멈추게 했나요?",
      "저는 제가 너무 어렵다고 생각했어요. 저는 그 일을 감당할 수 없을 것 같았어요 (자동적 사고)",
      "그 일이 너무 어렵다고 생각하는 것은 당신에게 어떤 의미인가요?",
      "제가 과제를 높은 수준으로 수행할 수 없다는 것, 실수를 저지르는 것은 끔찍하다는 것 (중간 신념)",
      "그럼, 무엇인가를 해내지 못하거나 실수를 하는 사람을 어떻게 부르나요?",
      "그는 쓸모없는 사람, 실패자예요.",
      "그렇다면 당신이 무언가를 해내지 못하거나 실수를 하고 감당할 수 없는 일을 맡았을 때, 당신은 어떤 사람인가요?",
      "저는 실패자예요 (심층 신념)."
    ]
  },
  "screen_3": {
    "texts": [
      "이제 우리는 알리사의 파괴적 사고의 세 가지 수준이 어떻게 구성되어 있는지를 볼 수 있습니다.",
      "중요한 것은 알리사가 이런 신념을 타고난 것이 아니라는 점입니다. 이 신념들은 그녀의 삶의 다양한 시기와 상황에서 형성되었습니다. 따라서 그것들은 변화할 수 있고 변화해야 합니다.",
      "변화의 과정은 자동적 사고에 대한 작업에서 시작됩니다. 알리사가 그것들을 의심하고 그들의 파괴성을 증명하는 법을 배우게 되면, 그것들에 대한 신뢰가 감소하게 될 것입니다. 그때 우리는 다음 층인 중간 신념으로 넘어갈 수 있습니다.",
      "그들에 대한 믿음을 \"흔들면서\" 우리는 심층 신념에 도달할 수 있고, 그것들을 더 적응적이고 유용한 것으로 바꿀 수 있습니다."
    ]
  }
}
