{
  "title": "인지행동치료를 통한 자기 이해",
  "description": "이 글은 인지행동치료(CBT)의 기본 원리를 설명하며, 핵심 신념과 중간 신념이 자동적 사고와 감정을 형성하는 방식을 설명합니다. 사과나무 비유를 통해 내면의 신념이 사건 인식과 반응에 어떻게 영향을 미치는지 보여줍니다. 또한 동일한 상황에 대한 서로 다른 인식이 어떻게 다양한 감정적 반응으로 이어질 수 있는지를 보여주는 예시도 살펴봅니다.",
  "screen_1": {
    "texts": [
      "스트레스와 불확실성으로 가득한 현대 세계에서 심리적 웰빙은 그 어느 때보다 중요해졌습니다.",
      "수백만 명의 사람들이 매일 가벼운, 불편함과 불안에서부터 우울증, 신경증, 외상후 스트레스 장애(PTSD) 등 심각한 상태에 이르기까지 다양한 심리적 어려움에 직면합니다.",
      "이러한 문제들은 매일을 온전히 즐기고, 조화로운 관계를 구축하며, 목표를 달성하는 데 방해가 되어 삶의 질에 상당한 영향을 미칠 수 있습니다.",
      "이 글을 읽고 계신다면, 아마도 당신도 무의식적인 무언가가 충만한 삶을 방해한다고 느끼고 있을 수 있습니다. 이는 완전히 정상적인 일입니다.",
      "가장 성공적이고 겉으로 보기에 균형 잡힌 사람들조차도 특정한 파괴적인 신념과 내면의 장벽을 가지고 있습니다.",
      "이러한 문제들의 근원은 종종 다양한 트라우마 사건이나 불리한 환경의 영향으로 형성되어 어린 시절로 거슬러 올라갑니다.",
      "이러한 어려움이 있다고 해서 당신이 '불완전하다'는 것이 아니라는 점을 이해하는 것이 중요합니다 – 이것은 인간 경험의 일부입니다.",
      "삶을 변화시키고 싶다면, 우리는 인지행동치료(CBT)의 세계로 흥미로운 여행을 떠나볼 것을 제안합니다.",
      "이 효과적인 방법은 자신을 이해하고 생각과 감정을 관리하는 도구를 얻는 데 도움이 될 것입니다.",
      "이 장에서는 이 방법의 기본 개념에 대한 탐구를 시작할 것입니다.",
      "당신의 어려움이 사소하다고 생각하든, 반대로 심각한 불편함을 경험하든, 일시적인 우울함이든 다양한 심리적 증상과의 오랜 투쟁이든 상관없이 인지행동치료는 당신에게 귀중한 자원이 될 수 있습니다.",
      "지금 우리는 치료의 기본 개념에 대한 간략한 모델을 소개하고, 앞으로의 장에서 더 자세히 논의할 것입니다."
    ],
    "quote": {
      "text": "우리의 생각이 우리의 인식을 형성하고, 그 인식이 우리가 어떻게 살아가는지를 결정합니다.",
      "author": "레베카 워커"
    }
  },
  "screen_2": {
    "texts": [
      "인지행동치료에서 우리의 의식은 세 가지 수준으로 표현됩니다 - 핵심 신념, 중간 신념(규칙) 및 자동적 사고.",
      "CBT의 핵심 아이디어는 당신의 기분과 감정이 당신의 생각에 따라 달라진다는 것입니다.",
      "따라서 CBT의 기본 원칙에 따르면, 자신의 생각을 관찰하고 합리적으로 사고하려고 노력한다면 당신의 삶은 더 행복하고 생산적일 수 있습니다.",
      "이것은 CBT를 간략하게 소개하는 매우 간단한 방법이지만, 앞으로 더 많은 세부 사항을 공유하고 싶습니다.",
      "더 명확하게 이해하기 위해 사과나무를 상상해 봅시다.",
      "우리의 비유에서 뿌리는 핵심 신념의 역할을 합니다 – 이는 자신, 세계, 그리고 다른 사람들에 대한 근본적인 생각들입니다.",
      "이들은 주로 어린 시절에 형성되며 거의 인식되지 않습니다. 예를 들어, \"나는 사랑받을 가치가 없다\" 또는 \"세상은 위험한 곳이다\".",
      "나무 줄기는 중간 신념 – 우리가 삶에서 따르는 규칙과 태도를 보여줍니다.",
      "이들은 핵심 신념에 기반하며 우리의 반응을 결정합니다. 예를 들어, \"내가 완벽하지 않으면, 사람들은 나를 사랑하지 않을 것이다\" 또는 \"살아남기 위해서는 항상 경계해야 한다\".",
      "가장 많은 부분 – 자동적 사고는 빠르고, 자발적이며, 사건에 대한 반응으로 발생합니다.",
      "이것은 우리 나무의 열매입니다. 열매는 건강하거나 썩을 수 있습니다. 예를 들어, \"나는 지각했으니 다음에는 일찍 출발해야겠다\" 또는 \"나는 지각했으니 실패자다\".",
      "우리 각자는 자신만의 나무를 가지고 있으며 인생의 모든 사건을 우리의 나무를 통해 여과합니다.",
      "동일한 상황이 서로 다른 사람들에게 완전히 다른 감정을 불러일으킬 수 있는데, 이는 각자가 자신의 신념의 렌즈를 통해 상황을 해석하고, 자신만의 의미를 부여하기 때문입니다.",
      "이는 겉보기에 동일한 사건에도 가능한 감정적 반응의 넓은 스펙트럼을 만들어냅니다."
    ]
  },
  "screen_3": {
    "texts": [
      "예를 들어 봅시다. 상사로부터 동일한 업무 지적을 받은 두 동료를 상상해보세요:",
      "마리아: 마리아는 어린 시절부터 \"나는 충분히 좋지 않다\"라는 핵심 신념이 형성되었습니다.",
      "그녀의 중간 신념은: \"내가 가치 있게 여겨지려면 완벽해야 한다\"입니다. 따라서 비판을 받으면 \"내가 모든 것을 망쳤어, 상사가 나에게 실망했어, 나는 일자리를 잃을 거야\"라는 자동적 사고가 발생합니다. 결과 – 두려움, 불안, 기력 저하.",
      "크리스티나: 크리스티나는 다른 핵심 신념을 가지고 있습니다: \"나는 배우고 성장할 능력이 있다\".",
      "그녀의 중간 신념은: \"비판은 더 나아질 기회다\"입니다. 그래서 상사로부터 지적을 받으면 \"상사가 내 약점을 지적했어, 이것은 내 일을 개선하는 데 도움이 될 거야\"라고 생각합니다. 결과 – 침착함, 발전에 대한 동기부여, 실수를 고치고 싶은 욕구.",
      "이 상황에서 마리아와 크리스티나는 동일한 사건 – 상사의 지적 – 에 직면했습니다.",
      "그러나 그들의 반응은 핵심 신념과 중간 신념의 차이로 인해 정반대였습니다.",
      "CBT는 이러한 신념을 인식하고 변화시켜 인생의 어려움에 더 건설적으로 반응하고 감정적 균형을 유지하도록 돕습니다.",
      "각 사람마다 고유한 나무 모델이 있기 때문에, 우리 모두는 다양한 상황을 다르게 인식합니다.",
      "이러한 상황에 대응하여 우리는 자동적 사고를 하게 되며, 이는 차례로 우리의 감정과 행동에 영향을 미칩니다.",
      "생각, 감정, 행동 간의 상호 관계에 대해서는 다음 장에서 더 자세히 이야기하겠습니다.",
      "이 장에서는 광범위한 내용을 개괄적으로 다루었으므로, 많은 질문이 남아 있어도 걱정하지 마세요. 우리는 내용을 반복하고 이론의 각 중요한 부분을 더 자세히 살펴볼 것입니다.",
      "우리는 당신이 제시된 정보를 열린 마음과 실험에 대한 준비로 대하기를 제안합니다. 모든 자료와 제안된 기술을 사용하여 당신의 삶을 더 충만하고, 즐겁고, 조화롭게 만들어 보세요."
    ]
  }
}
