{
  "title": "인지행동치료로 나를 이해하기",
  "description": "이 글은 인지행동치료(CBT)의 기초를 소개하고, 핵심 신념과 중간 신념이 어떻게 자동 사고와 감정을 만들어내는지 보여줍니다. 사과나무 비유를 통해 내면의 신념이 사건을 해석하는 방식과 우리의 반응에 어떤 영향을 주는지 설명합니다. 또한 같은 사건이라도 사람마다 전혀 다른 감정이 생기는 이유를 사례로 이해해 봅니다.",
  "screen_1": {
    "texts": [
      "스트레스와 불확실성이 가득한 현대 사회에서, 심리적 웰빙은 그 어느 때보다 중요해졌습니다.",
      "수많은 사람이 매일 다양한 어려움과 마주합니다. 가벼운 불편감과 불안부터 우울증, 신경증, 외상 후 스트레스 장애(PTSD) 같은 심각한 상태까지 말이죠.",
      "이런 문제들은 삶의 질에 뚜렷한 영향을 주어, 일상을 즐기기 어렵게 만들고 따뜻한 관계를 맺거나 목표를 향해 나아가는 데 걸림돌이 되기도 합니다.",
      "이 글을 읽으며 ‘내 안의 무언가가 온전히 살지 못하게 막는 것 같다’고 느낀다면, 당신만 그런 게 아닙니다. 그런 감각은 자연스러운 일이에요.",
      "겉으로는 성공적이고 침착해 보이는 사람도 마음속에는 파괴적인 신념과 보이지 않는 장벽을 품고 있을 때가 많습니다.",
      "그 뿌리는 종종 어린 시절로 이어지며, 상처가 되는 사건이나 불리한 환경 속에서 형성되기도 합니다.",
      "기억해 주세요. 이런 어려움이 있다고 해서 당신이 ‘결함 있는 사람’이 되는 건 아닙니다. 그건 누구나 겪을 수 있는 인간 경험의 일부입니다.",
      "변화를 원하신다면, 인지행동치료(CBT)의 세계로 떠나는 흥미로운 여정에 함께해 보세요.",
      "이 효과적인 접근은 자신을 더 잘 이해하도록 돕고, 생각과 감정을 다루는 도구를 제공합니다.",
      "이번 장에서는 이 방법의 기본 아이디어부터 차근차근 만나보겠습니다.",
      "당신의 어려움이 작아 보이든, 혹은 큰 불편을 주든—잠깐의 의기소침부터 수년간 이어진 증상까지—CBT는 든든한 자원이 될 수 있습니다.",
      "지금은 핵심 개념을 단순화해 소개하고, 다음 장들에서 더 자세히 풀어가겠습니다."
    ],
    "quote": {
      "text": "우리의 생각이 우리의 지각을 만들고, 그 지각이 우리가 어떻게 살아가는지를 결정한다.",
      "author": "레베카 워커"
    }
  },
  "screen_2": {
    "texts": [
      "인지행동치료에서는 마음을 편의상 세 가지 층으로 설명합니다. 핵심 신념, 중간 신념(규칙), 그리고 자동 사고입니다.",
      "CBT의 핵심 아이디어는 ‘기분과 감정은 우리가 어떻게 생각하느냐에 달려 있다’는 것입니다.",
      "그래서 기본 원칙은 이렇습니다. 생각을 알아차리고 의식적으로 조정할수록, 삶은 더 안정적이고 생산적으로 변합니다.",
      "이것이 CBT의 요지를 간단히 정리한 내용이지만, 앞으로 함께 나눌 중요한 디테일이 아직 많이 남아 있습니다.",
      "더 직관적으로 이해하기 위해 사과나무를 하나 떠올려 볼까요?",
      "이 비유에서 뿌리는 핵심 신념입니다. 나 자신, 세상, 타인에 대한 가장 근본적인 관점이죠.",
      "핵심 신념은 이른 경험을 통해 형성되고, 종종 무의식적입니다. 예를 들면 “나는 사랑받을 자격이 없어”, “세상은 위험한 곳이야” 같은 것들이요.",
      "줄기는 중간 신념—우리가 일상에서 따르는 규칙과 태도를 뜻합니다.",
      "중간 신념은 핵심 신념을 바탕으로 우리의 반응을 이끕니다. 예: “완벽하지 않으면 사랑받지 못해”, “살아남으려면 늘 경계해야 해”.",
      "나무의 가지와 잎, 즉 수관은 자동 사고입니다. 사건에 대한 빠르고 즉각적인 반응이죠.",
      "열매처럼 생각해도 좋아요. ‘건강한’ 열매일 수도, ‘상한’ 열매일 수도 있습니다. 예: “늦었네—다음엔 더 일찍 나가야지” 또는 “늦었어—난 실패자야”.",
      "우리 모두는 저마다의 ‘나무’를 가지고 있고, 모든 사건을 그 나무의 렌즈로 통과시켜 해석합니다.",
      "그래서 같은 상황이라도 사람에 따라 전혀 다른 감정이 생길 수 있습니다. 의미는 각자의 신념을 통해 만들어지니까요.",
      "겉으로는 비슷해 보이는 사건에서도 이렇게 다양한 정서 반응이 생겨납니다."
    ]
  },
  "screen_3": {
    "texts": [
      "예를 들어볼게요. 두 동료가 똑같이 업무에 대한 지적을 받았습니다.",
      "마리아: 어린 시절부터 “나는 충분히 잘하지 못해”라는 핵심 신념이 형성되어 있었습니다.",
      "그녀의 중간 신념은 “인정받으려면 완벽해야 해”입니다. 비판을 받자 “내가 다 망쳤어, 상사는 실망했을 거야, 나는 일자리를 잃을 거야”라고 생각합니다. 결과는 두려움, 불안, 기력 저하입니다.",
      "크리스티나: 그녀는 다른 핵심 신념을 가지고 있습니다. “나는 배우고 성장할 수 있어.”",
      "그녀의 중간 신념은 “비판은 더 나아질 기회야”입니다. 지적을 듣고 “상사가 약점을 짚어줬어—이건 일을 개선하는 데 도움이 될 거야”라고 생각합니다. 결과는 차분함, 동기, 그리고 고쳐나가려는 준비입니다.",
      "즉, 사건은 같습니다—상사의 피드백이라는 한 가지 사건이죠.",
      "하지만 반응은 정반대입니다. 핵심 신념과 중간 신념이 다르기 때문입니다.",
      "CBT는 이런 신념을 알아차리고 바꾸도록 도와, 더 건설적으로 반응하고 정서적 균형을 유지하게 합니다.",
      "각자에게는 서로 다른 ‘나무 모델’이 있기 때문에, 같은 상황도 다르게 받아들여집니다.",
      "그 결과 자동 사고가 떠오르고, 그 자동 사고는 감정과 행동에 영향을 줍니다.",
      "생각·감정·행동의 연결에 대해서는 다음 장에서 더 자세히 다뤄볼게요.",
      "이번 장에서는 큰 그림을 먼저 그려 보았습니다. 질문이 많이 남아 있어도 괜찮아요. 우리는 계속 이 개념으로 돌아오며 더 세밀하게 풀어갈 겁니다.",
      "열린 마음과 실험해 보려는 태도로 이 내용을 받아들여 보세요. 기법을 실제로 적용하면서, 삶이 더 충만하고 기쁘고 조화로워지도록 만들어가 봅시다."
    ]
  }
}
