{
  "title": "삶을 선택하세요!",
  "description": "이 기사는 우울증과 자살 생각과의 연관성을 다루며, 통계 자료를 제공하고 분석합니다. 인지 행동 치료(CBT)의 역할과 이러한 문제에 대한 효과적인 접근 방식을 강조하며, 전문가의 도움과 무료 심리 상담 서비스의 중요성을 강조합니다. 이 기사는 독자들에게 삶의 가치를 상기시키며 희망을 잃지 말도록 영감을 주고자 합니다.",
  "screen_1": {
    "texts": [
      "우리는 부정적인 생각, 비합리적인 신념, 그리고 우울증에 대해 많이 이야기하면서 또 다른 중요한 주제, 자살에 대해 이야기하지 않을 수 없습니다.",
      "이 문제가 여러분에게 결코 해당되지 않기를 바라지만, 만약 여러분이 한 번이라도 죽음이 유일한 해결책이라고 생각한 적이 있거나, 지금 그렇게 생각하고 있다면, 우리는 여러분을 지지하고 이에 대해 이야기하고자 합니다.",
      "안타깝게도 많은 사람들이 이 문제에 직면하고 있습니다. 세계보건기구(WHO)에 따르면 매년 약 80만에서 100만 명이 자살을 시도한다고 합니다. 그리고 이는 공식 통계에 불과합니다.",
      "자살로 인한 사망자는 모든 전쟁에서 사망한 사람의 수를 합친 것보다 많습니다. 믿기 어려운 사실이지만, 이는 사실입니다.",
      "우울증이 이 문제에 큰 역할을 합니다. 전 세계 자살자의 45~60%는 우울증을 앓고 있습니다. 우울증을 앓는 사람은 정상적인 심리 상태에 있는 사람보다 자살에 35배 더 취약합니다.",
      "이 충격적인 숫자를 보고 우리는 두려움을 느낄 수 있지만, 이러한 통계를 공유하는 이유는 여러분을 겁주기 위함이 아니라, 이 문제가 얼마나 많은 사람들에게 영향을 미치는지, 그리고 대부분의 사람들이 이 문제를 겪고도 부끄러워하며 혼자라고 생각하여 아무에게도 말하지 않는다는 것을 보여주기 위함입니다."
    ]
  },
  "screen_2": {
    "texts": [
      "따라서 자살 생각은 약함이나 불완전함의 표시가 아니며, 부끄러워할 필요가 없다는 점을 강조하고자 합니다.",
      "사람들은 다양한 경로를 통해 자살 생각에 이르게 되지만, 공통점이 하나 있습니다: 견딜 수 없는 감정적 고통으로 인해 죽음이 유일한 구원으로 보입니다.",
      "이러한 사람들은 삶이 너무 힘들거나 가족들에게 \"부담\"이 되는 것을 피하고자 죽음을 고려할 수 있습니다.",
      "연구에 따르면 자살 생각의 주요 요인 중 하나는 비현실적인 절망감입니다. 이러한 사람들의 사고를 분석해보면 지속적인 비관적인 세계관이 지배적이며, 왜곡된 인식으로 인해 자신이 출구가 없는 덫에 갇혀 있다고 느낍니다.",
      "그들은 자신이 결코 행복하지 않았고 앞으로도 행복할 수 없다고 생각합니다. 그러나 중요한 점은 절망과 절망감은 우울증의 증상일 뿐이지 객관적인 현실이 아니라는 것입니다.",
      "자살 결심은 삶이 더 이상 나아질 수 없다는 비합리적인 신념의 결과입니다. 하지만 정말 모든 것이 그렇게 절망적인가요? 모든 것이 계속 나쁘게 진행될 것이라는 증거와 100%의 보장이 있나요?"
    ]
  },
  "screen_3": {
    "texts": [
      "고통을 겪을 때는 다르게 살아갈 수 있다는 것을 상상하기 어렵습니다. \"긍정적으로 생각하라\"는 말을 들으면, 여러분의 문제가 진지하게 받아들여지지 않는 것 같거나 상황을 더 쉽게 받아들이지 못해 죄책감을 느낄 수 있습니다.",
      "여러분의 잘못이 아닙니다. 여러분의 마음은 절망의 늪에 빠져 있는 것 같습니다. 여러분의 고통과 감정은 현실이며, 단순히 좋은 생각을 하려고 시도하는 것으로는 그들을 없앨 수 없습니다.",
      "하지만 잠시만이라도 여러분을 둘러싼 그 끝없는 어둠이 환상이라고 상상해 봅시다. 여러분이 세상을 바라보는 더러운 안경입니다.",
      "이 생각을 붙잡고 그것이 이 어둠 속에서 여러분의 빛줄기가 되게 하세요. 사실 여러분을 둘러싼 어둠은 극복할 수 있습니다.",
      "이것은 공허한 말이 아닙니다! 인지 행동 치료(CBT)의 효과를 보여주는 많은 증거가 있습니다. 현재 이 접근 방식은 자살 행동 치료에 가장 효과적인 방법 중 하나로 간주되며, 전 세계 많은 정신과 의사와 연구자들의 도구로 사용되고 있습니다.",
      "\"National Library of Medicine\"에 발표된 연구에서는 29,071명이 참여한 15개의 실험 결과를 요약하고 있습니다. 이 실험 결과에 따르면, CBT는 87%의 사례에서 자살 시도의 재발을 예방하는 데 가장 효과적인 방법으로 나타났습니다.",
      "이는 매우 높은 수치입니다. 물론 자살 생각을 완전히 없애기 위해 많은 노력이 필요하겠지만, CBT는 여러분이 노력할 가치가 있는 효과적인 도구입니다."
    ]
  },
  "screen_4": {
    "texts": [
      "우리는 별도의 섹션에서 CBT를 통해 우울증을 극복하는 방법을 논의할 것이며, 그곳에서 자살 생각을 극복하는 방법에 대해 다시 한 번 자세히 다룰 것입니다.",
      "우리는 여러분에게 삶에 대한 열망을 지원하기 위해 최선을 다하고 있지만, 전문 심리학자가 제공할 수 있는 개별적인 도움을 제공할 수는 없습니다.",
      "여러분이 절벽 끝에 서 있다고 느낄 때는 즉시 전문가에게 도움을 요청하세요!",
      "심리 상담은 유료일 수 있지만, 대부분의 국가에서는 무료 응급 심리 지원을 제공하는 센터가 운영되고 있습니다. 여러분의 행복한 삶을 위해 첫걸음을 내딛으세요 – 도움을 요청하세요!",
      "우리는 이것이 결코 쉬운 결정이 아님을 이해하지만, 전문가만이 여러분에게 필요한 지원을 제공하고 자기 도움 기술을 가르칠 수 있습니다.",
      "우리는 여러분이 인지 행동 치료(CBT)를 통해 긍정적인 세계관을 얻기 위해 필요한 길을 걸어갈 수 있다고 믿습니다.",
      "삶은 항상 쉬운 것은 아니며, 매우 힘든 시기가 있습니다. 그러나 세상은 크고 아름다우며, 여러분의 삶은 소중합니다. 이를 기억하세요. 이 세상은 살 가치가 있습니다!"
    ],
    "quote": {
      "text": "가장 어두운 시간은 바로 새벽 직전입니다.",
      "author": "토머스 풀러"
    }
  }
}
