{
  "title": "삶을 선택하세요!",
  "description": "이 글은 우울증과 자살 사고라는 주제를 다루며, 이해하기 쉬운 수치를 통해 그 연관성을 설명합니다. 또한 이런 위기를 넘어서는 과정에서 인지행동치료(CBT)가 어떤 역할을 하는지 이야기하고, 전문가에게 도움을 요청하는 것의 중요성과 무료 심리 지원의 접근성도 강조합니다. 글은 당신을 지지하며, 삶의 가치와 희망을 지키는 일이 얼마나 중요한지 다시 한 번 상기시킵니다.",
  "screen_1": {
    "texts": [
      "부정적 사고, 비합리적 신념, 우울증에 대해 이야기하는 만큼, 또 하나의 어렵지만 중요한 주제인 ‘자살’을 빼놓을 수 없습니다.",
      "이 일이 당신과 무관했기를 진심으로 바랍니다. 하지만 죽음이 유일한 탈출구처럼 느껴졌던 적이 있거나, 지금도 그렇게 느껴진다면, 당신을 지지하며 차분히 이 이야기를 함께 나누고 싶습니다.",
      "WHO(세계보건기구)의 추정에 따르면 전 세계에서는 매년 많은 사람이 자살로 목숨을 잃습니다. 그리고 이는 공식 통계에 집계된 수치일 뿐입니다.",
      "어떤 연구자들은 역사적으로 자살로 인한 사망자 수가 전쟁으로 인한 희생 규모와 비슷하다고 말하기도 합니다. 받아들이기 힘든 숫자이지만, 그만큼 문제가 얼마나 큰지, 그리고 그런 고통을 겪는 사람이 결코 적지 않다는 사실을 보여 줍니다.",
      "여기서 우울증이 큰 역할을 합니다. 자살의 상당수는 우울 장애를 겪는 사람들에게서 발생하며, 그런 상태에서는 위험이 여러 배로 커집니다.",
      "이 사실을 말하는 이유는 겁을 주기 위해서가 아닙니다. 당신은 혼자가 아니라는 것을 전하고 싶어서입니다. 많은 사람들이 수치심과 “나만 이런가?”라는 느낌 때문에 침묵하지만, 도움은 생각보다 가까이에 있습니다."
    ]
  },
  "screen_2": {
    "texts": [
      "자살 사고는 약함이나 ‘결함’의 증거가 아닙니다. 부끄러워할 필요도 없습니다.",
      "사람들이 그런 생각에 이르는 길은 제각각이지만, 자주 공통으로 나타나는 한 가지가 있습니다. 견딜 수 없는 마음의 고통 때문에 죽음이 유일한 해방처럼 보인다는 점입니다.",
      "때로 죽음은 고통을 끝내는 방법이거나, 사랑하는 사람들에게 “짐이 되지 않기” 위한 선택처럼 느껴지기도 합니다. 이는 자신의 가치를 냉정하게 평가한 결과가 아니라, 절망의 상태입니다.",
      "연구에 따르면 핵심 요인 중 하나는 ‘무망감(희망이 없다고 느끼는 상태)’입니다. 인식이 왜곡되면 세상은 온통 어둠처럼 보이고, 미래는 완전히 막힌 것처럼 느껴집니다.",
      "기억해 주세요. 무망감과 절망은 우울증의 증상이지, 현실 그 자체가 아닙니다.",
      "삶을 떠나고 싶다는 생각은 “더 좋아질 수는 없다”는 믿음 위에 서 있습니다. 그런데 정말 그럴까요? 모든 것이 지금과 똑같이 남을 거라는 근거가 조금이라도 있을까요?"
    ]
  },
  "screen_3": {
    "texts": [
      "고통이 클수록 다른 삶을 상상하기가 어렵습니다. “좋은 생각만 해” 같은 말은 내 마음을 무시하는 것처럼 들리고, 죄책감만 더할 때가 많습니다.",
      "당신의 잘못이 아닙니다. 이성은 마치 진흙탕에 빠진 듯 움직이기 어려워 보일 수 있습니다. 고통은 분명히 현실이고, 스위치를 딸깍 켜듯 “그만 느끼기”는 불가능합니다.",
      "잠시만 상상해 보세요. 앞이 보이지 않을 만큼 짙은 어둠은, 안경의 탁해진 렌즈처럼 장면을 왜곡하는 것일지도 모릅니다.",
      "이 생각을 가느다란 실처럼 붙잡아 주세요. 어둠은 걷힐 수 있고, 당신은 지금의 고통에 다 담기지 않는 사람입니다.",
      "빈말이 아닙니다. CBT의 효과는 연구로 확인되어 왔고, 전 세계에서 자살 재시도 위험을 낮추고 위기를 견디도록 돕는 데 활용됩니다.",
      "여러 종합 연구는 CBT가 재발 빈도를 줄이는 데 도움이 되며, 막다른 골목에서 벗어나기 위한 다음 कदम을 더 분명하게 만드는 데도 도움이 될 수 있다고 보여 줍니다.",
      "물론 노력이 필요합니다. 하지만 CBT는 그 노력이 헛되지 않도록, 분명한 도구와 구체적인 단계를 제공합니다."
    ]
  },
  "screen_4": {
    "texts": [
      "다음 장에서는 CBT를 바탕으로 우울증을 다루는 방법, 그중에서도 자살 사고를 견디고 다루는 방법을 별도로 자세히 다룰 것입니다.",
      "저희는 당신 안의 ‘살고 싶은 마음’을 지지하고 싶지만, 실제로 개인적인 도움을 제공할 수 있는 사람은 전문가입니다.",
      "지금 당장 버티기 어렵다고 느껴진다면, 즉시 의사·심리상담가·응급 지원 기관에 도움을 요청하세요(당장 위험이 있다면 긴급번호로 전화하세요).",
      "유료 상담이 어렵더라도, 많은 나라에는 무료로, 빠르게 도움을 받을 수 있는 기관들이 있습니다. 첫걸음 자체가 이미 ‘삶’ 쪽으로의 움직임입니다.",
      "결심하기가 쉽지 않다는 것을 압니다. 하지만 바로 전문가가 그 폭풍을 견디도록 곁에서 돕고, 앞으로도 당신을 지탱해 줄 방법을 함께 익히게 해줄 수 있습니다.",
      "저희는 믿습니다. CBT의 도움으로 당신은 자신과 세상을 향한 더 따뜻하고 단단한 태도를 조금씩 다시 세울 수 있습니다.",
      "살아가는 일은 쉽지 않고, 힘든 시기는 누구에게나 찾아옵니다. 하지만 세상은 넓고 아름답고, 당신의 삶은 무엇과도 바꿀 수 없습니다. 부디 이 사실을 기억해 주세요. 이 세상을 위해서라도, 살아갈 가치가 있습니다!"
    ],
    "quote": {
      "text": "밤이 가장 어두운 때는 새벽이 오기 직전이다.",
      "author": "토머스 풀러"
    }
  }
}
