{
  "title": "비합리적인 신념도 도움이 될 수 있을까?",
  "description": "이 글은 비합리적인 신념이 심리·정서적 상태에 어떤 영향을 주는지 살펴봅니다. 자신이 무능하다는 깊은 확신 때문에 성공을 좇는 존의 사례를 통해, 이런 신념이 어떻게 파괴적인 코핑 전략으로 변하는지 보여줍니다. 또한 삶의 질을 높이기 위해 신념을 자각하고 재검토하는 일이 왜 중요한지도 강조합니다.",
  "screen_1": {
    "texts": [
      "앞선 장들에서 우리는 파괴적인 생각과 신념에 많은 시간을 할애했습니다. 그럴 만한 이유가 있죠. 이런 것들이 감정, 행동, 전반적인 상태를 눈에 띄게 악화시키기 때문입니다.",
      "그러다 보면 이런 질문이 생깁니다. 정말 모든 신념이 해로운 걸까요? 그중 일부는 도움이 될 수도 있을까요?",
      "대개 부정적인 신념은 스트레스 상황, 기력이 떨어진 상태나 우울한 상태에서, 혹은 그 신념을 ‘증명’하는 것처럼 보이는 사건을 만났을 때 활성화됩니다.",
      "예를 들어 누군가 “나는 아무것도 할 수 없어”라는 신념을 가지고 있다면, 시험에서 실패했거나 상사에게 지적을 받았을 때 그 신념이 쉽게 켜질 수 있습니다.",
      "그러면 그 사람은 사실과 맞지 않고 비논리적인 해석임에도, 그 신념의 렌즈로 상황을 보기 시작합니다.",
      "그렇다고 해서 모든 신념이 똑같이 나쁘고, 전혀 쓸모없다는 뜻은 아닙니다.",
      "덜 긴장된 환경이거나 심리적 자원이 충분한 상태에서는, 예를 들어 “나는 충분히 해낼 수 있어” 같은 지지적인 신념이 활성화되기도 합니다.",
      "그래서 “모든 신념이 해로운가?”라는 질문의 답은 ‘아니요, 전부 그렇지는 않습니다’입니다."
    ]
  },
  "screen_2": {
    "texts": [
      "그렇다면 비합리적인 신념이 ‘도움이 된다’는 말은 어떨까요? 생각보다 훨씬 복잡합니다. 차근차근 정리해 볼게요.",
      "때로는 그런 신념이 성취를 밀어붙이는 것처럼 보일 수 있습니다. 하지만 대개는 현실이라기보다 흔한 착각에 가깝습니다.",
      "정리를 위해 세 가지 수준을 떠올려 봅시다. 자동 사고, 중간 신념, 그리고 핵심 신념입니다.",
      "젊은 남성인 존에게 핵심 신념이 “나는 아무것도 할 수 없어”이고, 중간 신념이 “나는 항상 성공해야 해”라고 가정해 볼게요.",
      "겉으로만 보면 괜찮아 보일 수도 있습니다. 성공을 향한 노력 자체는, 그것이 유연한 바람일 때는 충분히 가치 있는 목표니까요. 문제는 ‘규칙’처럼 굳어질 때입니다.",
      "그래서 이런 생각이 들 수도 있죠. ‘이 신념이 동기를 끌어올리고, 성취와 목표 지향성을 만들어 주는 건 아닐까?’",
      "그러면 일은 삶에서 엄청나게 중요한 것처럼 느껴지고, 마치 장점만 있는 것처럼 보이기도 합니다.",
      "하지만 조금 더 깊이 들여다봅시다.",
      "이것이 단순한 바람이 아니라 딱딱한 중간 신념이라면, 뿌리에 있는 “나는 무능하다”라는 핵심 신념 때문에 결국 파괴적으로 작동할 가능성이 큽니다. 이때 존에게 ‘일’은 하나의 코핑 전략이 됩니다(코핑 전략은 다음 장들에서 다룰 거예요)."
    ],
    "quote": {
      "text": "사람이 자기 일을 사랑하거나 미워할 수밖에 없다면, 그 결과를 봐야 한다. 하지만 일중독자는 자신이 일을 위해 존재하는 것이 아니라, 일이 자신을 위해 존재한다는 사실을 잊어버린다.",
      "author": "레프 톨스토이"
    }
  },
  "screen_3": {
    "texts": [
      "간단히 말해, 코핑 전략은 스트레스에 반응하기 위해 생각·감정·행동으로 취하는 방식입니다.",
      "쉽게 말하면 존은 “무능한 사람”이라는 느낌을 피하기 위해(핵심 신념), “항상 성공해야 한다”(중간 신념)를 붙잡고 성공을 추구합니다. 일이 그의 고통스러운 자기감정을 피하는 도피처가 되는 거죠.",
      "이것이 문제가 되는 이유는, 일에서 큰 어려움—프로젝트 실패, 커리어의 정체, 해고—같은 일이 생기면 존이 “나는 무능하다”라는 핵심 신념과 정면으로 맞닥뜨리게 되고, 그것이 마치 ‘내면이 무너지는 일’처럼 느껴질 수 있기 때문입니다.",
      "그 결과 상태가 급격히 나빠지고, 무기력, 자기파괴적 행동, 심지어 우울로까지 이어질 수 있습니다.",
      "이제 ‘장점’이 그리 설득력 있어 보이지 않죠?",
      "결국 “나는 항상 성공해야 해”라는 신념은 해로울 가능성이 큽니다. 실수는 피할 수 없는 법인데, 이렇게 경직되어 있으면 매번의 실수가 핵심 신념의 ‘증거’처럼 작동해 무능감만 더 강화하게 됩니다.",
      "기억해 주세요. 신념은 ‘아이디어’이기 때문에 다시 해석할 수 있고, 더 유용한 형태로 바꿀 수 있습니다. 그것이 삶의 질을 눈에 띄게 높여주며, 바로 그 점을 CBT가 가르쳐 줍니다."
    ]
  }
}
