{
  "ykRKsDopcp": {
    "title": "Argumente für und gegen den automatischen Gedanken",
    "description": "Fügen Sie einen neuen Schritt im Tagebuch hinzu - Argumente für und gegen den automatischen Gedanken"
  },
  "rwdHy8lyCk": {
    "title": "Integration von künstlicher Intelligenz hinzufügen",
    "description": "Integration mit beliebten neuronalen Netzwerken hinzufügen, um bei der Analyse eigener Gedanken und individuellen Tipps bei der Arbeit mit dem Tagebuch zu helfen"
  },
  "QejWpiat0v": {
    "title": "Bewertung des Glaubens an den Gedanken nach dem Ausfüllen des Tagebuchs",
    "description": "Zurzeit können Sie das Ausmaß Ihres Glaubens an den automatischen Gedanken nur vor der Bearbeitung bewerten. Möchten Sie die Wirkung der Bearbeitung nach dem Ausfüllen der alternativen Antwort auf den Gedanken bewerten?"
  },
  "FFoEvFNDpe": {
    "title": "Motivation für Übungen",
    "description": "Einführung eines Systems zur Verfolgung der Tage kontinuierlicher Übungen im Tagebuch. Belohnung mit bedingten Abzeichen und Anreizen innerhalb der App"
  },
  "W9mMGTmapW": {
    "title": "Web-Version",
    "description": "Ohne große Schwierigkeiten könnten wir eine Web-Version der App erstellen. Benötigen Sie die Möglichkeit, das Tagebuch über den Desktop zu verwenden?"
  },
  "eur8RglkH0": {
    "title": "Mehr Lernmaterialien zu KVT",
    "description": "Fühlen Sie das Bedürfnis nach Lernmaterialien? Wir können mehr über Methoden zur Arbeit mit destruktiven Gedanken erzählen, wie man mit Neurosen, Essstörungen usw. umgeht."
  },
  "EQ3zKWJ0pU": {
    "title": "Statistik zum Tagebuch hinzufügen",
    "description": "Zeigen, wie oft Sie Einträge machen, die häufigsten Emotionen, kognitive Verzerrungen usw."
  },
  "EauYpGQzAL": {
    "title": "Coping-Karten hinzufügen",
    "description": "Ermöglichen Sie das Erstellen von Karten mit einem destruktiven Gedanken auf der einen Seite und der Widerlegung auf der anderen. Diese Technik wird in KVT verwendet, fühlen Sie das Bedürfnis nach dieser Funktion?"
  },
  "gvwOk0eqXB": {
    "title": "Statistik in Tests hinzufügen",
    "description": "Platzieren Sie auf der Testseite ein Diagramm, das die Dynamik der Ergebnisse der absolvierten Tests zeigt."
  },
  "2o6HBDuM2o": {
    "title": "Neuer psychologischer Test zur Angst",
    "description": "Wir haben bereits einen Test zur Depressionsebene hinzugefügt. Soll ein ähnlicher Test zur Angstebene hinzugefügt werden?"
  },
  "2o7H8DtM2o": {
    "title": "Export von Tagebucheinträgen automatischer Gedanken in eine Datei",
    "description": "Derzeit bieten wir die Möglichkeit an, Daten zwischen verschiedenen Geräten zu synchronisieren. Sollte die Möglichkeit gegeben werden, Einträge im CSV- oder Excel-Format herunterzuladen?"
  },
  "QWjMvNfKLw": {
    "title": "Mehrere automatische Gedanken",
    "description": "Das aktuelle Tagebuchformat sieht die Bearbeitung eines Gedankens gleichzeitig vor. Sollte die Möglichkeit gegeben werden, mehrere Gedanken zu schreiben, wobei jeder einzeln bewertet wird und eine separate alternative Antwort für jeden?"
  },
  "iF6yEanPp3": {
    "title": "Tagebuch",
    "description": "Ein Bereich, in dem man die Ereignisse des Tages aufzeichnen kann, um sie später zu analysieren und automatische Gedanken herauszufiltern. Später kann KI zur Hilfe bei der Analyse der Einträge hinzugefügt werden."
  },
  "iF6sKCdvfds": {
    "title": "Zwischenüberzeugungen",
    "description": "Die Möglichkeit geben, automatische Gedanken mit Zwischenüberzeugungen zu verknüpfen. Basierend darauf kann ein Überzeugungsbaum erstellt und analysiert werden."
  },
  "iF6sKverhdfd": {
    "title": "Tägliche Bewertung des Zustands",
    "description": "Die Möglichkeit hinzufügen, Ihren psychologischen Zustand jeden Tag bei der Anwendung der App zu bewerten. Später kann ein Diagramm erstellt werden, das die Zustandsänderung zeigt und mit der Dynamik der Überzeugungsänderung verglichen wird."
  },
  "iF6sKvevscdf1": {
    "title": "Entwicklung der täglichen Zustandsbewertung",
    "description": "Derzeit können Sie Ihren psychologischen Zustand vor und nach den Übungen bewerten. Möchten Sie auch die vorherrschenden Emotionen bewerten und aufzeichnen, welche Übungen Sie zur Verbesserung Ihres Zustands gemacht haben?"
  },
  "iF6sKvJllcpwx": {
    "title": "Geschichten über das Überwinden psychologischer Probleme",
    "description": "Einen Abschnitt hinzufügen, in dem Sie Ihre Geschichte des Überwindens psychologischer Probleme erzählen können, um Menschen mit ähnlichen Schwierigkeiten zu inspirieren. Und natürlich die Geschichten anderer Menschen lesen."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test zur Analyse von 7 Vitalparametern",
    "description": "Der Test analysiert mehrere Aspekte des Lebens und bestimmt, in welchen Bereichen Sie am anfälligsten sind. Zum Beispiel, ob Sie von der Zustimmung anderer abhängig sind oder zu Perfektionismus neigen."
  },
  "sdvsdsdlwwQec": {
    "title": "Integration von KI in das Tagebuch",
    "description": "KI wird Ihnen helfen, die Einträge im Tagebuch zu analysieren und automatische Gedanken zu identifizieren. Es bietet Lösungen für Ihre psychologischen Probleme und hilft Ihnen bei der Bearbeitung."
  },
  "sdvdcarlwwQff": {
    "title": "Sokratischer Dialog",
    "description": "Es ist nicht immer möglich, automatische Gedanken zu erkennen. Bei der sokratischen Dialogmethode stellen Sie sich selbst Fragen, um verborgene Gedanken aufzudecken. Die KI wird Ihnen Fragen stellen, die Ihnen helfen, automatische Gedanken zu erkennen."
  },
  "sdvdNdbxdwQfb": {
    "title": "Virtueller Berater",
    "description": "Freie Kommunikation mit der KI im Dialog. Sie können Ihre Sorgen mitteilen, um Rat fragen, Unterstützung erhalten."
  },
  "sdvdpsvwQfw": {
    "title": "Novako-Reizungsskala",
    "description": "Fügen Sie einen neuen Test für den Grad der Reizbarkeit hinzu. Er wird zeigen, wie viel Ärger und Irritation Sie in Ihrem täglichen Leben aufnehmen und festhalten."
  },
  "sdvdpsvGscfvw": {
    "title": "Spracheingabe",
    "description": "Möglichkeit, Textfelder in Tagebüchern mit der Stimme zu füllen."
  },
  "rsoklcescfvwz": {
    "title": "Tägliche Aktivitätsanalyse",
    "description": "Am Ende jedes Tages können Sie nach der Arbeit in der App eine Analytik für den Tag von KI anfordern. Es wird Schlussfolgerungen über Ihre Arbeit ziehen und Empfehlungen geben."
  },
  "lkmvdsvdsfds": {
    "title": "Bilder im intelligenten Tagebuch",
    "description": "Die Möglichkeit hinzufügen, Bilder an Einträge im intelligenten Tagebuch anzuhängen."
  },
  "iFlct67Ldvkwq": {
    "title": "Dankbarkeitstagebuch",
    "description": "Im smarten Tagebuch einen neuen Eintragstyp hinzufügen – Dankbarkeit."
  }
}
