{
  "ykRKsDopcp": {
    "title": "Argumente für und gegen den automatischen Gedanken",
    "description": "Einen Schritt hinzufügen, in dem Argumente „dafür“ und „dagegen“ zum automatischen Gedanken gesammelt werden."
  },
  "rwdHy8lyCk": {
    "title": "KI-Integration",
    "description": "KI-Unterstützung integrieren, damit die KI Gedanken analysieren und personalisierte Empfehlungen geben kann."
  },
  "QejWpiat0v": {
    "title": "Bewertung der Überzeugungsstärke nach der Bearbeitung",
    "description": "Aktuell lässt sich die Überzeugungsstärke nur vor Beginn einschätzen. Möchten Sie eine erneute Bewertung nach der Formulierung einer alternativen Antwort?"
  },
  "FFoEvFNDpe": {
    "title": "Motivation für regelmäßiges Üben",
    "description": "Eine Erfassung aufeinanderfolgender Tage (Streaks) einführen und für Regelmäßigkeit Abzeichen oder Belohnungen vergeben."
  },
  "W9mMGTmapW": {
    "title": "Web-Version",
    "description": "Eine Web-Version der App erstellen. Wäre es für Sie hilfreich, das Tagebuch auch am Computer zu führen?"
  },
  "eur8RglkH0": {
    "title": "Zusätzliche Materialien zur KVT",
    "description": "Mehr Lernmaterial bereitstellen: zur Arbeit mit dysfunktionalen Gedanken, Angst, Essstörungen und anderen Zuständen."
  },
  "EQ3zKWJ0pU": {
    "title": "Statistiken zum Tagebuch",
    "description": "Häufigkeit der Einträge, häufigste Emotionen, kognitive Verzerrungen und weitere hilfreiche Analysen anzeigen."
  },
  "EauYpGQzAL": {
    "title": "Coping-Karten",
    "description": "Die Erstellung von Karten ermöglichen: auf der einen Seite der Gedanke, auf der anderen seine Widerlegung. Klassische Technik der KVT."
  },
  "gvwOk0eqXB": {
    "title": "Statistiken zu den Tests",
    "description": "Im Testbereich einen Verlauf der Ergebnisse als Grafik anzeigen."
  },
  "2o6HBDuM2o": {
    "title": "Angsttest",
    "description": "Einen neuen Test zur Einschätzung des Angstniveaus hinzufügen – analog zum Depressionstest."
  },
  "2o7H8DtM2o": {
    "title": "Export der Tagebucheinträge",
    "description": "Die Möglichkeit hinzufügen, Einträge als CSV oder Excel zu exportieren."
  },
  "QWjMvNfKLw": {
    "title": "Mehrere automatische Gedanken",
    "description": "Ermöglichen, mehrere automatische Gedanken in einem Eintrag zu erfassen – jeweils mit eigener Bewertung und alternativer Antwort."
  },
  "iF6yEanPp3": {
    "title": "Tagesjournal",
    "description": "Bereich für freie Notizen über den Tag und anschließendes Herausarbeiten automatischer Gedanken (mit späterer KI-Unterstützung)."
  },
  "iF6sKCdvfds": {
    "title": "Zwischenannahmen",
    "description": "Automatische Gedanken mit Annahmen verknüpfen und eine Karte der Überzeugungen erstellen."
  },
  "iF6sKverhdfd": {
    "title": "Tägliche Zustandsbewertung",
    "description": "Eine tägliche Zustandsbewertung und einen Verlaufsgrafen hinzufügen, verknüpft mit Veränderungen der Überzeugungen."
  },
  "iF6sKvevscdf1": {
    "title": "Erweiterte Tagesbewertung",
    "description": "Nicht nur den Zustand vor und nach der Arbeit erfassen, sondern auch Emotionen und durchgeführte Übungen."
  },
  "iF6sKvJllcpwx": {
    "title": "Bewältigungsgeschichten",
    "description": "Einen Bereich mit persönlichen Geschichten über das Bewältigen von Schwierigkeiten hinzufügen – zur Inspiration und gegenseitigen Unterstützung."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test zu sieben Lebensbereichen",
    "description": "Ein Test zur Ermittlung verletzlicher Bereiche, z. B. Abhängigkeit von Anerkennung oder Neigung zu Perfektionismus."
  },
  "sdvsdsdlwwQec": {
    "title": "KI im Tagesjournal",
    "description": "Die KI analysiert Einträge, identifiziert automatische Gedanken und hilft, Ansatzpunkte und Lösungen zu finden."
  },
  "sdvdcarlwwQff": {
    "title": "Sokratischer Dialog",
    "description": "Die KI stellt Fragen, um Ihnen zu helfen, einen verborgenen automatischen Gedanken herauszuarbeiten."
  },
  "sdvdNdbxdwQfb": {
    "title": "Virtuelle psychologische Beratung",
    "description": "Möglichkeit zum freien Austausch mit der KI: Erfahrungen teilen, Unterstützung erhalten und Hinweise bekommen."
  },
  "sdvdpsvwQfw": {
    "title": "Novaco-Ärger-Skala (NAS)",
    "description": "Einen Test zur Reizbarkeit hinzufügen, um verdeckte Anspannung und Ärger zu erfassen."
  },
  "sdvdpsvGscfvw": {
    "title": "Spracheingabe",
    "description": "Möglichkeit, Tagebücher per Spracheingabe auszufüllen."
  },
  "rsoklcescfvwz": {
    "title": "KI-Analyse des Tages",
    "description": "Am Tagesende kann die KI den Tag zusammenfassen, ein Fazit ziehen und Empfehlungen geben."
  },
  "lkmvdsvdsfds": {
    "title": "Bilder im Tagesjournal",
    "description": "Möglichkeit, Einträgen Bilder beizufügen."
  },
  "iFlct67Ldvkwq": {
    "title": "Dankbarkeitstagebuch",
    "description": "Das Format „Dankbarkeit“ im Tagesjournal hinzufügen."
  }
}
