{
  "activity": [
    {
      "subtitle": "Wir haben zahlreiche psychologische Techniken an einem Ort gebündelt, damit Sie genau die finden, die zu Ihnen passen.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Jede Technik hat eine Bewertung – wählen Sie die aus, die Ihnen am meisten hilft.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Lernen Sie, negative Glaubenssätze behutsam neu zu formulieren.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Ersetzen Sie destruktive Überzeugungen Schritt für Schritt durch realistische, unterstützende – mithilfe von Coping-Karten.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Führen Sie tägliche Einträge in einem praktischen Format und drücken Sie Ihre Gedanken frei aus.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "Die KI analysiert Ihre Einträge und unterstützt Sie dabei, die Situation aus einem neuen Blickwinkel zu betrachten.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Werkzeuge zur Analyse automatischer Gedanken und zum Ersetzen durch realistischere, hilfreichere Alternativen.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Das Tagebuch ist eng mit der KI verzahnt, die beim Formulieren und Analysieren von Gedanken unterstützt.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "Bei jedem Schritt finden Sie verständliche Erläuterungen, wie Sie effektiv mit dem Tagebuch arbeiten können.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Tauchen Sie Schritt für Schritt tiefer ein und erforschen Sie die Wurzeln Ihres Erlebens auf der Ebene Ihrer Zwischenüberzeugungen (Regeln).",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Halten Sie dysfunktionale Überzeugungen in Coping-Karten fest und ersetzen Sie sie durch realistischere, unterstützende Überzeugungen.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Zwischenüberzeugungen (Regeln) prägen automatische Gedanken. Verknüpfen Sie beides, um Ihre Reaktionen besser zu verstehen und im Zeitverlauf zu analysieren.",
      "img": "intermediate/en/s3.png"
    }
  ]
}