{
  "ykRKsDopcp": {
    "title": "Аргументы за и против автоматической мысли",
    "description": "Добавить шаг, в котором можно приводить аргументы «за» и «против» автоматической мысли."
  },
  "rwdHy8lyCk": {
    "title": "Интеграция искусственного интеллекта",
    "description": "Добавить поддержку нейросетей, чтобы AI мог помогать анализировать мысли и давать персональные рекомендации."
  },
  "QejWpiat0v": {
    "title": "Оценка уровня веры после работы с мыслью",
    "description": "Сейчас можно оценить уровень веры только перед началом работы. Хотели бы вы видеть повторную оценку после формирования альтернативного ответа?"
  },
  "FFoEvFNDpe": {
    "title": "Мотивация к занятиям",
    "description": "Добавить систему отслеживания дней подряд и давать награды или значки за регулярность."
  },
  "W9mMGTmapW": {
    "title": "Веб-версия",
    "description": "Создать веб-версию приложения. Было бы удобно вести дневник и с компьютера?"
  },
  "eur8RglkH0": {
    "title": "Дополнительные материалы по КПТ",
    "description": "Добавить больше обучающих материалов: о работе с деструктивными мыслями, тревогой, РПП и другими состояниями."
  },
  "EQ3zKWJ0pU": {
    "title": "Статистика по дневнику",
    "description": "Показывать частоту записей, наиболее частые эмоции, когнитивные искажения и другую полезную аналитику."
  },
  "EauYpGQzAL": {
    "title": "Копинг-карточки",
    "description": "Позволить создавать карточки: на одной стороне мысль, на другой — её опровержение. Классическая техника КПТ."
  },
  "gvwOk0eqXB": {
    "title": "Статистика по тестам",
    "description": "Добавить график динамики результатов тестов в разделе тестирования."
  },
  "2o6HBDuM2o": {
    "title": "Тест на тревожность",
    "description": "Добавить новый тест для оценки уровня тревожности, аналогично тесту на депрессию."
  },
  "2o7H8DtM2o": {
    "title": "Экспорт записей дневника",
    "description": "Добавить возможность экспортировать записи в CSV или Excel."
  },
  "QWjMvNfKLw": {
    "title": "Несколько автоматических мыслей",
    "description": "Дать возможность добавлять несколько автоматических мыслей в одну запись, каждая с отдельной оценкой и альтернативным ответом."
  },
  "iF6yEanPp3": {
    "title": "Ежедневник",
    "description": "Раздел для свободных записей о дне и последующего выделения автоматических мыслей (с дальнейшей поддержкой AI)."
  },
  "iF6sKCdvfds": {
    "title": "Промежуточные убеждения",
    "description": "Добавить возможность связывать автоматические мысли с убеждениями и строить карту убеждений."
  },
  "iF6sKverhdfd": {
    "title": "Ежедневная оценка состояния",
    "description": "Добавить ежедневную оценку состояния и график динамики, связанный с изменениями установок."
  },
  "iF6sKvevscdf1": {
    "title": "Расширенная дневная оценка",
    "description": "Оценивать не только состояние до и после, но также эмоции и выполненные практики."
  },
  "iF6sKvJllcpwx": {
    "title": "Истории преодоления",
    "description": "Добавить раздел с личными историями преодоления трудностей — чтобы вдохновлять и поддерживать друг друга."
  },
  "iF6sKvKLdvkwq": {
    "title": "Тест на 7 жизненных показателей",
    "description": "Тест на выявление уязвимых сфер, например, зависимость от одобрения или склонность к перфекционизму."
  },
  "sdvsdsdlwwQec": {
    "title": "AI в ежедневнике",
    "description": "AI будет анализировать записи и выделять автоматические мысли, помогая находить решения и направления работы."
  },
  "sdvdcarlwwQff": {
    "title": "Сократический диалог",
    "description": "ИИ будет задавать вопросы, чтобы помочь вам выявить скрытую автоматическую мысль."
  },
  "sdvdNdbxdwQfb": {
    "title": "Виртуальный психолог",
    "description": "Возможность свободного общения с ИИ: делиться переживаниями, получать поддержку и советы."
  },
  "sdvdpsvwQfw": {
    "title": "Шкала раздражения Новако",
    "description": "Добавить тест на раздражительность, чтобы оценить уровень скрытого напряжения и гнева."
  },
  "sdvdpsvGscfvw": {
    "title": "Голосовой ввод",
    "description": "Возможность заполнять дневники голосом."
  },
  "rsoklcescfvwz": {
    "title": "AI-анализ дня",
    "description": "В конце дня AI сможет подводить итоги, делать выводы и давать рекомендации."
  },
  "lkmvdsvdsfds": {
    "title": "Изображения в ежедневнике",
    "description": "Добавить возможность прикреплять изображения к записям."
  },
  "iFlct67Ldvkwq": {
    "title": "Дневник благодарности",
    "description": "Добавить формат записи «благодарность» в умный ежедневник."
  }
}
