{
  "activity": [
    {
      "subtitle": "Мы собрали множество психологических техник в одном месте, чтобы Вы могли найти те, что подходят именно Вам.",
      "img": "activity/ru/s1.png"
    },
    {
      "subtitle": "У каждой техники есть рейтинг — выбирайте те, что помогают Вам больше всего.",
      "img": "activity/ru/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Учитесь мягко переформулировать негативные установки.",
      "img": "coping/ru/s1.png"
    },
    {
      "subtitle": "Постепенно заменяйте деструктивные убеждения на более реалистичные и поддерживающие с помощью карточек.",
      "img": "coping/ru/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Ведите ежедневные записи в удобном формате и выражайте свои мысли свободно.",
      "img": "daybook/ru/s1.png"
    },
    {
      "subtitle": "ИИ проанализирует Ваши записи и поможет взглянуть на ситуацию под другим углом.",
      "img": "daybook/ru/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Инструменты для анализа автоматических мыслей и замены их на более здоровые и адаптивные.",
      "img": "diary/ru/s1.png"
    },
    {
      "subtitle": "Дневник глубоко интегрирован с ИИ, который помогает формулировать и анализировать мысли.",
      "img": "diary/ru/s2.png"
    },
    {
      "subtitle": "На каждом шаге Вы найдете понятные объяснения, как эффективно работать с дневником.",
      "img": "diary/ru/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Постепенно погружайтесь глубже и исследуйте истоки своих переживаний на уровне промежуточных убеждений.",
      "img": "intermediate/ru/s1.png"
    },
    {
      "subtitle": "Сохраняйте деструктивные убеждения в копинг-карточках и заменяйте их на более рациональные и поддерживающие.",
      "img": "intermediate/ru/s2.png"
    },
    {
      "subtitle": "Промежуточные убеждения формируют автоматические мысли. Связывайте их, чтобы лучше понимать свои реакции и анализировать их со временем.",
      "img": "intermediate/ru/s3.png"
    }
  ]
}