{
  "title": "Техника: День под контролем",
  "description": "В статье представлена уникальная техника планирования \"Две Колонки\", направленная на улучшение самоорганизации и повышение личной эффективности. Читатели узнают, как простое разделение задач на \"планы\" и \"факты\" может помочь не только в достижении поставленных целей, но и в осмыслении своих ежедневных действий. Особое внимание уделяется анализу выполненного, что позволяет научиться адаптироваться к изменениям и находить баланс между должным и желаемым.",
  "screen_1": {
    "texts": [
      "Первое упражнение, которым мы хотим поделиться с вами, простое, но эффективное, и поможет в вашей самоорганизации.",
      "Вечером, накануне следующего дня, сядьте и напишите свое расписание на день. Оно будет состоять из двух частей, соответственно, из двух колонок.",
      "Первая колонка — «До». Это почасовой план того, что вы хотите сделать. Не надо записывать сразу много: в каждой часовой строчке запишите одно-два слова, обозначая какое-то занятие или действие.",
      "Например, это может быть что-то мелкое: сходить в душ, позавтракать, поставить стирку. Или это может быть что-то более энергозатратное: уборка, подготовка к экзамену, составление резюме и т.д.",
      "В конце каждого дня записывайте во вторую колонку — «После».",
      "Туда стоит записывать, что вы делали на самом деле в течение всего дня, также по часам. Ваши занятия могут совпадать с запланированными, а могут и отличаться — это нормально, не переживайте.",
      "Ведь даже если вы сможете реализовать всего лишь небольшую часть из списка «до», простое планирование вашего времени может оказаться для вас очень полезным и визуально понятным процессом.",
      "Помимо этого, каждое из занятий отмечайте буквой «Д-дело», если это занятие было для вас не очень простым и стало достижением конкретно для вас."
    ]
  },
  "screen_2": {
    "texts": [
      "Может быть так, что при депрессии почистить зубы или принять душ будет для вас достижением, в этом нет ничего ужасного или стыдного, поверьте. И тогда рядом с этими занятиями вы будете писать букву «Д». Также отмечайте степень трудности.",
      "Например, заправить постель было достаточно просто, и тогда это может быть «Д-2», а вот приготовить обед было более трудно, и тогда это «Д-7». Шкалу, по которой вы будете это оценивать, определяют ваши ощущения.",
      "Если занятие в вашем плане было для вас чем-то приятным, тогда ставьте рядом «У-удовольствие».",
      "Например, просмотр фильма или прогулка по парку были вам в радость, тогда поставьте соответствующую букву и также оцените степень удовольствия, которое вы получили от этого действия.",
      "Собственно, в этом и заключается все упражнение: оно простое, но эффективное. Вы можете подумать, что это не сработает, но если не попробуете выполнять это регулярно какое-то время, то точно не поймете этого. Это работает, потому что:",
      "Это остановит вашу склонность к постоянному обдумыванию важности и ценности тех или иных действий и поможет справиться с внутренними противоречиями: стоит ли что-то делать или нет;",
      "Поможет вам распланировать свое время сбалансированно, потому что там будут дела, которые вам просто надо делать по той или иной причине, а также занятия, которые приносят вам удовольствие;"
    ]
  },
  "screen_3": {
    "texts": [
      "Если вы будете регулярно составлять расписание дня, то вскоре заметите, что ваша мотивация растет, потому что начиная делать хоть что-то, вы опровергнете свои убеждения о том, что не способны делать что-либо.",
      "Один человек, который долгое время был в депрессии и страдал от прокрастинации, поделился своим отзывом о данной технике:",
      "Планируя свой день и глядя вечером на результаты, я осознал, на что именно я трачу время.",
      "Это помогло мне вновь взять на себя ответственность за свою жизнь. Я осознаю, что могу контролировать ситуацию, если захочу."
    ],
    "quote": {
      "text": "Самое важное в управлении временем — не управлять временем, а управлять собой",
      "author": "Питер Друкер"
    }
  },
  "instagram": ["18510613267047104"]
}
