{
  "title": "Диагностика депрессии: Путешествие к пониманию себя",
  "description": "Статья рассматривает методы диагностики депрессии, начиная с общего скрининга симптомов и переходя к самодиагностике через \"Шкалу депрессии Бека\". Она подчеркивает важность консультации со специалистами для точного диагноза и лечения, особенно в тяжелых случаях. Помимо этого, статья предлагает практические советы и упражнения для людей, стремящихся улучшить свое психическое состояние.",
  "screen_1": {
    "texts": [
      "В прошлом разделе мы уже обсуждали, что такое депрессия.",
      "Теперь перед нами стоит задача понять, как диагностировать это состояние у себя.",
      "Условно, диагностика депрессии делится на три этапа:",
      "Общий скрининг",
      "Депрессия, как и любое другое расстройство, имеет свои симптомы. Давайте рассмотрим их подробнее:",
      "Подавленное настроение.",
      "Снижение интереса к привычным удовольствиям.",
      "Ангедония – уменьшение способности получать удовольствие.",
      "Трудности с концентрацией, работоспособностью и принятием решений.",
      "Нарушения сна и аппетита, как в сторону уменьшения, так и увеличения.",
      "Чувства безнадёжности, беспомощности, раздражительность, стыд, вина.",
      "Тревожность или апатия.",
      "Недостаток энергии, постоянная усталость.",
      "Мысли о смерти или самоубийстве.",
      "Вероятно, каждый из нас хотя бы раз сталкивался с одним или несколькими из этих симптомов.",
      "Но это не всегда означает депрессию. Как же определить наличие депрессии?",
      "Говорить о депрессивном расстройстве можно, если вы наблюдаете у себя как минимум четыре из перечисленных симптомов в течение двух недель.",
      "Также важно учитывать другие факторы, такие как общее состояние здоровья и жизненные обстоятельства."
    ],
    "quote": {
      "text": "Мы не можем изменить ситуации, которые жизнь нам преподносит, но мы можем изменить нашу способность переживать их.",
      "author": "Виктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Самодиагностика с помощью проверенных методик",
      "Существует множество тестов для самодиагностики депрессии.",
      "Одним из наиболее надежных и признанных является «Шкала депрессии Бека» (BDI).",
      "Эта методика, разработанная американским психотерапевтом Аароном Беком, включает в себя 21 категорию симптомов, каждая из которых содержит от 4 до 5 утверждений, отражающих различные аспекты депрессии.",
      "Пройдя этот тест, можно оценить степень вашего состояния: от легкой до тяжелой депрессии.",
      "Тест доступен в нашем приложении, он прост и интуитивно понятен в использовании."
    ],
    "quote": {
      "text": "Забота о себе – это не исключение из списка ваших обязанностей, это часть списка.",
      "author": "Леннард Дэвис"
    }
  },
  "screen_3": {
    "texts": [
      "Консультация со специалистом",
      "В случае, если самодиагностика указывает на возможное депрессивное состояние, рекомендуется обратиться к специалисту: психологу, психиатру или психотерапевту.",
      "Они могут точно поставить диагноз и предложить соответствующее лечение. Мы, в свою очередь, готовы поддержать вас и предоставить полезную информацию в этом разделе.",
      "Этот материал был разработан, чтобы помочь людям с легкой и средней степенью депрессии.",
      "Для тех, кто страдает от более тяжелых форм депрессии, данный материал также может быть ценным.",
      "Он может смягчить некоторые симптомы, однако в случае серьезных состояний необходимо помнить, что исключительно инструменты самопомощи могут быть недостаточны.",
      "В таких ситуациях крайне важно обращаться за помощью к специалистам и, при необходимости, рассмотреть вариант медикаментозного лечения.",
      "Диагностирование психологических проблем – это сложная задача.",
      "При самодиагностике всегда существует риск ошибиться.",
      "Однако даже если у вас нет клинической депрессии, а вы просто испытываете временное подавленное настроение, этот материал окажется полезным.",
      "Мы подробно рассмотрим механизмы, лежащие в основе депрессии, предложим практические советы и упражнения.",
      "Если вы стремитесь улучшить качество своей жизни и готовы следовать нашим рекомендациям, давайте продолжим этот путь вместе!"
    ]
  },
  "instagram": ["18067256407767438"]
}
