{
  "title": "Депрессия и смертельный диагноз",
  "description": "Статья исследует эмоциональные и психологические испытания, с которыми сталкиваются люди после получения тяжелого диагноза, подчеркивая сложность передачи их переживаний здоровым людям. Она рассказывает историю Ольги, чья жизнь резко меняется после подозрения на рак, и как она борется с депрессией и утратой смысла жизни через работу с психологом. В итоге, Ольга приходит к осознанию неизменной личной ценности и важности мелких достижений, что помогает ей восстановить самооценку и изменить эмоциональное состояние, несмотря на физические страдания.",
  "screen_1": {
    "texts": [
      "Что происходит с человеком, узнавшим о своем тяжелом, возможно смертельном заболевании? Многие люди сталкиваются с подобными испытаниями, однако объяснить здоровому человеку, что они чувствуют, представляется крайне сложной задачей.",
      "Истории о людях, столкнувшихся с серьезными заболеваниями, часто лежат в основе романов или фильмов. В кинематографе такие сюжеты могут обрести комедийные формы, но в реальности все гораздо сложнее.",
      "Независимо от тяжести и продолжительности болезни, \"смертельный приговор\" всегда действует как взрыв или удар молнии.",
      "Человек, узнавший о своем смертельном диагнозе, может столкнуться с реактивной депрессией. Реактивная депрессия — это быстро развивающееся психическое расстройство, возникающее на фоне травматических событий или сильного стресса.",
      "При таком состоянии больной постоянно испытывает страх, тревогу, апатию к окружающему, плохое настроение, усталость, неуверенность в себе, суицидальные мысли, а также сталкивается с проблемами со сном и аппетитом.",
      "Многие заболевания кардинально меняют образ жизни человека. Некогда здоровый и активный любитель путешествий и природы может в одночасье стать инвалидом, не способным подняться с кровати.",
      "В таком состоянии он не может самостоятельно добраться до туалета или принять душ, не говоря уже о простой прогулке.",
      "Более того, осознание того, сколько времени и сил тратят его родственники на уход, заставляет его чувствовать себя бременем."
    ],
    "quote": {
      "text": "Ваша болезнь не определяет вас. Ваша сила и отвага в борьбе с ней - вот что вас определяет.",
      "author": "Жюль Ренар"
    }
  },
  "screen_2": {
    "texts": [
      "Ольге было 39 лет, когда ее жизнь кардинально изменилась из-за подозрения на рак.",
      "Жизнь словно остановилась: она ощутила себя отрезанной от привычной реальности. Все прежние страхи и тревоги показались мелкими и незначительными по сравнению с ужасом, который внезапно обрушился на нее.",
      "Когда подтвердились худшие опасения, это стало ударом для Ольги и ее семьи, подобным взрыву гранаты.",
      "В последующие месяцы физическая слабость погрузила ее в еще большее уныние.",
      "Все усложнялось не столько физическим дискомфортом от болезни и химиотерапии, сколько необходимостью отказаться от привычной деятельности, имевшей для нее большое значение.",
      "Ольга не могла заниматься домашними делами как раньше (эти задачи взял на себя муж), пришлось отказаться от любимой работы, хобби и долгих прогулок с друзьями.",
      "Несмотря на реальность проблем Ольги, следует ли считать ее депрессию неизбежной?",
      "В ходе работы с психологом были выявлены автоматические мысли и негативные убеждения, которые беспокоили ее:",
      "Я не вношу вклад в общество",
      "Я не добиваюсь успехов в карьере",
      "Я не могу участвовать в активных развлечениях",
      "Я стала бременем для своего мужа",
      "Эти мысли вызывали грусть, гнев, разочарование и чувство вины, аналогично мыслям физически здоровых людей, страдающих депрессией.",
      "Депрессия была вызвана не столько опухолью, сколько негативным отношением, подрывавшим уверенность в собственной ценности. Связывая личную ценность с достижениями, Ольга подвергала себя страданиям.",
      "Рак для нее означал: \"Твое время прошло! Ты больше ничего не стоишь!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "Когда Ольга вместе с психологом составляла график своей личной «ценности» от момента рождения и до предполагаемой смерти, она увидела, что ее личная ценность оставалась неизменной, держась на уровне 85% по условной шкале от 0 до 100%.",
      "Психолог также предложил ей оценить свою продуктивность за аналогичный период времени.",
      "Она изобразила кривую, показывающую, что ее продуктивность была низкой в детстве, достигла пика в зрелости и затем снизилась к настоящему моменту.",
      "После этого у Ольги произошло осознание. Во-первых, даже когда из-за болезни ее продуктивность упала, она продолжала вносить вклад в себя и свою семью через множество малых, но важных и ценных действий.",
      "Только черно-белое мышление могло подтолкнуть ее к мысли, что ее вклад равен нулю.",
      "Во-вторых, и что куда более важно, она осознала, что ее личная ценность была неизменной и устойчивой; она являлась данностью, не зависящей от достижений.",
      "Это понимание позволило ей осознать, что она не должна «заслуживать» свою человеческую ценность и что, будучи ослабленной, она остается такой же ценной.",
      "Осознание данного факта значительно уменьшило депрессивные проявления. Это не избавило ее от опухоли, болей и физических страданий, но восстановило ее уязвленную самооценку и существенно изменило ее эмоциональное состояние."
    ],
    "quote": {
      "text": "Болезнь не может украсть вашу надежду, если вы не позволите ей этого.",
      "author": "Ник Вуйчич"
    }
  },
  "instagram": ["17996126909739388"]
}
