{
  "title": "Тень вины: взаимосвязь вины и депрессии",
  "description": "Статья исследует взаимосвязь между чувством вины и депрессией, подчёркивая, как избыточное или необоснованное чувство вины может способствовать развитию депрессивных состояний. Авторы описывают различие между здоровым и нездоровым чувством вины, обсуждая, как первое может стать мотивацией для положительных изменений, в то время как второе часто приводит к самоизоляции и углублению депрессии. Предлагаются стратегии для развития самосознания и коррекции нездорового чувства вины с целью улучшения эмоционального благополучия.",
  "screen_1": {
    "texts": [
      "Чрезмерное чувство вины часто остаётся незамеченным симптомом депрессии даже для многих психологов и психотерапевтов.",
      "Тем не менее, избыточное чувство вины является распространённым симптомом депрессии, и его усиление связано с уровнем тяжести расстройства.",
      "Депрессия, сопровождающаяся чувством вины, может убедить человека в том, что он не достоин жизни, что он нанёс кому-то непоправимый вред или что другим было бы лучше без него.",
      "Связь между виной и депрессией двусторонняя, что означает возможность возникновения одного состояния из другого и наоборот.",
      "Частое переживание чувства вины может способствовать развитию депрессивного состояния у человека.",
      "Действительно, тяжело жить и сохранять хорошее эмоциональное состояние, когда постоянно обвиняешь себя во всём, что происходит: в своих проблемах, обстоятельствах, отношениях с другими людьми.",
      "Такое отношение к себе, образ мыслей и сопутствующее им чувство вины могут сохраняться годами, иногда на протяжении всей жизни.",
      "Человек по определённым причинам приходит к выводу, что он не справился с ситуацией, хотя должен был. Или что он должен был поступить иначе, по-другому чувствовать и переживать ситуацию.",
      "Если этот вывод по каким-то причинам закрепляется, если чувство вины становится частым «гостем», у человека может развиться полноценная депрессия.",
      "Депрессия также может быть реакцией на «хронические проблемы». Человек пытается справиться с ними, но у него по определённым причинам может не быть необходимого опыта и навыков для их решения.",
      "Человек обвиняет себя в этом и погружается в депрессию."
    ]
  },
  "screen_2": {
    "texts": [
      "Итак, вина — это эмоция, которую вы испытываете, когда у вас возникают следующие мысли:",
      "Я совершил действие, которого не должен был совершить (или не совершил того, что должен был), и это противоречит моим моральным стандартам или представлениям о справедливости.",
      "Такое \"неправильное поведение\" свидетельствует о том, что я плохой человек (или что во мне есть склонность причинять вред, мой характер испорчен и т. д.).",
      "Таким образом, представление о собственной \"дефектности\" является основной причиной чувства вины.",
      "Находясь в состоянии депрессии, человек часто испытывает чувство вины, обвиняя себя почти во всём: от отсутствия сил и мотивации до невозможности испытывать радость и удовольствие от жизни.",
      "Также человек может винить себя за то, что заболел депрессией, считая это признаком своей \"неправильности\".",
      "Иногда близкие также могут винить человека, упрекая его в лени и призывая перестать \"страдать ерундой\", что лишь усиливает депрессивное состояние.",
      "Депрессивное чувство вины может возникать даже в ситуациях, не нарушающих моральные нормы, заставляя человека ощущать вину там, где её не существует.",
      "Под воздействием депрессии человек может сосредотачиваться только на своих ошибках, забывая о своих успехах и достижениях.",
      "Может возникнуть вопрос: всегда ли испытывать вину — это плохо?",
      "Ответ очевиден: нет. Чувство вины может быть полезным, поскольку оно помогает нам осознавать и исправлять ошибки, поддерживает социальные нормы и взаимодействие в обществе.",
      "Чувство вины служит нам моральным компасом, тесно связанным с нашей совестью."
    ],
    "quote": {
      "text": "Не существует никакого великого зла, кроме чувства вины.",
      "author": "Марк Туллий Цицеро"
    }
  },
  "screen_3": {
    "texts": [
      "Однако когда ощущение вины становится чрезмерным или необоснованным, оно начинает негативно влиять на наше эмоциональное и физическое благополучие.",
      "В то время как здоровое чувство вины мотивирует нас к положительным изменениям, депрессивное зачастую приводит к изоляции и уединению.",
      "В некоторых случаях оно может даже заставить человека прибегнуть к самонаказанию.",
      "Для более глубокого понимания разницы между здоровым и нездоровым чувством вины, рассмотрим примеры переживаний этих двух состояний:",
      "Здоровое чувство вины",
      "Человек осознаёт, что поступил неправильно. Однако он также понимает, что в момент совершения поступка не имел возможности действовать иначе.",
      "Внутренние обстоятельства, существовавшие в тот момент, не позволяли выбрать другой путь действий.",
      "Например, он мог не знать или не понимать, что совершаемый поступок был неправильным. Или был охвачен сильным чувством, находясь в состоянии страстного порыва. Или ему не хватало опыта, чтобы предвидеть последствия.",
      "Иными словами, в тот момент он не мог быть лучше, чем был. Теперь же он изменился, \"протрезвел\", произошла \"переоценка ценностей\". И теперь ему стыдно за совершённый проступок, больно осознавать, каким он был в прошлом.",
      "В этом случае можно сказать, что человек относится к себе с пониманием. Он понимает свои прошлые мотивы и причины своего поступка, осознаёт, каких условий не хватало для того, чтобы поступок не случился.",
      "Он понимает, где и что можно изменить, чтобы предотвратить подобные события в будущем, и где изменения невозможны, и это не в его зоне контроля. Эта вина не драматична в том смысле, что освобождена от самобичевания.",
      "Переживание это трезвое и без надрыва, хотя и может быть весьма болезненным. Это, по сути, искреннее раскаяние через смирение и принятие."
    ]
  },
  "screen_4": {
    "texts": [
      "Нездоровое чувство вины",
      "Человек также понимает, что поступил неправильно. Но в отличие от первого случая, он верит, что в момент совершения дурного поступка мог бы поступить иначе.",
      "Он мог бы преодолеть свои тогдашние понимание, незнание, опыт, особенности или эмоциональное состояние. По сути, здесь идёт речь о неосознаваемом неприятии своих реальных и неизбежных в данный момент ограничений.",
      "В результате возникает душераздирающее: \"Как я мог?!!\".",
      "Как я мог не соответствовать ожиданиям, так падать, совершать ошибки, не контролировать что-то или кого-то.",
      "Мог, имел возможность поступить иначе, но не сделал этого. О, ужас! Получается, я не контролирую себя. Это невозможно, я просто недостаточно старался или я просто такой плохой.",
      "Отношение к себе с пониманием здесь не допускается. Если мог преодолеть себя, никакие причины не учитываются. Мог, значит, мог и точка.",
      "Человек постоянно возвращается к уже произошедшим событиям, травмирует себя снова и снова.",
      "Используя следующие вопросы, вы можете легко определить, являются ли ваши чувства здоровым раскаянием или саморазрушительным, искажённым чувством вины.",
      "Задайте себе следующие вопросы:",
      "Совершил ли я действительно что-то «плохое» или «несправедливое», нанёс ли я ущерб осознанно и с преднамеренностью? Или я неразумно требую от себя быть безупречным, всеведущим и всемогущим?",
      "Называю ли я себя из-за этого плохим или отвратительным человеком? Содержат ли мои мысли когнитивные искажения, такие как преувеличение, обобщение и прочее?",
      "Насколько реалистичны моё сожаление или раскаяние? Исходят ли они из эмпатического понимания негативных последствий моих действий?",
      "Готов ли я учиться на своих ошибках? Что я предпринимаю для этого? Размышляю ли я о том, как исправить возникшую ситуацию?"
    ]
  }
}
