{
  "title": "Техника: Зеркало самокритики",
  "description": "Статья исследует влияние самокритики на самооценку, предлагая читателям упражнение, в котором они выражают свою внутреннюю критику в ролевой игре, обращая её к близкому человеку. Это помогает осознать несправедливость и жесткость самокритики и подчеркивает важность бережного и поддерживающего отношения к себе для улучшения самооценки и достижения жизненных целей.",
  "screen_1": {
    "texts": [
      "Начните предъявлять такие же требования к своим близким и друзьям. Но будьте максимально честны.",
      "И когда вы начнете это делать, вы поймете, насколько несправедлива ваша критика на самом деле.",
      "Представьте это упражнение на примере еще одного диалога пациента с психологом:",
      "Дмитрий, вы сказали, что увольнение с работы привело вас в ужасное состояние. Что вы неудачник, который ни на что не способен.",
      "Давайте посмотрим, как это выглядит на самом деле. Я предлагаю вам мини-ролевую игру, где вы будете говорить всё то же самое, что говорите себе в этой ситуации, но своему близкому человеку, например, лучшему другу.",
      "Я буду в роли вашего друга, которого тоже уволили, как и вас, а вы – самим собой. Попробуем?",
      "Давайте попробуем."
    ]
  },
  "screen_2": {
    "texts": [
      "Начнем с того, что я скажу: «Меня сегодня уволили».",
      "Наверное, ты сделал что-то не так, раз тебя уволили.",
      "Например, что?",
      "Делал много ошибок, был невнимательным.",
      "То есть ты критикуешь меня?",
      "Ну да, ты не умеешь нормально работать. Ты не справляешься. Ты – неудачник.",
      "Мне очень неприятно это слышать, я рассчитывал на твою поддержку.",
      "Как я могу тебя поддерживать, если ты ничего не умеешь, если ты постоянно ошибаешься. Ты никогда ничего не добьешься.",
      "После такой ролевой игры Дмитрий поделился, как ему было тяжело говорить все эти слова близкому человеку, и что он даже не представляет, что он мог бы быть способен на такое."
    ]
  },
  "screen_3": {
    "texts": [
      "Но именно так вы ведете себя с собой, критикуя, унижая, обижая.",
      "Себя почему-то не жалко, а вот с другими вы бы так не поступили. Перестаньте применять двойные стандарты.",
      "Начните проявлять такую же снисходительность, понимание, заботу, поддержку к себе, которые проявляете к другим.",
      "Ваша самооценка – это важнейший мотив при постановке жизненной цели и последующем ее достижении.",
      "При заниженной самооценке вы недооцениваете свои возможности, лишая себя права на счастье.",
      "Чтобы изменить ситуацию, надо менять свои мыслительные привычки, свое поведение и маленькими шагами идти к здоровой самооценке, принимая неудачи и замечая малейшие успехи."
    ],
    "quote": {
      "text": "Говорите с собой так же, как вы говорили бы с кем-то, кого вы любите.",
      "author": "Брене Браун"
    }
  }
}
