{
  "title": "Техника: Дай отпор внутреннему критику",
  "description": "В этой статье представлены эффективные методы для повышения самооценки, которые можно применять самостоятельно. Основная техника - это научиться противостоять внутреннему критику, для чего предлагается вести специальную таблицу с самокритичными мыслями, их когнитивными ошибками и рациональными ответами. Статья подчеркивает важность регулярной практики этих упражнений для достижения значительных изменений в восприятии себя и повышения самооценки.",
  "screen_1": {
    "texts": [
      "Мы разработали ряд простых, но эффективных техник для повышения самооценки. Эти методы, доступные для самостоятельного использования, помогут вам в этом непростом процессе.",
      "Прежде всего, важно понимать: одного лишь знания теории недостаточно для повышения самооценки.",
      "Только регулярное выполнение упражнений принесет устойчивый результат. Мы советуем уделять этому немного времени каждый день, по крайней мере на начальном этапе, до тех пор, пока процесс не станет привычным.",
      "Первая техника, с которой мы хотели бы вас ознакомить, направлена на обучение противостоять внутреннему критику.",
      "Чувство неполноценности и самоненависть часто возникают из-за внутреннего критика, который постоянно подрывает вашу самооценку.",
      "Отрицательные убеждения вроде \"Я ничего не стою\", \"Я хуже других\", \"У меня ничего не получится\", \"Я виноват во всём\", \"Я неудачник\" усугубляют проблемы с самооценкой и могут привести к депрессии.",
      "Чтобы преодолеть эту негативную мыслительную привычку, следуйте такому плану:",
      "Научитесь замечать и записывать самокритичные мысли.",
      "Определите когнитивные искажения в этих мыслях.",
      "Разработайте рациональные ответы, чтобы создать более реалистичное и здоровое отношение к себе, и делайте это регулярно.",
      "Для этих целей вы можете использовать \"Дневник автоматических мыслей\" в нашем приложении. Или делать записи вне приложения в виде трех колонок.",
      "Далее мы будем объяснять на варианте с тремя колонками для большей простоты."
    ],
    "quote": {
      "text": "Никто не может заставить вас чувствовать себя неполноценным без вашего согласия.",
      "author": "Элеоноры Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Создайте таблицу из трёх колонок в удобном для вас формате - это может быть блокнот, документ на компьютере или заметка в телефоне. Названия колонок:",
      "Мысли критика",
      "Когнитивная ошибка",
      "Рациональный ответ",
      "В первую колонку записывайте все самокритичные мысли, которые приходят в голову.",
      "Каждый раз, когда вы обвиняете себя, чувствуете себя бесполезным или недовольным собой, задайте себе вопрос: \"Что я сейчас думаю о себе?\" и запишите это.",
      "Например, если вы волнуетесь перед экзаменом и думаете: \"Я такой глупый, что точно не сдам\", это именно та мысль, которую нужно зафиксировать.",
      "В эту колонку стоит вписывать именно ваши мысли о себе, а не ваши чувства. Потому что если вы напишите: \"Я чувствую себя ужасно\", то вряд ли сможете это опровергнуть, потому что это действительно так.",
      "Во второй колонке определите, какое когнитивное искажение присутствует в мысли.",
      "Запишите во вторую колонку какую ошибку мышления вы у себя обнаружили. Может быть, это будет одна ошибка, а может быть и две, и три.",
      "Например, в утверждении \"Я такой глупый, что точно не сдам\" мы видим искажение в виде навешивания ярлыков.",
      "А в мысли \"Я ни на что не способен, поэтому меня отчислят, и я никогда не добьюсь успеха\" можно обнаружить несколько искажений, таких как сверхобобщение и катастрофизация."
    ],
    "quote": {
      "text": "Чем лучше я понимаю себя и свои эмоциональные потребности, тем сильнее становится моё восприятие реальности и тем меньше страхов и заблуждений отравляют мою жизнь.",
      "author": "Карл Роджерс"
    }
  },
  "screen_3": {
    "texts": [
      "Ну и конечно, самая главная колонка в нашей таблице - альтернативный, рациональный ответ. Это самый настоящий отпор критику внутри себя.",
      "Важно заменять самокритическую мысль на более реалистичную и логичную, избегая чересчур оптимистичных заявлений.",
      "Надо заменить критикующую мысль на более реалистичную. Не стоит быть дихотомичным в этом, заменяя её на чересчур оптимистичную, непохожую на правду мысль.",
      "Из разряда: \"Я самый умный и я все сдам на отлично\". Может, конечно, эта мысль и будет верной, но она сильно противоположна вашей изначальной мысли и вряд ли вы поверите в нее сразу, а значит и смысла в ней нет.",
      "Вместо этого попробуйте распознать правду, как дело обстоит на самом деле.",
      "Потому что если то, что вы запишите в рациональный ответ не будет достаточно убедительно и реалистично для вас, то это вам не поможет.",
      "Постарайтесь написать такой альтернативный ответ, в который вы сами верите.",
      "Например, вы можете записать следующее: \"На самом деле я не глупый, у меня есть доказательства этого, я поступил самостоятельно в университет, учусь достаточно хорошо. Конечно, бывают моменты, когда у меня что-то не получается, но я ведь человек, я могу допускать ошибки, но это не делает меня глупым.",
      "Тем более, я готовлюсь к сдаче экзамена и вероятнее всего все-таки сдам его хотя бы на тройку, до этого ведь я сдавал все предметы. А если даже я не сдам с первого раза, я могу прийти на пересдачу, хорошо подготовиться и точно уж сдать.\"",
      "Такой рациональный ответ более правдоподобен и вероятность того, что вы поверите в него, значительно выше.",
      "Используйте этот инструмент на протяжении дня, регулярно записывая свои мысли и противостоя деструктивным убеждениям.",
      "Со временем вы обнаружите, что находить рациональный ответ становится всё легче. Но самое важное – вы заметите изменения в своём настроении и отношении к себе."
    ]
  }
}
