{
  "title": "התמכרות להישגים",
  "description": "אהבה, שנשירה בידי משוררים ואמנים, מעניקה כנפיים ותחושת מלאות בחיים. עם זאת, הפיכת האהבה לצורך פתולוגי הורסת את האישיות ומפריעה לבניית יחסים בריאים, במיוחד אצל אנשים עם הערכה עצמית נמוכה. אושר אמיתי ומלאות בחיים ניתן למצוא על ידי למידת ויסות מצב הרוח והנאה מתענוגות שאינם תלויים בקיומו של בן זוג.",
  "screen_1": {
    "texts": [
      "אנו חיים בעידן של \"מרוץ להישגים\", כאשר ההצלחה שלנו מגדירה אותנו. נראה שכל אחד יכול להיות מה שירצה, להרוויח כסף רב ולזכות בכבוד בחברה.",
      "אין תקרה לשאיפות וזה הופך את חיינו למרוץ מתמיד, בו אנו משוכנעים שערכו של האדם נקבע על פי הישגיו.",
      "למרות שאמונה זו נראית תמימה, למעשה יש לה השלכות הרסניות.",
      "מה פירושה של התמכרות להישגים?",
      "זה כאשר הערכתך העצמית מבוססת על פרודוקטיביות, מעמד, אינטליגנציה או הצלחה.",
      "כל עוד הלימודים או העבודה שלך בסדר, אתה מרגיש אדם מאושר ושלם. אבל ברגע שאתה נכשל או לא משיג את היעד שהצבת, רגשות שליליים עזים מציפים אותך.",
      "ברגע זה, סביר להניח שאתה חושב שאתה כישלון חסר יכולת.",
      "אילו אמונות עשויות להיות מבוססות על התמכרות כזו?",
      "אם לא אצליח, זה יהיה נורא. זה אומר שאני חלש / טיפש / חסר ערך",
      "אם לא אצליח, זה אומר שאני כישלון",
      "אם נכשלתי, זה אומר שאני חסר תועלת ולעולם לא אשיג דבר",
      "אני צריך להיות מצליח, אחרת אין טעם לחיות. הכל יאבד משמעות. לעולם לא אהיה באמת מאושר",
      "עיסוק יתר בהישגים נפוץ לא רק בקרב גברים, אלא לאחרונה גם בקרב נשים, שגם הן מפגינות יותר ויותר שאיפות קריירה ושאיפה להצלחה.",
      "בעוד שנשים לרוב מגלות יותר דאגה ליחסים, גברים חווים לעתים קרובות פגיעות לכישלונות בקריירה, מכיוון שמילדות מחנכים אותם שערכם נקבע על פי הישגיהם.",
      "מדוע וכיצד נוצרות אמונות כאלה?",
      "הסיבות יכולות להיות רבות, אך בדרך כלל אמונות כאלה נוצרות עוד בילדות. ייתכן שהוריו של אדם כזה היו קרים ומרוחקים, לא העניקו לו אהבה, דאגה וקבלה.",
      "אז הילד מנסה להסביר מדוע זה קורה.",
      "אם את פטיה מהחצר הסמוכה אוהבים, משבחים ומקבלים, ואותי לא, אז כנראה שאני לא בסדר, ואם הייתי טוב יותר, בטוח היו אוהבים אותי.",
      "אפשרות אחרת - ההורים העניקו אהבה, תשומת לב, שבחים ודאגה רק אם הוא השיג הצלחות כלשהן.",
      "אם הילד הביא ציון מצוין מבית הספר, שיבחו אותו, ואם לא, התעלמו ממנו."
    ]
  },
  "screen_2": {
    "texts": [
      "אפשרות נוספת – הורה נעדר. ילדים חושבים באופן אגוצנטרי וכל מה שקורה בעולם, הם מסבירים דרך עצמם.",
      "אם אבא עזב, זה אומר שהייתי ילד רע, ולא שהוא ואמא לא הסתדרו. בהתאם, אם אבא יראה כמה אני טוב, מצליח, חכם, הוא בוודאי יחזור, או לפחות יבין מה הוא הפסיד.",
      "תסריטים כאלה יוצרים התמכרות להצלחה. ובהמשך, בגיל ההתבגרות, בגיל הנעורים או כבר בחיים הבוגרים, אירועים ומצבים מסוימים עשויים לחזק את האמונה בשכנוע הזה.",
      "כתוצאה מכך, האדם לומד שאפשר לאהוב אותו רק בגלל הישגיו. צריך להיות מצליח, אחרת יעזבו אותך, ידחו אותך ותישאר לבד.",
      "בהתאם, כשאדם נתקל באי-התאמה בין הדימוי האידיאלי לבין המציאות, הוא נתקל בתחושת חוסר שימוש וחוסר ערך שלו עצמו, וזה מאוד כואב.",
      "הצעד הראשון לשינוי הגישה לערך האישי – להחליט אם זה יועיל לך או יזיק. להחליט להפסיק להגדיר את ערכך על פי הישגיך – זהו הצעד הראשון החשוב ביותר לשינוי מערכת האמונות שלך.",
      "ללא ספק, להתמכרות להישגים יכולים להיות יתרונות. אפשר לשבח את עצמך ולהרגיש נהדר כשמשיגים משהו.",
      "תחושת עליונות בהשוואה לאנשים אחרים. הרי זה אתה שהשגת משהו, ואחרים לא.",
      "הודות למערכת אמונות זו אתה יכול להיות מונע על ידי הצלחה, להשקיע יותר מאמץ, לפתח קריירה, להרוויח כסף.",
      "הרי ההישגים מעניקים לך ערך. כדי להרגיש את חשיבותך, אתה צריך להיות טוב יותר ויותר כל פעם. נשמע די טוב, במבט ראשון.",
      "מהם אם כן החסרונות של חשיבה \"ערך שווה להישגים\"?",
      "אם העסק או הקריירה שלך מתקדמים היטב, אתה עלול להיות כל כך שקוע בהם שתגביל את עצמך מפני מקורות פוטנציאליים אחרים לסיפוק ולהנאה.",
      "היחסים עם המשפחה, הקרובים, החברים – כבר לא משמחים אותך, אתה תעדיף להקדיש זמן לעבודה מאשר לבלות עם יקיריך.",
      "לא נשאר לך זמן לעצמך, אתה עובד ללא הפסקה מהבוקר עד הלילה המאוחר.",
      "התמכרותך לעבודה לא נותנת לך מנוחה, כי אם תאט את הקצב, תתחיל לחוות התמוטטות, תרגיש ריקנות, חוסר תועלת, שעמום, כאילו אתה מחמיץ משהו חשוב. תשכח איך לנוח.",
      "מנוחה תהיה בשבילך כמו בטלה, כאילו יכולת לעשות עכשיו משהו מועיל, אבל אינך עושה זאת. ללא הישגים תרגיש חסר תועלת ומשעמם, כי לא יהיה לך בסיס אחר לכבוד עצמי וסיפוק.",
      "זה עלול להוביל לשחיקה, מחלות כרוניות, תחושת מתח ודיכאון קבועים.",
      "יתר על כן, התמכרות לעבודה יכולה להיחשב להתמכרות נוספת המזינה את האובססיה להצלחה, מה שהופך אותה לקשה יותר להתמודדות."
    ],
    "quote": {
      "text": "בעידן \"מרוץ ההישגים\" ההצלחה שלנו מגדירה אותנו, ונדמה שכל אחד יכול להיות מה שירצה.",
      "author": "אלכסנדר איבנוב"
    }
  },
  "screen_3": {
    "texts": [
      "הרעה ביחסים חברתיים",
      "לעתים קרובות קורה שאנשים השואפים תמיד להצלחה מרגישים בודדים וזה די מובן.",
      "ייתכן שלא יהיה לך זמן או כוח לשמור על קשרים חברתיים. אם במשך זמן רב לא תקדיש זמן לקרובים אליך, זה בהחלט ישפיע על מערכות היחסים שלך.",
      "בן זוגך עלול למצוא מישהו אחר, שכן הוא לא מקבל תשומת לב, אהבה ודאגה ביחסים איתך.",
      "התמכרות להצלחה משפיעה גם על תפיסתך את הסביבה. ייתכן שאדם מסרב להתקשר עם מי שנמצא נמוך ממנו במעמד חברתי או שאינו עומד בקריטריונים של \"הצלחה\" שהוא הגדיר לעצמו.",
      "כל זה משפיע לרעה על היחסים עם אנשים בסביבתך.",
      "דחיינות",
      "כאשר יש רק אפשרות אחת \"מושלמת\", נכונה, רק דרך אחת לאושר, אי אפשר לטעות, צריך לחשב ולתכנן הכל בקפידה כדי שהכל יהיה בדיוק כמו שתוכנן.",
      "אבל למעשה אתה מבין היטב שאין ערבויות להצלחה, ולכן עדיף אפילו לא להתחיל בדרך הזו. אז עולה המחשבה שהעדר ניסיון עדיף על ניסיון כושל.",
      "אחרי כישלון תצטרך עוד לחוות רגשות לא נעימים, שנראים בלתי נסבלים. כל זה מוביל לדחיינות כמעט בלתי נמנעת.",
      "חוסר כבוד עצמי",
      "החיים הם דבר כל כך בלתי צפוי, מחלה, הרעה בעבודה, פעולות מלחמתיות או כל דבר אחר שאינו תלוי בך, כאשר לא תוכל עוד לשמור על כושר עבודה ברמה הקודמת.",
      "ואז יגיע יום הדין - דיכאון קשה, הנגרם מהאמונה שירידה בפרודוקטיביות מצביעה על חוסר התועלת שלך. ברגע זה כל חייך יהרסו, תהיה מרוסק.",
      "חיית כדי להשיג, ועכשיו אינך יכול לעשות זאת. חוסר בכבוד עצמי יכול אפילו להוביל לניסיון התאבדות - המחיר הגבוה והבלתי הפיך על כך שאתה מעריך את ערכך אך ורק לפי סטנדרטים של השוק.",
      "בכל התמכרות קיימת סובלנות וההתמכרות להישגים אינה יוצאת מן הכלל.",
      "תיתקל בכך שלעולם אין לך מספיק, הצלחה, תארים, פרסים, כסף, נדל\"ן. ככל שאתה מתקדם, הדרישות רק גדלות, גורמות לך לא לעצור.",
      "כל הישג חדש מפסיק להביא את העונג הקודם, וכדי להרגיש משהו שוב אתה נאלץ להגדיל משמעותית את המאמצים.",
      "למה האפקט כל כך קצר מועד?",
      "למה אתה זקוק ליותר ויותר?",
      "התשובה ברורה: הצלחה אינה מבטיחה אושר.",
      "שתי התופעות האלה אינן מילים נרדפות ואינן מאוחדות בקשר של סיבה ותוצאה. בסופו של דבר, אתה רודף אחרי אשליה.",
      "כי המפתח למצב הרוח שלך הוא המחשבות שלך, לא ההצלחה, שהרי התחושות החריפות מהניצחון מתנדפות במהירות. חשוב להבין שאושר אמיתי תלוי אך ורק בך עצמך."
    ],
    "quote": {
      "text": "השאיפה להצלחה דוחפת אותנו קדימה ללא מחשבה, מבלי להשאיר זמן ליהנות מהתהליך עצמו.",
      "author": "ארנסט המינגווי"
    }
  }
}
