{
  "title": "איך להפסיק לחיות דרך הישגים?",
  "description": "המאמר דן בסכנות של תלות בהצלחה, ומצביע על כך שהישגים אינם ערובה לאושר ורווחה. דוגמאות של מפורסמים, כמו ליידי גאגא וג'ים קארי, ממחישות שאפילו האנשים המצליחים ביותר עלולים לסבול מדיכאון ובעיות אחרות. חשיבות מציאת האיזון בין מטרות לחיים אישיים, וכן הכרה בערך הפנימי של כל אדם, ללא תלות בהצלחותיו, הם המסקנות המרכזיות.",
  "screen_1": {
    "texts": [
      "כמובן, אין צורך לזנוח את כל התחלותיך או לוותר על מטרות חשובות כדי להתמודד עם תלות בהצלחה.",
      "הרי אין שום דבר רע בכך שיש לך הישגים. נהדר שיש לך כסף, עבודה, מכונית, דירה וכו'.",
      "הבעיות מתחילות כאשר ללא מדדי הצלחה אלה, אתה רואה את עצמך כחסר ערך, ככישלון וכאדם לא ראוי.",
      "כדי לשחרר את עצמך ממלכודת הצורך להיות יוצא דופן ויעיל, אנו מציעים לך לחשוב על הדברים הבאים:",
      "האם אתה מוכן לרכב על רכבת הרים של הערכה עצמית כל חייך?",
      "אם לחשוב באופן רציונלי, בבחירה לחיות לפי תפיסת ההישגים, אתה דן את עצמך לנדנדה רגשית אינסופית.",
      "היום השגת איזה שיא ואתה מאושר, ומחר נכשלת, והחיים מקבלים צבעים שונים לגמרי. יש הישגים - כל הכבוד, אין הישגים - כישלון.",
      "יהיה קל לשלוט במצב הרוח שלך. אם אנשים אחרים יבינו שאתה תלוי בהישגים, הם בהחלט יכולים לנצל זאת למטרותיהם.",
      "למשל, מנהל יכול לתת לך עומס יתר, כי הוא יודע שתשבור את עצמך, אבל תעשה הכל למען עוד שבח.",
      "הישגים אינם שווים לאושר",
      "כסף, תהילה והישגים נתפסים מזמן כערובה מסוימת לאושר ורווחה. אבל אם רמת האושר הייתה תלויה בהצלחת האדם, היינו רואים הבדלים משמעותיים בין אנשים ממעמדות חברתיים שונים.",
      "רוב האנשים לא יכולים להתפאר בהישגים רציניים, ועם זאת רבים מהם מאושרים ומרוצים מחייהם.",
      "אבל שוב, להיות מרוצה לא אומר לא לשאוף ולא לרצות יותר. בין שאיפה בריאה להשיג מטרות שהצבת לבין תלות קיימת תהום עצומה.",
      "בפועל מתברר שגם אלה שמרוויחים הרבה, מחזיקים במשרה יוקרתית או בעלי עסק מצליח, עלולים לסבול מדיכאון, להתמודד עם בעיות שונות או פשוט להתאכזב מהחיים.",
      "לדוגמה, ליידי גאגא המוכרת לכולם, במבט ראשון אדם מצליח, עשיר ומאושר, הקימה את הקרן שלה «Born This Way Foundation» כדי לעזור למתבגרים שנמצאים במצב קשה, כי על קשיים הזמרת יודעת מכלי ראשון.",
      "«סבלתי מדיכאון וחרדה כל חיי, ואני ממשיכה להילחם בזה עד היום», — הודתה בראיון ל-Billboard בשנת 2015.",
      "או ג'ים קארי, שהעניק למעריציו את היכולת לחייך בכנות ולקבל רגשות חיוביים מעבודותיו, אבל אפילו בשיא הפופולריות, לשחקן לא היה בכלל מצב רוח לצחוק.",
      "ג'ים נאבק בדיכאון קשה במשך שנים ארוכות.",
      "זה לא נוגע רק למפורסמים, גם אנשי עסקים לעתים קרובות מתלוננים על הפרעות נפשיות והתמכרויות.",
      "בכלל, אנשים מצליחים רבים מסיימים את חייהם בהתאבדות. הופיע אפילו מונח מיוחד — «התאבדות של מנכ\"לים».",
      "בתופעה זו נתקלו: המיליארדר אדולף מרקלה מרשימת פורבס, הסטארטאפיסטים איליה ז'יטומירסקי ואוסטין היינץ, בעלת בית האופנה קייט ספייד ורבים אחרים.",
      "אז אם אתם עדיין חושבים שהצלחה שווה לאושר, אתם טועים עמוקות."
    ]
  },
  "screen_2": {
    "texts": [
      "חשבו, האם תתייחסו לאדם קרוב אליכם גרוע יותר רק בגלל שאין לו הישגים?",
      "דמיינו, פגשתם חבר שאתם מעריכים מאוד. אבל פתאום אתם מגלים שהוא מוכר רגיל בחנות, בזמן שאתם בעלי עסק ואדם עשיר ומצליח.",
      "האם תסתכלו עליו מגבוה, תמקמו אותו מתחתיכם?",
      "אולי יהיה חשוב לכם שחבר זה יכיר בחוסר הערך שלו לעומתכם? האם נעים לכם להיות אדם כזה?",
      "ואם במקום החבר הזה הייתם אתם?",
      "האם הייתם מסכימים לתקשר עם אדם מצליח בתנאי שאתם מכירים בחוסר הערך שלכם לעומתו?",
      "כל הילדים הם כישלונות?",
      "אם ערך יש רק לאלה שהשיגו משהו בחייהם, אז ילדים הם חסרי הערך הגדולים ביותר בכוכב.",
      "נו, מה? תינוקות אפילו לא יכולים להחזיק את הראש. או שבכל זאת יש להם ערך?",
      "אם כן, אז איך זה שלתינוק יש ערך?",
      "הרי הם לא תרמו דבר לעולם הזה, הם אפילו לא יכולים לדבר. ללא ספק, גם אותך וגם את התינוק מעריכים לא בגלל ההישגים שלכם, אלא בגלל איזה אנשים אתם.",
      "ובכיוון ההפוך. האם כעת צריך להשמיד את כל הסבים והסבתות?",
      "נו, מה, הם כבר זקנים, לא יכולים לתרום דבר לעולם. אנחנו לא חושבים ככה. אנחנו מעריכים, אוהבים את הורינו שכבר חלשים ומשתדלים לעזור להם.",
      "לכל אדם יש ערך",
      "נדמה לנו שערך הוא יחידה כמותית, שאפשר למדוד אותה, לספור. אבל למעשה ערך הוא יחידה איכותית.",
      "לכל אדם מלידה יש יחידת ערך, ואצל כולם היא זהה. לא משנה אילו הצלחות וכישלונות יש לכם, יחידת הערך שלכם לא משתנה. יש לכם ערך, עם מיליון או בלעדיו.",
      "אל תשוו את ההישגים שלכם לאלה של אחרים",
      "השוואה עם הסובבים לא מביאה דבר מלבד תחושת אי-נוחות וספקות בעצמכם.",
      "היא יוצרת תחושת קנאה, שמזינה את התלות בהצלחה. אתם מרגישים שאתם לא עושים מספיק כשאתם משווים את ההישגים שלכם לאחרים, מה שמחזק את הרצון שלכם להשתתף במרוץ עם הסובבים.",
      "הפסיקו להשוות את ההישגים שלכם לאלה של אחרים. במקום זאת, שקלו מחדש את העדיפויות שלכם וחשבו עד כמה המטרות שהצבתם יכולות לספק דווקא את האינטרסים שלכם, ולא את הרצון להתאים לאלה שאתם משווים את עצמכם אליהם."
    ],
    "quote": {
      "text": "להצלחה אין משמעות אם אתם לא מאושרים. בשבילי הצלחה היא אושר, לא כסף או תהילה.",
      "author": "אלן דג'נרס"
    }
  },
  "screen_3": {
    "texts": [
      "למדו למצוא איזון",
      "לעתים קרובות אנשים התלויים בהצלחה מרגישים אשמה על כך שהם מרשים לעצמם לנוח, לבלות זמן עם אהוביהם, לעסוק במה שלא קשור ישירות למטרות שלהם.",
      "ללא ספק, להישגים יש משמעות מסוימת בחיים, אבל לא הכי חשובה. אתם מהמרים על הצלחה, ובינתיים שוכחים לחיות. למדו לאזן בין עבודה/לימודים לבין תחומים אחרים בחיים.",
      "הקשיבו למה שאתם והגוף שלכם רוצים. אל תתעלמו מהסימנים, דאגו לעצמכם בכל כוחכם.",
      "עבדו עם המחשבות שלכם",
      "לשינוי מערכת האמונות חשוב מאוד להמשיך להגיב למחשבות אוטומטיות שליליות שגורמות לכם להרגיש חסרי ערך.",
      "זה יעזור לכם להבין שהבעיה אינה בהצלחות או בכישלונות שלכם, אלא ביחס ביקורתי לעצמכם ובהרגל לגעור בעצמכם. כשתלמדו להעריך את פעילותכם באופן מציאותי, שביעות הרצון וקבלת עצמכם יגדלו.",
      "מי בסופו של דבר חשוב יותר לחברה?",
      "כשמדברים על אנשים מצליחים, אנחנו כמובן מיד מדמיינים זמרים פופולריים, שחקנים ידועים, אנשי עסקים מובילים ופוליטיקאים ציבוריים.",
      "אבל מה אז עם מורים, רופאים, בנאים ואנשים במקצועות לא פופולריים אחרים, שמהם תלוי היום שלנו מחר? אבל אם לדבר באופן אובייקטיבי, כל האנשים האלה לעתים קרובות מועילים יותר לחברה מאשר אלה שמקובל לקנא בהם.",
      "לסיכום, נרצה לחלוק אתכם מחשבה נפלאה מספרו של העיתונאי דייוויד אור.",
      "הוא כותב שהכוכב לא זקוק למספר גדול של אנשים מצליחים, הוא זקוק הרבה יותר לעושי שלום, למרפאים, למספרי סיפורים ופשוט לאנשים אוהבים.",
      "הוא זקוק לאנשים עם מוסר, לאלה שעושים את העולם טוב יותר והומאני יותר. כדור הארץ צריך אנשים שפשוט טוב לחיות לידם.",
      "אף אחד לא נגד מטרות שאפתניות וכיבוש פסגות קריירה. אבל חשוב מאוד שכל צדדי החיים יהיו בהרמוניה.",
      "פרודוקטיביות והצלחה יכולות להיות נעימות ביותר ולהסב הרבה הנאה. עם זאת, הצלחה אינה תנאי הכרחי או מספיק לאושר מרבי.",
      "אינכם צריכים להרוויח את אהבתו או כבודו של מישהו בעבודה מתישה, ולא הכרחי להיות ראשונים כדי להרגיש מגשימים ולשמור על הערכה עצמית יציבה.",
      "פשוט זכרו ש\"הדברים החשובים ביותר בעולם הם בכלל לא דברים!\""
    ],
    "quote": {
      "text": "הערך האמיתי של החיים אינו במה שיש לנו, אלא במי שאנחנו.",
      "author": "אופרה וינפרי"
    }
  }
}
