{
  "title": "איך להיפטר מתלות באהבה?",
  "description": "המאמר עוסק בחקר האושר והאמונות הקשורות לאהבה ויחסים. הוא מסביר שניתן להשיג אושר בדרכים שונות, ומציע טכניקות לשינוי אמונות שליליות הקשורות לבדידות. המאמר מלמד לראות שמחה בדברים יומיומיים ולהתפתח ללא תלות בקיומם של יחסים רומנטיים.",
  "screen_1": {
    "texts": [
      "יחסים ואהבה יכולים להביא לא מעט שמחה ואושר לחיים, אך הם אינם הדרך היחידה.",
      "אושר הוא תהליך מורכב ורב-פנים, ולכל אחד יש את הזכות לבחור את השיטות והדרכים שלו להשגתו.",
      "לכן, אם ברגע זה חייך אינם כוללים יחסים רומנטיים, זה לא הופך אותם לחסרי ערך.",
      "כדי לשנות את האמונות שלך עליך להשקיע מאמץ רב, זהו תהליך ארוך ומורכב.",
      "אך אנו בטוחים שבעזרת ההמלצות והטכניקות הבאות, תוכל להיפטר מהתלות באהבה ותלמד להיות מאושר הן ביחסים והן בלעדיהם.",
      "החלפת הפילטר",
      "האם שמת לב שכאשר אתה מרגיש בודד, ברחוב כל הזמן נתקלים בזוגות מאוהבים?",
      "ונדמה שכל העולם נגדך: פה זוג יונים, שם חתול וחתולה, ואתה עדיין לבד. כך עובד עיוות קוגניטיבי - פילטר שלילי.",
      "זוהי טעות בחשיבה ובתפיסה, כאשר אתה מבחין רק במה שמטריד אותך, ומתעלם מכל השאר.",
      "החלף את הפילטר - הסתכל על העולם באופן רחב יותר. למד לראות לא רק זוגות מאושרים, אלא גם יחידים מאושרים. או אנשים שיש להם בן זוג, אך הם לא נעשו מאושרים יותר בשל כך - מעמד חברתי לא תמיד מצדיק את עצמו."
    ],
    "quote": {
      "text": "אושר הוא כמו פרפר: ככל שתנסה לתפוס אותו יותר, כך הוא יחמוק ממך. אך אם תפנה את תשומת לבך לדברים אחרים, הוא יבוא וישב בשקט על כתפך.",
      "author": "הנרי דייוויד תורו"
    }
  },
  "screen_2": {
    "texts": [
      "רשימת הנאה משוערת",
      "אפשר למצוא אושר מדי יום בשמחות קטנות, בהתפתחות אישית, בחברויות ובהיבטים רבים אחרים של החיים.",
      "אבל כנראה שאינך חושב כך ואתה בטוח שאינך יכול להיות מאושר ללא אדם אחר.",
      "כדי לבדוק אמונה זו במציאות, השתמש ב\"רשימת הנאה משוערת\". יש בה מספר עמודות שבהן תצטרך לחזות ולציין את מידת ההנאה בפועל שאתה מקבל מפעילויות שונות (עבודה ומנוחה) לבד או בחברת אנשים אחרים.",
      "בעמודה הראשונה ציין את תאריך הניסוי",
      "בשנייה רשום מספר פעולות שאתה מתכנן לעשות באותו יום במסגרת הניסוי (אנו ממליצים לבצע 40-50 ניסויים במהלך שבועיים-שלושה. בחר פעילויות שבדרך כלל מביאות לך תחושת סיפוק או הנאה, או כאלה שיש להן פוטנציאל ללמידה או לצמיחה אישית.)",
      "בעמודה השלישית רשום עם מי תעשה אותן. אם לבד, כתוב: \"אני\".",
      "בעמודה הרביעית שער כמה הנאה תביא לך פעילות זו או אחרת, ודרג אותה בסולם מ-0 עד 100%, - ככל שהמספר גדול יותר, כך ההנאה הצפויה גבוהה יותר.",
      "חשוב מאוד למלא את העמודה הרביעית לפני שאתה ניגש לפעילות המתוכננת, ולא אחרי! לאחר מילוי ארבע העמודות הראשונות, עבור לפעולה.",
      "לאחר מכן, בעמודה החמישית, רשום את מידת ההנאה האמיתית, תוך שימוש באותה שיטת הערכה - מ-0 עד 100%.",
      "לאחר ביצוע סדרת ניסויים כאלה, תוכל לנתח את הנתונים שאספת ותגלה על עצמך דברים מעניינים רבים.",
      "ראשית, על ידי השוואת ההנאה המשוערת (עמודה 4) לזו האמיתית (עמודה 5), תדע עד כמה מדויקות התחזיות שלך.",
      "אתה עשוי להבין שבדרך כלל אתה מעריך בחסר את מידת ההנאה שאתה מצפה לקבל, במיוחד כשאתה עושה משהו לבד.",
      "ייתכן שתופתע גם לגלות שפעילויות עם מישהו לא תמיד עומדות בציפיות שלך.",
      "למעשה, אתה עשוי אפילו לגלות שבמקרים רבים היה לך נעים יותר לבלות זמן לבד מאשר בחברה.",
      "כמו כן, אתה עשוי לראות שהציונים הגבוהים ביותר שבהם סימנת פעילויות בודדות שווים לציונים של פעילויות בחברה או אפילו גבוהים מהם."
    ],
    "quote": {
      "text": "אף אחד לא יכול לגרום לך להרגיש נחות ללא הסכמתך.",
      "author": "אלינור רוזוולט"
    }
  },
  "screen_3": {
    "texts": [
      "תיקון אמונות",
      "אהבה, יחסים ונישואין אינם תנאי הכרחי לאושר ולשיפור הערכה עצמית, לפעמים פשוט אין בהם די.",
      "ההוכחה לכך היא מיליוני גברים ונשים שנשואים ובכל זאת אומללים.",
      "אילו אהבה הייתה תרופה לבדידות, בעיות, מצב רוח רע, דיכאון, אז כל הפסיכולוגים היו נשארים ללא עבודה.",
      "אבל זה למרבה הצער לא כך, קיומו של בן זוג לא מבטיח חיים מאושרים. וצריך להבין ולקבל זאת.",
      "כדי להתחיל לעבוד עם האמונה – נסח וכתוב אותה. היא יכולה להישמע בצורות שונות:",
      "אם אין לי בן זוג, אני אומלל",
      "אם לא אוהבים אותי, סימן שאני כישלון",
      "ללא יחסים אני לא שלם",
      "לאחר מכן, פרט כיצד בדיוק האמונה שלך מפריעה לך. לדוגמה:",
      "דרישות גבוהות מדי מעצמי, שאין להן סוף, נראה שאני לא מספיק טוב ליחסים",
      "ציפיות לא מציאותיות מבן הזוג, מסקנות גלובליות על אהבה ואי-אהבה במקום תשומת לב לבעיות ספציפיות",
      "חוסר שביעות רצון מתמיד ומצב רוח מדוכא, המוזנים מכל מצב של בדידות",
      "אחרי זה, כתוב טיעוני נגד. זה יכול להיות תהליך מורכב ואולי ייקח יותר מיום אחד, הוסף לרשימה ככל שעולות מחשבות חדשות.",
      "לדוגמה, לאמונה \"להיות בודד - זה נורא ומשפיל\" אפשר לרשום את טיעוני הנגד הבאים:",
      "כשאדם לבד, זה נותן לו הזדמנות להכיר את עצמו טוב יותר",
      "ללא יחסים יש אפשרות לנסות משהו חדש, לעשות דברים שביחסים יהיה הרבה יותר מסובך לעשות",
      "עדיף להיות לבד מאשר עם בן זוג לא מתאים",
      "והאלמנט החשוב ביותר בתהליך הזה – החלף את האמונה הישנה שלך בחדשה. היא צריכה להישמע ריאליסטית והגיונית, כדי שתאמין בה.",
      "לדוגמה: \"בדידות יכולה להיות נעימה ומועילה, אפשר לנוח בה ולהכיר את עצמך טוב יותר. ואהבה מתבטאת ביחסים שונים.",
      "גם בהיעדר בן זוג אפשר להרגיש קרבה לאנשים, לחלוק חוויות ולהפגין חום. כדאי להתבסס על איזה סוג יחסים אני רוצה אישית, ואם אין לי אותם - להציב מטרה ולנסות ליצור אותם.",
      "אבל העדר בן זוג לא הופך אותי לפגום. כפי שהרצון להיות עם בן זוג לא הופך אותי לחלש ותלותי.\"",
      "קרא את הרשימות האלה מחדש בכל יום במשך 2-3 שבועות, אתה יכול להוסיף להן או לשנות אותן. כך תצליח להתגבר על דפוס חשיבה שלילי ולהתחיל את השינויים שלך.",
      "אהבה היא חוויה נפלאה, אבל כמו כל חוויה אחרת, היא יכולה להיות חיובית או שלילית ולא צריכה להגדיר מי אנחנו ולמה אנחנו כאן.",
      "רצון וצורך - אלה לא אותו דבר. חמצן הוא צורך, ואהבה היא רצון.",
      "אהבה אינה צורך של אדם בוגר!",
      "הרצון לבנות יחסי אהבה - זה נורמלי. אין בזה שום דבר רע. יחסים טובים עם אדם אהוב - זו הנאה מופלאה.",
      "אבל כדי לשרוד או לחוות את האושר הגדול ביותר, אינך זקוק לאישור, אהבה או תשומת לב של אדם אחר."
    ]
  }
}
