{
  "title": "התמכרות לאהבה",
  "description": "אהבה, שנשירה בידי משוררים ואמנים, מעניקה כנפיים ותחושת מלאות בחיים. עם זאת, הפיכת האהבה לצורך פתולוגי הורסת את האישיות ומפריעה לבניית יחסים בריאים, במיוחד אצל אנשים עם הערכה עצמית נמוכה. אושר אמיתי ומלאות בחיים ניתן למצוא על ידי למידת ויסות מצב הרוח והנאה מתענוגות שאינם תלויים בקיומו של בן זוג.",
  "screen_1": {
    "texts": [
      "אהבה היא רגש נפלא, שנשיר על ידי משוררים, אמנים ומוזיקאים. היא מעניקה כנפיים, השראה ותחושת מלאות בחיים.",
      "באופן טבעי, כל אחד מאיתנו שואף לאהוב ולהיות נאהב.",
      "עם זאת, אם התפיסה שלך על אהבה מצטמצמת לאמונה: \"אני לא יכול להיות אדם מאושר ומממש באמת אם אין לי בן זוג. לאושר מלא אני צריך להיות אהוב\", זהו כבר סימן להתמכרות.",
      "מה פירוש להיות מכור לאהבה?",
      "זה כאשר אהבה הופכת לצורך פתולוגי, שבלעדיו אינך מרגיש אושר.",
      "אתה סובל מהיעדר אהבה, מצפה שמישהו ימלא את החלל הזה. אתה בטוח שחייך יהפכו לטובים יותר, מעניינים יותר ועשירים יותר רק כאשר יופיע בהם אדם אהוב, שיהפוך אותך לנחוץ, משמעותי ושלם.",
      "התמכרות כזו היא מצב הרסני שפוגע באישיות שלך, בהערכה העצמית שלך וביכולת שלך לבנות יחסים בריאים.",
      "הסיבות להתמכרות לאהבה יכולות להיות שונות, אך לרוב הן נטועות בילדות או בנעורים.",
      "במיוחד נוטים לכך אנשים עם הערכה עצמית נמוכה, שפוחדים מבדידות, מתמקדים בחסרונותיהם ואינם מאמינים בכוחותיהם וביכולותיהם.",
      "הערכה עצמית נמוכה, שמקורה בילדות, נתפסת כחוסר שלמות.",
      "כאשר הורים מקדישים לילד מעט תשומת לב והוא חווה חוסר באהבת הורים, בחיים הבוגרים הוא יחפש רגשות אלה אצל בני זוג, ויצור יחסים תלותיים.",
      "נתבונן בדוגמה של ויקטוריה, בת 28, שמבלה ערבים וסופי שבוע בייאוש, כי היא מאמינה: \"אני יכולה להיות מאושרת רק במערכת יחסים. בלי גבר אני כלום\".",
      "עבורה, להיות אהובה חשוב כמו לנשום. דרישה כזו לעתים קרובות דוחה אנשים."
    ]
  },
  "screen_2": {
    "texts": [
      "בתהליך ניתוח האמונות שלה, ויקטוריה רשמה את החסרונות והיתרונות של דרך החשיבה שלה.",
      "החסרונות נשמעו כך:",
      "האמונה מכניסה אותי לדיכאון, כי אני לבד.",
      "אני מאבדת את הרצון לעשות משהו, לחקור את העולם או לעסוק בתחביבים.",
      "בגלל זה אני מרגישה עצלנית ואומללה.",
      "זה גורם לתחושת רחמים עצמיים",
      "זה שולל ממני גאווה וביטחון, גורם לי לקנא באחרים ולחוות אכזבה.",
      "אחר כך היא רשמה את יתרונות האמונה:",
      "תקווה למצוא בן זוג, למצוא אהבה וביטחון.",
      "זה נותן לי מטרה ומשמעות בחיים.",
      "עד כמה היתרונות האלה אמיתיים?",
      "ויקטוריה האמינה במשך שנים רבות שהיא לא יכולה לחיות בלי גבר, אך אמונה זו עדיין לא משכה אליה את בן הזוג הרצוי.",
      "ויקטוריה הגיעה למסקנה שהיא מייחסת חשיבות רבה מדי לגברים, וזה לא משך אף אחד מהם.",
      "היא גם הבינה שאנשים תלותיים לעתים קרובות נראים תובעניים מדי, מה שמקשה על בניית יחסים.",
      "היא ראתה שאנשים שמוצאים אושר בתוך עצמם, לרוב מושכים אחרים, כי הם מקרינים שמחה וביטחון.",
      "התמכרות לאהבה מפריעה לבניית יחסים בריאים. בהביעך צורך באדם אחר לאושר שלך, אתה משדר תת-מודע: \"אהוב אותי, כי אני עצמי לא שווה כלום\". יחסים כאלה כנראה לא יכולים להיות בריאים.",
      "אבל גם אם תהיה ביחסים עם אמונות כאלה, הם כנראה לא יהיו בריאים. כי אתה סומך לחלוטין על כך שאדם מסוים, שאתה תת-מודע מחשיב למקור האושר שלך, יהיה לצידך.",
      "ואתה מוכן לכל עבור זה. כשאינך מקבל \"מנה\" של אותן רגשות ותחושות שאתה זקוק להן, תלחץ על בן זוגך כדי להרגיש אהוב, או תתחיל לפנטז על מציאת האהבה האמיתית מחוץ למערכת היחסים.",
      "ותמיד זה לא יהיה מספיק או \"משהו לא בסדר\", כי הטלת על אדם אחר את האחריות למצבך."
    ],
    "quote": {
      "text": "אושר אמיתי הוא להיות מרוצה מעצמך.",
      "author": "סנקה"
    }
  },
  "screen_3": {
    "texts": [
      "חשוב מאוד ללמוד לווסת את מצב הרוח שלך ולמצוא אושר בתוך עצמך. זה ייתן לך אפשרות להרגיש חי באותה מידה גם כשאתה לבד וגם כשאתה עם אדם אהוב.",
      "אבל אתה עשוי לחשוב: \"זה נשמע טוב, אבל זה לא אמין. להיות לבד - פירושו להיות כישלון רגשי.\"",
      "רבים מאמינים שאהבה היא מניע העולם. אתה רואה זאת בפרסומות, שומע בשירים פופולריים, קורא בשירה. אבל למעשה, אהבה רחוקה מלהיות הדרך היחידה לחיים מאושרים ומלאים.",
      "להיות לבד ממש לא שווה להיות אומלל. את רוב ההנאות בחיים אנו מקבלים בעצמנו.",
      "למשל, כשאתה מאזין למוזיקה האהובה עליך, רוקד, מטייל במקומות יפים, קורא ספר או אוכל גלידה. אתה לא צריך חברה כדי לחוות תחושות נעימות.",
      "כמות ההנאות שאפשר ליהנות מהן לבד היא אינסופית. וזה אומר שיש לך גישה למקורות רבים של הנאה ללא קשר לשאלה אם יש מישהו לצידך או לא.",
      "חשוב על רשימת ההנאות שלך. איך אתה יכול לשמח את עצמך?",
      "לפעמים אנחנו כל כך שואפים ליחסים מושלמים ולרעיון עצמו של רגש נשגב, שאנחנו מאבדים מהעין את מה שבאמת נחוץ לנו כדי לחוות אהבה אמיתית."
    ],
    "quote": {
      "text": "אהבה עצמית היא תחילתו של רומן שנמשך לאורך כל החיים.",
      "author": "אוסקר ויילד"
    }
  }
}
