{
  "title": "תלות באהבה",
  "description": "אהבה, כפי שמשוררים ואמנים מתארים אותה, מעניקה כנפיים ומביאה תחושה שהחיים שלמים. אבל כשאהבה הופכת לצורך פתולוגי, היא עלולה לערער את תחושת העצמי ולפגוע ביכולת לבנות קשרים בריאים — במיוחד אצל מי שההערכה העצמית שלהם נמוכה. אפשר למצוא אושר ותחושת מלאות גם באמצעות למידה של ויסות מצב הרוח והנאה מדברים שאינם תלויים בקיומו של בן/בת זוג.",
  "screen_1": {
    "texts": [
      "אהבה היא רגש נפלא, שהונצח בשירה, באמנות ובמוזיקה. היא נותנת כנפיים, מעוררת השראה ומעניקה תחושה של חיים מלאים.",
      "באופן טבעי, כל אחד מאיתנו רוצה לאהוב ולהיות אהוב.",
      "אבל אם התפיסה שלכם לגבי אהבה מצטמצמת לאמונה כמו: ״אני לא יכול/ה להיות באמת מאושר/ת ולהרגיש ממומש/ת בלי בן/בת זוג. כדי להיות מאושר/ת לגמרי אני חייב/ת שיאהבו אותי״ — זה כבר סימן לתלות.",
      "מה פירוש להיות תלויים באהבה?",
      "זה מצב שבו אהבה הופכת לצורך פתולוגי, שבלעדיו אינכם מרגישים מאושרים.",
      "אתם סובלים מהיעדר אהבה ומצפים שמישהו ימלא את החסר הזה. אתם משוכנעים שהחיים יהיו טובים יותר, מעניינים יותר ומלאים יותר רק אם ייכנס אליהם אדם אהוב — כזה שיגרום לכם להרגיש נחוצים, משמעותיים ושלמים.",
      "תלות כזו היא דפוס הרסני שפוגע בתחושת העצמי, בהערכה העצמית וביכולת לבנות קשרים בריאים.",
      "הסיבות לתלות באהבה יכולות להיות שונות, אבל לרוב הן נטועות בילדות או בגיל ההתבגרות.",
      "במיוחד פגיעים לכך אנשים עם הערכה עצמית נמוכה, שפוחדים מבדידות, מתמקדים בחסרונות שלהם ולא מאמינים בכוחות וביכולות שלהם.",
      "הערכה עצמית נמוכה, שמקורה בילדות, נחווית לעיתים כתחושת פגימות או ״חוסר ערך״.",
      "כשלהורים יש מעט זמן ותשומת לב לילד והוא חווה מחסור באהבה הורית, בבגרותו הוא עשוי לחפש את התחושות האלה אצל בני/בנות זוג וליצור קשרים תלותיים.",
      "ניקח לדוגמה את ויקטוריה, בת 28, שמבלה ערבים וסופי שבוע בייאוש כי היא מאמינה: ״אני יכולה להיות מאושרת רק בתוך קשר. בלי גבר אני כלום״.",
      "עבורה להיות אהובה חשוב כמעט כמו לנשום. הצורך הזה לעיתים קרובות דווקא מרחיק אנשים."
    ]
  },
  "screen_2": {
    "texts": [
      "במהלך בחינת האמונות שלה ויקטוריה רשמה את החסרונות והיתרונות של דרך החשיבה הזו.",
      "כך נשמעו החסרונות:",
      "האמונה הזו מכניסה אותי לדכדוך כי אני לבד.",
      "אני מאבדת את החשק לעשות משהו, להכיר את העולם או לעסוק בתחביבים.",
      "בגלל זה אני מרגישה עצלנית ואומללה.",
      "זה מעורר בי רחמים עצמיים.",
      "וזה גם גוזל ממני גאווה וביטחון, גורם לי לקנא באחרים ולהרגיש אכזבה.",
      "לאחר מכן היא רשמה את היתרונות של האמונה:",
      "תקווה למצוא בן/בת זוג ולהרגיש אהבה וביטחון.",
      "זה נותן לי מטרה ומשמעות לחיים.",
      "עד כמה היתרונות האלה באמת מציאותיים?",
      "ויקטוריה חשבה במשך שנים שהיא לא יכולה לחיות בלי גבר, אבל האמונה הזו עד היום לא קירבה אליה את בן/בת הזוג שהיא רוצה.",
      "ויקטוריה הגיעה למסקנה שהיא נותנת לגברים משקל גדול מדי, וזה לא משך אף אחד מהם.",
      "היא גם הבינה שאנשים תלותיים נראים לעיתים תובעניים מדי, וזה מקשה על בניית קשר.",
      "היא ראתה שאנשים שמוצאים אושר בתוכם לרוב מושכים אחרים, כי הם מקרינים שמחה וביטחון.",
      "תלות באהבה מקשה על בניית יחסים בריאים. כשאתם משדרים שאתם זקוקים לאדם אחר כדי להיות מאושרים, אתם מעבירים באופן לא מודע מסר כמו: ״תאהב/י אותי, כי בפני עצמי אני לא שווה כלום״. קשה מאוד לבנות על זה קשר בריא.",
      "וגם אם תהיו בקשר עם אמונות כאלה, הוא כנראה לא יהיה בריא. הרי אתם נשענים לחלוטין על כך שאדם מסוים, שאתם רואים בו (באופן לא מודע) את מקור האושר שלכם, יהיה לידכם.",
      "ואתם מוכנים לעשות הכול בשביל זה. כשלא תקבלו את ״המנה״ של הרגשות והתחושות שאתם זקוקים להם, אתם עלולים ללחוץ על בן/בת הזוג כדי להרגיש אהובים, או להתחיל לפנטז על מציאת ״האהבה הגדולה״ במקום אחר.",
      "ותמיד ייראה לכם שזה לא מספיק או ש״משהו לא בסדר״, כי הטלתם על אדם אחר אחריות על המצב הפנימי שלכם."
    ],
    "quote": {
      "text": "אושר אמיתי הוא להיות מרוצה מעצמך.",
      "author": "סנקה"
    }
  },
  "screen_3": {
    "texts": [
      "חשוב מאוד ללמוד לווסת את מצב הרוח שלכם ולמצוא אושר בתוך עצמכם. זה יאפשר לכם להרגיש חיים באותה מידה גם כשאתם לבד וגם כשאתם לצד אדם אהוב.",
      "אבל ייתכן שתחשבו: ״זה נשמע יפה, אבל זה לא באמת אמין. להיות לבד זה כישלון רגשי״.",
      "רבים מאמינים שאהבה היא המנוע של העולם. רואים את זה בפרסומות, שומעים את זה בשירים פופולריים וקוראים על זה בשירה. אבל בפועל, אהבה היא ממש לא הדרך היחידה לחיים מאושרים ומלאים.",
      "להיות לבד ממש לא אומר להיות אומלל. את רוב ההנאות בחיים אנחנו חווים גם בלי קשר לזוגיות.",
      "לדוגמה, כשאתם מאזינים למוזיקה אהובה, רוקדים, מטיילים במקומות יפים, קוראים ספר או אוכלים גלידה. אתם לא חייבים שמישהו יהיה לידכם כדי להרגיש נעים.",
      "מספר הדברים שאפשר ליהנות מהם לבד כמעט אינסופי. כלומר, עומדים לרשותכם מקורות רבים של הנאה, גם אם אין אף אחד לידכם.",
      "מה רשימת ההנאות שלכם? איך תוכלו לשמח את עצמכם?",
      "לפעמים אנחנו כל כך רודפים אחרי ״מערכת יחסים מושלמת״ או אחרי רעיון של רגש נשגב, עד שאנחנו מפספסים את מה שאנחנו באמת צריכים כדי לחוות אהבה אמיתית."
    ],
    "quote": {
      "text": "אהבה עצמית היא תחילתו של רומן שנמשך כל החיים.",
      "author": "אוסקר ויילד"
    }
  },
  "exercise": {
    "title": "איך להיפטר מתלות באהבה?",
    "description": "המאמר עוסק בבחינת האושר ובאמונות הקשורות לאהבה ולזוגיות. הוא מסביר שאפשר להגיע לאושר בדרכים שונות, ומציע טכניקות לשינוי אמונות שליליות הקשורות לבדידות. המאמר מלמד למצוא שמחה בדברים יומיומיים ולהתפתח גם ללא קשר רומנטי.",
    "screen_1": {
      "texts": [
        "קשר ואהבה יכולים להביא הרבה שמחה ואושר לחיים, אבל הם אינם הדרך היחידה.",
        "אושר הוא תהליך מורכב ורב־ממדי, ולכל אחד יש זכות לבחור את השיטות והמסלולים המתאימים לו כדי להגיע אליו.",
        "לכן, אם כרגע אין בחייכם קשר רומנטי, זה לא אומר שהחיים שלכם פחות טובים או ״לא שלמים״.",
        "כדי לשנות אמונות צריך להשקיע לא מעט מאמץ — זה תהליך ארוך ודורש עבודה.",
        "אבל אנחנו מאמינים שבעזרת ההמלצות והטכניקות הבאות תוכלו להשתחרר מתלות באהבה וללמוד להיות מאושרים גם בתוך קשר וגם בלעדיו.",
        "החלפת המסנן",
        "שמתם לב שכאשר אתם מרגישים בודדים, אתם פתאום רואים ברחוב שוב ושוב זוגות מאוהבים?",
        "ונדמה שכל העולם נגדכם: פה זוג יונים, שם חתול וחתולה, ואתם עדיין לבד. כך פועל עיוות קוגניטיבי שנקרא ״המסנן השלילי״.",
        "זהו דפוס תפיסה שבו אתם מבחינים רק במה שמטריד אתכם ומתעלמים מכל השאר.",
        "החליפו את המסנן — הסתכלו על העולם בצורה רחבה יותר. למדו לראות לא רק זוגות מאושרים, אלא גם אנשים שמרגישים טוב לבד. וגם אנשים שיש להם זוגיות, אבל לא בהכרח מאושרים יותר — סטטוס חברתי לא תמיד מספק את מה שמבטיחים לו."
      ],
      "quote": {
        "text": "אושר הוא כמו פרפר: ככל שתרדפו אחריו יותר, כך הוא יתחמק. אבל אם תפנו את תשומת הלב לדברים אחרים, הוא יבוא וישב בשקט על הכתף שלכם.",
        "author": "הנרי דייוויד ת׳ורו"
      }
    },
    "screen_2": {
      "texts": [
        "דף ההנאה הצפויה",
        "אפשר למצוא אושר בכל יום ברגעים קטנים, בהתפתחות האישית, בחברות ובשלל היבטים נוספים של החיים.",
        "ועדיין, ייתכן שאתם משוכנעים שלא תוכלו להיות מאושרים בלי אדם אחר.",
        "כדי לבדוק עד כמה האמונה הזו תואמת את המציאות, השתמשו ב״דף ההנאה הצפויה״. יש בו כמה עמודות שבהן תתבקשו להעריך מראש, ולאחר מכן לציין, את מידת ההנאה בפועל שאתם מקבלים מפעילויות שונות (עבודה ומנוחה), לבד או בחברה.",
        "בעמודה הראשונה ציינו את תאריך הניסוי",
        "בעמודה השנייה כתבו כמה פעולות שאתם מתכננים לעשות באותו יום במסגרת הניסוי (מומלץ לבצע 40–50 ניסויים במשך שבועיים-שלושה. בחרו פעילויות שבדרך כלל נותנות לכם תחושת סיפוק או הנאה, או כאלה שיש להן פוטנציאל ללמידה או לצמיחה אישית.)",
        "בעמודה השלישית כתבו עם מי תעשו אותן. אם לבד, כתבו: ״אני״.",
        "בעמודה הרביעית העריכו כמה הנאה תביא לכם כל פעילות, בסולם של 0 עד 100% — ככל שהמספר גבוה יותר, כך ההנאה הצפויה גבוהה יותר.",
        "חשוב מאוד למלא את העמודה הרביעית לפני שאתם מתחילים בפעילות המתוכננת, ולא אחריה! אחרי שמילאתם את ארבע העמודות הראשונות, עברו לביצוע.",
        "לאחר מכן, בעמודה החמישית רשמו את מידת ההנאה בפועל, באותה שיטת דירוג — מ-0 עד 100%.",
        "אחרי סדרת ניסויים כזו תוכלו לנתח את הנתונים שאספתם ולגלות על עצמכם דברים מעניינים.",
        "ראשית, בהשוואה בין ההנאה הצפויה (עמודה 4) לבין ההנאה בפועל (עמודה 5), תראו עד כמה התחזיות שלכם מדויקות.",
        "אתם עשויים לגלות שלעיתים קרובות אתם ממעיטים בערך ההנאה שאתם מצפים לקבל — במיוחד כשאתם עושים משהו לבד.",
        "ייתכן שתופתעו גם לגלות שפעילויות עם אחרים לא תמיד עומדות בציפיות שלכם.",
        "למעשה, אתם עשויים לגלות שבמקרים רבים היה לכם נעים יותר לבלות לבד מאשר בחברה.",
        "וגם תוכלו לראות שהדירוגים הגבוהים ביותר שנתתם לפעילויות לבד שווים לדירוגים של פעילויות בחברה — ואפילו גבוהים מהם."
      ],
      "quote": {
        "text": "אף אחד לא יכול לגרום לך להרגיש נחות בלי הסכמתך.",
        "author": "אלינור רוזוולט"
      }
    },
    "screen_3": {
      "texts": [
        "עדכון אמונות",
        "אהבה, זוגיות ונישואים אינם תנאי הכרחי לאושר או לחיזוק ההערכה העצמית — ולעיתים הם פשוט לא מספיקים.",
        "ההוכחה לכך היא מיליוני נשים וגברים שנמצאים בנישואים ובכל זאת לא מאושרים.",
        "אם אהבה הייתה תרופה לבדידות, לבעיות, למצב רוח ירוד ולדיכאון — כל הפסיכולוגים היו נשארים בלי עבודה.",
        "אבל לצערנו זה לא כך: עצם קיומו של בן/בת זוג לא מבטיח חיים מאושרים. חשוב להבין ולקבל את זה.",
        "כדי להתחיל לעבוד עם האמונה — נסחו אותה בכתב. היא יכולה להישמע בדרכים שונות:",
        "אם אין לי בן/בת זוג, אני אומלל/ה",
        "אם לא אוהבים אותי, סימן שאני כישלון",
        "בלי קשר אני ״לא שלם/ה״",
        "לאחר מכן כתבו איך בדיוק האמונה הזו מפריעה לכם. לדוגמה:",
        "דרישות מוגזמות מעצמי שאין להן סוף; נדמה לי שאני לא מספיק טוב/ה לקשר",
        "ציפיות לא מציאותיות מבן/בת הזוג; מסקנות גורפות על אהבה ועל חוסר אהבה במקום להתמקד בבעיות קונקרטיות",
        "חוסר סיפוק מתמשך ומצב רוח מדוכדך, שמוזנים מכל סיטואציה של בדידות",
        "לאחר מכן כתבו טיעוני נגד. זה יכול להיות תהליך לא פשוט ואולי ייקח יותר מיום אחד — הוסיפו לרשימה בכל פעם שעולות מחשבות חדשות.",
        "לדוגמה, לאמונה ״להיות לבד זה נורא ומשפיל״ אפשר לכתוב את טיעוני הנגד הבאים:",
        "כשאדם לבד, יש לו הזדמנות להכיר את עצמו טוב יותר",
        "בלי קשר אפשר לנסות משהו חדש, לעשות דברים שבזוגיות יהיה הרבה יותר קשה לעשות",
        "עדיף להיות לבד מאשר עם בן/בת זוג לא מתאים/ה",
        "והמרכיב החשוב ביותר בתהליך — החליפו את האמונה הישנה באמונה חדשה. היא צריכה להיות מציאותית ורציונלית, כך שתוכלו להאמין בה.",
        "לדוגמה: ״בדידות יכולה להיות נעימה ומועילה; אפשר לנוח בה ולהכיר את עצמי טוב יותר. ואהבה מתבטאת בסוגים שונים של מערכות יחסים.",
        "גם בלי בן/בת זוג אפשר להרגיש קרבה לאנשים, לשתף חוויות ולהעניק חום. כדאי להתמקד בסוג הקשר שאני רוצה לעצמי, ואם אין לי אותו — להציב מטרה ולנסות ליצור אותו.",
        "אבל היעדר בן/בת זוג לא הופך אותי לפחות שלם/ה. בדיוק כפי שהרצון בזוגיות לא הופך אותי לחלש/ה או תלוי/ה.״",
        "קראו את הרישומים האלה בכל יום במשך שבועיים-שלושה. אפשר להוסיף או לשנות אותם. כך תוכלו להתגבר על דפוס חשיבה שלילי ולהתחיל את תהליך השינוי שלכם.",
        "אהבה היא חוויה נפלאה, אבל כמו כל חוויה אחרת, יכולה להיות גם חיובית וגם שלילית — והיא לא אמורה להגדיר מי אנחנו ולמה אנחנו כאן.",
        "רצון וצורך הם לא אותו הדבר. חמצן הוא צורך, ואהבה היא רצון.",
        "אהבה אינה צורך של אדם בוגר!",
        "הרצון לבנות קשר רומנטי הוא טבעי. אין בו שום דבר רע. קשר טוב עם אדם אהוב הוא תענוג נפלא.",
        "אבל כדי לחיות או כדי לחוות אושר, אתם לא זקוקים לאישור, לאהבה ולא לתשומת לב של אדם אחר."
      ]
    }
  }
}
