{
  "title": "האם אני תמיד אשם? אשליית הכל-יכולת",
  "description": "מאמר זה חוקר את התופעה הפסיכולוגית של פרסונליזציה — האמונה שאתה הסיבה לכל מה שקורה סביבך. הטקסט מגלה את המנגנונים של חשיבה זו, את השלכותיה השליליות, כגון מתח, חרדה, הערכה עצמית נמוכה ובעיות ביחסים. כמו כן נבחנות סיבות להיווצרות אמונה כזו, החל מהילדות והשפעת הנורמות התרבותיות. לסיכום, ניתנות המלצות להתגברות על פרסונליזציה ושחרור מתחושת אשמה בלתי מוצדקת.",
  "screen_1": {
    "texts": [
      "בכל מצב, יהיה אשר יהיה התוצאה — הסיבה לכך היא אני.",
      "איחרתי לרכבת — התארגנתי יותר מדי זמן. אנשים מולי ברכבת צוחקים — בטח עליי. לבן/בת הזוג אין מצב רוח — סימן שעשיתי משהו לא בסדר.",
      "מוכר?",
      "אם כן, אנחנו מתמודדים עם אמונה בכל-יכולת אישית.",
      "כל אחד מאיתנו במידה כזו או אחרת נתקל בפרסונליזציה.",
      "זוהי מלכודת פסיכולוגית ערמומית, הגורמת לך להרגיש במרכז היקום ולקחת על עצמך אחריות לרבות מהדברים המתרחשים סביבך.",
      "אתה משוכנע שאנשים סביבך מגיבים אך ורק אליך, שהמעשים, המחשבות והרגשות שלהם תלויים לחלוטין בפעולות שלך, למרות שלמעשה כל אלה אינם נתונים לשליטתך.",
      "אבל אתה מתייסר, מאשים את עצמך ומרגיש תחושת אשמה מעיקה.",
      "באופן פרדוקסלי, האמונה בכל-יכולת וכוח-על שלך מגבילה אותך, טובלת אותך בחרדה ומפחיתה את היעילות שלך.",
      "איך מתבטאת פרסונליזציה?",
      "\"הכל בגללי\": אתה נוטה להאמין שכל מה שקורה בחיים הוא תוצאה של הפעולות שלך עצמך. לא משנה אם זה טוב או רע, אתה מקבל על עצמך את כל האחריות.",
      "\"הכל סביבי\": אתה משוכנע שאנשים סביבך חושבים עליך כל הזמן, מדברים עליך, שמים לב לכל הטעויות והחסרונות שלך.",
      "\"אני אשם\": תחושת אשמה הופכת למלווה קבוע, ללא קשר לסיבות האמיתיות של האירועים."
    ]
  },
  "screen_2": {
    "texts": [
      "לדוגמה:",
      "דמיין שנכנסת לחנות, ובקופה המוכר ענה לך בגסות. במקום לחשוב שלמוכר יכול היה להיות יום רע או שהוא פשוט גס, אתה מתחיל להאשים את עצמך: \"כנראה אמרתי או עשיתי משהו לא בסדר\".",
      "לפגישה עם חברים הזמינו מכרה שאינך אוהב. אתה חושב שהם עשו זאת במכוון, כדי להראות שאתה מיותר ושהם לא רוצים לתקשר איתך.",
      "\"אם היא לא עונה לשיחה שלי, זה אומר שהיא נפגעה ממני\".",
      "בני הנוער האלה צוחקים ומחליפים מבטים - בטח מדברים עליי.",
      "בסגנון חשיבה כזה לחלוטין לא משנה מי אשם באמת - האשמה בכל מקרה מורגשת כשלך. מה אתה חושב, למה זה יכול להוביל? כמובן, למתח, אפתיה, חרדה, בעיות בהערכה עצמית ואפילו לדיכאון.",
      "מדוע פרסונליזציה מסוכנת?",
      "ביקורת עצמית מופרזת: אנשים עלולים לנטות לביקורת עצמית ואשמה בגין אירועים שלמעשה לא היו תלויים בהם.",
      "מתח וחרדה: התחושה המתמדת שכל הבעיות הן בגללי גורמת למתח כרוני וחרדה.",
      "בעיות ביחסים: אנשים הנוטים לפרסונליזציה עשויים לפרש לא נכון את התנהגותם של אחרים, להיפגע ולהרוס יחסים.",
      "תפיסה מעוותת של המציאות: כמו כל אמונה לא רציונלית, פרסונליזציה מטעה אותך, מפריעה להעריך את המצב בצלילות ומתעלמת מעובדות ונסיבות אובייקטיביות.",
      "הערכה עצמית נמוכה: על ידי האשמה עצמית מתמדת בכל דבר, אתה פוגע בביטחון העצמי שלך.",
      "עמדת קורבן: אנשים מסוימים באופן לא מודע מנסים לפגוע בעצמם, מענישים את עצמם על עבירות מדומיינות. הם עשויים לאפשר לאחרים להתייחס אליהם בזלזול."
    ],
    "quote": {
      "text": "תחושת אשמה בהכרח יוצרת תסריט של עונש, ללא ידיעת התודעה שלך",
      "author": "ואדים זלנד"
    }
  },
  "screen_3": {
    "texts": [
      "מהיכן מגיעה הפרסונליזציה?",
      "סוג זה של אמונות נוצר עוד בילדות.",
      "ידוע שחשיבת ילדים היא אגוצנטרית, כלומר, הילד באמת מאמין שהוא הסיבה לכל מה שקורה סביבו.",
      "לדוגמה, עבור ילדים בני שלוש-ארבע זה לגמרי נורמלי לחשוב שהשמש זורחת כי הם התעוררו, ושוקעת כשהגיע זמנם לישון.",
      "עם זאת, מבוגרים רבים, בעודם גדלים, עדיין משתמשים באלמנטים של חשיבה אגוצנטרית בחיי היומיום.",
      "לחץ משפחתי או חברתי עלול לגרום לאדם להרגיש אחראי לרווחתם של אחרים. לדוגמה, ילד שנאלץ לדאוג להוריו כבר בגיל צעיר.",
      "בעיות בהערכה עצמית יכולות להיות הן התוצאה והן הסיבה לאמונות כאלה.",
      "אנשים עם הערכה עצמית נמוכה נוטים לעתים קרובות לפרסונליזציה. הם עשויים לחשוב שהם לא ראויים ליחס טוב, ולכן מייחסים אירועים שליליים למעשים או לחסרונות שלהם.",
      "חוויה טראומטית בעבר יכולה גם לתרום לפרסונליזציה. בגיל צעיר יש סבירות גבוהה לעיוות החשיבה של הילד ולאמונה שכל מה שקורה תלוי בו.",
      "לדוגמה, אם אדם בילדותו שמע לעתים קרובות מהוריו ביטויים כמו \"אתה אשם בכל\" או \"אתה אף פעם לא עושה שום דבר נכון\", הוא עלול לשאת \"תווית\" זו כל חייו, מייחס את כל האירועים השליליים לאשמתו.",
      "בתרבויות מסוימות מקובל לקחת אחריות על כל מה שקורה סביב. זה עלול להוביל לכך שאנשים ייטו לפרסונליזציה, גם אם הם לא אשמים במה שקורה.",
      "יהיו אשר יהיו הסיבות ליצירת אמונות, אנחנו יכולים לשנות את החשיבה שלנו בכל שלב בחיים, אם יש לנו מוטיבציה.",
      "בפרק הבא נסקור, כמו תמיד, את ההמלצות העיקריות לעבודה עם האמונה בכל-יכולת אישית."
    ],
    "quote": {
      "text": "אי אפשר להאשים את עצמך בכל דבר, אם אינך מחשיב את עצמך לכל-יכול.",
      "author": "מיכאיל בולגקוב"
    }
  }
}
