{
  "title": "יציאה מהמלכודת «הכל בגללי»",
  "description": "המאמר בוחן את תופעת הפרסונליזציה - הנטייה לתפוס אירועים כקשורים אישית לעצמנו. נדונות שיטות להפחתת ההשלכות השליליות של חשיבה כזו, כולל התבוננות עצמית וניתוח מצבים. המחבר מציע עצות מעשיות ותרגילים לשיפור הרווחה הנפשית ושחרור מתחושת אשמה מיותרת.",
  "screen_1": {
    "texts": [
      "לפעמים אנשים קוראים בטעות לאמונה בפרסונליזציה \"מאניה של גדלות\".",
      "אולם זה לא בהכרח מעיד על קיומן של אשליות גדלות אצל האדם, אלא משקף יותר השקפת עולם שבה אדם הנוטה לפרסונליזציה מציב את עצמו במרכז היקום: כל האירועים שמתרחשים נראים לו כקשורים אליו אישית.",
      "באופן פנימי זה לא נחווה ככוח או עוצמה יוצאי דופן, אלא כלחץ מתמיד, תשומת לב מצד הסביבה ועוינות סמויה.",
      "כדי להתגבר על סגנון החשיבה המזיק הזה, חשוב ללמוד לזהות את הסיבות האמיתיות לבעיות שצצות.",
      "במקום להאשים את עצמך במה שנמצא מחוץ לשליטתך, וכתוצאה מכך להרגיש אשם כלפי העולם כולו, התמקד בניתוח המצב.",
      "התחל בהתבוננות עצמית. הצעד הראשון להפחתת הפרסונליזציה הוא מודעות, כמו בכל חשיבה לא רציונלית אחרת. עקוב בתשומת לב אחר המחשבות והתגובות שלך לאירועים. שים לב מתי אתה נוטה לקחת על עצמך אחריות למה שלמעשה לא תלוי בך.",
      "אחר כך נסה לזהות גורמים אחרים שעשויים להשפיע על המצב שעליו לקחת אחריות. לדוגמה: \"האם נכון שרק אני אשם בריב הזה? אילו גורמים ונסיבות אחרים יכלו לשחק תפקיד?\"",
      "שקול סיבות אפשריות להתנהגות של אנשים אחרים, שאינן קשורות לפעולות שלך. נסה לשים את עצמך במקומם ולהבין מה יכול היה להשפיע על התגובה שלהם. לדוגמה, מה עוד יכול היה לגרום למצב הרוח או להתנהגות שלהם?"
    ],
    "quote": {
      "text": "כל מה שאנו שומעים הוא דעה, לא עובדה. כל מה שאנו רואים הוא פרספקטיבה, לא אמת.",
      "author": "מרקוס אורליוס"
    }
  },
  "screen_2": {
    "texts": [
      "השתמש בשאלות הבאות לניתוח:",
      "האם אני צריך להאשים את עצמי במה שקרה?",
      "האם הייתי במצב שיכולתי לשלוט בזה?",
      "האם אני באמת אחראי לכל התהליך? או רק לחלק מהבעיה? לאיזה חלק בדיוק?",
      "אילו סיבות אחרות יכולות להיות לבעיה הזו?",
      "דוגמה:",
      "דמיין מצב: הגעת לעבודה והקולגה שלך לא אמרה שלום. מיד עולה בראשך המחשבה: \"עשיתי משהו לא בסדר. נראה שהיא מתייחסת אליי לא טוב. אולי אתמול אמרתי לה משהו לא מתאים, או שאני עצמי לא אמרתי שלום, ועכשיו היא נוקמת בי\".",
      "נתח את מחשבותיך בעזרת השאלות שהוזכרו לעיל וכתוב תשובות רציונליות חלופיות:",
      "ייתכן שהיא לא אמרה לי שלום כי היא לא ישנה מספיק, פשוט שכחה, היתה שקועה במחשבות שלה או שהיא אמרה שלום קודם ואני לא שמתי לב.",
      "סביר להניח שהמצב הלא-טוב האפשרי שלה והעובדה שהיא לא אמרה שלום לא קשורים בכלל להתנהגות שלי. לא אוכל להוכיח אחרת, אלא אם כן אשאל אותה ישירות. ההסבר הסביר ביותר: היא לא ישנה מספיק, משהו קרה בבוקר, או שהיא פשוט שכחה.",
      "אני לא בטוחה אם היא היתה עצובה, אבל גם אם כן, יש המון סיבות למצבה שעשויות לא להיות קשורות אליי כלל. גם אם היא מאוכזבת בגללי, היה כדאי לה לומר לי על כך, אחרת לא אוכל להבין את המצב בוודאות.",
      "מכיוון שאיני יודעת בוודאות אם הסיבה קשורה לפעולות שלי, לא ארגיש אשמה בגלל זה.",
      "זכור, אנחנו לא יכולים לשלוט בכל דבר בחיים. לפעמים צריך פשוט לקבל את מה שקורה ולא לנסות להסביר הכל בטעויות שלנו."
    ],
    "quote": {
      "text": "לא הדברים עצמם מטרידים את האנשים, אלא הדעות שלהם על הדברים.",
      "author": "אפיקטטוס"
    }
  },
  "screen_3": {
    "texts": [
      "כמו כן, אתה יכול להשתמש בתרגילים הבאים לעבודה עם האמונה:",
      "יישום פרספקטיבה חיצונית",
      "דמיין שחבר שלך מספר לך שעמית לעבודה שלו לא אמר לו שלום בבוקר. איך היית מגיב? מה היית אומר לו? איזו עצה היית נותן לו? זה יעזור לך להתרחק מהרגשות שלך ולהסתכל על המצב באופן אובייקטיבי יותר.",
      "המשך את המשפט \"אילו\"",
      "נסה להשלים את המשפט הבא: \"אילו הייתי באמת אחראי לזה, זה היה אומר...\".",
      "לדוגמה: \"אילו הייתי באמת אחראי לכישלון הפרויקט, זה היה אומר שאני יכול לשלוט בכל המשתתפים ולמנוע כל טעות\". אבל למעשה, גורמים רבים נמצאים מחוץ לשליטתך.",
      "\"אילו הייתי באמת אחראי לכך שחבר שלי נפגע ממני, זה היה אומר שאני יכול לקרוא את מחשבותיו ולנחש את רצונותיו\". אבל זה בלתי אפשרי.",
      "השלמת המשפט \"אילו\" תעזור לך לנתח את האחריות שלך ולהבין שאינך יכול תמיד לשלוט בכל מה שקורה.",
      "באמצעות טכניקות פשוטות אלה, תוכל להיפטר ממחשבות שליליות ולשחרר את עצמך מהתחושה שאתה נושא באחריות לכל דבר בעולם.",
      "זכור שאינך מרכז היקום ואינך חייב לקחת אחריות על כל האירועים סביבך. מוטב שתכוון את כוחותיך לפתרון בעיות וליצירת חיים מאושרים והרמוניים יותר."
    ]
  }
}
