{
  "title": "מגיע לי. מה לא בסדר באמונה הזו?",
  "description": "המאמר בוחן את בעיית הגישה \"מגיע לי\", שנוצרת אצל אנשים המצפים שהעולם יסתובב סביבם ויספק את כל צרכיהם. המחבר מסביר כיצד גישה זו נוצרת בילדות, מביא דוגמאות להתבטאותה בחיים הבוגרים ומתאר את ההשלכות השליליות של חשיבה כזו, כולל אכזבה, מתח ביחסים ואובדן עצמאות. לסיכום, מוצע הרעיון שחשוב לקבל את העולם כפי שהוא, ולהבין שיש בו מקום לא רק לנו, אלא גם לאנשים אחרים.",
  "screen_1": {
    "texts": [
      "\"מגיע לי\" — זוהי מלכודת שאליה נופלים רבים, בהניחם שהעולם מסתובב סביבם.",
      "אנשים הנמצאים בעמדה כזו לעתים קרובות מצפים שאחרים יסכימו איתם וימלאו את בקשותיהם.",
      "הם אינם מתחשבים בדעות ובצרכים של אנשים אחרים, בהאמינם שהרצונות והצרכים שלהם עצמם חשובים יותר.",
      "אמונות של חובה יכולות להישמע כך:",
      "חברים חייבים תמיד לעזור לי",
      "בן/בת הזוג שלי חייב/ת לתמוך בי תמיד ובכל דבר",
      "אמא שלי חייבת לשמור על הילדים שלי",
      "הכל חייב להיות כמו שאני רוצה",
      "אסור שיסרבו לי",
      "העולם חייב להיות הוגן כלפיי",
      "אם שמת לב לחשיבה כזו אצלך, סביר להניח שאתה מאמין כי מגיע לך הצלחה, אהבה, אושר פשוט מעצם זכות הלידה שלך.",
      "אתה מצפה שהיקום והאנשים סביבך צריכים למלא את משאלותיך, כי אתה אדם טוב, נחמד או בגלל שאתה עובד קשה.",
      "אבל כשזה לא קורה, וזה קורה לעתים קרובות, אתה עומד בפני בחירה: לשקוע בעצב ותחושת נחיתות או להתפרץ בכעס. אנשים שמגיע להם הכל, לעתים קרובות נתקלים בבעיות."
    ],
    "quote": {
      "text": "איננו יכולים לשלוט ברוח, אבל אנחנו יכולים לכוון את המפרשים.",
      "author": "דולי פרטון"
    }
  },
  "screen_2": {
    "texts": [
      "ובראש ובראשונה, זו אכזבה: אם סירבו לך, לא הבינו שהם צריכים לפתור את הבעיות שלך, לא נענו לציפיות שלך, אז בוודאי מצפה לך אכזבה, פגיעה, כעס, חוסר הבנה, איך בכלל אפשר להתנהג איתי ככה - אדם כל כך נפלא.",
      "אתה מבזבז המון אנרגיה על רגשות שליליים, רואה את העולם בצבעים קודרים. הגישה התובענית שלך לחיים מפריעה לך ליהנות, לשמוח, כי אתה לא מקבל את העולם כפי שהוא, יש לך תמיד תלונות על איך הוא מאורגן.",
      "טניה היא דוגמה בולטת לאדם עם גישת \"מגיע לי הכל\". היא מצפה שחברים יהיו תמיד זמינים, מוכנים לעזוב הכל ולרוץ לעזור לה, לפתור כל בעיה שלה ולספק את כל דרישותיה.",
      "לדוגמה, היא יכולה להתקשר בשלוש לפנות בוקר, לדרוש שחברתה תגיע מיד ותתמוך בה אחרי ריב עם החבר שלה.",
      "או, בלי להודיע מראש, לבקש עזרה במעבר דירה, למרות שחברתה כבר תכננה פגישה חשובה לאותו יום. כשחברים לא יכולים לעזור לה, טניה נפגעת ומרגישה נטושה, לא רצויה.",
      "זוהי עמדה מסוכנת, שעלולה להוביל לבידוד, מתח ביחסים או אפילו הרס היחסים הללו.",
      "חברים וקרובים מתחילים להימנע ממפגשים או שיחות, מפחדים מדרישה נוספת, פגיעה או ריב. כי אף אחד לא רוצה להרגיש כל הזמן מחויב ולציית לגחמות של מישהו אחר.",
      "מאיפה מגיעה האמונה הזו? עמדה זו נוצרת לעתים קרובות בילדות, כשהילד לא נתקל בגבולות מציאותיים ומקבל כל מה שהוא רוצה. זה יכול לקרות מסיבות שונות:",
      "הורים מפנקים את הילד ומאפשרים לו לעשות כל מה שעולה על דעתו.",
      "במקרה כזה נוצר אצל הילד חלק נרקיסיסטי באישיות עם תחושה מוגזמת של חשיבות עצמית.",
      "דוגמה: קטיה הקטנה תמיד קיבלה כל מה שרצתה. הוריה האמינו שמגיע לה הטוב ביותר ולא סירבו לה בשום דבר. קטיה התרגלה שהעולם מסתובב סביבה, ולא הבינה מדוע בבית הספר המורים לא מקדישים לה את כל תשומת לבם, וחבריה לכיתה לא מתחשבים בדעתה.",
      "ההורים עצמם חיים לפי העיקרון \"מגיע לי הכל\".",
      "הילד חוזר על התסריט ההורי, מפנים את דפוס החשיבה הזה.",
      "דוגמה: הוריו של ואניה התלוננו כל הזמן על החיים, בהאמינם שצריך לשלם להם יותר, שלא מעריכים אותם ושזכויותיהם מופרות תמיד. ואניה גדל באווירה של חוסר שביעות רצון וציפייה שהעולם חייב לו משהו."
    ],
    "quote": {
      "text": "אף אחד לא חייב לך כלום. כל מה שאתה מקבל בחיים: זו מתנה.",
      "author": "אושו"
    }
  },
  "screen_3": {
    "texts": [
      "ההורים לא התחשבו בדעתו של הילד, התעלמו מהאינטרסים והרצונות שלו.",
      "הילד כועס על הוריו, אך אינו יכול לבטא את כעסו בגלוי. לכן הוא מעביר אותו לסביבתו, בחושבו שהם צריכים לרחם עליו ולפצות על מה שהיה חסר לו בילדותו.",
      "דוגמה: אניה תמיד חלמה להיות אמנית, אבל הוריה אילצו אותה ללמוד משפטים, בחושבם שזה מקצוע יוקרתי יותר. אניה ויתרה, אך לבה תמיד נמשך ליצירה. ",
      "היא כעסה על הוריה על כך שלא נתנו לה להגשים את חלומה, ואז העבירה את הכעס הזה לכל הסובבים אותה, בחושבה שהם חייבים לעזור לה למצוא אושר בחיים.",
      "הילד נאלץ לרצות את הוריו כדי שיאהבו אותו. הוא גדל עם האמונה שצריך להרוויח את האהבה שלו.",
      "דוגמה: סרגיי תמיד ניסה לספק את כל צרכי הוריו, מפחד שהם לא יאהבו אותו אם יעשה משהו לא נכון. הוא גדל עם תחושת חוסר ביטחון וניסה תמיד להוכיח את ערכו, בחושבו שמגיע לו לקבל את מה שהרוויח.",
      "ההשלכות של עמדה כזו יכולות להיות מגוונות ושליליות. הן כוללות:",
      "אכזבה וחוסר שביעות רצון: הציפייה שאחרים צריכים לספק את כל צרכיך יכולה להוביל לאכזבה מתמדת ותחושת חוסר שביעות רצון בגלל הפער בין הציפיות למציאות",
      "מתח ביחסים: האמונה שהעולם צריך להסתגל אליך יכולה לגרום למתח וקונפליקטים ביחסים, מכיוון שזה לעתים קרובות מוביל לחוסר שביעות רצון ומחלוקות",
      "אובדן עצמאות: הציפייה המתמדת שאחרים צריכים לקחת על עצמם את כל החובות, הופכת אותך לתלותי ומפריעה להתפתחות העצמאות והצמיחה האישית",
      "השפעה שלילית על הערכה עצמית: בהסתמכות על אחרים לסיפוק צרכיך, אינך מפתח את הערכתך העצמית, מה שעלול להוביל לרגשות שליליים ותחושת חוסר שלמות",
      "חוסר בעזרה הדדית: בהתמקדות רק בעצמך, אתה מחמיץ את ההזדמנות להיות אמפתי ולעזור לאחרים, מה שעלול למנוע פיתוח של יחסים איכותיים ותמיכה חברתית"
    ],
    "quote": {
      "text": "אל תצפה שהעולם יסתובב סביבך. בעולם הזה יש מקום גם לאחרים",
      "author": "אריסטו"
    }
  }
}
