{
  "title": "הדרך להערכה עצמית בריאה",
  "description": "הטקסט עוסק בדרכים להשתחרר מהתלות באישור של אחרים. הצעדים המרכזיים כוללים בחינה של היתרונות והחסרונות של האמונות הנוכחיות, ניסוח מחדש של מחשבות שליליות כך שיהיו מציאותיות ומועילות יותר, ופיתוח הרגל של אישור עצמי ותמיכה בעצמכם. יישום ההמלצות הללו עשוי לחזק את העצמאות האישית ולשפר את איכות החיים.",
  "screen_1": {
    "texts": [
      "הצעד הראשון והחשוב ביותר בדרך לשינוי אמונות הרסניות הוא לבחון את היתרונות והחסרונות שלהן.",
      "חשבו על האמונות שלכם בנוגע לתלות באישור וכתבו אותן. הן יכולות להיות מנוסחות בדרכים שונות, אך כולן משקפות את הרצון שלכם לקבל אישור מאחרים.",
      "לדוגמה: \"אני חייב/ת לרצות אחרים\", או \"אם לא מאשרים אותי, סימן שאני אדם רע\".",
      "שאלו את עצמכם: מה היתרונות ומה החסרונות של אמונות כאלה? אילו מחירים אתם משלמים עליהן, ומה אתם מקבלים בתמורה?",
      "כשתפרטו את כל הדרכים שבהן האמונה מזיקה לכם או מועילה לכם, תוכלו לראות איך היא באמת משפיעה על העולם הפנימי שלכם, על מצב הרוח ועל החיים בכלל. זה יכול להיות צעד ראשון משמעותי לצמיחה אישית.",
      "אם אתם רואים שפחד מאי־אישור מזיק לכם יותר משהוא מועיל, הצעד הבא הוא לנסח את האמונה מחדש כך שתהיה מציאותית ומועילה יותר עבורכם.",
      "למשל, ניקח את האמונה: \"אם לא מאשרים אותי, סימן שאני אדם רע\".",
      "גם אם תתנהגו באופן \"מושלם\", תמיד יהיו אנשים שיביעו חוסר שביעות רצון מההתנהגות שלכם או אפילו מכם עצמכם.",
      "לא משנה כמה תנסו להיות טובים ונעימים לאחרים, לא תוכלו להימנע מביקורת, מקונפליקטים ואפילו מדחייה.",
      "עם זאת, זה לא אומר שאתם אנשים רעים, משום שאדם אחר עשוי לבקר אתכם מתוך אמונות שנוצרו אצלו בהשפעת חינוך וניסיון חיים (ולא תמיד באופן רציונלי!), ואתם, כאנשים שונים, פשוט לא מתאימים להן.",
      "ואם מישהו/י מעדיף/ה בלונדיניות על פני ברונטיות — האם זה אומר שכל הברונטיות רעות?",
      "על בסיס חשיבה כזו ניתן לנסח מחדש את האמונה כך: \"אי־אישור עלול להיות לא נעים, אבל הוא לא הופך אותי לאדם רע\".",
      "קראו את האמונה החדשה פעמיים ביום. כך תפתחו בהדרגה הרגלי חשיבה חדשים."
    ],
    "quote": {
      "text": "אף אחד לא יכול לגרום לכם להרגיש נחותים בלי הסכמתכם.",
      "author": "אלינור רוזוולט"
    }
  },
  "screen_2": {
    "texts": [
      "חשבו מדוע אין היגיון לפחד מאי־אישור. ערכו רשימה אישית של סיבות מדוע אי־אישור אינו נעים, אבל לא סוף העולם.",
      "הטיעונים צריכים להיות מעוגנים בחיים וברורים, כאלה שאתם לא מטילים בהם ספק. אל תעבדו על עצמכם!",
      "למשל, המשפט: \"אם מישהו מבקר אותי, אין צורך להתעצבן כי אינני צריך/ה אנשים יהירים כאלה סביבי\" — לא יעבוד, כי יש בו עיוות חשיבתי.",
      "בדרך הזו אתם רק מנסים לחזק את הערך העצמי שלכם באמצעות \"הכנסה\" של האדם ל\"רשימה שחורה\". היצמדו לרעיונות שאתם באמת מאמינים שהם נכונים.",
      "הנה כמה רעיונות שעשויים להועיל לכם:",
      "לא תמיד אי־אישור קשור אליכם ישירות — למילים שלכם, למעשים שלכם או לאורח החיים שלכם. הסיבה יכולה להיות בקשיים או בעמדות האישיות של הצד השני.",
      "גם ביקורת מוצדקת אינה איום, משום שהיא עוזרת לזהות ולתקן טעויות. ומטעויות, כידוע, לומדים.",
      "טעות אחת — או אפילו שתיים, חמש או עשר — לא אומרת שכל מה שאתם עושים שגוי. ובמקביל יש הרבה דברים שבהם אתם כן מצליחים.",
      "אתם מחליטים עד כמה להיפגע מאי־האישור של אחרים; התגובה שלכם תלויה רק בכם.",
      "אנשים אחרים לא יכולים לשפוט את הערך שלכם כאנשים — רק להעריך אם הדברים שאמרתם או עשיתם היו נכונים, מוצלחים או ראויים.",
      "כל אחד יעריך אתכם אחרת, בלי קשר לכמה \"טוב\" או \"רע\" התנהגתם. אי־אישור לא \"מדבק\" בקצב מסחרר, ומקרה אחד של דחייה לא יוביל לבדידות מוחלטת.",
      "אי־אישור וביקורת בדרך כלל לא נוחים, אבל אי־הנוחות תחלוף. אין טעם לשקוע בעצב. חזרו לעשות משהו שבעבר גרם לכם הנאה, גם אם נדמה שאין טעם להתחיל. אי־אישור אינו נמשך לנצח.",
      "חשבו על הנושא במשך כמה ימים והוסיפו לרשימה בהדרגה. גבשו את היחס האישי שלכם לאי־אישור. אתם תופתעו עד כמה זה יעזור לשנות את נקודת המבט שלכם על העולם ולחזק את תחושת העצמאות."
    ],
    "quote": {
      "text": "הזמן שלכם מוגבל — אל תבזבזו אותו בלחיות את החיים של מישהו אחר.",
      "author": "סטיב ג'ובס"
    }
  },
  "screen_3": {
    "texts": [
      "למדו להיות תלויים רק באישור שלכם לעצמכם.",
      "המפתח להחלמה רגשית הוא ההבנה שדווקא המחשבות שלכם הן שמשפיעות על מצב הרוח שלכם. אחרי שתוותרו על התלות בשבחים של אחרים, נסו לתמוך בעצמכם.",
      "לשם כך, רשמו במהלך היום ביומן או בטלפון רשימה של ההישגים שלכם. לא משנה אם הם קטנים או גדולים, והאם מישהו מלבדכם שם לב אליהם או לא.",
      "אולי החזקתם את הדלת ברכבת התחתית, או הסברתם בסבלנות פעמיים משהו לעמית/ה. או פשוט לא חציתם באור אדום למרות שכולם חצו.",
      "הרגילו את עצמכם לנהל רשימה כזו, עברו עליה לפני השינה — וכך תעשו צעד גדול לקראת אישור עצמי.",
      "זכרו שהדעה של הסביבה משתנה. מה שהיום מדברים עליו ומבקרים אותו, מחר יכול להפוך לאופנתי ומבוקש אצל רבים.",
      "אל תנסו למצוא חן בעיני כולם. זה בלתי אפשרי. בעולם יש מיליוני אנשים, ולכל אחד דעה משלו וראש על הכתפיים.",
      "חיו את החיים שלכם, הביעו את דעתכם, למדו מהטעויות שלכם, תקנו אותן, חתרו למטרות שלכם והמשיכו קדימה.",
      "כל הצעדים שצוינו עובדים יחד. כן, זה דורש מאמץ, אבל השחרור מהתלות באישור של אחרים משנה את החיים לטובה. זה מעניק חופש להיות מי שאתם."
    ]
  }
}
