{
  "title": "הדרך להערכה עצמית בריאה",
  "description": "טקסט זה בוחן דרכים לשחרור מהתלות באישור מהסביבה. השלבים העיקריים כוללים ניתוח של היתרונות והחסרונות של האמונות הנוכחיות, שכתוב של עמדות שליליות לכאלה שהן יותר מציאותיות ומועילות, וכן פיתוח הרגל של אישור עצמי. על ידי מילוי המלצות אלה, אדם יכול להגביר את עצמאותו ולשפר את איכות חייו.",
  "screen_1": {
    "texts": [
      "הצעד הראשון והחשוב מאוד בדרך לשינוי אמונות הרסניות הוא ניתוח היתרונות והחסרונות שלהן.",
      "חשבו על האמונות שלכם לגבי התלות באישור ורשמו אותן. הן יכולות להיות מנוסחות בדרכים שונות, אך משקפות את השאיפה שלכם לקבל אישור מאחרים.",
      "לדוגמה: «אני חייב לעשות מה שאנשים אוהבים», או «אם אנשים לא מאשרים אותי, זה אומר שאני רע».",
      "שאלו את עצמכם: מהם היתרונות והחסרונות של עמדות כאלה? איזה מחיר אתם משלמים על זה ומה מקבלים בתמורה?",
      "לאחר שתמנו את כל האפשרויות האפשריות של איך האמונה מזיקה או עוזרת לכם, תוכלו לראות איך היא משפיעה למעשה על מצבכם, מצב הרוח שלכם והחיים שלכם בכלל. זה יכול להיות צעד ראשון חשוב לצמיחה אישית.",
      "אם ראיתם שהפחד מחוסר אישור גורם לכם יותר נזק מתועלת, הצעד הבא הוא לשכתב את האמונה כך שתישמע יותר מציאותית ומועילה עבורכם.",
      "לדוגמה, ניקח את האמונה: «אם אנשים לא מאשרים אותי, זה אומר שאני רע».",
      "גם אם תתנהגו «באופן מושלם», עדיין יימצאו אנשים שיביעו חוסר שביעות רצון מההתנהגות שלכם או אפילו מכם עצמכם.",
      "לא משנה כמה טובים ונוחים תנסו להיות לאנשים אחרים, עדיין לא תוכלו להימנע מביקורת, קונפליקטים ואפילו דחייה.",
      "עם זאת, זה לא מהווה הוכחה שאתם אנשים רעים, כי אדם אחר עשוי לבקר אתכם בגלל אמונותיו שנוצרו בהשפעת החינוך וניסיון החיים שלו (לא תמיד רציונליות!), שבהן אתם, בהיותכם אדם אחר, פשוט לא משתלבים.",
      "ואם מישהו מעדיף בלונדיניות על פני ברונטיות, האם זה הופך את כל הברונטיות לרעות?",
      "על סמך שיקולים כאלה, ניתן לשכתב את האמונה באופן הבא: «חוסר אישור עלול לגרום לאי נוחות, אבל זה לא הופך אותי לאדם רע».",
      "קראו מחדש את האמונה החדשה פעמיים ביום. כך, תיצרו בהדרגה הרגלי חשיבה חדשים."
    ],
    "quote": {
      "text": "אף אחד לא יכול לגרום לך להרגיש חסר ערך ללא הסכמתך.",
      "author": "אלינור רוזוולט"
    }
  },
  "screen_2": {
    "texts": [
      "חשבו מדוע לפחד מחוסר אישור הוא לא רציונלי. ערכו רשימה אישית של סיבות מדוע חוסר אישור הוא לא נעים, אבל לא קטלני.",
      "הטיעונים צריכים להיות מציאותיים, מובנים, כך שלא תהיו בספק לגביהם כלל. אל תטעו את עצמכם!",
      "לדוגמה, הטענה: «אם מישהו מבקר אותי, אין סיבה להצטער, כי אני לא צריך אנשים יהירים כאלה לידי», לא תעבוד, כי יש בה עיוות.",
      "כך אתם רק מנסים להעצים את עצמכם על ידי הכנסת האדם ל«רשימה שחורה». דבקו ברעיונות שאתם מאמינים שהם אמיתיים.",
      "הנה כמה רעיונות שעשויים להיות מועילים עבורכם:",
      "לא תמיד חוסר אישור קשור ישירות אליכם: למילים, למעשים או לאורח החיים שלכם. הסיבה יכולה להיות בבעיות או בהשקפות האישיות של האדם האחר.",
      "אפילו ביקורת מוצדקת אינה מהווה איום, כי היא עוזרת למצוא ולתקן טעויות. ועליהן, כידוע, אנחנו לומדים.",
      "טעות אחת, שתיים, חמש, עשר אינן אומרות שכל מה שאתם עושים הוא שגוי. כנגדן יש הרבה דברים שבהם אינכם טועים.",
      "אתם מחליטים בעצמכם עד כמה להיות מוטרדים מחוסר אישור של אחרים, התגובה שלכם תלויה רק בכם.",
      "אנשים אחרים לא יכולים לשפוט את הערך האנושי שלכם, רק את הנכונות והמעלות של המילים או המעשים שלכם.",
      "כל האנשים יעריכו אתכם בצורה שונה, ללא קשר לכמה טוב או רע אתם מתנהגים. חוסר אישור לא מתפשט במהירות עצומה, ומקרה אחד של דחייה לא יוביל לבדידות מוחלטת.",
      "חוסר אישור וביקורת בדרך כלל גורמים לאי נוחות, אבל אי הנוחות תעבור. מספיק להיכנע לדיכאון. עסקו במה שפעם הביא לכם הנאה, גם אם אתם מרגישים שלהתחיל זה חסר טעם לחלוטין. חוסר אישור - זה לא לנצח.",
      "הרהרו בנושא זה במשך מספר ימים והוסיפו לרשימה בהדרגה. פתחו את היחס האישי שלכם לחוסר אישור. תופתעו עד כמה זה יעזור לכם לשנות את ההשקפה שלכם על העולם ולחזק את תחושת העצמאות."
    ],
    "quote": {
      "text": "הזמן שלכם מוגבל, אל תבזבזו אותו בחיים את חייו של מישהו אחר.",
      "author": "סטיב ג'ובס"
    }
  },
  "screen_3": {
    "texts": [
      "למדו להיות תלויים רק באישור שלכם עצמכם.",
      "המפתח להחלמה רגשית הוא הידיעה שרק המחשבות שלכם יכולות להשפיע על מצב הרוח שלכם. לאחר שתוותרו על התלות בשבחים של אחרים, נסו לתמוך בעצמכם.",
      "לשם כך, רשמו במהלך היום ביומן או בטלפון רשימה של הישגים שלכם. לא חשוב כמה הם גדולים, אם מישהו חוץ מכם שם לב אליהם או לא.",
      "אולי החזקתם את הדלת ברכבת התחתית או הסברתם בסבלנות פעמיים נושא מסוים לעמית. או פשוט לא הלכתם עם כולם באור אדום ברמזור.",
      "הרגילו את עצמכם לנהל רשימה כזו, עברו עליה לפני השינה, ותעשו צעד גדול לקראת אישור עצמי.",
      "זכרו שדעתם של האנשים סביבכם מאוד לא יציבה. מה שהיום מדברים עליו ומבקרים, מחר יכול להפוך לאופנתי ורצוי על ידי רבים.",
      "אל תנסו ואל תשאפו למצוא חן בעיני כולם. זה בלתי אפשרי. בעולם יש מיליוני אנשים, ולכל אחד יש את דעתו ואת הראש שלו על הכתפיים.",
      "חיו את חייכם, הביעו את דעתכם, למדו מהטעויות שלכם, תקנו אותן, שאפו למטרות שלכם והתקדמו קדימה.",
      "כל הצעדים שהוזכרו עובדים בשילוב. כן, זה דורש עבודה, אבל השחרור מהתלות באישור מהסביבה משנה את החיים לטובה. זה מעניק את החופש להיות עצמך."
    ]
  }
}
