{
  "title": "Copingkort: ett litet stöd för stora förändringar",
  "description": "Copingkort är ett enkelt men mycket effektivt verktyg inom kognitiv beteendeterapi. De hjälper dig att hantera stress, se på svåra situationer med nya ögon och stötta dig själv när du tvivlar. Dessa små \"påminnelser\" ger en känsla av trygghet och bidrar till din emotionella utveckling. Utforska dina tankar, hitta din inre styrka och nå steg för steg ett lugnare och stabilare liv.",
  "screen_1": {
    "texts": [
      "Copingkort är ytterligare ett diskret men mycket kraftfullt verktyg inom kognitiv beteendeterapi.",
      "Vad är copingkort?",
      "Copingkort är en KBT-metod som hjälper dig att hantera negativa tankar och stressiga stunder genom att främja ett sundare förhållningssätt till det som sker.",
      "Det är en slags \"minneslapp\" som hjälper dig att byta ut destruktiva övertygelser mot stöttande tankar och återfå tron på dig själv.",
      "Varför ska man använda copingkort?",
      "Minskad ångest: copingkort hjälper dig att snabbt återfå lugnet när känslorna tar överhanden.",
      "Stöd i svåra stunder: när du tvivlar på dig själv blir korten en röst som påminner om din styrka och dina resurser.",
      "Ökad självinsikt: genom att skriva ner dina tankar och reaktioner förstår du bättre vad som utlöser dina känslor och hur du kan påverka dem.",
      "Enkelhet och tillgänglighet: gränssnittet i vår app är tydligt och smidigt, vilket gör det lätt att skapa nya kort."
    ],
    "quote": {
      "text": "Du kan lida om du väljer irrationella övertygelser, men du kan slippa lida om du väljer de rationella.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Hur fungerar det?",
      "När du identifierar en destruktiv tanke hjälper copingkortet dig att ersätta den med en mer realistisk och stöttande formulering.",
      "I början kan det kräva lite övning, men med tiden lär du dig att upptäcka negativa tankar snabbare och byta ut dem mot mer konstruktiva.",
      "Om det till exempel dyker upp en tanke som: \"Jag kommer aldrig att nå mina mål\", kan den ersättas med: \"Det känns tungt ibland, men jag har en plan och rör mig framåt, även om det sker med små steg\".",
      "Ett sådant förhållningssätt hjälper dig inte bara att se annorlunda på situationen, utan inspirerar också till handling.",
      "Gå igenom och uppdatera dina kort regelbundet.",
      "Våra känslor och tankar förändras, därför är det viktigt att korten motsvarar dina nuvarande behov.",
      "Om en negativ tanke har förlorat sin kraft eller om du har tagit dig igenom svårigheten, uppdatera kortet och skriv ner en ny stöttande övertygelse.",
      "I vår app kan du enkelt redigera befintliga kort och skapa nya.",
      "Med tiden blir copingkorten inte bara ett verktyg mot negativa tankar, utan en vägvisare på din resa mot personlig och emotionell utveckling."
    ]
  },
  "screen_3": {
    "texts": [
      "Låt oss titta på några exempel för att bättre förstå hur man ersätter destruktiva tankar.",
      "Exempel 1",
      "Destruktiv tanke: \"Jag klarar inte av det här projektet, jag är inte tillräckligt bra\".",
      "Konstruktiv ersättning: \"Jag har klarat av svåra uppgifter tidigare. Jag har kunskapen och resurserna för att slutföra även denna\".",
      "Exempel 2",
      "Destruktiv tanke: \"Alla kommer att skratta åt mig om jag säger något dumt\".",
      "Konstruktiv ersättning: \"Alla kan göra misstag. Jag lär mig hela tiden, och kommunikation är en möjlighet att växa\".",
      "Exempel 3",
      "Destruktiv tanke: \"Ingenting kommer att förändras, livet kommer alltid att vara så här\".",
      "Konstruktiv ersättning: \"Förändringar sker gradvis. Även små steg leder till stora resultat\".",
      "Slutsats",
      "Copingkort är ett kraftfullt och smidigt sätt att hantera tankar och känslor.",
      "De hjälper dig att återfå ett rationellt, lugnt perspektiv och stå emot negativa övertygelser.",
      "Genom att använda dem lär du känna dig själv och dina reaktioner på stress bättre.",
      "Börja skapa dina kort redan idag och ta första steget mot en lugnare, tryggare och stabilare vardag."
    ]
  }
}
