{
  "title": "Alices historia om att övervinna depression",
  "description": "Artikeln undersöker ett exempel på en person som lider av depression för att visa sambandet mellan automatiska tankar, intermediära och djupa övertygelser. Genom analys av hennes livsresa och interaktion med en psykolog förklarar artikeln hur dessa tankemönster formas och hur de kan förändras för att övervinna depression. Tillvägagångssättet baseras på principer från kognitiv beteendeterapi.",
  "screen_1": {
    "texts": [
      "För att tydligt visa och förklara sambandet mellan automatiska tankar, intermediära och djupa övertygelser, låt oss titta på exemplet med Alice, en ung kvinna som kämpar med depression och självtvivel.",
      "För att få en fullständig bild, låt oss tala lite om hennes personliga och sociala historia:",
      "Alice växte upp i en ofullständig familj i en liten stad. Hennes far lämnade familjen för en annan kvinna när hon bara var 6 år. Relationen med mamman var komplicerad: modern, som arbetade som sjuksköterska, hittade ständigt anledningar till kritik och berömde sällan sin dotter.",
      "Efter föräldrarnas skilsmässa fanns det ingen kontakt mellan dem, och Alice kände att hon gick på ett minfält, försökte behaga båda. Fadern fick två söner och en dotter i sin nya familj. Med dem tillbringade han mycket tid, åkte ut i naturen på helgerna och ägnade sig till och med åt sport tillsammans med dem. Alice kände oavsiktligt svartsjuka och avund mot dem.",
      "Under skolåren blev Alice en förstklassig elev, delvis på grund av önskan att få moderns godkännande, som hade etablerat bra betyg som norm. Alice tog examen från universitetet med utmärkta betyg och specialiserade sig inom marknadsföring. Nu är hon 23 år, ogift och utan barn. I sitt sökande efter arbete och stabilitet bestämmer hon sig för att söka hjälp hos en psykolog på grund av depression.",
      "Alices depressiva tillstånd intensifierades på grund av svårigheter att hitta arbete efter universitetet. Hon började leva ett mindre aktivt socialt liv och tillbringar större delen av sin tid i ett nedstämt tillstånd, övertygad om att hon inte kommer att lyckas med någonting."
    ]
  },
  "screen_2": {
    "texts": [
      "Låt oss nu undersöka hur alla tre nivåerna av hennes tänkande samverkar genom ett exempel på Alices kommunikation med psykologen:"
    ],
    "dialog": [
      "Alice, kan du komma ihåg en situation när du senast upplevde intensiva negativa känslor?",
      "Det var igår. Jag tittade på lediga tjänster och såg ett perfekt alternativ — ett kreativt företag, flexibla arbetstider, bra lön. Men jag frös till och kunde inte skicka in mitt CV.",
      "Vad hindrade dig?",
      "Jag tror att jag tänkte att de ändå inte skulle anställa mig, eftersom det är för svårt för mig. Jag skulle inte klara av det (automatisk tanke).",
      "Vad betyder tanken att du inte klarar av det här jobbet för dig?",
      "Att jag inte kan utföra uppgifterna på en hög nivå, och att det är fruktansvärt att göra misstag (intermediär övertygelse).",
      "Och hur skulle du beskriva en person som inte klarar av något, om de gör misstag?",
      "Han duger inte till något, är en misslyckad person.",
      "Och om du inte klarar av något, gör misstag och tar dig an saker du inte kan göra, vad är du då?",
      "Jag är en misslyckad person (djup övertygelse)."
    ]
  },
  "screen_3": {
    "texts": [
      "Nu ser vi hur alla tre nivåerna av Alices destruktiva tänkande är strukturerade.",
      "Det är viktigt att förstå att Alice inte föddes med dessa övertygelser. De befästes under olika perioder i hennes liv och under olika omständigheter. Detta betyder att de kan och bör förändras.",
      "Förändringsprocessen börjar med att arbeta med automatiska tankar. När Alice lär sig att ifrågasätta dem och bevisa deras destruktiva natur, och därmed minska tilliten till dem, kan vi gå vidare till nästa lager — de intermediära övertygelserna.",
      "Genom att 'skaka' tilltron till dem kan vi nå de djupa övertygelserna och förändra dem till mer adaptiva och användbara."
    ]
  }
}
