{
  "title": "Välj livet!",
  "description": "Denna artikel berör det aktuella ämnet depression och självmordstankar, ger statistiska data och analyserar sambandet mellan dem. Den belyser rollen som kognitiv beteendeterapi (KBT) spelar i kampen mot dessa problem och understryker betydelsen av att söka professionell hjälp och tillgängligheten av kostnadsfria psykologiska tjänster. Artikeln syftar till att inspirera och stödja läsarna genom att påminna om värdet av livet och vikten av att behålla hoppet.",
  "screen_1": {
    "texts": [
      "När vi talar så mycket om negativt tänkande, irrationella övertygelser och depression kan vi inte undvika att beröra ytterligare ett mycket viktigt, om än svårt ämne – självmord.",
      "Vi är mycket glada om denna fråga aldrig har oroat dig, men om du någonsin har tänkt att döden är den enda utvägen, eller om du tänker så nu, vill vi stödja dig och prata om det.",
      "Tyvärr möter många människor detta problem. Enligt WHO (Världshälsoorganisationen) begås omkring 800 000 - 1 000 000 självmord årligen. Och detta är bara officiella uppgifter.",
      "Antalet självmord genom historien överstiger antalet dödade i alla krig sammantagna. Det är svårt att tro, men det är sant.",
      "Depression spelar en stor roll i detta. Mellan 45 och 60% av alla självmord på planeten begås av människor som lider av depression. En person med depression är 35 gånger mer benägen att begå självmord än någon i ett normalt psykologiskt tillstånd.",
      "När man ser dessa skrämmande siffror blir man illa till mods, men vi berättar inte detta för att skrämma dig, utan för att visa att det finns många sådana människor och att de flesta av dem tyvärr, när de möter detta problem, inte delar med sig av sina upplevelser, skäms och tror att de är ensamma i detta."
    ]
  },
  "screen_2": {
    "texts": [
      "Därmed vill vi säga att självmordstankar inte är ett tecken på svaghet eller otillräcklighet, och du bör inte skämmas för dem.",
      "Människor kommer till tankar om självmord på olika vägar, men alla har i regel en sak gemensamt: en överväldigande känslomässig smärta som gör att döden verkar vara den enda räddningen.",
      "Sådana människor kan se döden som ett sätt att undvika smärta och lidande, eftersom livet känns för tungt, eller som ett sätt att sluta vara en \"börda\" för sina närstående.",
      "Forskning har visat att en av huvudfaktorerna för utveckling av självmordstankar är en orealistisk känsla av hopplöshet. När man analyserar sådana människors tänkande ser man att det domineras av en stabil pessimistisk världsbild, och på grund av förvrängd uppfattning känner de sig fångade utan utväg.",
      "De känner att de aldrig har varit och aldrig kommer att bli lyckliga. Men det är viktigt att förstå att hopplöshet och förtvivlan bara är symtom på depression, inte objektiv verklighet.",
      "Beslutet att begå självmord är resultatet av en irrationell övertygelse om att livet inte kan bli bättre. Men är verkligen allt så hopplöst? Finns det bevis och hundraprocentiga garantier för att allt kommer att fortsätta att vara lika dåligt?"
    ]
  },
  "screen_3": {
    "texts": [
      "När du lider är det svårt att föreställa sig att man kan leva annorlunda. När du hör frasen \"tänk positivt\" kan du tro att dina problem inte tas på allvar, eller känna skuld för att du inte kan förhålla dig enklare till situationen.",
      "Det är inte ditt fel. Ditt sinne verkar ha fastnat i förtvivlans träsk. Din smärta och dina känslor är verkliga, och du kan inte bara bli av med dem genom att försöka tänka på det goda.",
      "Men låt oss bara för en sekund föreställa oss att det oändliga mörkret som omger dig nu är en illusion, smutsiga glasögon genom vilka du ser på världen.",
      "Håll fast vid denna tanke och låt den vara din ljusstråle i detta ogenomträngliga mörker. För i själva verket kan mörkret som omger dig övervinnas.",
      "Detta är inte tomma ord! Det finns många bevis på effektiviteten av kognitiv beteendeterapi (KBT). För närvarande anses denna metod vara en av de mest effektiva metoderna för behandling av självmordsbeteende och finns i arsenalen hos många psykoterapeuter och forskare runt om i världen.",
      "I \"National Library of Medicine\" publicerades en studie som sammanfattar resultaten från 15 experiment med 29 071 deltagare. Enligt resultaten från dessa experiment visade sig KBT i 87% av fallen vara den mest effektiva metoden för att förhindra upprepade självmordsförsök.",
      "Detta är en mycket hög siffra. Naturligtvis måste du anstränga dig mycket för att helt utrota självmordstankar, men KBT är ett effektivt verktyg för att rikta dina ansträngningar."
    ]
  },
  "screen_4": {
    "texts": [
      "Vi kommer att ha ett separat avsnitt där vi diskuterar hur man övervinner depression med hjälp av KBT, där vi återigen kommer att detaljerat titta på hur man övervinner självmordstankar.",
      "Vi gör allt vi kan för att stödja din vilja att leva, men vi kan inte erbjuda samma individuella hjälp som en professionell psykolog kan ge.",
      "Om du känner att du står på kanten, sök omedelbart professionell hjälp!",
      "Psykologkonsultationer kan vara avgiftsbelagda, men i de flesta länder i världen finns det center som erbjuder kostnadsfri akut psykologisk hjälp. Ta det första steget mot ditt eget lyckliga liv – sök hjälp!",
      "Vi förstår att detta är ett allvarligt steg som inte alltid är lätt att ta, men det är just en specialist som kan ge dig det nödvändiga stödet och lära dig självhjälpsfärdigheter.",
      "Vi tror att med hjälp av kognitiv beteendeterapi (KBT) kommer du att kunna gå den väg som krävs för att hitta din egen positiva världssyn.",
      "Att leva är inte alltid lätt, det finns mycket svåra perioder. Men världen är enorm och vacker, och ditt liv är ovärderligt. Kom ihåg det. Denna värld är värd att leva för!"
    ],
    "quote": {
      "text": "Den mörkaste stunden på natten kommer precis före gryningen.",
      "author": "Thomas Fuller"
    }
  }
}
