{
  "title": "Kan irrationella övertygelser vara användbara?",
  "description": "Artikeln undersöker hur irrationella övertygelser påverkar en persons psykoemotionella tillstånd. Med exemplet John, som strävar efter framgång på grund av en djup övertygelse om sin egen oförmåga, visar den hur sådana tankemönster kan bli destruktiva copingstrategier. Författaren betonar vikten av att bli medveten om och omvärdera sina egna övertygelser för att förbättra livskvaliteten.",
  "screen_1": {
    "texts": [
      "I tidigare kapitel har vi lagt stor tonvikt på destruktiva tankar och övertygelser. Det är inte förvånande, eftersom det är just dessa som negativt påverkar våra känslor, beteenden och allmänna tillstånd.",
      "I detta sammanhang uppstår frågan: är verkligen alla våra övertygelser så dåliga, och kan de vara användbara för oss?",
      "Problemet är att negativa övertygelser aktiveras när vi är stressade, nedstämda eller deprimerade, eller när vi stöter på någon form av bekräftelse av dessa övertygelser.",
      "Till exempel, om en person har övertygelsen \"Jag är inte kapabel till något\", kommer denna övertygelse sannolikt att aktiveras i en situation med misslyckande på en tentamen eller kritik från en chef.",
      "Personen kommer att tolka situationen genom linsen av denna övertygelse, även om det är ologiskt och orimligt.",
      "Men detta betyder inte att alla våra övertygelser är dåliga och att det inte finns något användbart i dem.",
      "I mindre stressiga situationer eller i ett mer resursstarkt tillstånd kan en annan, positiv övertygelse aktiveras, till exempel: \"Jag är tillräckligt kapabel\".",
      "Så svaret på frågan \"Är alla övertygelser skadliga?\" — nej, inte alla."
    ]
  },
  "screen_2": {
    "texts": [
      "Vad gäller den positiva påverkan av irrationella övertygelser är situationen lite mer komplicerad, låt oss undersöka den.",
      "Vissa kan tänka att allt inte är så illa och att irrationella övertygelser till och med kan hjälpa i livet, men detta är snarare en missuppfattning än en sanning.",
      "För att få en fullständig bild, låt oss ge några exempel. Vi har redan diskuterat att det finns tre nivåer av tänkande: tankar, mellanliggande och djupa övertygelser.",
      "Föreställ dig att en ung man vid namn John har en djup övertygelse: \"Jag är inte kapabel till något\", och en mellanliggande övertygelse — till exempel \"Jag måste alltid vara framgångsrik\".",
      "Å ena sidan kan det verka som att det inte finns något dåligt med denna övertygelse. Det är ju bra att John vill vara framgångsrik. Vid första anblicken finns det verkligen inget dåligt, om det bara är en önskan eller ett mål, och inte en sträng, rigid regel.",
      "Du kan tänka att det till och med är bra för honom, eftersom han tack vare denna övertygelse kommer att arbeta hårt, uppnå vissa framgångar och bli mer motiverad och målinriktad.",
      "Arbetet blir mycket viktigt för honom, och det verkar bara medföra positiva konsekvenser.",
      "Men låt oss gräva djupare.",
      "Om detta verkligen är en mellanliggande övertygelse och inte bara en önskan, kommer den sannolikt att vara destruktiv snarare än konstruktiv. Detta händer eftersom den är rotad i hans djupa övertygelse. I så fall blir arbetet för John en copingstrategi (Vi kommer att prata mer om copingstrategier i kommande kapitel)."
    ],
    "quote": {
      "text": "Eftersom en människa bara kan älska eller hata sitt arbete måste han se dess konsekvenser. Arbetsnarkomaner glömmer bara att de inte existerar för arbetet, utan arbetet existerar för dem.",
      "author": "Leo Tolstoj"
    }
  },
  "screen_3": {
    "texts": [
      "Kortfattat är en copingstrategi en reaktion på stress som manifesteras genom tankar, känslor eller beteenden.",
      "För att uttrycka det enkelt strävar John efter att vara framgångsrik (detta är hans mellanliggande övertygelse) för att inte känna sig oförmögen (vilket är hans djupa övertygelse). Och hans fokus på arbetet är ett sätt att undvika en sådan självkänsla.",
      "Detta är destruktivt eftersom om John får problem på jobbet, misslyckas i sin karriär eller blir avskedad, kommer han omedvetet att konfronteras med sin djupa övertygelse om sin egen oförmåga, vilket kan bli något av en apokalyps för honom.",
      "Detta kan leda till en försämring av hans tillstånd, apati, destruktivt beteende och till och med depression.",
      "Nu verkar konsekvenserna inte så häftiga längre, eller hur?",
      "Det visar sig att övertygelsen \"Jag måste alltid vara framgångsrik\" är mer skadlig än nyttig. För ingen av oss är immun mot misslyckanden och misstag. Med en sådan inställning kommer varje misstag att bli en bekräftelse på hans djupa övertygelse, vilket i sin tur bara kommer att stärka hans tro på den.",
      "Det är viktigt att förstå att varje övertygelse bara är en idé som kan förändras och göras mer användbar. På så sätt kan man avsevärt förbättra livskvaliteten, och kognitiv beteendeterapi hjälper till med detta."
    ]
  }
}
