{
  "info": {
    "event": "Vamos começar identificando o gatilho que desencadeou os pensamentos ou emoções negativas. O gatilho pode ser um evento insignificante ou até mesmo um pensamento seu.",
    "thought": "Os pensamentos automáticos são gerados pelo evento e levam ao surgimento de emoções negativas. Essas emoções, por sua vez, pioram o estado emocional e provocam novos pensamentos automáticos, criando um ciclo vicioso de negatividade do qual é difícil escapar. Para evitar isso, identifique o pensamento automático o mais rápido possível e registre-o no diário.",
    "body": "Tente voltar ao momento em que o gatilho ocorreu. Lembre-se de quais sensações desagradáveis no corpo você sentiu naquele momento.",
    "behavior": "Como foi seu comportamento depois? O que você fez após sentir as emoções negativas?",
    "response": "Após identificar o pensamento automático, é importante refletir sobre ele. Normalmente, os pensamentos automáticos contêm erros lógicos e distorções. Sua tarefa é dar uma resposta racional a essas distorções e formar uma nova perspectiva.",
    "conclusion": "Descreva o resultado do seu trabalho - como suas emoções e pensamentos mudaram, o que você pretende mudar em suas reações se um evento semelhante ocorrer novamente.",
    "comparison": "Apresente argumentos que confirmem seu pensamento automático e argumentos que o refutem. Isso ajudará a entender o quanto ele é objetivo e real."
  },
  "stepper": {
    "event": "Eu cometi um erro em uma tarefa no trabalho",
    "thought": "Eu estou sempre cometendo erros no trabalho, todos ao meu redor me odeiam por isso",
    "body": "Batimentos cardíacos acelerados, sensação de peso no peito",
    "behavior": "Bati a porta com força",
    "response": "Não há pessoas que não cometam erros, e eu não posso prever os pensamentos dos outros",
    "conclusion": "Da próxima vez que eu cometer um erro, não tentarei adivinhar a reação dos outros. Além disso, vou criar uma lista de verificação para revisar meu trabalho, a fim de evitar cometer o mesmo erro novamente"
  },
  "analysis": {
    "description": [
      "Transforme o preenchimento do diário de uma rotina em um processo fascinante. Em vez de simplesmente listar eventos, conte sobre seu dia como uma história envolvente.",
      "A Inteligência Artificial vai ajudá-lo: ela analisará sua narrativa e automaticamente sugerirá a melhor forma de preencher o diário, selecionando as categorias e campos mais adequados.",
      "Você sempre poderá editar e complementar o que a AI sugeriu, tornando o registro ainda mais pessoal e preciso.",
      "Tudo o que for escrito será salvo no diário, assim sua história não se perderá após a análise.",
      "A AI torna o processo de trabalhar com pensamentos não apenas útil, mas também interessante, transformando o preenchimento comum do diário em uma expressão criativa."
    ],
    "hint": [
      "Descreva o que aconteceu, seus sentimentos e pensamentos. Na sua narrativa, tente mencionar:",
      "Que tipo de evento foi",
      "Qual pensamento automático surgiu",
      "Sensações físicas, emoções",
      "Resposta adaptativa ao pensamento automático",
      "Conclusão tirada da situação"
    ]
  }
}