{
  "list": {
    "0": {
      "title": "Recomendações de AI ao preencher o diário",
      "description": "Preencher o diário de pensamentos automáticos pode ser uma tarefa difícil e meticulosa. Nosso sistema de recomendações facilitará esse processo: fornecerá sugestões, apoio e ajudará a evitar erros. Isso tornará o seu trabalho com os pensamentos mais produtivo."
    },
    "1": {
      "title": "Análise personalizada das suas anotações",
      "description": "Compartilhe suas preocupações com nosso AI, e ele ajudará você a ver suas dificuldades sob uma nova perspectiva. A inteligência artificial fornecerá suporte, oferecerá recomendações úteis e identificará distorções cognitivas, com as quais você poderá trabalhar de forma eficaz para resolver seus problemas."
    },
    "2": {
      "title": "Segurança de dados pessoais",
      "description": "Oferece a opção de configurar uma senha ao entrar no aplicativo e criptografa ainda mais seus dados pessoais. Isso garante que o acesso ao aplicativo seja impossível sem a senha correta, protegendo suas informações ao máximo."
    },
    "3": {
      "title": "Reconhecimento de fala AI",
      "description": "Usamos as mais recentes tecnologias de reconhecimento de fala com função de análise de emoções para transmitir com precisão seus pensamentos e entonações. Nosso sistema adiciona automaticamente parágrafos e pontuações. Você obterá registros precisos quatro vezes mais rápido do que ao digitar no teclado."
    },
    "4": {
      "title": "Sincronização entre todos os dispositivos",
      "description": "Seus dados serão criptografados com segurança e armazenados em nosso servidor, garantindo sua segurança. Isso também permite que você faça anotações de diferentes dispositivos simultaneamente, garantindo acesso conveniente e contínuo às informações a qualquer momento."
    },
    "5": {
      "title": "Acesso completo aos testes",
      "description": "Nossos testes foram desenvolvidos por psicólogos profissionais e contêm explicações detalhadas para cada pergunta. Isso ajudará você a entender melhor a si mesmo e a acompanhar as mudanças em seu estado, garantindo uma abordagem mais consciente ao autoconhecimento e desenvolvimento."
    },
    "6": {
      "title": "Acesso ilimitado à base de conhecimento",
      "description": "O autoaprendizado é um elemento chave no caminho para uma vida mais feliz e consciente. Desenvolvemos uma ampla base de conhecimento, que está sendo constantemente atualizada. Leia nossos artigos interativos sem limitações e descubra novas maneiras de melhorar sua vida todos os dias."
    },
    "7": {
      "title": "Adicionar imagens às entradas",
      "description": "Ilustre os seus pensamentos com imagens. As imagens adicionadas serão sincronizadas entre todos os dispositivos e estarão acessíveis ao seu psicólogo!"
    }
  },
  "last": {
    "title": "As seguintes funções também estarão disponíveis:",
    "advantages": [
      "Exportação de dados em formato CSV",
      "Sincronização automática de dados com seu psicólogo",
      "Temporizador para desligar sons relaxantes",
      "Proteção contra aumento de preços na assinatura"
    ]
  }
}
