{
  "title": "Karta radzenia sobie: Mały pomocnik w wielkich zmianach",
  "description": "Karty radzenia sobie to proste, ale potężne narzędzie terapii poznawczo-behawioralnej, które помогает radzić sobie ze stresem i negatywnymi myślami. Dowiedz się, jak te małe «przypominajki» mogą zmienić twoje postrzeganie, przywrócić pewność siebie i poprowadzić cię ku emocjonalnemu rozwojowi. Zanurz się w świat samopoznania i otwórz drogę do spokojniejszego życia dzięki kartom radzenia sobie!",
  "screen_1": {
    "texts": [
      "Karty radzenia sobie – kolejna tajna broń terapii poznawczo-behawioralnej.",
      "Czym są karty radzenia sobie?",
      "Karty radzenia sobie to skuteczna metoda opracowana w ramach terapii poznawczo-behawioralnej, która pomaga ludziom radzić sobie z negatywnymi myślami i stresującymi sytuacjami.",
      "Działają jak swego rodzaju «przypominajka», wskazując, jak można zmienić destrukcyjne przekonania i odzyskać pewność siebie.",
      "Dlaczego warto używać kart radzenia sobie?",
      "Zmniejszenie lęku: Karty radzenia sobie pomogą ci szybko odzyskać spokój w stresujących sytuacjach.",
      "Wsparcie w trudnych chwilach: Gdy potrzebujesz inspiracji lub wsparcia, twoje karty będą zawsze pod ręką, by przypomnieć ci o twoich wewnętrznych zasobach.",
      "Rozwój samoświadomości: Zapisując swoje myśli i uczucia, lepiej zrozumiesz swoje reakcje emocjonalne i wzorce zachowań.",
      "Łatwość użycia: Funkcjonalność naszej aplikacji jest intuicyjna i prosta, co sprawia, że tworzenie kart jest dostępne dla wszystkich."
    ],
    "quote": {
      "text": "Możesz cierpieć, jeśli wybierasz irracjonalne przekonania, ale nie musisz cierpieć, jeśli wybierasz racjonalne.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Jak to działa?",
      "Kiedy zauważysz destrukcyjną myśl, użyj kart radzenia sobie, by zastąpić ją bardziej konstruktywną.",
      "Ten proces może wymagać trochę praktyki, ale z czasem nauczysz się szybciej reagować na negatywne myśli i zastępować je pozytywnymi przekonaniami.",
      "Na przykład, jeśli myślisz: «Nigdy nie osiągnę swoich celów», możesz zamienić tę myśl na bardziej konstruktywną: «Napinam się na trudności, ale mam plan i mogę zmierzać do swoich celów, nawet małymi krokami».",
      "To nie tylko zmienia twoje spojrzenie na sytuację, ale też motywuje do działania.",
      "Regularnie przeglądaj i aktualizuj swoje karty.",
      "Twoje uczucia i myśli mogą się zmieniać z czasem, więc ważne jest, by dostosować karty do obecnych potrzeb.",
      "Na przykład, jeśli zauważysz, że jakaś destrukcyjna myśl przestała być aktualna lub pokonałeś konkretny lęk, zaktualizuj kartę, dodając nowe konstruktywne myśli lub strategie.",
      "W naszej aplikacji możesz łatwo edytować istniejące karty lub dodawać nowe.",
      "W ten sposób karty radzenia sobie stają się nie tylko narzędziem do walki z negatywnymi myślami, ale też twoim osobistym przewodnikiem w procesie samorozwoju i emocjonalnego wzrostu."
    ]
  },
  "screen_3": {
    "texts": [
      "Przyjrzyjmy się jeszcze kilku przykładom zamiany destrukcyjnych myśli na konstruktywne, by sens kart stał się bardziej zrozumiały.",
      "Przykład 1",
      "Destrukcyjna myśl: «Nie poradzę sobie z tym projektem, nie jestem dość dobry».",
      "Konstruktywna zamiana: «Wcześniej radziłem sobie z trudnymi projektami. Mam umiejętności i zasoby, by ukończyć to zadanie z sukcesem».",
      "Przykład 2",
      "Destrukcyjna myśl: «Wszyscy będą się ze mnie śmiać, jeśli powiem coś głupiego».",
      "Konstruktywna zamiana: «Każdy może się pomylić. Mogę uczyć się na swoich błędach i cieszyć się rozmową».",
      "Przykład 3",
      "Destrukcyjna myśl: «Nic się nie zmieni, moje życie zawsze będzie takie».",
      "Konstruktywna zamiana: «Mogę podejmować kroki ku zmianie. Małe kroki prowadzą do wielkich rezultatów».",
      "Wniosek",
      "Karty radzenia sobie to potężne narzędzie do zarządzania swoimi myślami i emocjami.",
      "Pomagają odzyskać kontakt z racjonalną częścią umysłu i stawić czoła negatywnym przekonaniom.",
      "Używając ich, lepiej zrozumiesz siebie i swoje reakcje na stresujące sytuacje.",
      "Zacznij tworzyć swoje karty radzenia sobie już dziś i otwórz sobie drogę do spokojniejszego i pewniejszego stanu ducha!"
    ]
  }
}
