{
  "title": "Karta copingowa: mały pomocnik w wielkich zmianach",
  "description": "Karty copingowe to proste, a jednocześnie bardzo skuteczne narzędzie w terapii poznawczo-behawioralnej. Pomagają radzić sobie ze stresem, spojrzeć na trudne sytuacje z innej perspektywy i wspierać siebie w chwilach zwątpienia. Te niewielkie „przypomnienia” dodają otuchy i pomagają wracać do poczucia pewności siebie. Odkrywaj swoje myśli, szukaj oparcia w sobie i krok po kroku zbliżaj się do spokojniejszego, bardziej stabilnego życia.",
  "screen_1": {
    "texts": [
      "Karty copingowe to kolejne, dyskretne, ale bardzo skuteczne narzędzie pracy w terapii poznawczo-behawioralnej.",
      "Czym właściwie są karty copingowe?",
      "To metoda stosowana w CBT, która pomaga radzić sobie z negatywnymi myślami i stresującymi sytuacjami oraz wspiera zdrowsze spojrzenie na to, co się dzieje.",
      "To rodzaj „ściągawki”, która podpowiada, jak zamieniać destrukcyjne przekonania na bardziej wspierające i odzyskiwać zaufanie do siebie.",
      "Dlaczego warto korzystać z kart copingowych?",
      "Zmniejszanie lęku: karty pomagają szybko wrócić do względnego spokoju, kiedy emocje stają się przytłaczające.",
      "Wsparcie w trudnych chwilach: w momentach zwątpienia stają się głosem życzliwej troski, przypominając o twojej sile i zasobach.",
      "Rozwój samoświadomości: zapisując swoje myśli i reakcje, lepiej rozumiesz, co uruchamia emocje i jak możesz na nie wpływać.",
      "Prostota i dostępność: interfejs naszej aplikacji jest przejrzysty i intuicyjny, dlatego tworzenie kart jest łatwe i wygodne."
    ],
    "quote": {
      "text": "Możesz cierpieć, jeśli wybierasz przekonania irracjonalne, ale możesz nie cierpieć, jeśli wybierasz przekonania racjonalne.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Jak to działa?",
      "Kiedy zauważasz destrukcyjną myśl, karta copingowa pomaga zastąpić ją bardziej realistycznym, wspierającym sformułowaniem.",
      "Na początku może to wymagać trochę ćwiczeń, ale z czasem zaczniesz szybciej wyłapywać negatywne myśli i zastępować je bardziej konstruktywnymi.",
      "Na przykład jeśli pojawia się myśl: „Nigdy nie osiągnę swoich celów”, możesz ją zastąpić myślą: „Bywa trudno, ale mam plan i mogę iść do przodu nawet małymi krokami”.",
      "Takie podejście pomaga nie tylko inaczej spojrzeć na sytuację, lecz także dodaje odwagi do działania.",
      "Regularnie wracaj do swoich kart i je aktualizuj.",
      "Uczucia i myśli zmieniają się, dlatego ważne jest, by karty odzwierciedlały twoje obecne potrzeby.",
      "Jeśli jakaś negatywna myśl straciła już swoją moc albo z daną trudnością radzisz sobie już lepiej, zaktualizuj kartę i zapisz nowe, bardziej wspierające przekonanie.",
      "W naszej aplikacji możesz z łatwością edytować istniejące karty i tworzyć kolejne.",
      "Z czasem karty copingowe stają się nie tylko narzędziem do pracy z negatywnymi myślami, lecz także twoim osobistym przewodnikiem w procesie samorozwoju i emocjonalnego wzrostu."
    ]
  },
  "screen_3": {
    "texts": [
      "Przyjrzyjmy się kilku przykładom, żeby lepiej zrozumieć, na czym polega zamiana destrukcyjnych myśli.",
      "Przykład 1",
      "Destrukcyjna myśl: „Nie dam rady z tym projektem, jestem do niczego”.",
      "Konstruktywna zamiana: „Już nieraz udawało mi się sprostać trudnym zadaniom. Mam wiedzę i zasoby, żeby doprowadzić do końca także ten projekt”.",
      "Przykład 2",
      "Destrukcyjna myśl: „Wszyscy będą się ze mnie śmiać, jeśli powiem coś głupiego”.",
      "Konstruktywna zamiana: „Błędy zdarzają się każdemu. Uczę się, a rozmowa to szansa na rozwój i naukę”.",
      "Przykład 3",
      "Destrukcyjna myśl: „Nic się nie zmieni, życie zawsze już będzie takie samo”.",
      "Konstruktywna zamiana: „Zmiany zachodzą stopniowo. Nawet małe kroki mogą z czasem przynieść duże rezultaty”.",
      "Wniosek",
      "Karty copingowe to łagodny, a jednocześnie bardzo skuteczny sposób pracy z myślami i emocjami.",
      "Pomagają wrócić do bardziej racjonalnego, spokojnego spojrzenia na sytuację i przeciwstawić się negatywnym przekonaniom.",
      "Dzięki nim lepiej rozumiesz siebie i swoje reakcje na stres.",
      "Zacznij tworzyć własne karty już dziś i zrób pierwszy krok w stronę spokojniejszego, bardziej stabilnego życia oraz większej pewności siebie."
    ]
  }
}
