{
  "title": "Historia Alicji: przezwyciężanie depresji",
  "description": "Artykuł przedstawia przykład osoby cierpiącej na depresję, aby zilustrować związek między myślami automatycznymi, przekonaniami pośrednimi i głębokimi. Poprzez analizę jej życiowej drogi i interakcji z psychologiem, artykuł wyjaśnia, jak te poziomy myślenia się kształtują i jak można je zmienić, aby przezwyciężyć depresję. Podejście opiera się na zasadach terapii poznawczo-behawioralnej.",
  "screen_1": {
    "texts": [
      "Aby jasno pokazać i wyjaśnić, jak powiązane są myśli automatyczne, przekonania pośrednie i głębokie, rozważmy przykład Alicji, młodej kobiety, która zmaga się z depresją i wątpliwościami co do siebie.",
      "Dla pełnego obrazu porozmawiajmy trochę o jej życiu osobistym i społecznym:",
      "Alicja dorastała w niepełnej rodzinie w małym miasteczku. Jej ojciec odszedł do innej kobiety, gdy miała zaledwie 6 lat. Relacje z matką były trudne: matka, pracująca jako pielęgniarka, stale znajdowała powody do krytyki i bardzo rzadko chwaliła córkę.",
      "Po rozwodzie rodziców nie było między nimi żadnej więzi, a Alicja czuła się jak na polu minowym, starając się zadowolić oboje. Ojciec w nowej rodzinie miał dwóch synów i córkę. Spędzał z nimi dużo czasu, wyjeżdżając na weekendy na łono natury i nawet uprawiając z nimi sport. Alicja mimowolnie była zazdrosna i zazdrościła im.",
      "W szkole Alicja stała się prymuską, częściowo z chęci zdobycia uznania matki, która ustanowiła dobre oceny jako normę. Alicja ukończyła studia z wyróżnieniem, specjalizując się w marketingu. Teraz ma 23 lata, jest niezamężna i nie ma dzieci. Szukając pracy i stabilności, postanawia zwrócić się do psychologa z powodu depresji.",
      "Zaburzenie depresyjne u Alicji nasiliło się z powodu trudności w znalezieniu pracy po studiach. Stała się mniej aktywna towarzysko i większość czasu spędza w stanie przygnębienia, przekonana, że nic jej się nie uda."
    ]
  },
  "screen_2": {
    "texts": [
      "Teraz przyjrzyjmy się, jak współdziałają wszystkie trzy poziomy jej myślenia na przykładzie rozmowy Alicji z psychologiem:"
    ],
    "dialog": [
      "Alicja, proszę przypomnieć sobie sytuację, w której ostatnio odczuwała pani intensywne negatywne emocje.",
      "To było wczoraj. Przeglądałam oferty pracy i zobaczyłam idealną ofertę — kreatywna firma, elastyczny grafik, dobre wynagrodzenie. Ale zamarłam i nie mogłam wysłać CV.",
      "Co panią powstrzymało?",
      "Wydaje mi się, że pomyślałam, że i tak mnie nie przyjmą, bo to dla mnie zbyt trudne. Nie poradzę sobie (myśl automatyczna).",
      "Co dla pani oznacza myśl, że nie poradzi sobie pani z tą pracą?",
      "Że nie będę w stanie wykonać zadań na wysokim poziomie, a popełnianie błędów jest straszne (przekonanie pośrednie).",
      "Jak by pani nazwała osobę, która nie radzi sobie z czymś, jeśli popełnia błędy?",
      "To ktoś, kto do niczego się nie nadaje, nieudacznik.",
      "A jeśli pani z czymś sobie nie radzi, popełnia błędy i podejmuje się rzeczy, których nie może pani zrobić, to jaka pani jest?",
      "Jestem nieudacznicą (przekonanie głębokie)."
    ]
  },
  "screen_3": {
    "texts": [
      "Teraz widzimy, jak funkcjonują wszystkie trzy poziomy destrukcyjnego myślenia Alicji.",
      "Ważne jest zrozumienie, że Alicja nie urodziła się z takimi przekonaniami. Utrwaliły się one na różnych etapach jej życia i w różnych okolicznościach. Oznacza to, że można i należy je zmieniać.",
      "Proces zmiany zaczyna się od pracy nad myślami automatycznymi. Kiedy Alicja nauczy się kwestionować je i udowadniać ich destrukcyjność, tym samym zmniejszając w nie wiarę, można przejść do następnej warstwy — przekonań pośrednich.",
      "\"Podważając\" wiarę w nie, będziemy mogli dotrzeć do przekonań głębokich i zmienić je na bardziej adaptacyjne i użyteczne."
    ]
  }
}
