{
  "title": "Historia Alicji: droga do pokonania depresji",
  "description": "W tym tekście przyjrzymy się historii osoby doświadczającej depresji, aby pokazać, jak łączą się myśli automatyczne, przekonania pośrednie i przekonania podstawowe. Na przykładzie Alicji i jej pracy z psychologiem zobaczymy, w jaki sposób kształtują się przekonania oraz jak można je zmieniać, by lepiej radzić sobie z depresją. Opisany sposób pracy opiera się na zasadach terapii poznawczo-behawioralnej.",
  "screen_1": {
    "texts": [
      "Aby lepiej zobrazować związek między myślami automatycznymi, przekonaniami pośrednimi i przekonaniami podstawowymi, przyjrzyjmy się historii Alicji – młodej kobiety doświadczającej depresji i wątpliwości dotyczących własnej wartości.",
      "Na początek przyjrzyjmy się krótko jej życiu i temu, w jakim otoczeniu dorastała:",
      "Alicja dorastała w niepełnej rodzinie w małym mieście. Kiedy miała sześć lat, ojciec odszedł do innej kobiety. Relacja z mamą była trudna: często ją krytykowała i rzadko chwaliła.",
      "Po rozwodzie rodzice prawie ze sobą nie rozmawiali, a Alicja czuła się jak między dwiema stronami konfliktu, próbując zadowolić każdego. W nowej rodzinie ojca pojawiła się trójka dzieci i spędzał z nimi dużo czasu – wyjazdy za miasto, wspólne uprawianie sportu. Alicja odczuwała żal, zazdrość i poczucie wykluczenia.",
      "W szkole Alicja została prymuską – w dużej mierze z potrzeby zasłużenia na uznanie ze strony mamy, dla której dobre oceny były czymś oczywistym. Później ukończyła studia z wyróżnieniem na kierunku marketing. Obecnie ma 23 lata, nie jest zamężna i nie ma dzieci. Szukając pracy i poczucia stabilności, zgłasza się do psychologa z powodu depresji.",
      "Jej stan nasilił się z powodu trudności ze znalezieniem pracy. Coraz rzadziej spotyka się z innymi ludźmi, przez większość czasu czuje się przygnębiona i jest przekonana, że nic jej się nie uda."
    ]
  },
  "screen_2": {
    "texts": [
      "Przyjrzyjmy się teraz, jak trzy poziomy myślenia Alicji ujawniają się w rozmowie z psychologiem:"
    ],
    "dialog": [
      "Alicjo, proszę, przypomnij sobie sytuację, w której ostatnio przeżywałaś silne, przykre emocje.",
      "To było wczoraj. Przeglądałam oferty pracy i zobaczyłam idealne ogłoszenie: ciekawa firma, elastyczny grafik, dobre wynagrodzenie. Ale zamarłam i ostatecznie nie wysłałam CV.",
      "Co dokładnie cię zatrzymało?",
      "Pomyślałam, że i tak mnie nie przyjmą, że to dla mnie za trudne, że sobie nie poradzę (myśl automatyczna).",
      "Co dla ciebie oznacza myśl, że sobie nie poradzisz?",
      "Że nie będę w stanie dobrze wykonać zadań i że błędy są czymś bardzo złym (przekonanie pośrednie).",
      "Jak nazwałabyś osobę, która popełnia błędy i sobie nie radzi?",
      "To nieudacznik, ktoś, kto nie nadaje się do niczego poważnego.",
      "A jeśli to dotyczy ciebie – kiedy mierzysz się z trudnościami i popełniasz błędy – to kim według ciebie jesteś?",
      "Chyba jestem nieudacznicą (przekonanie podstawowe)."
    ]
  },
  "screen_3": {
    "texts": [
      "Teraz widać, jak trzy poziomy myślenia Alicji splatają się ze sobą i kształtują jej stan emocjonalny.",
      "Warto pamiętać, że Alicja nie urodziła się z takimi przekonaniami. Pojawiły się i utrwaliły z biegiem życia pod wpływem wydarzeń i otoczenia. A skoro tak – mogą zostać zmienione.",
      "Praca zaczyna się od myśli automatycznych. Gdy Alicja nauczy się je zauważać i poddawać w wątpliwość, osłabi ich wpływ i będzie mogła przejść do zmian na kolejnym poziomie – przekonań pośrednich.",
      "Stopniowo, krok po kroku, te zmiany pomogą jej przekształcić także przekonania podstawowe, zastępując je bardziej realistycznymi i wspierającymi."
    ]
  }
}
