{
  "title": "Poznawanie siebie dzięki terapii poznawczo-behawioralnej",
  "description": "Tekst wprowadza w podstawy terapii poznawczo-behawioralnej (CBT) i pokazuje, jak przekonania podstawowe i pośrednie kształtują myśli automatyczne oraz emocje. Za pomocą metafory jabłoni wyjaśnia, w jaki sposób wewnętrzne schematy wpływają na interpretację wydarzeń i nasze reakcje. Podane przykłady pokazują, dlaczego to samo zdarzenie wywołuje różne emocje u różnych osób.",
  "screen_1": {
    "texts": [
      "We współczesnym świecie pełnym stresu i niepewności, dobrostan psychiczny jest ważny jak nigdy wcześniej.",
      "Miliony osób każdego dnia mierzą się z trudnościami – od lekkiego dyskomfortu i niepokoju po poważniejsze stany, takie jak depresja, zaburzenia lękowe, zespół stresu pourazowego (PTSD) i inne.",
      "Takie problemy wyraźnie odbijają się na jakości życia, utrudniając cieszenie się codziennością, budowanie bliskich relacji i dążenie do własnych celów.",
      "Jeśli czytasz te słowa i czujesz, że coś w środku nie pozwala ci żyć pełnią życia, nie jesteś w tym sam – i to jest naturalne.",
      "Nawet u osób odnoszących największe sukcesy i z pozoru spokojnych pojawiają się niekorzystne schematy i wewnętrzne bariery.",
      "Często ich korzenie sięgają dzieciństwa, kształtując się pod wpływem trudnych doświadczeń lub niekorzystnych warunków.",
      "Warto pamiętać: zmaganie się z takimi trudnościami nie czyni cię „gorszym” – to część ludzkiego doświadczenia.",
      "Jeśli chcesz wprowadzać zmiany, zapraszamy cię w ciekawą podróż po świecie terapii poznawczo-behawioralnej (CBT).",
      "To skuteczne podejście pomaga lepiej rozumieć siebie i daje konkretne narzędzia do pracy z myślami oraz emocjami.",
      "W tym rozdziale zaczniemy od podstawowych idei tego podejścia.",
      "Nieważne, czy twoje trudności wydają się niewielkie, czy wiążą się z dużym dyskomfortem – od chwilowego przygnębienia po wieloletnie objawy. CBT może stać się dla ciebie cennym wsparciem.",
      "Za chwilę zaproponujemy uproszczony model kluczowej koncepcji, a w kolejnych rozdziałach opiszemy ją dokładniej."
    ],
    "quote": {
      "text": "Nasze myśli kształtują sposób, w jaki postrzegamy świat, a to postrzeganie wpływa na to, jak żyjemy.",
      "author": "Rebecca Walker"
    }
  },
  "screen_2": {
    "texts": [
      "W terapii poznawczo-behawioralnej nasz sposób myślenia opisuje się w uproszczony sposób na trzech poziomach: przekonania podstawowe, przekonania pośrednie (reguły) oraz myśli automatyczne.",
      "Kluczowa idea CBT mówi, że nasze samopoczucie i emocje zależą od tego, jak myślimy.",
      "Stąd główna zasada: kiedy zaczynamy zauważać swoje myśli i świadomie je korygować, życie staje się bardziej stabilne i satysfakcjonujące.",
      "To bardzo skrócony opis istoty CBT, a przed nami jeszcze wiele ważnych szczegółów, którymi chętnie się podzielimy.",
      "Żeby było bardziej obrazowo, wyobraźmy sobie jabłoń.",
      "Korzenie w tej metaforze to przekonania podstawowe: bazowe wyobrażenia o sobie, świecie i innych ludziach.",
      "Powstają na podstawie wczesnych doświadczeń i często pozostają nieuświadomione. Przykłady: „Nie zasługuję na miłość”, „Świat jest niebezpiecznym miejscem”.",
      "Pień symbolizuje przekonania pośrednie – zasady i schematy, którymi kierujemy się na co dzień.",
      "Opierają się na przekonaniach podstawowych i kierują naszymi reakcjami. Przykłady: „Jeśli nie jestem idealny, nikt mnie nie pokocha”, „Żeby przetrwać, trzeba być ciągle w gotowości”.",
      "Korona drzewa to myśli automatyczne: szybkie, spontaniczne reakcje na to, co się dzieje.",
      "Można je porównać do owoców na drzewie – mogą być „zdrowe” albo „zepsute”. Przykłady: „Spóźniłem się – następnym razem wyjdę wcześniej” lub „Spóźniłem się – to znaczy, że jestem nieudacznikiem”.",
      "Każda i każdy z nas ma swoje własne „drzewo”, a każde wydarzenie przepuszczamy przez jego pryzmat.",
      "Dlatego ta sama sytuacja może wywoływać zupełnie różne emocje u różnych osób – nadajemy jej znaczenie poprzez własne przekonania.",
      "W ten sposób powstaje szerokie spektrum reakcji emocjonalnych nawet na z pozoru identyczne wydarzenia."
    ]
  },
  "screen_3": {
    "texts": [
      "Przyjrzyjmy się przykładowi. Dwie współpracowniczki otrzymują od przełożonego identyczną uwagę:",
      "Maria: od dzieciństwa ma ukształtowane przekonanie podstawowe: „Jestem niewystarczająco dobra”.",
      "Jej przekonanie pośrednie brzmi: „Żeby mnie ceniono, muszę być bezbłędna”. Po usłyszeniu krytyki myśli: „Wszystko zepsułam, szef jest rozczarowany, stracę pracę”. Skutek – lęk, napięcie i spadek energii.",
      "Krystyna: jej przekonanie podstawowe jest inne – „Potrafię się uczyć i rozwijać”.",
      "Jej przekonanie pośrednie brzmi: „Krytyka to szansa, żeby stać się lepszą”. Słysząc uwagę, myśli: „Szef wskazał słabsze strony – to pomoże mi ulepszyć moją pracę”. Skutek – spokój, motywacja i gotowość do wprowadzania poprawek.",
      "Jak widać, samo wydarzenie jest to samo – uwaga przełożonego.",
      "Ale reakcje są zupełnie odmienne – właśnie z powodu różnic w przekonaniach podstawowych i pośrednich.",
      "CBT pomaga te przekonania zauważać i stopniowo je zmieniać, tak aby reagować bardziej konstruktywnie i lepiej dbać o równowagę emocjonalną.",
      "Ponieważ każdy ma swoją własną „mapę drzewa”, te same sytuacje są odbierane w różny sposób.",
      "W odpowiedzi na to pojawiają się myśli automatyczne, a one z kolei wpływają na emocje i zachowanie.",
      "O zależnościach między myślami, emocjami i zachowaniem opowiemy szerzej w kolejnych rozdziałach.",
      "W tym rozdziale naszkicowaliśmy jedynie ogólny obraz, więc nie martw się, jeśli wciąż masz wiele pytań – będziemy wracać do tych idei i omawiać je bardziej szczegółowo.",
      "Zachęcamy, by podchodzić do materiału z otwartością i gotowością do eksperymentowania. Korzystaj z opisanych technik w praktyce – niech twoje życie stopniowo staje się pełniejsze, spokojniejsze i bardziej harmonijne."
    ]
  }
}
