{
  "title": "Wybierz życie!",
  "description": "Tekst porusza temat depresji i myśli samobójczych, przytacza przystępne liczby i wyjaśnia, jak są ze sobą powiązane. Opowiada o roli terapii poznawczo-behawioralnej (CBT) w przezwyciężaniu takich kryzysów, podkreśla znaczenie kontaktu ze specjalistami oraz dostępność bezpłatnej pomocy psychologicznej. To tekst wspierający, który przypomina o wartości życia i konieczności pielęgnowania nadziei.",
  "screen_1": {
    "texts": [
      "Skoro mówimy o negatywnym myśleniu, irracjonalnych przekonaniach i depresji, nie możemy pominąć jeszcze jednego trudnego, ale bardzo ważnego tematu – samobójstwa.",
      "Szczerze się cieszymy, jeśli nigdy cię to nie dotyczyło. A jeśli myśl o śmierci kiedyś wydawała się jedynym wyjściem – albo wydaje ci się tak teraz – chcemy cię wesprzeć i spokojnie o tym porozmawiać.",
      "Według szacunków WHO (Światowej Organizacji Zdrowia) co roku na świecie dochodzi do ogromnej liczby samobójstw. I to są tylko oficjalne dane.",
      "Mówi się, że w całej historii ludzkości liczba samobójstw jest porównywalna z liczbą ofiar wojen. Te liczby trudno objąć wyobraźnią, ale pokazują skalę problemu i to, jak wiele osób mierzy się z podobnym cierpieniem.",
      "Ogromną rolę odgrywa tu depresja: znaczną część samobójstw popełniają osoby z zaburzeniami depresyjnymi, a ryzyko w takim stanie wielokrotnie rośnie.",
      "Przytaczamy te fakty nie po to, by straszyć, lecz by przypomnieć: nie jesteś w tym sam. Wiele osób milczy z powodu wstydu i poczucia, że „nikt inny tak nie ma”, choć pomoc często jest bliżej, niż ci się wydaje."
    ]
  },
  "screen_2": {
    "texts": [
      "Myśli samobójcze nie są oznaką słabości ani „niepełnowartościowości”. Nie trzeba się ich wstydzić.",
      "Ludzie dochodzą do takich myśli różnymi drogami, ale często łączy ich jedno – niewyobrażalny ból psychiczny, przy którym śmierć zaczyna wydawać się jedynym sposobem ulgi.",
      "Czasem śmierć jawi się jako sposób, by przerwać cierpienie albo „nie być ciężarem” dla bliskich. To stan rozpaczy, a nie trzeźwa ocena własnej wartości.",
      "Badania pokazują, że kluczowym czynnikiem jest poczucie beznadziei. Kiedy nasze postrzeganie jest zniekształcone, świat wydaje się nieprzeniknioną ciemnością, a przyszłość – zamknięta.",
      "Warto pamiętać: beznadzieja i rozpacz to objawy depresji, a nie obiektywna rzeczywistość.",
      "Decyzja o odebraniu sobie życia opiera się na przekonaniu, że lepiej już nie będzie. Ale czy naprawdę mamy pewność? Czy istnieją jakiekolwiek dowody, że na pewno wszystko pozostanie takie samo?"
    ]
  },
  "screen_3": {
    "texts": [
      "Kiedy ból jest ogromny, trudno sobie wyobrazić inne życie.",
      "Zdania w stylu „myśl o czymś dobrym” brzmią wtedy jak bagatelizowanie problemu i tylko wzmacniają poczucie winy.",
      "Nie ponosisz za to winy. Można mieć wrażenie, że umysł ugrzązł w bagnie. Ten ból jest prawdziwy i nie da się go po prostu „wyłączyć” jak światło.",
      "Spróbuj na chwilę wyobrazić sobie, że ta nieprzenikniona ciemność jest jak brudne szkła okularów – zniekształcające obraz.",
      "Trzymaj się tej myśli jak cienkiej nitki: ciemność można rozproszyć, a ty jesteś kimś więcej niż to, co przeżywasz dzisiaj.",
      "To nie są puste słowa: skuteczność CBT potwierdzają badania, a na całym świecie wykorzystuje się ją, aby zmniejszać ryzyko ponownych prób oraz pomagać przechodzić przez kryzysy.",
      "Przeglądy badań pokazują, że CBT pomaga ograniczać częstotliwość nawrotów i sprawia, że kolejne kroki na drodze wyjścia z impasu stają się bardziej zrozumiałe.",
      "To prawda, że potrzebny jest wysiłek, ale CBT daje konkretne narzędzia i jasny plan działania, dzięki czemu ten wysiłek nie idzie na marne."
    ]
  },
  "screen_4": {
    "texts": [
      "Osobny rozdział poświęcimy temu, jak pracować z depresją w nurcie CBT, w tym – jak radzić sobie z myślami samobójczymi.",
      "My ze swojej strony staramy się wzmacniać w tobie chęć życia, ale indywidualną pomoc może zapewnić tylko specjalista.",
      "Jeśli jesteś na skraju wytrzymałości, natychmiast skontaktuj się z lekarzem, psychologiem lub służbami interwencyjnymi (w sytuacji bezpośredniego zagrożenia życia zadzwoń pod numery alarmowe).",
      "Nawet jeśli płatne konsultacje są niedostępne, w wielu krajach działają ośrodki, które oferują bezpłatną pomoc i reagują bez zbędnej zwłoki. Pierwszy krok to już ruch w stronę życia.",
      "Rozumiemy, że podjęcie takiej decyzji jest trudne. Właśnie dlatego wsparcie specjalisty pomoże przetrwać sztorm i nauczyć się tego, co może wspierać cię także później.",
      "Wierzymy, że dzięki CBT możesz stopniowo zbudować cieplejszy i bardziej odporny stosunek do siebie oraz świata.",
      "Życie bywa bardzo wymagające, a ciężkie okresy zdarzają się wielu osobom. Ale świat jest wielki i piękny, a twoje życie – bezcenne. Prosimy, pamiętaj o tym: dla takiego świata warto żyć!"
    ],
    "quote": {
      "text": "Najciemniej jest tuż przed świtem.",
      "author": "Thomas Fuller"
    }
  }
}
