{
  "title": "Wybierz życie!",
  "description": "Artykuł porusza temat depresji i myśli samobójczych, przedstawia przystępne dane liczbowe i wyjaśnia, jak się ze sobą łączą. Opowiada o roli terapii poznawczo-behawioralnej (CBT) w przechodzeniu przez takie kryzysy, podkreśla znaczenie kontaktu ze specjalistami oraz dostępność bezpłatnej pomocy psychologicznej. Tekst wspiera, przypomina o wartości życia i o tym, jak ważne jest, by chronić w sobie nadzieję.",
  "screen_1": {
    "texts": [
      "Skoro mówimy o negatywnym myśleniu, nieracjonalnych przekonaniach i depresji, nie da się pominąć jeszcze jednego trudnego, ale ważnego tematu — samobójstwa.",
      "Szczerze się cieszymy, jeśli to nigdy Cię nie dotyczyło. A jeśli myśl o śmierci wydawała się jedynym wyjściem — kiedyś albo teraz — chcemy Cię wesprzeć i spokojnie o tym porozmawiać.",
      "Według szacunków WHO (Światowej Organizacji Zdrowia) każdego roku na świecie dochodzi do ogromnej liczby samobójstw. To jednak tylko dane oficjalne.",
      "Mówi się, że w dziejach ludzkości liczba samobójstw jest porównywalna ze stratami poniesionymi w wojnach. Trudno to przyjąć, ale pokazuje to skalę tragedii i to, że takich osób jest naprawdę wiele.",
      "Dużą rolę odgrywa tu depresja: znaczna część samobójstw dotyczy osób z zaburzeniami depresyjnymi, a w takim stanie ryzyko rośnie wielokrotnie.",
      "Przytaczamy te fakty nie po to, by straszyć, lecz by przypomnieć: nie jesteś sam_a. Wiele osób milczy z powodu wstydu i poczucia, że „to dotyczy tylko mnie”, choć pomoc bywa bardzo blisko."
    ]
  },
  "screen_2": {
    "texts": [
      "Myśli samobójcze nie są oznaką słabości ani „wadliwości”. Nie ma powodu, by się ich wstydzić.",
      "Do takich myśli prowadzą różne drogi, ale często łączy je jedno — nieznośny ból psychiczny, przez który śmierć wydaje się jedyną ulgą.",
      "Czasem śmierć jawi się jako sposób, by zakończyć cierpienie albo „nie być ciężarem” dla bliskich. To stan rozpaczy, a nie trzeźwa ocena własnej wartości.",
      "Badania pokazują, że kluczowym czynnikiem jest poczucie beznadziei. Gdy postrzeganie jest zniekształcone, świat wydaje się samą ciemnością, a przyszłość — zamknięta.",
      "Warto pamiętać: beznadzieja i rozpacz to objawy depresji, a nie sama rzeczywistość.",
      "Taka decyzja opiera się na przekonaniu, że lepiej już nie będzie. Ale czy na pewno? Czy istnieją jakiekolwiek dowody na to, że wszystko pozostanie takie samo?"
    ]
  },
  "screen_3": {
    "texts": [
      "Gdy ból jest ogromny, trudno wyobrazić sobie inne życie. Hasła w stylu „pomyśl o dobrych rzeczach” brzmią wtedy jak bagatelizowanie i tylko dokładają poczucia winy.",
      "To nie Twoja wina. Możesz mieć wrażenie, że umysł ugrzązł w grzęzawisku. Ból jest prawdziwy i nie da się ot tak „przestawić” i przestać czuć.",
      "Spróbuj przez chwilę wyobrazić sobie, że ta nieprzenikniona ciemność jest jak zabrudzone szkła okularów: zniekształcają obraz.",
      "Trzymaj się tej myśli jak cienkiej nitki: tę ciemność da się rozproszyć, a Ty jesteś czymś więcej niż dzisiejsze przeżycia.",
      "To nie są puste słowa: skuteczność CBT potwierdzają badania, a tę terapię stosuje się na całym świecie, by zmniejszać ryzyko kolejnych prób i pomagać przechodzić przez kryzysy.",
      "Przeglądy badań pokazują, że CBT pomaga ograniczać nawroty i sprawia, że kroki prowadzące do wyjścia z impasu stają się bardziej zrozumiałe.",
      "Tak, będzie potrzebny wysiłek, ale CBT daje jasne narzędzia i uporządkowany plan działania, by ten wysiłek nie poszedł na marne."
    ]
  },
  "screen_4": {
    "texts": [
      "Oddzielną część poświęcimy temu, jak pracować z depresją w oparciu o CBT, w tym — jak radzić sobie z myślami samobójczymi.",
      "Staramy się wzmacniać w Tobie wolę życia, ale realnej, osobistej pomocy może udzielić tylko specjalista.",
      "Jeśli czujesz, że jesteś na granicy — pilnie skontaktuj się z lekarzem, psychologiem lub służbami ratunkowymi (w razie bezpośredniego zagrożenia zadzwoń pod numer alarmowy).",
      "Nawet jeśli płatne konsultacje są poza Twoim zasięgiem, w wielu krajach działają miejsca, gdzie można otrzymać pomoc bezpłatnie i bez zwłoki. Pierwszy krok to już ruch w stronę życia.",
      "Rozumiemy: zdecydowanie się na ten krok nie jest łatwe. Ale to właśnie specjalista pomoże Ci przetrwać sztorm i nauczy tego, co będzie Cię wspierać dalej.",
      "Wierzymy, że dzięki CBT stopniowo zbudujesz cieplejszą i bardziej stabilną relację ze sobą i ze światem.",
      "Życie bywa trudne, a ciężkie okresy zdarzają się wielu osobom. Ale świat jest wielki i piękny, a Twoje życie jest bezcenne. Proszę, pamiętaj o tym: dla tego świata warto żyć!"
    ],
    "quote": {
      "text": "Najciemniejsza pora nocy przychodzi tuż przed świtem.",
      "author": "Thomas Fuller"
    }
  }
}
