{
  "title": "Wybierz życie!",
  "description": "Artykuł porusza aktualny temat depresji i myśli samobójczych, przedstawiając dane statystyczne i analizując związek między nimi. Podkreślona jest rola terapii poznawczo-behawioralnej (CBT) w walce z tymi problemami, a także znaczenie skorzystania z profesjonalnej pomocy oraz dostępności bezpłatnych usług psychologicznych. Artykuł ma na celu inspirowanie i wspieranie czytelników, przypominając o wartości życia i znaczeniu zachowania nadziei.",
  "screen_1": {
    "texts": [
      "Mówiąc tak wiele o negatywnym myśleniu, irracjonalnych przekonaniach i depresji, nie możemy pominąć jeszcze jednego bardzo ważnego, choć trudnego tematu – samobójstwa.",
      "Będziemy bardzo szczęśliwi, jeśli ten problem nigdy was nie dotknął, ale jeśli kiedykolwiek myśleliście, że śmierć to jedyne wyjście, lub jeśli myślicie tak teraz, chcemy was wesprzeć i porozmawiać o tym.",
      "Niestety, wiele osób zmaga się z tym problemem. Według danych WHO (Światowej Organizacji Zdrowia) co roku dochodzi do około 800 000 - 1 000 000 samobójstw. I to tylko dane oficjalne.",
      "Liczba samobójstw w całej historii przekracza liczbę zabitych we wszystkich wojnach razem wziętych. Trudno w to uwierzyć, ale tak jest.",
      "Dużą rolę odgrywa tutaj depresja. Od 45 do 60% wszystkich samobójstw na świecie popełniają osoby cierpiące na depresję. Osoba w depresji jest 35 razy bardziej skłonna do samobójstwa niż w normalnym stanie psychicznym.",
      "Patrząc na te przerażające liczby, robi się nieswojo, ale mówimy o tym nie po to, by was przestraszyć, ale by pokazać, że takich ludzi jest wielu i niestety większość z nich, stykając się z tym problemem, nie dzieli się swoimi przeżyciami, wstydząc się i myśląc, że są w tym osamotnieni."
    ]
  },
  "screen_2": {
    "texts": [
      "Tym samym chcemy powiedzieć, że myśli samobójcze nie są oznaką słabości czy niedoskonałości i nie powinniście się ich wstydzić.",
      "Ludzie dochodzą do myśli o samobójstwie różnymi drogami, ale wszyscy mają na ogół jedną wspólną cechę: nie do zniesienia ból emocjonalny, przez który śmierć wydaje się jedynym wybawieniem.",
      "Takie osoby mogą postrzegać śmierć jako sposób na uniknięcie bólu i cierpienia, ponieważ życie wydaje się zbyt ciężkie, lub jako sposób na przestanie bycia „ciężarem” dla bliskich.",
      "Badania wykazały, że jednym z głównych czynników rozwoju myśli samobójczych jest nierealistyczne poczucie beznadziei. Analizując myślenie takich osób, widać, że dominuje w nim trwały pesymistyczny obraz świata, a z powodu zniekształconej percepcji czują się uwięzieni bez wyjścia.",
      "Wydaje im się, że nigdy nie byli i już nie będą szczęśliwi. Ale ważne jest, aby zrozumieć, że beznadzieja i rozpacz to tylko objawy depresji, a nie obiektywna rzeczywistość.",
      "Decyzja o popełnieniu samobójstwa wynika z irracjonalnego przekonania, że życie nie może się poprawić. Ale czy naprawdę jest tak beznadziejnie? Czy są jakieś dowody i stuprocentowe gwarancje, że wszystko będzie dalej tak samo źle?"
    ]
  },
  "screen_3": {
    "texts": [
      "Kiedy cierpisz, trudno sobie wyobrazić, że można żyć inaczej. Słysząc frazę „myśl pozytywnie”, możesz pomyśleć, że twoje problemy nie są traktowane poważnie, lub poczuć się winny, że nie możesz łatwiej podejść do sytuacji.",
      "To nie jest twoja wina. Twój umysł wydaje się utkwić w bagnie rozpaczy. Twój ból i uczucia są realne i nie możesz się ich po prostu pozbyć, próbując myśleć o czymś dobrym.",
      "Ale wyobraź sobie przez chwilę, że ta nieprzenikniona ciemność, która cię teraz otacza, to iluzja, brudne okulary, przez które patrzysz na świat.",
      "Uchwyć się tej myśli i niech stanie się twoim promieniem światła w tej ciemności. Bo w rzeczywistości otaczająca cię ciemność jest do pokonania.",
      "To nie są puste słowa! Istnieje wiele dowodów na skuteczność terapii poznawczo-behawioralnej (CBT). Obecnie podejście to jest uważane za jedną z najskuteczniejszych metod leczenia zachowań samobójczych i znajduje się w arsenale wielu psychoterapeutów i badaczy na całym świecie.",
      "W „National Library of Medicine” opublikowano badanie podsumowujące wyniki 15 eksperymentów z udziałem 29 071 osób. Wyniki tych eksperymentów pokazują, że CBT w 87% przypadków okazała się najbardziej skuteczną metodą w zapobieganiu powtórnym próbom samobójczym.",
      "To bardzo wysoki wskaźnik. Oczywiście, będziesz musiał włożyć wiele wysiłku, aby całkowicie wyeliminować myśli samobójcze, ale CBT jest skutecznym narzędziem do zastosowania twoich wysiłków."
    ]
  },
  "screen_4": {
    "texts": [
      "Mamy osobny rozdział, w którym będziemy omawiać, jak przezwyciężyć depresję za pomocą CBT, i tam ponownie szczegółowo omówimy przezwyciężanie myśli samobójczych.",
      "Robimy wszystko, co w naszej mocy, aby wspierać wasze pragnienie życia, ale nie możemy zaoferować takiej samej indywidualnej pomocy, jaką może zapewnić profesjonalny psycholog.",
      "Jeśli czujesz, że stoisz na krawędzi, natychmiast skontaktuj się ze specjalistą!",
      "Konsultacje z psychologiem mogą być płatne, ale w większości krajów świata działają ośrodki oferujące bezpłatną, natychmiastową pomoc psychologiczną. Zrób pierwszy krok w kierunku szczęśliwego życia — zwróć się o pomoc!",
      "Rozumiemy, że to poważny krok, na który nie zawsze łatwo się zdecydować, ale to właśnie specjalista może zapewnić ci potrzebne wsparcie i nauczyć umiejętności samopomocy.",
      "Wierzymy, że dzięki terapii poznawczo-behawioralnej (CBT) będziesz w stanie przejść drogę, która jest niezbędna do uzyskania pozytywnego światopoglądu.",
      "Życie nie zawsze jest łatwe, bywają bardzo trudne okresy. Ale świat jest ogromny i piękny, a twoje życie jest bezcenne. Pamiętaj o tym. Ten świat jest wart tego, by żyć!"
    ],
    "quote": {
      "text": "Najciemniejsza pora nocy następuje tuż przed świtem.",
      "author": "Thomas Fuller"
    }
  }
}
