{
  "title": "Czy irracjonalne przekonania mogą być przydatne?",
  "description": "Artykuł analizuje wpływ irracjonalnych przekonań na stan psychoemocjonalny człowieka. Na przykładzie Johna, dążącego do sukcesu z powodu głębokiego przekonania o swojej niezdolności, pokazano, jak takie przekonania mogą stać się destrukcyjnymi strategiami radzenia sobie. Autor podkreśla znaczenie uświadomienia sobie i przemyślenia własnych przekonań w celu poprawy jakości życia.",
  "screen_1": {
    "texts": [
      "W poprzednich rozdziałach kładliśmy duży nacisk na destrukcyjne myśli i przekonania. Nie jest to zaskakujące, ponieważ to właśnie one negatywnie wpływają na nasze emocje, zachowanie i ogólny stan.",
      "W związku z tym pojawia się pytanie: czy naprawdę wszystkie nasze przekonania są tak złe i czy mogą być dla nas przydatne?",
      "Problem polega na tym, że negatywne przekonania są aktywowane, gdy znajdujemy się w stresie, depresji lub gdy spotykamy się z potwierdzeniem tych przekonań.",
      "Na przykład, jeśli ktoś ma przekonanie „Nie jestem do niczego zdolny”, to w sytuacji niepowodzenia na egzaminie lub uwagi od szefa, to przekonanie prawdopodobnie się uaktywni.",
      "Człowiek będzie interpretował to, co się dzieje, przez pryzmat tego przekonania, nawet jeśli jest to nielogiczne i nierozsądne.",
      "Nie oznacza to jednak, że wszystkie nasze przekonania są złe i nie ma w nich nic pożytecznego.",
      "W mniej stresujących sytuacjach lub w bardziej zasobnym stanie może zostać aktywowane inne, pozytywne przekonanie, na przykład: „Jestem wystarczająco zdolny”.",
      "Odpowiedź na pytanie „Czy wszystkie przekonania są szkodliwe?” brzmi więc: nie, nie wszystkie."
    ]
  },
  "screen_2": {
    "texts": [
      "Jeśli chodzi o pozytywny wpływ irracjonalnych przekonań, sprawa jest nieco bardziej skomplikowana, przyjrzyjmy się temu.",
      "Niektórzy mogą pomyśleć, że nie jest tak źle, a irracjonalne przekonania mogą nawet pomagać w życiu, ale to raczej złudzenie niż prawda.",
      "Dla pełniejszego obrazu podajmy przykłady. Już rozmawialiśmy o tym, że istnieją trzy poziomy myślenia: myśli, przekonania pośrednie i głębokie.",
      "Wyobraźmy sobie, że młody człowiek o imieniu John ma głębokie przekonanie: „Nie jestem do niczego zdolny”, a przekonanie pośrednie – na przykład: „Zawsze muszę odnosić sukcesy”.",
      "Z jednej strony może się wydawać, że w tym przekonaniu nie ma nic złego. W końcu fajnie, że John chce odnosić sukcesy. Na pierwszy rzut oka rzeczywiście nie ma w tym nic złego, jeśli jest to tylko pragnienie lub cel, a nie sztywna, rygorystyczna zasada.",
      "Możesz pomyśleć, że to nawet dla niego korzystne, ponieważ dzięki temu przekonaniu będzie dużo pracował, osiągnie pewne sukcesy, stanie się bardziej zmotywowany i zdeterminowany.",
      "Praca staje się dla niego bardzo ważna i wydaje się, że pociąga to za sobą tylko pozytywne skutki.",
      "Ale zajrzyjmy głębiej.",
      "Jeśli jest to rzeczywiście przekonanie pośrednie, a nie tylko pragnienie, to prawdopodobnie będzie ono destrukcyjne, a nie konstruktywne. Dzieje się tak dlatego, że ma swoje korzenie w jego głębokim przekonaniu. W takim przypadku praca staje się dla Johna strategią radzenia sobie (O strategiach radzenia sobie porozmawiamy jeszcze w kolejnych rozdziałach)."
    ],
    "quote": {
      "text": "Skoro człowiek może tylko kochać lub nienawidzić swojej pracy, powinien widzieć jej konsekwencje. Pracoholicy po prostu zapominają, że istnieją nie dla pracy, ale praca dla nich.",
      "author": "Lew Tołstoj"
    }
  },
  "screen_3": {
    "texts": [
      "W skrócie, strategia radzenia sobie to reakcja na stres, przejawiająca się poprzez myśli, uczucia lub zachowanie.",
      "Mówiąc prosto, John dąży do sukcesu (to jego przekonanie pośrednie), aby nie czuć się niezdolnym (co jest jego głębokim przekonaniem). Jego skupienie na pracy jest sposobem na uniknięcie tego poczucia.",
      "To destrukcyjne, ponieważ jeśli John napotka problemy w pracy, poniesie porażkę w karierze lub zostanie zwolniony, to nieświadomie zetknie się z głębokim przekonaniem o swojej niezdolności, co może stać się dla niego czymś w rodzaju apokalipsy.",
      "Może to prowadzić do pogorszenia jego stanu, apatii, destrukcyjnych zachowań, a nawet depresji.",
      "Teraz konsekwencje nie wydają się takie fajne, prawda?",
      "Okazuje się, że przekonanie „Zawsze muszę odnosić sukcesy” jest bardziej szkodliwe niż pożyteczne. W końcu nikt z nas nie jest odporny na niepowodzenia i błędy. Z takim przekonaniem każdy błąd stanie się dla niego potwierdzeniem głębokiego przekonania, co z kolei tylko umocni jego wiarę w nie.",
      "Ważne jest, aby zrozumieć, że każde przekonanie to tylko idea, którą można zmienić, czyniąc ją bardziej pożyteczną. Dzięki temu można znacznie poprawić jakość życia, a w tym pomaga terapia poznawczo-behawioralna."
    ]
  }
}
