{
  "title": "Czy irracjonalne przekonania mogą być pomocne?",
  "description": "Tekst analizuje wpływ irracjonalnych przekonań na stan psychiczny i emocjonalny. Na przykładzie Johna, który dąży do sukcesu z powodu głęboko zakorzenionego poczucia własnej bezwartościowości, pokazano, jak takie przekonania mogą przerodzić się w destrukcyjne strategie radzenia sobie. Autor podkreśla znaczenie uświadamiania sobie własnych przekonań i ich weryfikowania, aby poprawiać jakość życia.",
  "screen_1": {
    "texts": [
      "W poprzednich rozdziałach sporo miejsca poświęcaliśmy destrukcyjnym myślom i przekonaniom. To zrozumiałe: to właśnie one w wyraźny sposób pogarszają nasz nastrój, zachowanie i ogólne samopoczucie.",
      "Stąd rodzi się pytanie: czy naprawdę wszystkie przekonania są szkodliwe, czy też niektóre z nich mogą nam w czymś pomagać?",
      "Najczęściej negatywne przekonania uaktywniają się w sytuacjach stresowych, przy obniżonym nastroju, w depresji albo wtedy, gdy wydarzenia pozornie je „potwierdzają”.",
      "Na przykład, jeśli ktoś nosi w sobie przekonanie „Do niczego się nie nadaję”, to po nieudanym egzaminie czy uwadze od przełożonego bardzo prawdopodobne, że właśnie ono się włączy.",
      "Wtedy osoba zaczyna interpretować to, co się dzieje, przez pryzmat tego przekonania, nawet jeśli taki sposób widzenia jest nielogiczny i niezgodny z faktami.",
      "Nie oznacza to jednak, że wszystkie przekonania są równie szkodliwe i pozbawione jakiejkolwiek funkcji.",
      "W mniej obciążających okolicznościach lub w lepszej formie, kiedy ma więcej sił i zasobów, może uruchomić się też przekonanie wspierające, na przykład: „W gruncie rzeczy jestem wystarczająco kompetentny”.",
      "Dlatego na pytanie: „Czy wszystkie przekonania są szkodliwe?” odpowiedź brzmi: nie, nie wszystkie."
    ]
  },
  "screen_2": {
    "texts": [
      "Kiedy mówimy o „korzyści” płynącej z irracjonalnych przekonań, sprawa jest bardziej złożona, niż może się wydawać na pierwszy rzut oka – przyjrzyjmy się temu dokładniej.",
      "Czasami może się wydawać, że takie przekonania popychają nas do osiągnięć, jednak częściej jest to złudzenie niż rzeczywistość.",
      "Dla jasności przypomnijmy sobie trzy poziomy: myśli automatyczne, przekonania pośrednie i przekonania podstawowe.",
      "Wyobraźmy sobie młodą osobę o imieniu John, która ma przekonanie podstawowe: „Do niczego się nie nadaję”, oraz przekonanie pośrednie: „Zawsze muszę być skuteczny i odnosić sukcesy”.",
      "Na pierwszy rzut oka brzmi to całkiem dobrze: dążenie do sukcesu wydaje się szlachetnym celem – o ile pozostaje elastycznym pragnieniem, a nie twardą regułą.",
      "Można by pomyśleć, że takie przekonanie jest korzystne: wzmocni motywację, doprowadzi do osiągnięć i pomoże w konsekwentnym dążeniu do celu.",
      "Praca zaczyna wtedy wydawać się czymś absolutnie kluczowym i z pozoru niesie ze sobą same plusy.",
      "Przyjrzyjmy się jednak temu głębiej.",
      "Jeśli jest to rzeczywiście sztywne przekonanie pośrednie, a nie po prostu cel czy pragnienie, bardzo możliwe, że okaże się destrukcyjne, bo wyrasta z głęboko zakorzenionej idei o własnej bezwartościowości. W takiej sytuacji praca staje się dla Johna strategią radzenia sobie (o strategiach radzenia sobie – copingowych – porozmawiamy w kolejnych rozdziałach)."
    ],
    "quote": {
      "text": "Ponieważ człowiek może albo kochać swoją pracę, albo jej nienawidzić, powinien widzieć jej skutki. Pracoholicy po prostu zapominają, że to nie oni są dla pracy, lecz praca dla nich.",
      "author": "Lew Tołstoj"
    }
  },
  "screen_3": {
    "texts": [
      "W skrócie: strategia radzenia sobie to sposób reagowania na stres poprzez myśli, uczucia lub zachowanie.",
      "Mówiąc prościej, John dąży do bycia skutecznym i odnoszącym sukcesy (przekonanie pośrednie), aby nie stykać się z bolesnym poczuciem „niezdolności” (przekonanie podstawowe). Skupienie na pracy staje się sposobem unikania trudnego kontaktu z samym sobą.",
      "To podejście jest destrukcyjne, ponieważ każda poważniejsza komplikacja w pracy – nieudany projekt, zatrzymanie awansu czy nawet zwolnienie – może gwałtownie skonfrontować Johna z jego podstawowym przekonaniem o własnej bezwartościowości. Taka konfrontacja bywa przeżywana jak „wewnętrzny koniec świata”.",
      "Konsekwencje to pogorszenie stanu psychicznego, apatia, zachowania autodestrukcyjne, a nawet rozwój depresji.",
      "W tym świetle ewentualne „plusy” nie wyglądają już szczególnie przekonująco, prawda?",
      "Okazuje się, że przekonanie „Zawsze muszę odnosić sukcesy” jest raczej szkodliwe: błędy są nieuniknione, a przy takiej sztywności każde potknięcie będzie „dowodem” na głęboką nieskuteczność i dodatkowo ją utrwali.",
      "Ważne, by pamiętać: przekonanie jest ideą, którą można zakwestionować i przekształcić w bardziej wspierającą. To realnie poprawia jakość życia – i właśnie tego uczy terapia poznawczo-behawioralna."
    ]
  }
}
