{
  "title": "Öz Eleştiri Aynası",
  "statement": "En iyi arkadaşınıza genellikle kendinize yönelttiğiniz tüm eleştirel düşünceleri söylediğinizi hayal edin. Bu teknik, öz eleştirinin adaletsizliğini fark etmenize ve kendinize daha fazla şefkat ve anlayışla yaklaşmayı öğrenmenize yardımcı olacaktır.",
  "task": [
    "1️⃣ Kendinize karşı eleştirel olma eğiliminde olduğunuz bir durumu seçin.",
    "2️⃣ Yakın bir arkadaşınızın veya akrabanızın aynı durumda olduğunu hayal edin.",
    "3️⃣ Rol oyunu oynayın: Siz kendinizi, hayali muhatabınız ise arkadaşınızı canlandırıyor.",
    "4️⃣ Genellikle kendinize yönelttiğiniz tüm eleştirel düşünceleri ve yargıları dile getirin, ancak bunları \"arkadaşınıza\" yöneltin.",
    "Bu egzersiz sırasında hislerinize dikkat edin. Bu tür şeyleri başka bir kişiye söylemek ne kadar rahat?",
    "Benzer durumlarda kendinize ve başkalarına nasıl davrandığınız arasındaki farkı analiz edin.",
    "Bu durumda arkadaşınıza gerçekten nasıl destek olurdunuz? Hangi kelimeleri kullanırdınız?",
    "Aynı destek, anlayış ve ilgiyi kendinize de uygulamayı deneyin."
  ],
  "example": [
    "Kendinizle ilgili alışılmış düşünceleriniz:",
    "Tam bir başarısızım. Tabii ki terfi alamadım - hiçbir şey yapmayı beceremiyorum. Sanırım kariyerimde asla başarılı olamayacağım. Bu iş için yeterince zeki ve yetenekli değilim.",
    "Şimdi en iyi arkadaşınız Anna’nın terfi alamadığını ve bunu size anlattığını hayal edin. Aynı şeyleri ona söylemeye çalışın:",
    "Anna, tam bir başarısızsın. Tabii ki terfi alamadın - hiçbir şey yapmayı beceremiyorsun. Sanırım kariyerinde asla başarılı olamayacaksın. Bu iş için yeterince zeki ve yetenekli değilsin.",
    "Bunları Anna’ya söylerken nasıl hissediyorsunuz? Muhtemelen bu sözleri söylemek size rahatsızlık ve hatta utanç veriyor.",
    "Şimdi Anna’ya gerçekten ne söyleyeceğinizi düşünün:",
    "Anna, bu terfiyi alamadığın için üzgünüm. Bu iş için ne kadar çok çalıştığını biliyorum. İstediğini elde edememek her zaman üzücüdür, ama bu seni bir başarısız yapmaz. Birçok güçlü yönün ve başarın var. Belki şu an senin zamanın değildir ya da geliştirebileceğin bazı beceriler olabilir. Kariyerinde nasıl ilerleyebileceğini birlikte düşünelim.",
    "Şimdi aynı destekleyici sözleri kendinize söylemeye çalışın. Benzer bir durumda kendinize ve arkadaşınıza ne kadar farklı davrandığınıza dikkat edin. Bu yaklaşımı düzenli olarak uygulayın, böylece kendinize yakın bir arkadaşınıza gösterdiğiniz şefkat ve desteği göstermeyi öğrenin."
  ],
  "expectations": [
    "Öz eleştirinin adaletsizliğinin farkına varmak",
    "Öz saygı ve özgüvenin artırılması",
    "Stres ve kaygı seviyesinin azaltılması"
  ]
}
