{
  "title": "Özeleştiri Aynası",
  "statement": "Kendinize yönelttiğiniz tüm sert sözleri en yakın arkadaşınıza söylediğinizi hayal edin. Bu alıştırma, özeleştirinin çoğu zaman adil olmadığını fark etmenize ve kendinize daha sıcak, destekleyici ve anlayışlı yaklaşmayı öğrenmenize yardımcı olur.",
  "task": [
    "1️⃣ Sık sık kendinizi eleştirdiğiniz bir durumu seçin.",
    "2️⃣ Yakın bir arkadaşınızın aynı durumda olduğunu hayal edin.",
    "3️⃣ Kısa bir rol canlandırması yapın: Siz yine sizsiniz; karşınızdaki kişi hayali olarak arkadaşınız.",
    "4️⃣ Kendinize genelde söylediğiniz eleştirel sözleri bu kez ona yüksek sesle söyleyin.",
    "Alıştırma sırasında ne hissettiğinize dikkat edin. Bu sözleri bir başkasına söylemek sizin için kolay mı?",
    "Benzer durumlarda kendinize ve başkalarına nasıl davrandığınız arasındaki farkı görün.",
    "Bir arkadaşınızı gerçekte nasıl destekleyeceğinizi düşünün. Ona ne söylerdiniz?",
    "Şimdi aynı özeni, anlayışı ve desteği kendinize göstermeyi deneyin."
  ],
  "example": [
    "Kendinizle ilgili alışılmış düşünceler:",
    "Ben tam bir başarısızım. Tabii ki terfi alamadım—hiçbir şeyi beceremiyorum. Muhtemelen kariyerimde asla başarılı olamayacağım. Bu iş için yeterince zeki ya da yetenekli değilim.",
    "Şimdi en yakın arkadaşınız Anna'nın terfi alamadığını ve bunu sizinle paylaştığını hayal edin. Ona aynı sözleri söylemeyi deneyin:",
    "Anna, sen tam bir başarısızsın. Tabii ki terfi alamadın—hiçbir şeyi beceremiyorsun. Muhtemelen kariyerinde asla başarılı olamayacaksın. Bu iş için yeterince zeki ya da yetenekli değilsin.",
    "Bunları Anna'ya söylerken nasıl hissederdiniz? Büyük olasılıkla bu sözleri söylemek size garip ve rahatsız edici gelirdi.",
    "Peki gerçekten ne söylemek isterdiniz:",
    "Anna, terfi alamamana çok üzüldüm. Ne kadar emek verdiğini biliyorum. Bu durum can sıkıcı, ama bu seni başarısız yapmaz. Birçok güçlü yanın ve başarın var. Belki zamanlama uygun değildi ya da biraz geliştirebileceğin alanlar var. Kariyerinde nasıl ilerleyebileceğini birlikte düşünelim.",
    "Şimdi bu destek cümlelerini kendinize söylemeyi deneyin. Aynı durumda kendinize ve sevdiklerinize nasıl farklı davrandığınızı fark edin. Kendinize daha sevecen yaklaşmayı öğrenmek için alıştırmayı düzenli olarak tekrarlayın."
  ],
  "expectations": [
    "Özeleştirinin çoğu zaman temelsiz ya da abartılı olabileceğini fark etmek",
    "Özsaygı ve özgüvende artış",
    "Stres ve kaygı düzeyinde azalma"
  ]
}
