{
  "title": "İç Eleştirmenle Mücadele",
  "statement": "Eksiklik hissi, çoğu zaman iç eleştirmen tarafından benlik saygısını zedeleyen düşüncelerle tetiklenir. Bu teknik, eleştiriye karşılık vermenize ve olumsuz düşünceleri yeniden değerlendirmenize yardımcı olacaktır.",
  "description": [
    "\"Hiçbir değeri olmayan biriyim\", \"Diğerlerinden daha kötüyüm\", \"Başaramayacağım\", \"Her şey benim suçum\", \"Tam bir başarısızım\" gibi olumsuz inançlar, benlik saygısı sorunlarını ağırlaştırır ve depresyona yol açabilir.",
    "İç eleştirmenin provokasyonlarına boyun eğmemek ve saldırılarına yanıt vermeyi öğrenmek çok önemlidir. Bu, olumsuz düşünceleri yeniden değerlendirmenize ve benlik saygınızı artırmanıza yardımcı olacaktır."
  ],
  "task": [
    "Sizin için uygun bir formatta üç sütunlu bir tablo oluşturun. Sütun başlıkları şu şekilde olmalıdır:",
    "Eleştirmen Düşünceleri",
    "Bilişsel Hata",
    "Rasyonel Yanıt",
    "1️⃣ İlk sütuna, kendinizi suçladığınız, değersiz veya kendinizden memnun olmadığınız her seferinde aklınıza gelen tüm öz eleştirileri yazın.",
    "Bu sütuna, duygularınızı değil, kendinizle ilgili düşüncelerinizi yazmalısınız. Örneğin, \"Kendimi berbat hissediyorum\" yazarsanız, bu duyguyu çürütmeniz zor olacaktır, çünkü gerçekten böyle hissediyor olabilirsiniz.",
    "2️⃣ İkinci sütunda, düşüncenizde hangi bilişsel hatanın bulunduğunu belirleyin.",
    "3️⃣ Üçüncü sütunda, iç eleştirmenize yanıt verin. Eleştirel düşünceyi çürütecek rasyonel bir açıklama bulmaya çalışın.",
    "Kendi öz eleştirilerinizi daha gerçekçi ve mantıklı bir düşünceyle değiştirmeniz önemlidir, ancak aşırı iyimser ifadelerden kaçının."
  ],
  "example": ["İşte öz eleştirileriniz için birkaç yanıt örneği:"],
  "table": {
    "header": ["Eleştirmen Düşünceleri", "Bilişsel Hata", "Rasyonel Yanıt"],
    "example": {
      "0": [
        "O kadar aptalım ki kesinlikle sınavı geçemem",
        "Etiketleme",
        "Aptal değilim, sadece hazırlanmak için yeterli zamanım yok. Çalışırsam sınavı geçebilirim."
      ],
      "1": [
        "Kimseye ihtiyacım yok",
        "Siyah-beyaz düşünme",
        "Arkadaşlarım ve sevdiklerim beni değerli buluyor ve seviyor. Onlar için önemliyim."
      ],
      "2": [
        "Asla iş bulamayacağım",
        "Siyah-beyaz düşünme",
        "Çaba gösterip aramaya devam edersem iş bulabilirim. Birçok insan iş buluyor ve ben de bir istisna değilim."
      ]
    }
  },
  "expectations": [
    "İçten ve dıştan gelen eleştirilere karşı direnç artışı.",
    "Genel duygusal gerginliğin azalması.",
    "Hata yapma korkusunun azalması."
  ]
}
