{
  "title": "İç Eleştirmenle Mücadele",
  "statement": "Eksiklik duygusu çoğu zaman iç eleştirmenin özsaygıyı yıpratan düşünceleriyle tetiklenir. Bu teknik, bu eleştirilere yanıt vermenizi ve olumsuz düşünceleri yeniden değerlendirmenizi sağlar.",
  "description": [
    "“Hiçbir değere sahip değilim”, “Herkesten kötüyüm”, “Başaramayacağım”, “Her şey benim suçum”, “Tam bir başarısızım” gibi inançlar özsaygıyı aşındırır ve depresyon riskini artırabilir.",
    "İç eleştirmenin kışkırtmalarına boyun eğmemek ve saldırılarına karşılık vermeyi öğrenmek önemlidir. Bu sayede olumsuz düşünceleri yeniden ele alır ve özsaygınızı güçlendirirsiniz."
  ],
  "task": [
    "Size uygun bir formatta üç sütunlu bir tablo oluşturun. Sütun başlıkları şöyle olsun:",
    "İç Eleştirmenin Düşünceleri",
    "Bilişsel Çarpıtma",
    "Akılcı Yanıt",
    "1️⃣ İlk sütuna, kendinizi suçladığınız, değersiz hissettiğiniz ya da kendinizden memnun olmadığınız anlarda aklınıza gelen tüm öz eleştirileri yazın.",
    "Bu sütuna duygularınızı değil, kendinize dair düşüncelerinizi yazın. Örneğin “Kendimi berbat hissediyorum” bir duygu ifadesidir; bu yüzden onu çürütmek zordur.",
    "2️⃣ İkinci sütunda, bu düşüncede hangi bilişsel çarpıtmanın bulunduğunu belirleyin.",
    "3️⃣ Üçüncü sütunda, iç eleştirmeninize yanıt verin. Eleştirel düşünceyi geçersiz kılacak makul ve somut bir açıklama üretin.",
    "Öz eleştirilerinizi daha gerçekçi ve mantıklı düşüncelerle değiştirin; ancak aşırı iyimser ifadelerden kaçının."
  ],
  "example": ["Öz eleştirileriniz için bazı örnek yanıtlar:"],
  "table": {
    "header": [
      "İç Eleştirmenin Düşünceleri",
      "Bilişsel Çarpıtma",
      "Akılcı Yanıt"
    ],
    "example": {
      "0": [
        "O kadar aptalım ki bu sınavı kesinlikle geçemem",
        "Etiketleme",
        "Aptal değilim; belki yeterince hazırlanmadım. Planlı çalışırsam sınavı geçebilirim."
      ],
      "1": [
        "Kimseye ihtiyacım yok",
        "Siyah-beyaz düşünme",
        "Bazen destek almak insancıldır; ihtiyaç duymak zayıflık değildir. Yakınlarımın desteği bana iyi gelir."
      ],
      "2": [
        "Asla iş bulamayacağım",
        "Siyah-beyaz düşünme",
        "Aramayı sürdürür ve becerilerimi geliştirirsem iş bulma olasılığım var. Birçok kişi zamanla iş buluyor; ben de bulabilirim."
      ]
    }
  },
  "expectations": [
    "İçten ve dıştan gelen eleştirilere karşı dayanıklılığın artması.",
    "Genel duygusal gerilimin azalması.",
    "Hata yapma korkusunun hafiflemesi."
  ]
}
