{
  "title": "Självkritikens spegel",
  "statement": "Föreställ dig att du säger alla de kritiska tankar som du vanligtvis riktar mot dig själv till din bästa vän. Denna teknik hjälper dig att inse orättvisan i självkritik och lära dig att behandla dig själv med större medkänsla och förståelse.",
  "task": [
    "1️⃣ Välj en situation där du tenderar att vara självkritisk.",
    "2️⃣ Föreställ dig att din nära vän eller släkting befinner sig i samma situation.",
    "3️⃣ Genomför ett rollspel: du spelar dig själv och den föreställda samtalspartnern är din vän.",
    "4️⃣ Uttala alla kritiska tankar och omdömen som du vanligtvis riktar mot dig själv, men adressera dem till din \"vän\".",
    "Lägg märke till dina känslor under övningen. Hur bekväm känner du dig med att säga sådana saker till en annan person?",
    "Analysera skillnaden mellan hur du förhåller dig till dig själv och till andra i liknande situationer.",
    "Fundera över hur du faktiskt skulle stötta en vän i en sådan situation. Vilka ord skulle du använda?",
    "Försök att tillämpa samma nivå av stöd, förståelse och omsorg på dig själv."
  ],
  "example": [
    "Dina vanliga tankar om dig själv:",
    "Jag är en total misslyckare. Självklart blev jag inte befordrad – jag kan ju ingenting. Jag kommer förmodligen aldrig att lyckas i min karriär. Jag är inte tillräckligt smart och talangfull för det här jobbet.",
    "Föreställ dig nu att din bästa vän Anna inte fick en befordran och berättade det för dig. Försök säga samma sak till henne:",
    "Anna, du är en total misslyckare. Självklart blev du inte befordrad – du kan ju ingenting. Du kommer förmodligen aldrig att lyckas i din karriär. Du är inte tillräckligt smart och talangfull för det här jobbet.",
    "Hur känner du dig när du säger detta till Anna? Mest sannolikt känns det obekvämt och till och med skamligt att uttala sådana ord.",
    "Tänk nu på vad du faktiskt skulle säga till Anna:",
    "Anna, jag är ledsen att du inte fick den här befordran. Jag vet hur hårt du har jobbat för det. Det är alltid tråkigt att inte få det man önskar, men det gör dig inte till en misslyckare. Du har många styrkor och prestationer. Kanske är det bara inte rätt tid just nu, eller så finns det några färdigheter som du kan förbättra. Låt oss fundera på hur du kan utvecklas vidare i din karriär.",
    "Försök nu säga dessa stödjande ord till dig själv. Lägg märke till hur annorlunda du förhåller dig till dig själv jämfört med en vän i samma situation. Öva på detta tillvägagångssätt regelbundet för att lära dig att behandla dig själv med samma medkänsla och stöd som du skulle ge en nära vän."
  ],
  "expectations": [
    "Insikt om orättvisan i självkritik",
    "Förbättrad självkänsla och självförtroende",
    "Minskad stress- och ångestnivå"
  ]
}
