{
  "title": "Motstånd mot den inre kritikern",
  "statement": "Känslor av otillräcklighet orsakas ofta av en inre kritiker som underminerar självkänslan. Denna teknik hjälper dig att svara på kritiken och omvärdera negativa tankar.",
  "description": [
    "Negativa övertygelser som \"Jag är värdelös\", \"Jag är sämre än andra\", \"Jag kommer aldrig att lyckas\", \"Allt är mitt fel\", \"Jag är en misslyckare\" förvärrar problem med självkänslan och kan leda till depression.",
    "Det är mycket viktigt att inte ge efter för den inre kritikerns provokationer och att lära sig att svara på dess attacker. Detta hjälper dig att omvärdera negativa tankar och förbättra din självkänsla."
  ],
  "task": [
    "Skapa en tabell med tre kolumner i ett format som passar dig. Kolumnrubrikerna är:",
    "Kritikerns tankar",
    "Kognitivt fel",
    "Rationellt svar",
    "1️⃣ I den första kolumnen, skriv ner alla självkritiska tankar som dyker upp varje gång du anklagar dig själv, känner dig värdelös eller missnöjd med dig själv.",
    "I denna kolumn bör du skriva just dina tankar om dig själv, inte dina känslor. För om du skriver: \"Jag känner mig fruktansvärt\", kommer du knappast kunna motbevisa det, eftersom det faktiskt är så.",
    "2️⃣ I den andra kolumnen, identifiera vilken kognitiv förvrängning som finns i tanken.",
    "3️⃣ I den tredje kolumnen, ge ett svar till din inre kritiker. Försök hitta en rationell förklaring som motbevisar den kritiska tanken.",
    "Det är viktigt att ersätta den självkritiska tanken med en mer realistisk och logisk sådan, samtidigt som du undviker överdrivet optimistiska påståenden."
  ],
  "example": ["Här är några sätt att svara på självkritiska tankar:"],
  "table": {
    "header": ["Kritikerns tankar", "Kognitivt fel", "Rationellt svar"],
    "example": {
      "0": [
        "Jag är så dum att jag definitivt kommer att misslyckas",
        "Etikettering",
        "Jag är inte dum, jag har bara inte tillräckligt med tid för förberedelse. Jag kan klara provet om jag studerar."
      ],
      "1": [
        "Ingen behöver mig",
        "Svart-vitt tänkande",
        "Mina vänner och nära och kära uppskattar och älskar mig. De behöver mig."
      ],
      "2": [
        "Jag kommer aldrig att kunna hitta ett jobb",
        "Svart-vitt tänkande",
        "Jag kan hitta ett jobb om jag försöker och söker. Många människor hittar jobb, och jag är inget undantag."
      ]
    }
  },
  "expectations": [
    "Ökad motståndskraft mot kritik från dig själv och omgivningen.",
    "Minskad allmän emotionell spänning.",
    "Minskad rädsla för att göra misstag."
  ]
}
