{
  "title": "Bli av med rädslan för misstag: \"Anti-perfektionismblad\"",
  "statement": "Många perfektionister lever med övertygelsen att fullständig njutning av något endast är möjlig om det utförs perfekt. Vi utmanar dig att ifrågasätta 💪 denna idé.",
  "description": [
    "För många verkar höga standarder och krav på sig själv och andra vara en drivkraft. Men när förväntningarna blir orealistiska kan de förvandlas till en fälla som leder till en ständig känsla av otillräcklighet, oavbruten kritik och, som resultat, depression.",
    "I världen kan allt förbättras, och strävan efter absolut perfektion är dömd till besvikelse.",
    "Denna teknik låter dig inse att uppnående av perfektion inte är ett nödvändigt villkor för att njuta av processen. Försök att göra något som inte är perfekt, men med nöje. Se vad som händer."
  ],
  "task": [
    "1️⃣ Under några dagar, för en lista över de mest varierade och spontana uppgifter du utför, vare sig det är \"tandborstning\", \"matlagning\", \"förberedelse av arbetsrapport\" eller \"städning i hemmet\".",
    "2️⃣ I den andra kolumnen, ange hur effektivt du tycker att uppgiften har utförts, uttryckt i procent.",
    "3️⃣ I den tredje kolumnen, ange hur mycket glädje dess slutförande gav dig."
  ],
  "table": {
    "header": ["Uppgift", "Effektivitet", "Nöje"],
    "example": {
      "0": [
        "Matlagning",
        "50% (kunde ha valt ett mer komplicerat och smakrikare recept)",
        "90% (enkelt, men mycket gott och tog inte mycket tid)"
      ],
      "1": [
        "Städning i hemmet",
        "70% (gjorde allt det grundläggande, men hann inte med kylskåpet och spisen)",
        "100% (renlighet i hemmet ger mig alltid nöje)"
      ],
      "2": [
        "Förberedelse av arbetsrapport",
        "85% (lade ner mycket arbete på rapporten)",
        "20% (ständiga tankar om att det kunde varit bättre berövade mig nöjet av processen)"
      ]
    }
  },
  "expectations": [
    "Denna övning låter dig inse att uppnående av perfektion inte är ett nödvändigt villkor för att njuta av processen.",
    "Minskad ångest och rädsla för misstag"
  ]
}
