{
  "daybookRecommends": {
    "texts": [
      "Nuestro equipo ha desarrollado un algoritmo único para analizar las anotaciones del diario, lo que ayuda significativamente a los usuarios a examinar sus pensamientos. Nuestro modelo ha sido entrenado con datos abiertos y materiales educativos sobre terapia cognitivo-conductual (TCC).",
      "Aquí tienes algunas recomendaciones para mejorar la calidad del análisis de tus anotaciones:",
      "No solo describas los eventos, sino también detalla tus emociones y pensamientos. Recuerda que la calidad del análisis depende directamente de la calidad de tu anotación.",
      "Intenta describir una situación o pensamiento específico. Si han ocurrido varios eventos en un mismo día, es mejor crear una segunda anotación y analizarla por separado.",
      "Aunque el algoritmo está diseñado para detectar creencias irracionales y destructivas en tus anotaciones, también puedes mencionar momentos positivos."
    ]
  },
  "daybookStart": {
    "texts": [
      "Nuestro equipo ha desarrollado un algoritmo único para analizar las entradas de los diarios, que ayuda significativamente a los usuarios a analizar sus pensamientos. Nuestro modelo se entrena con datos abiertos y materiales de formación de terapia cognitivo-conductual (TCC).",
      "Puedes describir una situación que te preocupe o compartir tus sentimientos de forma libre. Nuestro algoritmo analizará tu texto y te dará resultados que te ayudarán a entenderte mejor a ti mismo y a tus pensamientos.",
      "Ve una demostración del análisis haciendo clic en el botón de abajo.",
      "Texto a analizar:",
      "<i>Siento que la gente a mi alrededor me ve como un fracaso. Por ejemplo, hoy en el trabajo he cometido un error. Mi supervisor me ha pedido que lo corrija. Sin embargo, su tono era tal que no pude evitar sentir que realmente piensa que soy un fracasado.</i>"
    ]
  },
  "gptCbt": {
    "texts": [
      "Nuestro equipo ha desarrollado un algoritmo único para analizar registros. La IA estudiará tu situación, te ayudará a verla desde una perspectiva diferente y te proporcionará recomendaciones útiles dentro del marco de la terapia cognitivo-conductual (TCC).",
      "Describe no solo los eventos, sino también explica detalladamente tus emociones y pensamientos. Recuerda que la calidad del análisis depende directamente de la calidad de tu registro.",
      "Intenta describir una situación o pensamiento específico. Si ocurrieron varios eventos en un día, es mejor crear un segundo registro y analizarlo por separado."
    ]
  },
  "gptCbtDream": {
    "texts": [
      "A veces, las herramientas clásicas de la TCC pueden no ser suficientes; en estos momentos, es útil recurrir a las mejores prácticas de otros enfoques.",
      "El psicoanálisis profundo del sueño te permitirá descubrir creencias intermedias y profundas difíciles de acceder conscientemente.",
      "Nuestro modelo de IA realizará un psicoanálisis clásico de tu sueño, lo que te dará la oportunidad de comprender mejor tu subconsciente, facilitando así el trabajo con técnicas de psicología cognitiva."
    ]
  },
  "mockGpt": {
    "consolation": "A veces tendemos a dar más importancia a las palabras y acciones de los demás de la que realmente tienen. Los errores en el trabajo son comunes y no definen tu valor como profesional o persona. Recuerda tus logros y fortalezas que te hacen único.",
    "solutions": [
      "Intenta separar la crítica constructiva de las evaluaciones personales. Es posible que tu jefe simplemente haya señalado un error, lo cual es una parte normal del proceso de trabajo.",
      "Piensa en los éxitos y logros pasados en el trabajo. Esto te ayudará a ver que un error no te convierte en un fracasado.",
      "Trabaja en fortalecer tu autoestima. Cuanto mayor sea tu autoestima, menos propenso serás a percibir las palabras de los demás como críticas a tu personalidad."
    ],
    "distortion": "Elegido debido a la generalización de un incidente (error en el trabajo) a una evaluación general de la personalidad («todos piensan que soy un fracasado»)",
    "negativeThought": "Siento que todos a mi alrededor piensan que soy un fracasado",
    "adaptiveResponse": "Un error en el trabajo no me define como profesional o persona. Es importante aprender de los errores y recordar tus éxitos y cualidades."
  },
  "mockGptDream": {
    "common": "El sueño simboliza un viaje interno a través de miedos y deseos ocultos. La atmósfera del castillo, el mar tormentoso y la destrucción pueden reflejar una sensación de inestabilidad y experiencias emocionales profundas. El psicoanálisis interpreta estos sueños como una expresión de conflictos internos y la búsqueda del autoconocimiento.",
    "symbols": [
      "🏰 Castillo: Símbolo de seguridad, poder y aislamiento. Puede indicar tu estado interno y límites.",
      "🌊 Mar tormentoso: Símbolo de emociones fuertes, miedos subconscientes y cambios.",
      "🔮 Espejo masivo: Símbolo de autoconocimiento, reflejo del «yo» interno y su percepción."
    ],
    "transfer": [
      "🧑‍💼 Tu reflejo alterado en el espejo puede reflejar tu deseo de entender y aceptar tu verdadera esencia.",
      "🏰 El castillo puede representar tu protección y aislamiento del mundo exterior, y su destrucción – el miedo a perder esta protección.",
      "🌊 El mar volviéndose más tormentoso puede simbolizar tus crecientes experiencias emocionales y el miedo a fuerzas incontrolables."
    ],
    "desires": "El deseo oculto de obtener comprensión y control sobre tus emociones profundas y miedos, la aspiración a la iluminación interior y el autoconocimiento.",
    "fears": "Miedo a los cambios y la inestabilidad, a perder el control y la destrucción del mundo familiar.",
    "middle": "Busco estabilidad y seguridad en mi vida.",
    "deep": "Creo que las fuerzas internas y las emociones pueden ser destructivas, y necesito estar preparado para cualquier cambio y desafío.",
    "conclusion": "El sueño refleja conflictos internos y miedos asociados con cambios y autoconocimiento. Tu psique está tratando de integrar nuevas realizaciones y hacer frente a experiencias emocionales profundas."
  }
}