{
  "info": {
    "event": "Comencemos con la definición del desencadenante que provocó pensamientos o emociones negativas. El desencadenante puede ser un evento completamente insignificante o incluso tu propio pensamiento.",
    "thought": "Los pensamientos automáticos son generados por un evento y llevan a la aparición de emociones negativas. Las emociones, a su vez, causan un deterioro del estado y la aparición de nuevos pensamientos automáticos. Se produce un ciclo de negatividad del que es difícil escapar. Para prevenir su aparición, identifica lo antes posible el pensamiento automático y anótalo en un diario.",
    "body": "Trata de volver al momento en que surgió el desencadenante. Recuerda qué sensaciones desagradables estaban presentes en tu cuerpo en ese momento.",
    "behavior": "¿Cómo fue tu comportamiento después? ¿Qué hiciste después de experimentar emociones negativas?",
    "response": "Después de identificar el pensamiento automático, es necesario prestarle atención y reflexionar sobre él. Por lo general, los pensamientos automáticos contienen errores lógicos y distorsiones. Tu tarea es dar una respuesta racional a las distorsiones y formar una nueva actitud.",
    "conclusion": "Describe el resultado de tu trabajo: cómo han cambiado tus emociones y pensamientos, qué planeas cambiar en tus reacciones si un evento similar se repite.",
    "comparison": "Da argumentos que apoyen tu pensamiento automático y argumentos que lo refuten. Esto te ayudará a comprender hasta qué punto es objetivo y real."
  },
  "stepper": {
    "event": "Metí la pata en una tarea en el trabajo",
    "thought": "Cometo errores en mi trabajo todo el tiempo, todos a mi alrededor me odian por ello",
    "body": "Aumento de las palpitaciones, pesadez en el pecho.",
    "behavior": "Dio un portazo",
    "response": "No hay personas que no cometan errores, y no puedo predecir los pensamientos de los que me rodean...",
    "conclusion": "La próxima vez que cometa un error, no intentaré adivinar la reacción de los demás. También llevaré una lista de control para comprobar mi trabajo y no volver a cometer el mismo error."
  },
  "analysis": {
    "description": [
      "Haz que rellenar tu diario deje de ser una tarea y se convierta en un proceso divertido. En lugar de limitarte a relatar los acontecimientos, cuenta tu día como una historia emocionante.",
      "La inteligencia artificial te ayudará: analizará tu historia y te sugerirá automáticamente la mejor forma de completar tu diario seleccionando las categorías y campos adecuados.",
      "Siempre puedes editar y completar lo que la IA te ha sugerido, haciendo que el registro sea aún más personal y preciso.",
      "Todo lo que escribas se guardará en un diario, para que tu historia no se pierda una vez analizada.",
      "La IA hace que el proceso de trabajar con los pensamientos no sólo sea útil, sino también interesante, convirtiendo el relleno ordinario de un diario en una autoexpresión creativa."
    ],
    "hint": [
      "Describe lo ocurrido, tus sentimientos y pensamientos. En tu relato, intenta mencionar",
      "¿Qué fue ese acontecimiento?",
      "Qué pensamiento automático surgió",
      "Sensaciones físicas, emociones",
      "Respuesta adaptativa al pensamiento automático",
      "Conclusión de la situación"
    ]
  },
  "automaticAnalysis": [
    {
      "title": "Registrar emociones en lugar de pensamientos",
      "description": "Las emociones no se pueden refutar en una respuesta adaptativa y deben registrarse en un paso separado.",
      "wrong": "Me siento ansioso",
      "right": "Creo que no podré manejarlo"
    },
    {
      "title": "Formulaciones vagas",
      "description": "Un pensamiento automático puede ser registrado de manera demasiado general.",
      "wrong": "Todo está mal",
      "right": "Creo que mis colegas me consideran incompetente"
    },
    {
      "title": "Registrar hechos en lugar de interpretaciones",
      "description": "Es importante registrar tu actitud hacia el evento. El hecho del evento se registró en el paso anterior.",
      "wrong": "Llegué tarde al trabajo",
      "right": "Ahora el jefe pensará que soy irresponsable"
    },
    {
      "title": "Formulación demasiado compleja y confusa",
      "description": "Los pensamientos deben registrarse de forma simple y clara; de lo contrario, será difícil dar una respuesta adaptativa.",
      "wrong": "Tiendo a creer que mi opinión no importa",
      "right": "Mi opinión no le importa a nadie"
    },
    {
      "title": "Omisión del pensamiento automático",
      "description": "Algunas personas registran de inmediato pensamientos alternativos o respuestas a pensamientos automáticos.",
      "wrong": "Debo pensar positivamente",
      "right": "No estoy seguro de poder manejarlo"
    },
    {
      "title": "Ignorar pensamientos clave",
      "description": "A veces, las personas solo registran los pensamientos que parecen más aceptables, ignorando los pensamientos automáticos clave o dolorosos.",
      "wrong": "Me preocupa un poco el futuro",
      "right": "Nunca tendré éxito"
    }
  ]
}