{
  "title": "De Spiegel van Zelfkritiek",
  "statement": "Stel je voor dat je je beste vriend alles vertelt wat je normaal gesproken kritisch tegen jezelf zegt. Deze techniek helpt je de onredelijkheid van zelfkritiek in te zien en jezelf met meer compassie en begrip te behandelen.",
  "task": [
    "1️⃣ Kies een situatie waarin je geneigd bent om streng voor jezelf te zijn.",
    "2️⃣ Stel je voor dat een goede vriend of een familielid zich in precies dezelfde situatie bevindt.",
    "3️⃣ Speel een rollenspel: jij blijft jezelf spelen, maar je denkbeeldige gesprekspartner is nu je vriend.",
    "4️⃣ Zeg hardop alle kritische gedachten die je normaal gesproken tegen jezelf zegt, maar richt ze tot je 'vriend'.",
    "Let op hoe je je voelt tijdens deze oefening. Hoe comfortabel voelt het om zulke harde woorden tegen iemand anders te zeggen?",
    "Analyseer het verschil tussen hoe je met jezelf en met anderen omgaat in vergelijkbare situaties.",
    "Denk na over hoe je je vriend écht zou steunen in deze situatie. Welke woorden zou je gebruiken?",
    "Probeer ditzelfde niveau van steun, begrip en zorgzaamheid op jezelf toe te passen."
  ],
  "example": [
    "Je gebruikelijke gedachten over jezelf:",
    "Ik ben een totale mislukkeling. Natuurlijk ben ik niet gepromoveerd – ik kan ook niets. Waarschijnlijk zal ik nooit succes hebben in mijn carrière. Ik ben niet slim en getalenteerd genoeg voor deze baan.",
    "Stel je nu voor dat je beste vriendin Anna geen promotie heeft gekregen en dit met je deelt. Probeer haar exact hetzelfde te zeggen:",
    "Anna, je bent een totale mislukkeling. Natuurlijk ben je niet gepromoveerd – je kunt ook niets. Waarschijnlijk zal je nooit succes hebben in je carrière. Je bent niet slim en getalenteerd genoeg voor deze baan.",
    "Hoe voel je je als je dit tegen Anna zegt? Waarschijnlijk ongemakkelijk en zelfs beschaamd.",
    "Denk nu na over wat je eigenlijk tegen Anna zou zeggen:",
    "Anna, het spijt me dat je deze promotie niet hebt gekregen. Ik weet hoeveel moeite je erin hebt gestoken. Het is altijd teleurstellend om niet te krijgen wat je wilt, maar dat betekent niet dat je een mislukkeling bent. Je hebt veel sterke kanten en successen. Misschien is dit gewoon niet het juiste moment, of zijn er vaardigheden die je nog verder kunt ontwikkelen. Laten we samen nadenken over hoe je je carrière verder kunt laten groeien.",
    "Probeer deze ondersteunende woorden nu tegen jezelf te zeggen. Merk op hoe verschillend je jezelf behandelt in vergelijking met een vriend in precies dezelfde situatie. Oefen dit regelmatig om te leren jezelf met dezelfde vriendelijkheid en steun te benaderen als je een goede vriend zou behandelen."
  ],
  "expectations": [
    "Bewustwording van de onredelijkheid van zelfkritiek",
    "Verbetering van zelfvertrouwen en eigenwaarde",
    "Vermindering van stress en angst"
  ]
}
