{
  "title": "Antwoord geven op je innerlijke criticus",
  "statement": "Een gevoel van minderwaardigheid wordt vaak veroorzaakt door een innerlijke criticus die je zelfvertrouwen ondermijnt. Deze techniek helpt je om kritiek te weerleggen en negatieve gedachten te heroverwegen.",
  "description": [
    "Negatieve overtuigingen zoals \"Ik ben niets waard\", \"Ik ben slechter dan anderen\", \"Ik zal nooit slagen\", \"Alles is mijn schuld\" of \"Ik ben een mislukking\" versterken problemen met zelfvertrouwen en kunnen leiden tot depressie.",
    "Het is belangrijk om niet toe te geven aan de aanvallen van je innerlijke criticus, maar om er actief op te reageren. Dit helpt je om negatieve gedachten in twijfel te trekken en je zelfbeeld te verbeteren."
  ],
  "task": [
    "Maak een tabel met drie kolommen in een voor jou handig formaat. De kolomnamen:",
    "Gedachten van de criticus",
    "Cognitieve denkfout",
    "Rationele reactie",
    "1️⃣ In de eerste kolom noteer je alle zelfkritische gedachten die in je opkomen wanneer je jezelf beschuldigt, nutteloos voelt of ontevreden bent over jezelf.",
    "Schrijf hier alleen je gedachten op, niet je gevoelens. Als je bijvoorbeeld schrijft: \"Ik voel me verschrikkelijk\", is dat moeilijk te weerleggen, omdat het op dat moment gewoon zo voelt.",
    "2️⃣ In de tweede kolom identificeer je welke cognitieve denkfout in deze gedachte aanwezig is.",
    "3️⃣ In de derde kolom formuleer je een rationeel antwoord op je innerlijke criticus. Zoek naar een realistische verklaring die de zelfkritische gedachte weerlegt.",
    "Belangrijk: vervang je zelfkritische gedachte door een meer realistische en logische gedachte, zonder in overdreven optimisme te vervallen."
  ],
  "example": ["Hier zijn enkele voorbeelden van hoe je kunt reageren op zelfkritische gedachten:"],
  "table": {
    "header": ["Gedachten van de criticus", "Cognitieve denkfout", "Rationele reactie"],
    "example": {
      "0": [
        "Ik ben zo dom dat ik het examen sowieso niet haal",
        "Labelen",
        "Ik ben niet dom, ik heb gewoon niet genoeg tijd gehad om te studeren. Als ik me voorbereid, heb ik een kans om te slagen."
      ],
      "1": [
        "Niemand heeft mij nodig",
        "Zwart-witdenken",
        "Mijn vrienden en dierbaren geven om mij en waarderen mij. Ik ben belangrijk voor hen."
      ],
      "2": [
        "Ik zal nooit een baan vinden",
        "Zwart-witdenken",
        "Ik kan een baan vinden als ik blijf zoeken en mijn best doe. Veel mensen vinden werk, en ik ben geen uitzondering."
      ]
    }
  },
  "expectations": [
    "Meer veerkracht tegen innerlijke en externe kritiek.",
    "Vermindering van algemene emotionele spanning.",
    "Minder angst om fouten te maken."
  ]
}
