{
  "list": {
    "0": {
      "title": "AI doporučení při vyplňování deníku",
      "description": "Vyplňování deníku automatických myšlenek může být náročným a pracným úkolem. Náš systém doporučení tento proces usnadní: poradí, podpoří a pomůže vyhnout se chybám. Díky tomu bude vaše práce s myšlenkami produktivnější."
    },
    "1": {
      "title": "Personalizovaná analýza vašich záznamů",
      "description": "Sdílejte své prožitky s naší AI, a ta vám pomůže podívat se na vaše těžkosti z nové perspektivy. Umělá inteligence vás podpoří, nabídne užitečná doporučení a odhalí kognitivní zkreslení, se kterými můžete efektivně pracovat a postupovat k řešení problémů."
    },
    "2": {
      "title": "Bezpečnost osobních údajů",
      "description": "Otevírá možnost nastavení hesla při vstupu do aplikace a dodatečně šifruje vaše osobní údaje. To zaručuje, že přístup k aplikaci bude bez správného hesla nemožný, čímž chrání vaše informace na maximální úrovni."
    },
    "3": {
      "title": "AI rozpoznávání řeči",
      "description": "Používáme nejnovější technologie rozpoznávání řeči s funkcí analýzy emocí, abychom přesně zachytili vaše myšlenky a intonace. Náš systém automaticky přidává odstavce a interpunkci. Získáte přesné záznamy 4krát rychleji než při psaní na klávesnici."
    },
    "4": {
      "title": "Synchronizace mezi všemi zařízeními",
      "description": "Vaše data budou bezpečně zašifrována a uložena na našem serveru, což zaručuje jejich zachování. To vám také umožňuje vést záznamy z různých zařízení současně, což zajišťuje pohodlný a nepřetržitý přístup k informacím kdykoliv."
    },
    "5": {
      "title": "Plný přístup k testům",
      "description": "Naše testy jsou vyvinuty profesionálními psychology a obsahují podrobná vysvětlení ke každé otázce. To vám pomůže hlouběji porozumět sobě samým a sledovat změny ve vašem stavu, což zajistí uvědomělejší přístup k sebepoznání a rozvoji."
    },
    "6": {
      "title": "Neomezený přístup k databázi znalostí",
      "description": "Sebevzdělávání je klíčovým prvkem na cestě k šťastnějšímu a uvědomělejšímu životu. Vyvinuli jsme rozsáhlou znalostní databázi, která se neustále rozšiřuje. Čtěte naše interaktivní články bez omezení a objevujte nové způsoby, jak každý den zlepšit svůj život."
    },
    "7": {
      "title": "Přidávání obrázků k záznamům",
      "description": "Ilustrujte své myšlenky pomocí obrázků. Přidané obrázky budou synchronizovány mezi všemi zařízeními a dostupné vašemu psychologovi!"
    }
  },
  "last": {
    "title": "Také budou dostupné následující funkce:",
    "advantages": [
      "Export dat ve formátu CSV",
      "Automatická synchronizace dat s psychologem",
      "Časovač vypnutí relaxačních zvuků",
      "Ochrana před zvýšením ceny předplatného"
    ]
  }
}
