{
  "control": {
    "title": "Technique: A Day in Control",
    "description": "This article presents a practical planning approach—the Two-Column method—designed to improve personal organization and boost effectiveness. You’ll see how a simple split between “Plan” and “What Actually Happened” can help you not only reach goals but also reflect on your day. Special attention goes to reviewing outcomes, which builds adaptability and balance between what must be done and what you want to do.",
    "screen_1": {
      "texts": [
        "The first exercise we’d like to share is simple yet effective and supports your personal organization.",
        "In the evening, plan the next day: write out a schedule with two parts—and two columns.",
        "The first column is “Before.” It’s an hourly plan of what you want to do. Don’t overload it—write one or two words in each hour to note an activity or action.",
        "For example, it could be something small: take a shower, have breakfast, start a load of laundry. Or something more demanding: cleaning, exam prep, drafting a résumé, and so on.",
        "At the end of the day, fill in the second column—“After.”",
        "Record what you actually did, hour by hour. It may match the plan—or not—and that’s okay.",
        "Even if you complete only a small part of the “Before” list, planning your time is still helpful and makes the day more concrete.",
        "Also mark “A — achievement” next to any activity that wasn’t easy for you and counts as a personal accomplishment."
      ]
    },
    "screen_2": {
      "texts": [
        "With depression, brushing your teeth or taking a shower can be an achievement—there’s nothing wrong or shameful about that. In such cases, add an “A.” Also note the difficulty level.",
        "For example, making the bed was fairly easy—so that might be “A-2.” Cooking lunch was harder—so that could be “A-7.” Use a scale that reflects how it felt to you.",
        "If something on your plan was enjoyable, add “P — pleasure.”",
        "For instance, if a movie or a walk in the park brought you joy, add the letter and rate how much pleasure the activity gave you.",
        "That’s the whole exercise: simple but effective. You might think it won’t work, but without trying it regularly for a while, you won’t really know. It works because it:",
        "interrupts the constant weighing of whether an activity is “important enough,” easing inner conflicts about whether to act;",
        "helps you plan time more evenly—balancing obligations with activities that bring pleasure."
      ]
    },
    "screen_3": {
      "texts": [
        "If you keep making a daily schedule, you’ll likely notice your motivation grow: doing even a little challenges the belief that you can’t do anything.",
        "Someone who lived with depression for a long time and struggled with procrastination shared their experience with this technique:",
        "“By planning my day and reviewing the results in the evening, I realized exactly what I was spending my time on.”",
        "“It helped me take responsibility for my life again. I recognize that I can regain control when I choose to.”"
      ],
      "quote": {
        "text": "The most important part of time management is not managing time, but managing yourself.",
        "author": "Peter Drucker"
      }
    },
    "instagram": [
      "18047113832423150"
    ]
  },
  "death": {
    "title": "Finding Yourself After Losing a Loved One",
    "description": "This article tells the story of Anastasia, who experienced profound depression and a heavy sense of guilt after her brother’s tragic death. Through psychotherapy, she gradually let go of self-blame and changed the way she related to herself and her experiences. Over time, Anastasia emerged from depression, accepted that she was not at fault, and began to live a full life again.",
    "screen_1": {
      "texts": [
        "Sooner or later, each of us faces the loss of someone close. Death is a profound trial that can wash over us like a powerful wave of pain and heaviness.",
        "Tears, sadness, and deep feelings are a natural response to loss. These experiences help us move through grief and find the strength to live on.",
        "Sometimes grief becomes prolonged and can stay for years. At times, it can develop into major depression.",
        "Consider the story of Anastasia, a 29-year-old who fell into a deep depression after her younger brother died by suicide. She sought psychotherapy a few months after the tragedy.",
        "What tormented her most was the belief that she bore responsibility for his death.",
        "Anastasia felt she was facing an unresolvable and frightening reality. She believed she “deserved” to suffer and even had suicidal thoughts.",
        "Guilt is a common and heavy companion for those who have lost a loved one, especially when a person dies by suicide.",
        "Many find themselves asking: “Why didn’t I stop it? Why didn’t I notice in time?”",
        "Even experienced professionals may struggle with such thoughts if a client dies by suicide: “This really is my fault. I should have said something different, asked another question, paid closer attention. I should have prevented it. I’m to blame!”"
      ],
      "quote": {
        "text": "Those we love may leave us, but they never go far as long as we remember them.",
        "author": "Confucius"
      }
    },
    "screen_2": {
      "texts": [
        "Anastasia’s self-blame began even before the tragedy. She often thought her life had turned out better than her brother’s and tried to help him—emotionally and financially—through his long struggle with depression.",
        "She supported his decision to see a psychologist, helped pay for therapy, and even rented him an apartment nearby so she could be there and help at any time.",
        "Anastasia was convinced she was to blame for his death because she “should have done even more.”",
        "Her feelings were deep and sincere; the pain was constant.",
        "In the first therapy sessions she spoke about the reasons for her self-blame and her thoughts about death: “I was responsible for his life. I feel like my inability to help led to the tragedy. I should have seen his state and saved him.”",
        "She believed her suffering was justified and that she was obligated to bear punishment.",
        "From the outside, it’s clear these thoughts are irrational and harmful.",
        "The main cognitive distortion was personalization. In therapy, Anastasia reached several important conclusions:",
        "If she were truly responsible for her brother’s death, that would mean she was the cause of his decision.",
        "She could not control his thoughts or inner pain, and therefore could not be responsible for the beliefs that led him to severe depression. It was his struggle, not her fault.",
        "By trying to take responsibility for his state, she was trying to control what was beyond her power. The most she could do was support him within her own limits and abilities."
      ]
    },
    "screen_3": {
      "texts": [
        "Had she known his intentions, she would have done everything to help and prevent the tragedy. But she didn’t know—and you can’t change what you couldn’t see.",
        "By blaming herself, Anastasia was assuming she should have foreseen the future and possessed limitless knowledge. These expectations were unrealistic; she had no grounds to condemn herself.",
        "All the reasoning pointed to one thing: taking responsibility for his action was a heavy and unfair mistake.",
        "Her responsibility is for her own life and well-being.",
        "Over time, she realized her suffering didn’t arise because she had “let her brother down,” but because she allowed guilt to consume her and let depression erode her life.",
        "A supportive choice was to release the guilt, recover step by step, and learn to live joyfully and fully again.",
        "That is what genuine self-care looks like. After therapy, Anastasia’s condition improved significantly, and she was able to overcome depression. She attributed this to deep changes in how she related to herself and her inner world."
      ]
    }
  },
  "diagnostic": {
    "title": "Depression Assessment: A Journey Toward Understanding Yourself",
    "description": "This article explores ways to assess depression—from recognizing common symptoms to self-evaluation using the Beck Depression Inventory (BDI). It emphasizes the importance of consulting professionals for an accurate diagnosis and support, especially when symptoms are pronounced, and offers practical steps and exercises for those who want to care for their emotional well-being.",
    "screen_1": {
      "texts": [
        "In the previous section, we discussed what depression is.",
        "Now let’s look at how you can recognize it in yourself.",
        "For clarity, we can think of depression assessment in three stages:",
        "General screening",
        "Like any other emotional state, depression shows up through specific symptoms. Let’s review them:",
        "Low mood.",
        "Loss of interest in usual activities and pleasures.",
        "Anhedonia—reduced ability to experience pleasure.",
        "Difficulties with concentration, productivity, and decision-making.",
        "Sleep and appetite changes—either reduced or increased.",
        "Feelings of hopelessness, helplessness, irritability, shame, or guilt.",
        "Anxiety or marked apathy.",
        "Low energy, persistent fatigue.",
        "Intrusive thoughts about death or suicide.",
        "Most of us have encountered some of these at least once.",
        "However, isolated symptoms don’t always indicate depression. So how do you determine whether it’s present?",
        "You can speak of a depressive disorder when at least four of these symptoms persist for two weeks or more.",
        "It’s also important to consider your overall health and current life circumstances."
      ],
      "quote": {
        "text": "We cannot change the situations life presents us, but we can change how we respond to them.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Self-assessment with validated tools",
        "There are many instruments that help you assess your state.",
        "One of the best known and most reliable is the Beck Depression Inventory (BDI).",
        "Developed by psychiatrist Aaron Beck, it includes 21 symptom categories, each reflecting different aspects of the depressive experience.",
        "By taking this test, you can get an approximate indication of severity—from mild to severe depression.",
        "The test is available in our app and is simple and intuitive to use."
      ],
      "quote": {
        "text": "Self-care isn’t an exception to your responsibilities—it’s an essential part of them.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consulting a professional",
        "If self-assessment suggests a possible depressive state, it’s important to reach out to a psychologist, psychiatrist, or psychotherapist.",
        "A specialist will help clarify the diagnosis and propose an appropriate plan for support and treatment. We’re here alongside you to provide guidance and useful information.",
        "This material is designed to support people with mild to moderate symptoms of depression.",
        "But it can also offer value to those facing more severe symptoms.",
        "It may ease symptoms and deepen understanding of your condition. However, in more severe depression, self-help tools alone may not be enough.",
        "In such cases, it’s especially important to seek professional help and, if needed, consider medication.",
        "Assessing emotional states is a subtle, complex process.",
        "There is always a risk of error in self-evaluation.",
        "Even if you don’t meet criteria for clinical depression and are experiencing a temporary low mood, this section can still be helpful.",
        "We’ll examine the mechanisms of depression in detail and share practical recommendations and exercises.",
        "If you want to improve your quality of life and are ready to take steps forward, let’s continue this path together."
      ]
    },
    "instagram": [
      "18050989750923730"
    ]
  }
}