{
  "title": "Technique: A Day Under Control",
  "description": "The article presents a unique planning technique \"Two Columns\", aimed at improving self-organization and increasing personal efficiency. Readers will learn how the simple division of tasks into \"plans\" and \"facts\" can help not only in achieving set goals but also in understanding their daily actions. Special attention is given to the analysis of what has been accomplished, which allows learning to adapt to changes and find a balance between what must be done and what is desired.",
  "screen_1": {
    "texts": [
      "The first exercise we want to share with you is simple yet effective and will aid in your self-organization.",
      "In the evening, before the next day, sit down and write your schedule for the day. It will consist of two parts, accordingly, two columns.",
      "The first column — «Before». This is the hourly plan of what you want to do. Don't write down too much at once: in each hourly line, write one or two words, indicating some activity or action.",
      "For example, it can be something minor: take a shower, have breakfast, do the laundry. Or it can be something more energy-consuming: cleaning, preparing for an exam, writing a resume, etc.",
      "At the end of each day, write in the second column — «After».",
      "There you should note what you actually did throughout the day, also by the hour. Your activities may coincide with the planned ones, or they may differ — that's normal, don't worry.",
      "Even if you manage to implement only a small part of the «Before» list, simple planning of your time can be very useful and visually understandable for you.",
      "Besides, mark each activity with a letter «D-task» if the activity was not very simple for you and became an achievement specifically for you."
    ]
  },
  "screen_2": {
    "texts": [
      "It might be that brushing your teeth or taking a shower during depression will be an achievement for you, there's nothing terrible or shameful about it, believe me. And then next to these activities, you would write the letter «D». Also, mark the difficulty level.",
      "For example, making the bed was quite simple, so it could be a «D-2», but preparing lunch was harder, so that would be a «D-7». The scale by which you assess this is determined by your feelings.",
      "If an activity in your plan was something pleasant for you, then put next to it «P-pleasure».",
      "For example, watching a movie or a walk in the park brought you joy, then place the corresponding letter and also assess the degree of pleasure you got from this action.",
      "Essentially, that's the whole exercise: it's simple but effective. You might think it won't work, but if you don't try doing it regularly for some time, you definitely won't understand it. It works because:",
      "It stops your tendency to constantly ponder the importance and value of various actions and helps to cope with internal conflicts whether to do something or not;",
      "It helps you plan your time in a balanced way, because there will be tasks that you just need to do for one reason or another, as well as activities that bring you pleasure;"
    ]
  },
  "screen_3": {
    "texts": [
      "If you regularly make a schedule for the day, you will soon notice that your motivation increases because by starting to do at least something, you refute your beliefs that you are incapable of doing anything.",
      "One person, who had been depressed and suffering from procrastination for a long time, shared their feedback on this technique:",
      "By planning my day and looking at the results in the evening, I realized what exactly I spend my time on.",
      "It helped me take responsibility for my life again. I realize that I can control the situation if I want to."
    ],
    "quote": {
      "text": "The most important thing in time management is not managing time, but managing yourself.",
      "author": "Peter Drucker"
    }
  },
  "instagram": ["18047113832423150"]
}
