{
  "control": {
    "title": "Technique: A Day Under Control",
    "description": "The article presents a unique planning technique \"Two Columns\", aimed at improving self-organization and increasing personal efficiency. Readers will learn how the simple division of tasks into \"plans\" and \"facts\" can help not only in achieving set goals but also in understanding their daily actions. Special attention is given to the analysis of what has been accomplished, which allows learning to adapt to changes and find a balance between what must be done and what is desired.",
    "screen_1": {
      "texts": [
        "The first exercise we want to share with you is simple yet effective and will aid in your self-organization.",
        "In the evening, before the next day, sit down and write your schedule for the day. It will consist of two parts, accordingly, two columns.",
        "The first column — «Before». This is the hourly plan of what you want to do. Don't write down too much at once: in each hourly line, write one or two words, indicating some activity or action.",
        "For example, it can be something minor: take a shower, have breakfast, do the laundry. Or it can be something more energy-consuming: cleaning, preparing for an exam, writing a resume, etc.",
        "At the end of each day, write in the second column — «After».",
        "There you should note what you actually did throughout the day, also by the hour. Your activities may coincide with the planned ones, or they may differ — that's normal, don't worry.",
        "Even if you manage to implement only a small part of the «Before» list, simple planning of your time can be very useful and visually understandable for you.",
        "Besides, mark each activity with a letter «D-task» if the activity was not very simple for you and became an achievement specifically for you."
      ]
    },
    "screen_2": {
      "texts": [
        "It might be that brushing your teeth or taking a shower during depression will be an achievement for you, there's nothing terrible or shameful about it, believe me. And then next to these activities, you would write the letter «D». Also, mark the difficulty level.",
        "For example, making the bed was quite simple, so it could be a «D-2», but preparing lunch was harder, so that would be a «D-7». The scale by which you assess this is determined by your feelings.",
        "If an activity in your plan was something pleasant for you, then put next to it «P-pleasure».",
        "For example, watching a movie or a walk in the park brought you joy, then place the corresponding letter and also assess the degree of pleasure you got from this action.",
        "Essentially, that's the whole exercise: it's simple but effective. You might think it won't work, but if you don't try doing it regularly for some time, you definitely won't understand it. It works because:",
        "It stops your tendency to constantly ponder the importance and value of various actions and helps to cope with internal conflicts whether to do something or not;",
        "It helps you plan your time in a balanced way, because there will be tasks that you just need to do for one reason or another, as well as activities that bring you pleasure;"
      ]
    },
    "screen_3": {
      "texts": [
        "If you regularly make a schedule for the day, you will soon notice that your motivation increases because by starting to do at least something, you refute your beliefs that you are incapable of doing anything.",
        "One person, who had been depressed and suffering from procrastination for a long time, shared their feedback on this technique:",
        "By planning my day and looking at the results in the evening, I realized what exactly I spend my time on.",
        "It helped me take responsibility for my life again. I realize that I can control the situation if I want to."
      ],
      "quote": {
        "text": "The most important thing in time management is not managing time, but managing yourself.",
        "author": "Peter Drucker"
      }
    },
    "instagram": [
      "18047113832423150"
    ]
  },
  "death": {
    "title": "Finding Yourself After Losing a Loved One",
    "description": "The article explores the story of Anastasia, who experienced deep depression and guilt following her brother's suicide. Through psychotherapy, she learned to free herself from self-blame, which helped her change her attitude towards herself and her experiences. As a result, Anastasia emerged from depression, accepted her innocence, and began to live a fulfilling life.",
    "screen_1": {
      "texts": [
        "Sooner or later, each of us faces the loss of a loved one. Death is a severe blow, covering those who loved the deceased with grief and sorrow, like a shock wave.",
        "Tears, sadness, and emotions are normal responses to loss. They help us get through this moment and give us the strength to continue living.",
        "Sometimes grief is prolonged, and a person may suffer for years, or sometimes they fall into deep depression almost immediately.",
        "Let's present the story of a patient suffering from depression: Anastasia, a 29-year-old woman whose younger brother committed suicide a few months before her consultation with a psychotherapist.",
        "Particularly painful and simultaneously exacerbating her depression was the feeling that she was responsible for his suicide.",
        "Anastasia felt she faced an absolutely real and insoluble problem. She believed she deserved death and had suicidal thoughts.",
        "A common issue tormenting the relatives of someone who has committed suicide is guilt.",
        "People often torment themselves with thoughts like: \"Why didn't I prevent this? Why didn't I notice it in time?\"",
        "Even psychotherapists are not immune to such reactions after a client's suicide and may blame themselves: \"It really is my fault. If only I had spoken differently during the last session. Why didn't I ask him directly if he wanted to commit suicide? I should have done something more decisive. I killed him!\""
      ],
      "quote": {
        "text": "Those we love can leave us, but they never go far as long as we remember them.",
        "author": "Confucius"
      }
    },
    "screen_2": {
      "texts": [
        "Anastasia's self-blame began long before the tragedy: she thought her life was easier and better than her brother's and tried to compensate by providing him emotional and financial support in his prolonged battle with depression.",
        "She pushed him to work with a psychologist, helped pay for the sessions, and even rented an apartment near her so he could call her whenever he felt bad.",
        "Anastasia was convinced that she was responsible for her brother's death because \"she could have done more\".",
        "She deeply experienced the tragic situation she found herself in.",
        "In the initial therapeutic sessions, she discussed the reasons for her self-blame and her belief that she should die: \"I was responsible for my brother's life. I believe my inability to help him led to his death. It seems to me that I couldn't provide him the support he needed, not seeing his terrible state. I should have saved his life.\"",
        "She was convinced that her guilt and suffering were justified and correct, and that she deserved to be punished and suffer.",
        "Reading this story from the outside, you would probably say that her thoughts and beliefs are unrealistic and illogical, and they only harm her.",
        "The mistake she kept making was personalization. During psychotherapy, Anastasia came to the following conclusions:",
        "If she had been responsible for her brother's death, it would mean she had to be the cause of his suicide.",
        "She didn't control her brother's thoughts, therefore, she couldn't be responsible for the destructive beliefs that led him to severe depression and, consequently, to death. Those were his mistakes, not hers.",
        "Trying to take on the responsibility for his mood and actions, she attempted to influence what was beyond her control, although the most she could do was to try to assist him within her capabilities."
      ]
    },
    "screen_3": {
      "texts": [
        "If she had known that he was planning a suicide attempt, she would have done everything possible to stop him. However, since she didn't know, she unfortunately couldn't change anything.",
        "Thus, by blaming herself for his death, she mistakenly thought she could predict the future with absolute certainty and that all the knowledge in the world was at her disposal. Since both assumptions were extremely unrealistic, she had no reason to blame herself.",
        "All these arguments indicate that it was a serious mistake to take responsibility for her brother's actions, as ultimately, she couldn't control them.",
        "In reality, Anastasia is only responsible for her own life and well-being.",
        "At that moment, it became clear to her: her suffering was not because she 'let him down', but because she allowed herself to sink into depression and contemplate suicide.",
        "A useful and supportive behavior in this case was to relinquish the feeling of guilt, emerge from depression, and then strive to lead a happy and joyful life.",
        "This is how responsibility towards oneself appears. After psychotherapy, Anastasia's condition improved, and soon she overcame depression. She explained this with profound changes in her attitude towards herself."
      ]
    }
  },
  "diagnostic": {
    "title": "Depression Diagnosis: A Journey to Self-Understanding",
    "description": "The article explores methods of diagnosing depression, starting with a general screening of symptoms and moving on to self-diagnosis through the Beck Depression Inventory (BDI). It emphasizes the importance of consulting with specialists for accurate diagnosis and treatment, especially in severe cases. Additionally, the article offers practical advice and exercises for those seeking to improve their mental state.",
    "screen_1": {
      "texts": [
        "In the previous section, we already discussed what depression is.",
        "Now, our task is to understand how to diagnose this condition in ourselves.",
        "Conventionally, the diagnosis of depression is divided into three stages:",
        "General screening",
        "Depression, like any other disorder, has its own symptoms. Let's take a closer look at them:",
        "Depressed mood.",
        "Decreased interest in usual pleasures.",
        "Anhedonia – reduced ability to feel pleasure.",
        "Difficulty concentrating, working efficiently, and making decisions.",
        "Sleep and appetite disturbances, both in terms of decrease and increase.",
        "Feelings of hopelessness, helplessness, irritability, shame, guilt.",
        "Anxiety or apathy.",
        "Lack of energy, constant fatigue.",
        "Thoughts of death or suicide.",
        "Probably, each of us has encountered one or more of these symptoms at least once.",
        "But this does not always indicate depression. How then can we determine the presence of depression?",
        "One can speak of a depressive disorder if you observe at least four of the listed symptoms over two weeks.",
        "It's also important to consider other factors, such as overall health and life circumstances."
      ],
      "quote": {
        "text": "We cannot change the situations life presents to us, but we can change our ability to experience them.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Self-diagnosis using proven methods",
        "There are many tests for self-diagnosing depression.",
        "One of the most reliable and recognized is the Beck Depression Inventory (BDI).",
        "This technique, developed by American psychotherapist Aaron Beck, includes 21 categories of symptoms, each containing 4 to 5 statements reflecting different aspects of depression.",
        "By taking this test, you can assess the severity of your condition: from mild to severe depression.",
        "The test is available in our application, it is simple and intuitive to use."
      ],
      "quote": {
        "text": "Taking care of yourself is not an exception from your list of duties, it's part of the list.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consultation with a specialist",
        "In case self-diagnosis indicates a possible depressive state, it is recommended to consult a specialist: a psychologist, psychiatrist, or psychotherapist.",
        "They can accurately diagnose and offer appropriate treatment. In turn, we are ready to support you and provide useful information in this section.",
        "This material was developed to assist people with mild to moderate depression.",
        "For those suffering from more severe forms of depression, this material can also be valuable.",
        "It can alleviate some symptoms, but in serious conditions, it is important to remember that self-help tools alone may not be sufficient.",
        "In such cases, it is crucial to seek help from specialists and, if necessary, consider the option of medication treatment.",
        "Diagnosing psychological problems is a complex task.",
        "There is always a risk of error in self-diagnosis.",
        "However, even if you do not have clinical depression but are simply experiencing a temporary depressed mood, this material will be useful.",
        "We will take a detailed look at the mechanisms underlying depression, offer practical tips and exercises.",
        "If you are aiming to improve your quality of life and are ready to follow our recommendations, let's continue this journey together!"
      ]
    },
    "instagram": [
      "18050989750923730"
    ]
  }
}