{
  "title": "Finding Yourself After Losing a Loved One",
  "description": "The article explores the story of Anastasia, who experienced deep depression and guilt following her brother's suicide. Through psychotherapy, she learned to free herself from self-blame, which helped her change her attitude towards herself and her experiences. As a result, Anastasia emerged from depression, accepted her innocence, and began to live a fulfilling life.",
  "screen_1": {
    "texts": [
      "Sooner or later, each of us faces the loss of a loved one. Death is a severe blow, covering those who loved the deceased with grief and sorrow, like a shock wave.",
      "Tears, sadness, and emotions are normal responses to loss. They help us get through this moment and give us the strength to continue living.",
      "Sometimes grief is prolonged, and a person may suffer for years, or sometimes they fall into deep depression almost immediately.",
      "Let's present the story of a patient suffering from depression: Anastasia, a 29-year-old woman whose younger brother committed suicide a few months before her consultation with a psychotherapist.",
      "Particularly painful and simultaneously exacerbating her depression was the feeling that she was responsible for his suicide.",
      "Anastasia felt she faced an absolutely real and insoluble problem. She believed she deserved death and had suicidal thoughts.",
      "A common issue tormenting the relatives of someone who has committed suicide is guilt.",
      "People often torment themselves with thoughts like: \"Why didn't I prevent this? Why didn't I notice it in time?\"",
      "Even psychotherapists are not immune to such reactions after a client's suicide and may blame themselves: \"It really is my fault. If only I had spoken differently during the last session. Why didn't I ask him directly if he wanted to commit suicide? I should have done something more decisive. I killed him!\""
    ],
    "quote": {
      "text": "Those we love can leave us, but they never go far as long as we remember them.",
      "author": "Confucius"
    }
  },
  "screen_2": {
    "texts": [
      "Anastasia's self-blame began long before the tragedy: she thought her life was easier and better than her brother's and tried to compensate by providing him emotional and financial support in his prolonged battle with depression.",
      "She pushed him to work with a psychologist, helped pay for the sessions, and even rented an apartment near her so he could call her whenever he felt bad.",
      "Anastasia was convinced that she was responsible for her brother's death because \"she could have done more\".",
      "She deeply experienced the tragic situation she found herself in.",
      "In the initial therapeutic sessions, she discussed the reasons for her self-blame and her belief that she should die: \"I was responsible for my brother's life. I believe my inability to help him led to his death. It seems to me that I couldn't provide him the support he needed, not seeing his terrible state. I should have saved his life.\"",
      "She was convinced that her guilt and suffering were justified and correct, and that she deserved to be punished and suffer.",
      "Reading this story from the outside, you would probably say that her thoughts and beliefs are unrealistic and illogical, and they only harm her.",
      "The mistake she kept making was personalization. During psychotherapy, Anastasia came to the following conclusions:",
      "If she had been responsible for her brother's death, it would mean she had to be the cause of his suicide.",
      "She didn't control her brother's thoughts, therefore, she couldn't be responsible for the destructive beliefs that led him to severe depression and, consequently, to death. Those were his mistakes, not hers.",
      "Trying to take on the responsibility for his mood and actions, she attempted to influence what was beyond her control, although the most she could do was to try to assist him within her capabilities."
    ]
  },
  "screen_3": {
    "texts": [
      "If she had known that he was planning a suicide attempt, she would have done everything possible to stop him. However, since she didn't know, she unfortunately couldn't change anything.",
      "Thus, by blaming herself for his death, she mistakenly thought she could predict the future with absolute certainty and that all the knowledge in the world was at her disposal. Since both assumptions were extremely unrealistic, she had no reason to blame herself.",
      "All these arguments indicate that it was a serious mistake to take responsibility for her brother's actions, as ultimately, she couldn't control them.",
      "In reality, Anastasia is only responsible for her own life and well-being.",
      "At that moment, it became clear to her: her suffering was not because she 'let him down', but because she allowed herself to sink into depression and contemplate suicide.",
      "A useful and supportive behavior in this case was to relinquish the feeling of guilt, emerge from depression, and then strive to lead a happy and joyful life.",
      "This is how responsibility towards oneself appears. After psychotherapy, Anastasia's condition improved, and soon she overcame depression. She explained this with profound changes in her attitude towards herself."
    ]
  }
}
