{
  "title": "Depression Diagnosis: A Journey to Self-Understanding",
  "description": "The article explores methods of diagnosing depression, starting with a general screening of symptoms and moving on to self-diagnosis through the Beck Depression Inventory (BDI). It emphasizes the importance of consulting with specialists for accurate diagnosis and treatment, especially in severe cases. Additionally, the article offers practical advice and exercises for those seeking to improve their mental state.",
  "screen_1": {
    "texts": [
      "In the previous section, we already discussed what depression is.",
      "Now, our task is to understand how to diagnose this condition in ourselves.",
      "Conventionally, the diagnosis of depression is divided into three stages:",
      "General screening",
      "Depression, like any other disorder, has its own symptoms. Let's take a closer look at them:",
      "Depressed mood.",
      "Decreased interest in usual pleasures.",
      "Anhedonia – reduced ability to feel pleasure.",
      "Difficulty concentrating, working efficiently, and making decisions.",
      "Sleep and appetite disturbances, both in terms of decrease and increase.",
      "Feelings of hopelessness, helplessness, irritability, shame, guilt.",
      "Anxiety or apathy.",
      "Lack of energy, constant fatigue.",
      "Thoughts of death or suicide.",
      "Probably, each of us has encountered one or more of these symptoms at least once.",
      "But this does not always indicate depression. How then can we determine the presence of depression?",
      "One can speak of a depressive disorder if you observe at least four of the listed symptoms over two weeks.",
      "It's also important to consider other factors, such as overall health and life circumstances."
    ],
    "quote": {
      "text": "We cannot change the situations life presents to us, but we can change our ability to experience them.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Self-diagnosis using proven methods",
      "There are many tests for self-diagnosing depression.",
      "One of the most reliable and recognized is the Beck Depression Inventory (BDI).",
      "This technique, developed by American psychotherapist Aaron Beck, includes 21 categories of symptoms, each containing 4 to 5 statements reflecting different aspects of depression.",
      "By taking this test, you can assess the severity of your condition: from mild to severe depression.",
      "The test is available in our application, it is simple and intuitive to use."
    ],
    "quote": {
      "text": "Taking care of yourself is not an exception from your list of duties, it's part of the list.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Consultation with a specialist",
      "In case self-diagnosis indicates a possible depressive state, it is recommended to consult a specialist: a psychologist, psychiatrist, or psychotherapist.",
      "They can accurately diagnose and offer appropriate treatment. In turn, we are ready to support you and provide useful information in this section.",
      "This material was developed to assist people with mild to moderate depression.",
      "For those suffering from more severe forms of depression, this material can also be valuable.",
      "It can alleviate some symptoms, but in serious conditions, it is important to remember that self-help tools alone may not be sufficient.",
      "In such cases, it is crucial to seek help from specialists and, if necessary, consider the option of medication treatment.",
      "Diagnosing psychological problems is a complex task.",
      "There is always a risk of error in self-diagnosis.",
      "However, even if you do not have clinical depression but are simply experiencing a temporary depressed mood, this material will be useful.",
      "We will take a detailed look at the mechanisms underlying depression, offer practical tips and exercises.",
      "If you are aiming to improve your quality of life and are ready to follow our recommendations, let's continue this journey together!"
    ]
  },
  "instagram": ["18050989750923730"]
}
