{
  "title": "Depression and a Terminal Diagnosis",
  "description": "The article explores the emotional and psychological trials faced by individuals after receiving a severe diagnosis, highlighting the difficulty of conveying their experiences to healthy people. It narrates the story of Olga, whose life drastically changes after suspecting cancer, and how she battles with depression and loss of life's meaning through working with a psychologist. Ultimately, Olga comes to realize her immutable personal worth and the importance of small achievements, which helps her restore her self-esteem and change her emotional state, despite physical sufferings.",
  "screen_1": {
    "texts": [
      "What happens to a person who learns of their serious, possibly terminal illness? Many people face such trials, but explaining to a healthy person what they feel is an extremely difficult task.",
      "Stories about people facing serious illnesses often form the basis of novels or films. In cinema, such plots can take on comedic forms, but in reality, everything is much more complicated.",
      "Regardless of the severity and duration of the illness, a \"death sentence\" always acts like an explosion or a lightning strike.",
      "A person who learns of their terminal diagnosis may face reactive depression. Reactive depression is a rapidly developing mental disorder that arises in the wake of traumatic events or severe stress.",
      "In such a state, the patient constantly experiences fear, anxiety, apathy towards their surroundings, poor mood, fatigue, self-doubt, suicidal thoughts, and also encounters problems with sleep and appetite.",
      "Many diseases radically change a person's lifestyle. A once healthy and active lover of travel and nature can suddenly become disabled, unable to get out of bed.",
      "In such a state, they cannot reach the toilet or take a shower on their own, let alone go for a simple walk.",
      "Moreover, the realization of how much time and effort their relatives spend on care makes them feel like a burden."
    ],
    "quote": {
      "text": "Your illness does not define you. Your strength and courage in the fight against it is what defines you.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga was 39 years old when her life drastically changed due to suspicion of cancer.",
      "Life seemed to stand still: she felt cut off from the usual reality. All previous fears and anxieties seemed minor and insignificant compared to the horror that suddenly fell upon her.",
      "When the worst fears were confirmed, it was a blow to Olga and her family, similar to the explosion of a grenade.",
      "In the following months, her physical weakness plunged her into even greater despondency.",
      "Everything was complicated not so much by the physical discomfort from the disease and chemotherapy, but by the need to give up the usual activities that were of great importance to her.",
      "Olga could no longer take care of household chores as before (these tasks were taken over by her husband), she had to give up her favorite job, hobbies, and long walks with friends.",
      "Despite the reality of Olga's problems, should her depression be considered inevitable?",
      "During work with a psychologist, automatic thoughts and negative beliefs that troubled her were identified:",
      "I do not contribute to society",
      "I am not achieving success in my career",
      "I cannot participate in active entertainments",
      "I have become a burden to my husband",
      "These thoughts caused sadness, anger, disappointment, and guilt, similar to the thoughts of physically healthy people suffering from depression.",
      "The depression was caused not so much by the tumor as by the negative attitude that undermined confidence in her own worth. By linking her personal worth with achievements, Olga subjected herself to suffering.",
      "Cancer meant for her: \"Your time is up! You are worth nothing anymore!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "When Olga, together with a psychologist, made a chart of her personal «value» from the moment of birth to her anticipated death, she saw that her personal value remained unchanged, staying at a level of 85% on a hypothetical scale from 0 to 100%.",
      "The psychologist also suggested she evaluate her productivity for the same period of time.",
      "She depicted a curve that showed her productivity was low in childhood, reached a peak in maturity, and then decreased to the present moment.",
      "After this, Olga came to a realization. Firstly, even when her productivity fell due to illness, she continued to contribute to herself and her family through many small, but important and valuable actions.",
      "Only black-and-white thinking could push her to the thought that her contribution was zero.",
      "Secondly, and what's more important, she realized that her personal value was unchangeable and stable; it was a given, not dependent on achievements.",
      "This understanding allowed her to realize that she did not have to «earn» her human worth and that, even being weakened, she remains just as valuable.",
      "Realizing this fact significantly reduced depressive manifestations. It did not relieve her of the tumor, pains, and physical sufferings, but it restored her impaired self-esteem and significantly changed her emotional state."
    ],
    "quote": {
      "text": "Illness cannot steal your hope unless you allow it.",
      "author": "Nick Vujicic"
    }
  },
  "instagram": ["18037555940373910"]
}
