{
  "title": "The Shadow of Guilt: The Interconnection of Guilt and Depression",
  "description": "The article explores the relationship between feelings of guilt and depression, emphasizing how excessive or unjustified guilt can contribute to the development of depressive states. The authors differentiate between healthy and unhealthy guilt, discussing how the former can motivate positive changes, whereas the latter often leads to self-isolation and a deepening of depression. Strategies for developing self-awareness and correcting unhealthy guilt to improve emotional well-being are proposed.",
  "screen_1": {
    "texts": [
      "Excessive guilt often remains an unnoticed symptom of depression, even by many psychologists and psychotherapists.",
      "Nevertheless, excessive guilt is a common symptom of depression, and its intensification is related to the disorder's severity level.",
      "Depression accompanied by guilt can convince a person that they are unworthy of life, that they have caused irreparable harm to someone, or that others would be better off without them.",
      "The relationship between guilt and depression is bidirectional, meaning the possibility of one arising from the other and vice versa.",
      "Frequently experiencing guilt can contribute to the development of a depressive state in an individual.",
      "Indeed, it is challenging to live and maintain a good emotional state when you constantly blame yourself for everything that happens: your problems, circumstances, and relationships with others.",
      "Such an attitude towards oneself, pattern of thoughts, and accompanying guilt can persist for years, sometimes throughout one's entire life.",
      "A person may come to the conclusion, for certain reasons, that they failed to handle a situation, although they should have. Or that they should have acted differently, felt, and experienced the situation differently.",
      "If this conclusion solidifies for some reason, and if guilt becomes a frequent 'guest', a person can develop full-blown depression.",
      "Depression can also be a reaction to 'chronic problems'. A person attempts to cope with them, but for certain reasons, may lack the necessary experience and skills to solve them.",
      "The person blames themselves for this and sinks into depression."
    ]
  },
  "screen_2": {
    "texts": [
      "Thus, guilt is an emotion you experience when the following thoughts occur:",
      "I performed an action I should not have (or failed to perform what I should have), and it contradicts my moral standards or notions of fairness.",
      "Such 'wrong behavior' indicates that I am a bad person (or that I have a tendency to harm, my character is flawed, etc.).",
      "Thus, the perception of one's own 'defectiveness' is the main cause of guilt.",
      "Being in a state of depression, an individual often experiences guilt, blaming themselves for almost everything: from a lack of strength and motivation to the inability to experience joy and pleasure from life.",
      "A person may also blame themselves for becoming ill with depression, seeing it as a sign of their 'wrongness'.",
      "Sometimes, close ones might also blame the individual, reproaching them for laziness and urging them to stop 'suffering nonsense', which only exacerbates the depressive state.",
      "Depressive guilt can arise even in situations that do not violate moral norms, causing an individual to feel guilty where there is no guilt.",
      "Under the influence of depression, an individual may focus only on their mistakes, forgetting their successes and achievements.",
      "The question may arise: is always feeling guilty bad?",
      "The answer is clear: no. Guilt can be beneficial because it helps us recognize and correct our mistakes, supports social norms, and interaction in society.",
      "Guilt serves as our moral compass, closely connected to our conscience."
    ],
    "quote": {
      "text": "There is no greater evil than the feeling of guilt.",
      "author": "Marcus Tullius Cicero"
    }
  },
  "screen_3": {
    "texts": [
      "However, when the sensation of guilt becomes excessive or unjustified, it starts to negatively impact our emotional and physical well-being.",
      "While healthy guilt motivates us towards positive changes, depressive guilt often leads to isolation and loneliness.",
      "In some cases, it may even drive an individual to self-punishment.",
      "For a deeper understanding of the difference between healthy and unhealthy guilt, let's examine experiences of these two states:",
      "Healthy Guilt",
      "An individual realizes that they did wrong. However, they also understand that at the moment of committing the act, they had no alternative way to act.",
      "The internal circumstances at that time did not allow choosing a different path of action.",
      "For example, they might not have known or understood that the act they were committing was wrong. Or they were overwhelmed by a strong emotion, being in a state of passionate impulse. Or they lacked the experience to foresee the consequences.",
      "In other words, at that moment, they could not have been better than they were. Now, they have changed, 'sobered up', undergone a 'revaluation of values'. And now, they feel ashamed of the committed act, painful to realize how they were in the past.",
      "In this case, it can be said that the individual relates to themselves with understanding. They understand their past motives and reasons for their act, realizing what conditions were lacking for the act not to have occurred.",
      "They understand where and what can be changed to prevent similar events in the future, and where changes are impossible, and this is not within their control. This guilt is not dramatic in the sense that it is free from self-flagellation.",
      "The experience is sober and without rupture, although it can be quite painful. Essentially, it is sincere repentance through humility and acceptance."
    ]
  },
  "screen_4": {
    "texts": [
      "Unhealthy Guilt",
      "The person also recognizes that they acted wrongly. But unlike the first case, they believe that at the moment of wrongdoing, they could have acted differently.",
      "They think they could have overcome their past understanding, ignorance, experience, personal traits, or emotional state. Essentially, this reflects an unconscious rejection of their real and inevitable limitations at that moment.",
      "The result is a heartbreaking: \"How could I?!!\"",
      "How could I fail to meet expectations, fall so low, make mistakes, lose control over something or someone?",
      "I could have acted differently, had the ability to, but didn’t. Oh no! That means I have no control over myself. That’s impossible—I must not have tried hard enough, or maybe I’m just a terrible person.",
      "Self-compassion is not allowed here. If I could have overcome myself, no reasons matter. I could have—so I should have. End of story.",
      "The person keeps revisiting past events, inflicting pain on themselves over and over again.",
      "By asking the following questions, you can easily determine whether your feelings are healthy remorse or self-destructive, distorted guilt.",
      "Ask yourself the following questions:",
      "Did I truly do something ‘bad’ or ‘unfair’? Did I intentionally and consciously cause harm? Or am I unreasonably expecting myself to be flawless, all-knowing, and all-powerful?",
      "Do I call myself a bad or disgusting person because of this? Do my thoughts contain cognitive distortions such as exaggeration, overgeneralization, or others?",
      "How realistic is my regret or remorse? Does it stem from an empathetic understanding of the negative consequences of my actions?",
      "Am I willing to learn from my mistakes? What am I doing about it? Am I thinking about how to fix the situation?"
    ]
  }
}
