{
  "title": "Self-Esteem in the Abyss of Depression: A Journey to Self-Acceptance and Inner Balance",
  "description": "This article delves into the impact of depression on self-esteem, revealing how negative self-perception exacerbates depression symptoms and hinders a fulfilling life. Through the analysis of real-life cases and expert advice, it offers practical steps to overcome self-criticism and bolster inner harmony. This article serves as a reliable guide for those seeking to build self-confidence and transform their lives for the better.",
  "screen_1": {
    "texts": [
      "One of the typical symptoms of depression is the tendency to self-blame, feelings of personal inadequacy, diminished worth, and significance.",
      "Individuals often label themselves as 'failures', 'worthless', believing they are bad at heart.",
      "The more severe the depression, the lower the self-esteem. But remember, you are not alone. Studies by psychologist Aaron Beck show that over 80% of people suffering from depression experience feelings of worthlessness.",
      "Your self-image in depression drastically changes: you feel inadequate, oppressed, lonely, and deprived. You criticize yourself, your actions, abilities, and your future.",
      "Self-criticism can take the following forms:",
      "Self-blame – \"It's all my fault.\"",
      "Labeling – \"I am so stupid.\"",
      "Self-hatred – \"I can't stand myself anymore.\"",
      "Self-doubt – \"I will never make it.\"",
      "Imagine what it's like to live with such an 'attractive' list? At the very least, it's not easy. In depression, a person may continuously criticize and degrade themselves, even without realizing it.",
      "And, of course, this affects emotions, mood, attitude towards oneself, and life in general.",
      "That's why working on self-esteem is so important. By conquering self-criticism, you can also impact other symptoms of depression. So, let's start with your self-esteem."
    ],
    "quote": {
      "text": "Low self-esteem is like driving through life with your handbrake on.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Poor self-esteem is like a magnifying glass that enlarges all your mistakes and failures to the size of a total collapse.",
      "Consider this through an example of a dialogue between a person with depression and a psychologist:",
      "Ekaterina, why did your boss's remark trigger such intense, negative emotions in you? Was it really such a catastrophe?",
      "Yes, it was horrible because I looked like a fool.",
      "Let's say, you really did. What does that mean to you?",
      "It means my boss thinks I'm stupid.",
      "And even if he does think that, what does it imply?",
      "Then I'm unworthy of working in this company.",
      "And if you really don't deserve it, what does that mean?",
      "It means I'm a worthless person who will achieve nothing in life and end up cleaning floors somewhere.",
      "This example shows how a minor remark from a manager is perceived as proof of Ekaterina's insignificance and forecasts a bleak future for her.",
      "Thus, minor mistakes are seen as tragedies when we are in depression. In such a state, we often can't think realistically and logically.",
      "Instead, we are convinced of our own inadequacy and uselessness and persuasively demonstrate our shortcomings and insistently talk about our incompetence."
    ]
  },
  "screen_3": {
    "texts": [
      "Firstly, it's crucial to understand that your worth cannot be earned. Success may bring pleasure, but not happiness. And self-esteem based on achievements is pseudo-self-esteem; it's unrealistic.",
      "Many successful but unhappy people suffering from depression also consider themselves worthless. This is evidenced by famous personalities who seemingly had everything: career, money, fame, talent, but ended their lives by suicide.",
      "Most people suffering from depression are actually capable of much, can be talented, attractive, interesting, surrounded by the love and care of close ones.",
      "But this does not help because they lack love and respect for themselves. Only your sense of personal significance determines how you feel.",
      "A very important step towards realization is to pay close attention to what you think and say about yourself.",
      "Next time you insist on your ineptitude for anything or negatively evaluate yourself, your actions, or your experience, try to find real evidence for it. Often, this evidence is irrational and nonsensical.",
      "Secondly, it's worth replacing self-criticism with self-correction.",
      "When you learn something new, like a new language, the teacher doesn't hit you on the head with a book and tell you how stupid you are if you don't know the tenses or rules.",
      "Because that would be a bad teacher with an ineffective teaching method. And you would hardly want or be able to learn a new language in such a way.",
      "Unfortunately, often you become such a bad teacher for yourself, criticizing instead of correcting.",
      "So try, instead of criticism, to ask yourself the following questions: Is there a better way to do this? How can I implement it? What else should I learn?",
      "Thirdly, every time you criticize yourself, try to imagine that you are criticizing others in the same way. Would you be as harsh and blunt with others as you are with yourself?"
    ]
  },
  "screen_4": {
    "texts": [
      "Start applying the same standards to your close friends and family. But be maximally honest. And when you start doing this, you'll realize how unfair your criticism really is.",
      "Your self-esteem is a key motivator in setting life goals and subsequently achieving them.",
      "With low self-esteem, you undervalue your capabilities, depriving yourself of the right to happiness.",
      "To change the situation, you need to change your thinking habits, your behavior, and take small steps towards healthy self-esteem, accepting failures, and noticing even the slightest successes.",
      "And we want to support you on this challenging journey, instill hope, help you choose manageable tasks, and focus on them. For this purpose, we will explore several effective techniques in the following chapters."
    ]
  }
}
