{
  "title": "Technique: Become Your Own Advocate",
  "description": "This article offers a unique approach to overcoming self-criticism by introducing the concept of an internal advocate. Through an analogy with the judicial process, readers are presented with a methodology that effectively helps defend against self-accusations and negative thoughts. Describing the process of tracking, disputing, and reinterpreting self-critical beliefs, the article provides practical advice and questions for self-reflection, promoting the development of a healthier and more supportive relationship with oneself.",
  "screen_1": {
    "texts": [
      "The next technique, which aids in effectively working with self-criticism, involves becoming your own advocate. Although it may seem unusual or difficult to understand, let's explore how it works.",
      "To successfully cope with self-critical thoughts, it's crucial to not only notice and resist them but also to actively dispute them.",
      "Imagine that you find yourself in a court where your self-criticism has long been levying accusations against you, branding you a failure, weak, foolish, and guilty of all conceivable sins.",
      "Suddenly, you have the chance to act as a defender, whose goal is to refute the charges, demonstrating their unfoundedness and absurdity.",
      "Imagine yourself as a qualified lawyer, who is unlikely to settle for a statement like: 'My client is a decent person, let's just leave it at that.'",
      "You must exert maximum effort to present compelling facts and arguments that thoroughly dismantle the accusations.",
      "Let's consider an example of applying this technique in a dialogue between a psychologist and a client:"
    ],
    "quote": {
      "text": "Be the advocate of your own inner world, instead of being the judge of your own story.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Lately, you've been increasingly succumbing to self-criticism, calling yourself a weakling and a loser who has achieved nothing in life. Now imagine that you have hired an advocate to defend against this criticism.",
      "Your task is to defend your client, that is, yourself, as effectively as possible, using arguments and evidence. Even if you don't believe in his innocence and you don't like your client, your role now is to be a competent lawyer, performing your job well.",
      "An interesting idea, worth trying.",
      "Excellent. Then I will play the role of the accuser, using your own words about yourself, and you will defend yourself.",
      "Understood, let's begin.",
      "(As the accuser) Pavel is a weakling and a loser who has achieved nothing in life.",
      "(As the advocate) This is categorically untrue. Pavel has a higher education, a successful career, a family, and friends who love and appreciate him.",
      "(As the accuser) Perhaps, but not everything is perfect with him. He makes mistakes at work, doesn't always keep up, and I am convinced that he is a loser.",
      "(As the advocate) First, feelings cannot serve as evidence in court. Second, making mistakes and not meeting deadlines do not make him a loser, as every person is prone to errors and delays. This is not a basis for such categorical conclusions.",
      "(As the accuser) Maybe he's not a complete loser, but he's definitely weak.",
      "(As the advocate) Do you have evidence of this?",
      "(As the accuser) He doesn't work hard enough. He should put in more effort. He behaves like a weakling.",
      "(As the advocate) This is incorrect. Pavel works diligently and achieves success at work, where he is valued as a responsible employee. If he worked little or ineffectively, he would not be so highly regarded nor considered for promotion."
    ]
  },
  "screen_3": {
    "texts": [
      "This technique is particularly useful because many people find it easier to imagine themselves as an advocate defending someone else rather than justifying themselves before an inner accuser.",
      "By taking on the role of a professional defender, you demand real evidence and refute unfounded or illogical arguments of the accuser.",
      "Therefore, when faced with negative thoughts about yourself, ask yourself: 'How would I defend my client if I had to prove his innocence?'",
      "Aim to act like a true professional, identifying logical inconsistencies in your automatic thoughts. How justified are these thoughts? What can be said about yourself from a standpoint of common sense?",
      "As an aid, we offer you several questions that can help in your independent work with thoughts:",
      "What 'law' was allegedly broken? What is the accusation about?",
      "Are there compelling grounds for such accusations?",
      "What evidence can substantiate the guilt?",
      "Can an alternative explanation for the behavior be proposed?",
      "Did the accused act as any reasonable person would have in a similar situation?",
      "Is it possible that someone else is fully or partially to blame for what happened?",
      "What evidence will you present in defense of the accused?"
    ]
  }
}
