{
  "title": "Awakening the Will: Why Depression Breeds Apathy",
  "description": "This article discusses the issue of depression and its impact on a person's motivation and activity levels. It explores how depression can paralyze the will to act, leading to inactivity and procrastination, and emphasizes the importance of overcoming this state to return to normal life. The article offers reflections and strategies for fighting depression, including changing one's mindset, overcoming a lack of motivation, and the importance of taking active steps to improve overall well-being.",
  "screen_1": {
    "texts": [
      "When you're depressed, it's very hard to start doing anything. You wait for motivation that seems never to come. Like a bear in winter hibernation, you sit in your den, waiting for better times.",
      "You might think or want to engage in some activity, but you are confronted with the thought that none of them will bring you pleasure or that it will be too difficult.",
      "Such behavior further distances you from normal life, from your favorite activities, friends, family. You feel helpless, criticize yourself for inaction, and this plunges you into even deeper depression.",
      "The cycle has closed.",
      "But it's time to break out of it.",
      "Let's start by talking about idleness and lack of motivation, and then look at effective techniques and recommendations for dealing with this.",
      "One of the most destructive aspects of depression is that it paralyzes your willpower. You've likely noticed that you put off disliked daily tasks for later and procrastinate.",
      "You feel that there's no motivation for anything, everything seems too difficult, so you succumb to this state and do nothing.",
      "The longer it goes on, the harder it is to make yourself do anything. Such emotional imprisonment can last for weeks, months, and even years."
    ],
    "quote": {
      "text": "If you really want to change something in your life, the only way is to start doing it right now, at this very moment.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "Idleness is one of the main paradoxes of human nature.",
      "Have you ever noticed that some people seem to dive into the whirlpool of life and take from it all they can, while others seem to keep their distance from life, limiting themselves in everything?",
      "Did you know that isolating a person for several months, cutting them off from usual activities and contacts, leads to serious depression?",
      "But when you're depressed, you do the same thing to yourself, as if sentencing yourself to punishment. Do you really want to suffer in inactivity like this? These are questions to think about, but the answer, we think, is obvious.",
      "If you visually depict what inactivity looks like in the mind during depression, it would roughly be like this:",
      "A person thinks about a type of activity they need/want to do.",
      "I'm too tired/I won't like it/My friends won't want to spend time with me/I won't succeed/Nothing will lift my mood.",
      "Sadness/anxiety/hopelessness.",
      "Inactivity/procrastination.",
      "Thanks to such thoughts and behavior, you increasingly deprive yourself of the opportunity to enjoy your own successes, time with loved ones, favorite activities, life in general."
    ]
  },
  "screen_3": {
    "texts": [
      "So why doesn't motivation come at all?",
      "It's quite possible you think you can't do anything without motivation.",
      "But is that really the case? Haven't you ever done something simply because it needed to be done? Are you always highly motivated to go to work?",
      "When we talk about a lack of motivation, what we're really saying is: \"I don't want to do this.\"",
      "We can disguise it as: \"It's too hard,\" \"I won't succeed,\" \"I'm not ready,\" but the underlying meaning is that you don't want to do it.",
      "And that's perfectly fine, believe me. We don't always do what we want, and often do what we don't want. That's life.",
      "In depression, you generally don't want much of anything, most likely, you want to lie down and do nothing. But lying down like this for a day, two, a month, definitely won't make you feel any better."
    ]
  },
  "screen_4": {
    "texts": [
      "Let's consider, for example, a dialogue between a client and a psychologist, where the issue of lack of motivation was discussed.",
      "Did I understand correctly that you used to regularly go to the gym and exercise, but now you can't make yourself go there because you lack the motivation to do it?",
      "That's correct, I don't want to do it now.",
      "Let's imagine you stopped waiting for motivation and just went to the gym without it. Just made that decision and went. What would happen next?",
      "I would probably feel better after the workout, possibly even during the process.",
      "And what if that's exactly how it gets better? You can be productive and feel better even without motivation, even if you feel tired or not in the mood. How does that thought sit with you?",
      "Perhaps you're right. There were times when I went to the gym without really wanting to, but it brought me pleasure as a result, and I felt productive, had energy for other tasks.",
      "If you, like the client in this dialogue, tell yourself: \"I need to feel the desire to do so,\" and get stuck in inaction, then know that action precedes motivation. Not the other way around, it's a myth.",
      "Behavior creates motivation for those who decide to do what needs to be done. Action is primary, motivation is secondary.",
      "We've already talked about the relationship between thoughts, emotions, and behavior, that all these three components affect each other, more precisely: all emotions and actions are the result of your thoughts and attitudes.",
      "This means that changing your thoughts will lead to changes in your emotions and, consequently, to changes in your behavior. It's in your hands to change the closed circle of inactivity to a circle of productivity."
    ]
  }
}
