{
  "mirror": {
    "title": "Technique: The Mirror of Self-Criticism",
    "description": "This practice helps you notice how harsh your inner critic can be. Through a short role-play, you redirect your usual self-critical phrases toward someone close to you and hear how they sound to someone else. The exercise teaches you to recognize the unfairness of self-devaluation and to develop a kinder attitude toward yourself.",
    "screen_1": {
      "texts": [
        "Try one approach: start holding your loved ones to the same standards you usually apply to yourself. Do this honestly.",
        "Very often, within minutes it becomes clear just how harsh and unfair the inner critic can be.",
        "Let’s illustrate this exercise with a dialogue between a client and a psychologist:",
        "Dmitry, you said the layoff left you feeling like a failure and thinking, “I’m a loser; nothing works out for me.”",
        "Let’s look at these thoughts from a different angle. I suggest a brief role-play: you’ll repeat your critical phrases, but address them not to yourself—to someone close to you, say your best friend.",
        "I’ll play the friend who also lost their job. You’ll play yourself. Ready to try?",
        "Yes, let’s try."
      ]
    },
    "screen_2": {
      "texts": [
        "Let’s begin. I’ll start: “I was fired today.”",
        "Maybe… you did something wrong. Otherwise they wouldn’t have fired you.",
        "What exactly do you think I did wrong?",
        "Well… maybe you made mistakes, weren’t attentive enough.",
        "So you’re criticizing me right now?",
        "I guess I am. It looks like you weren’t coping. Maybe you’re just not good enough at your job.",
        "It’s really painful to hear that. I was hoping for support.",
        "I understand… but if you were making mistakes and not coping, how am I supposed to support you?",
        "After this role-play, Dmitry said it was very hard to say such things to someone close. He realized he’d never do that in real life—yet he did it to himself all the time."
      ]
    },
    "screen_3": {
      "texts": [
        "Interesting, isn’t it? What we could never say to another person, we sometimes say to ourselves with ease.",
        "We often show patience, gentleness, and understanding to others—and forget to show them to ourselves.",
        "Try letting go of the double standard. You also deserve respect, support, and kindness.",
        "Remember: healthy self-esteem is a key foundation for your motivation, goals, and life energy.",
        "With low self-esteem, we underestimate our abilities and almost deprive ourselves of the right to be happy.",
        "Start shifting your attitude toward yourself: notice small wins, allow yourself to be human—to make mistakes and learn. Small steps lead to big changes."
      ],
      "quote": {
        "text": "Speak to yourself the way you would speak to someone you love.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Technique: Releasing the Fear of Mistakes",
    "description": "This article presents practical ways to address perfectionism by embracing imperfection and easing the fear of mistakes.",
    "screen_1": {
      "texts": [
        "Let’s look at a few simple yet highly effective methods to help you move past perfectionism.",
        "The “Anti-Perfectionism” Log",
        "Many perfectionists believe they can only truly enjoy something if it’s done perfectly. We invite you to challenge that belief.",
        "For one week, keep a log of everyday, spontaneous tasks—anything from “brushing your teeth,” “making dinner,” and “preparing a work report” to “cleaning the house.”",
        "In the second column, note how effectively you think the task was completed (as a percentage).",
        "In the third column, record how much you enjoyed the task.",
        "Examples might look like this:",
        "Making dinner – 50% (could have chosen a more complex, tastier recipe) – 90% (simple, tasty, and quick).",
        "Cleaning the house – 70% (covered the basics; didn’t get to the fridge or stove) – 100% (a tidy home always feels good).",
        "Preparing a work report – 85% (put in a lot of effort) – 20% (constant thoughts about how to improve it drained the enjoyment).",
        "This exercise helps you see that perfection isn’t required to enjoy the process."
      ],
      "quote": {
        "text": "Perfection is not a destination; it’s a direction.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Accepting the Possibility of Error",
        "Nobody likes mistakes, but for perfectionists they can become a major source of fear.",
        "One of the most effective ways to ease this fear is to learn to accept your mistakes.",
        "Do you notice your heart race at the mere thought of getting something wrong? That’s fear and anxiety at work.",
        "To become more open to mistakes, start by writing a brief essay on why mistakes are normal and why striving for absolute perfection is unrealistic.",
        "Here’s how one person working through perfectionism put it:",
        "My fear of making a mistake comes from black-and-white thinking: one mistake and everything collapses. That’s a distortion. A small mistake can’t erase all the good that was done.",
        "Mistakes are useful because they’re how we learn. Without mistakes there is no learning. Since no one is immune to them, it’s important to accept them and keep learning from experience.",
        "Acknowledging mistakes lets us adjust our behavior, leading to more satisfying outcomes—and that, in turn, makes us happier and improves quality of life.",
        "Most people won’t judge us for mistakes or stop loving us because of them—in the end, everyone slips up, and many feel uneasy around “perfect” people.",
        "A mistake is not the end of the world.",
        "Of course, making such a list won’t instantly transform you or make you love mistakes, but it’s an important step toward changing your attitude toward imperfection.",
        "Write your own short essay on why making mistakes is normal—even helpful. Remind yourself that even if you slip, the world won’t collapse—it’s a natural part of any process, even if it isn’t the most pleasant one."
      ]
    },
    "instagram": [
      "18130674085439149"
    ]
  },
  "nonDepression": {
    "title": "Feeling Sad Doesn’t Mean You’re Depressed",
    "description": "This article highlights the crucial difference between natural sadness and clinical depression. Loss, separation, hardship, and change are part of life—and feeling pain is a human response. We explain how to distinguish everyday emotions from depression, where distorted thinking plays a major role and professional help may be needed. The piece will help you understand your feelings and notice when sadness crosses the line.",
    "screen_1": {
      "texts": [
        "In earlier sections, we discussed how real and painful events—loss, illness, breakups, betrayal, getting laid off—can be.",
        "Everyone encounters experiences like these at some point. They’re heavy, profound, and deeply human. But on their own, they don’t equal depression.",
        "So here’s the question: is there such a thing as “healthy sadness” that isn’t depression?",
        "Absolutely.",
        "Feeling sad, grieving, and experiencing longing are natural responses to meaningful events, losses, and transitions. These feelings help us process what happened, make sense of it, and move forward.",
        "They are normal human emotions, and it’s important to allow yourself to feel them rather than suppress them or feel ashamed of them.",
        "If you’re sad after a breakup, that’s normal. It reflects your capacity to feel and to form bonds.",
        "If remembering someone who has died is painful, that reflects love—not weakness.",
        "Depression, however, is not simply sadness. It’s a state maintained by a hopeless, distorted view of oneself, the world, and the future.",
        "With depression, the intensity and duration of negative emotions don’t match the situation—they’re much stronger, deeper, and heavier."
      ],
      "quote": {
        "text": "Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "When someone is depressed, even ordinary difficulties can feel catastrophic.",
        "A small mistake seems like a failure, a setback like a tragedy, and grief can feel like endless darkness.",
        "Imagine a faucet with hot and cold water. In everyday life we move among emotions—joy, sadness, hope, regret.",
        "In depression, it’s as if only the “cold tap” is on—sadness, anxiety, hopelessness. Often this isn’t the situation itself so much as a distorted way of seeing that calls for care and correction.",
        "Our interpretation of events matters enormously. Sadness itself isn’t dangerous. It becomes dangerous when our thoughts turn it into powerlessness and despair.",
        "We sincerely hope this section has helped you better understand the nature of depression and recognize its signs.",
        "Here you’ve learned about key symptoms of depression and ways to work with your state using practical tools and techniques.",
        "You can return to these materials anytime, reread them, and apply the exercises. And we’re already preparing new helpful resources for you."
      ],
      "quote": {
        "text": "The most beautiful people are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths.",
        "author": "Elisabeth Kübler-Ross"
      }
    },
    "instagram": [
      "17876717895251923"
    ]
  }
}