{
  "mirror": {
    "title": "Technique: The Mirror of Self-Criticism",
    "description": "The article explores the impact of self-criticism on self-esteem, offering readers an exercise in which they express their inner criticism in a role-playing game, directing it towards a loved one. This helps to realize the unfairness and harshness of self-criticism and highlights the importance of a gentle and supportive attitude towards oneself for improving self-esteem and achieving life goals.",
    "screen_1": {
      "texts": [
        "Start holding your close ones and friends to the same standards. But be utterly honest.",
        "And when you do, you'll understand just how unfair your criticism actually is.",
        "Imagine this exercise in another dialogue between a patient and a psychologist:",
        "Dmitry, you said that being fired from your job put you in a terrible state. That you're a loser, incapable of anything.",
        "Let's see what it really looks like. I suggest a mini role-playing game where you'll say everything you tell yourself in this situation, but to someone close to you, like your best friend.",
        "I'll be in the role of your friend, who was also fired, just like you, and you'll be yourself. Shall we try?",
        "Let's give it a try."
      ]
    },
    "screen_2": {
      "texts": [
        "Let's start with me saying: 'I got fired today.'",
        "Probably you did something wrong if you got fired.",
        "Like what, for example?",
        "Made a lot of mistakes, were inattentive.",
        "So, you're criticizing me?",
        "Well, yes, you don't know how to work properly. You can't cope. You're a loser.",
        "It's very unpleasant to hear this; I was counting on your support.",
        "How can I support you if you can't do anything, if you're always making mistakes. You'll never achieve anything.",
        "After such a role-play, Dmitry shared how hard it was for him to say all these words to someone close, and he couldn't even imagine being capable of such a thing."
      ]
    },
    "screen_3": {
      "texts": [
        "But this is exactly how you treat yourself, criticizing, belittling, and offending.",
        "For some reason, you don't pity yourself, but you wouldn't treat others this way. Stop applying double standards.",
        "Start showing the same leniency, understanding, care, and support to yourself that you show to others.",
        "Your self-esteem is the most important motive in setting a life goal and subsequently achieving it.",
        "With low self-esteem, you underestimate your capabilities, depriving yourself of the right to happiness.",
        "To change the situation, you need to change your thinking habits, your behavior, and take small steps towards a healthy self-esteem, accepting failures and noticing even the smallest successes."
      ],
      "quote": {
        "text": "Talk to yourself like you would to someone you love.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Techniques: Overcoming the Fear of Making Mistakes",
    "description": "The article offers effective methods to combat perfectionism, aimed at embracing imperfection and reducing the fear of making mistakes.",
    "screen_1": {
      "texts": [
        "Let's explore several simple yet highly effective methods that can help overcome the drive for perfectionism.",
        "The 'Anti-Perfectionism' List",
        "Many perfectionists believe that full enjoyment of anything is only possible if it's done perfectly. We challenge you to contest this notion.",
        "Throughout the week, keep a record of various spontaneous tasks you perform, whether it's «brushing teeth,» «cooking dinner,» «preparing a work report,» or «cleaning the house.»",
        "In the second column, note how effectively, in your opinion, the task was performed, expressed as a percentage.",
        "In the third column, indicate how much joy it brought you to complete the task.",
        "Examples might look like this:",
        "Cooking dinner – 50% (could have chosen a more complex and tastier recipe) – 90% (simple, yet very delicious and didn't take much time).",
        "Cleaning the house – 70% (did all the basics, but didn't get around to the fridge and stove) – 100% (the cleanliness of the home always brings me pleasure).",
        "Preparing a work report – 85% (put quite an effort into the report) – 20% (constant thoughts of how it could have been better took away the pleasure of the process).",
        "This exercise will help you realize that perfection is not a prerequisite for enjoying the process."
      ],
      "quote": {
        "text": "Perfection is not a goal, but a direction.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Embracing the Possibility of Error",
        "Nobody likes making mistakes, but for perfectionists, they are a source of special fear.",
        "One of the most effective ways to combat the fear of imperfection is to learn to accept your mistakes.",
        "Do you feel your heart rate increase at the mere thought of a possible mistake? These are signs of fear and anxiety.",
        "To become open to the possibility of making mistakes, start by writing an essay on why mistakes are normal, and striving for absolute perfection is irrational.",
        "One woman battling perfectionism expressed the following thoughts:",
        "The fear of making a mistake comes from my seeing the world in black and white: one error, and everything collapses. This is a misconception. Indeed, a small mistake cannot destroy all the good that has been done.",
        "Making mistakes is beneficial because we learn from them. Without mistakes, learning is impossible. Since no one is immune to errors, it's important to learn to accept them and continue learning from personal experience.",
        "Acknowledging mistakes allows us to adjust our behavior, leading to more satisfying outcomes, which in turn, makes us happier and improves the quality of our lives.",
        "Most people will not judge us for our mistakes and will not stop loving us because of them – after all, everyone makes mistakes, and many feel uncomfortable around «perfect» people.",
        "A mistake does not mean the end of the world.",
        "Of course, making such a list does not mean instant transformation and beginning to love mistakes, but it's an important step towards changing your relationship with imperfection.",
        "Compose your own essay on why making mistakes is normal and even beneficial. Remind yourself that even if you make a mistake, the world will not end – it's a natural part of any process, though not the most desirable one."
      ]
    },
    "instagram": [
      "18130674085439149"
    ]
  },
  "nonDepression": {
    "title": "Being Sad Does Not Mean Suffering from Depression",
    "description": "The article explores the difference between ordinary sadness and clinical depression, emphasizing that experiencing loss and failure is natural and does not always indicate a mental disorder. It explains how distorted thinking can turn normal emotional responses into symptoms of depression that require professional intervention. The article aims to help readers distinguish natural feelings of sadness from serious psychological illnesses, facilitating self-diagnosis and understanding when specialist help is needed.",
    "screen_1": {
      "texts": [
        "In previous chapters, we have seen that problems such as the loss of loved ones, illnesses, breakups, infidelity, and layoffs are absolutely real.",
        "To our great regret, each of us encounters them, but essentially, none of the listed issues will lead to actual depression.",
        "Then the question arises: is there such a thing as 'healthy sadness' that is not affected by distortions?",
        "Definitely yes!",
        "To mourn and grieve is not necessarily bad, in many situations it is natural. The feelings a person experiences as a result of severe grief—sadness, sorrow, regret, concern—are normal.",
        "These are genuine natural feelings that every person can and should allow themselves to experience.",
        "If you feel sad when parting with a loved one—congratulations, you are normal!",
        "If you experience sorrow and longing when remembering the death of a close person—you are absolutely adequate.",
        "But depression is not just negative emotions; it is an illness caused by distorted thinking.",
        "We hope that we have managed to clarify this in this section. In depression, the degree of negative feelings does not correspond to the objective severity of the situation."
      ],
      "quote": {
        "text": "Between stimulus and response there is a space. In that space is our freedom and power to choose our response. In our response lies our growth and our freedom.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "A person with depression will perceive events of any scale more negatively.",
        "A minor failure in depression becomes a major problem. Grief becomes unbearable, and trouble turns into a catastrophe. Sadness is part of depression, of course, but it is not its basis.",
        "A mentally healthy person can figuratively be compared to a mixer tap in the bathroom, which has both cold and hot controls.",
        "In life, there is 'cold water'—negative emotions and 'hot'—positive ones. In a person with depression, only the 'cold tap' is ever turned on, and this is not because of 'real' problems, but because of distorted thinking that needs to be changed.",
        "Our attitude towards the situation largely determines whether our sadness remains just an emotion or becomes part of depression.",
        "The MindHealth team sincerely believes and hopes that the section on depression and the efforts put into it have been helpful for you or your loved ones!",
        "We have explained the main principles and symptoms of depression, how it manifests, and most importantly, how to work with it independently.",
        "You can always return to previous chapters, reread them and try the exercises in practice, while we continue to work on a new section."
      ],
      "quote": {
        "text": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths.",
        "author": "Elisabeth Kübler-Ross"
      }
    },
    "instagram": [
      "17876717895251923"
    ]
  }
}