{
  "title": "Technique: The Mirror of Self-Criticism",
  "description": "The article explores the impact of self-criticism on self-esteem, offering readers an exercise in which they express their inner criticism in a role-playing game, directing it towards a loved one. This helps to realize the unfairness and harshness of self-criticism and highlights the importance of a gentle and supportive attitude towards oneself for improving self-esteem and achieving life goals.",
  "screen_1": {
    "texts": [
      "Start holding your close ones and friends to the same standards. But be utterly honest.",
      "And when you do, you'll understand just how unfair your criticism actually is.",
      "Imagine this exercise in another dialogue between a patient and a psychologist:",
      "Dmitry, you said that being fired from your job put you in a terrible state. That you're a loser, incapable of anything.",
      "Let's see what it really looks like. I suggest a mini role-playing game where you'll say everything you tell yourself in this situation, but to someone close to you, like your best friend.",
      "I'll be in the role of your friend, who was also fired, just like you, and you'll be yourself. Shall we try?",
      "Let's give it a try."
    ]
  },
  "screen_2": {
    "texts": [
      "Let's start with me saying: 'I got fired today.'",
      "Probably you did something wrong if you got fired.",
      "Like what, for example?",
      "Made a lot of mistakes, were inattentive.",
      "So, you're criticizing me?",
      "Well, yes, you don't know how to work properly. You can't cope. You're a loser.",
      "It's very unpleasant to hear this; I was counting on your support.",
      "How can I support you if you can't do anything, if you're always making mistakes. You'll never achieve anything.",
      "After such a role-play, Dmitry shared how hard it was for him to say all these words to someone close, and he couldn't even imagine being capable of such a thing."
    ]
  },
  "screen_3": {
    "texts": [
      "But this is exactly how you treat yourself, criticizing, belittling, and offending.",
      "For some reason, you don't pity yourself, but you wouldn't treat others this way. Stop applying double standards.",
      "Start showing the same leniency, understanding, care, and support to yourself that you show to others.",
      "Your self-esteem is the most important motive in setting a life goal and subsequently achieving it.",
      "With low self-esteem, you underestimate your capabilities, depriving yourself of the right to happiness.",
      "To change the situation, you need to change your thinking habits, your behavior, and take small steps towards a healthy self-esteem, accepting failures and noticing even the smallest successes."
    ],
    "quote": {
      "text": "Talk to yourself like you would to someone you love.",
      "author": "Brené Brown"
    }
  }
}
