{
  "title": "Being Sad Does Not Mean Suffering from Depression",
  "description": "The article explores the difference between ordinary sadness and clinical depression, emphasizing that experiencing loss and failure is natural and does not always indicate a mental disorder. It explains how distorted thinking can turn normal emotional responses into symptoms of depression that require professional intervention. The article aims to help readers distinguish natural feelings of sadness from serious psychological illnesses, facilitating self-diagnosis and understanding when specialist help is needed.",
  "screen_1": {
    "texts": [
      "In previous chapters, we have seen that problems such as the loss of loved ones, illnesses, breakups, infidelity, and layoffs are absolutely real.",
      "To our great regret, each of us encounters them, but essentially, none of the listed issues will lead to actual depression.",
      "Then the question arises: is there such a thing as 'healthy sadness' that is not affected by distortions?",
      "Definitely yes!",
      "To mourn and grieve is not necessarily bad, in many situations it is natural. The feelings a person experiences as a result of severe grief—sadness, sorrow, regret, concern—are normal.",
      "These are genuine natural feelings that every person can and should allow themselves to experience.",
      "If you feel sad when parting with a loved one—congratulations, you are normal!",
      "If you experience sorrow and longing when remembering the death of a close person—you are absolutely adequate.",
      "But depression is not just negative emotions; it is an illness caused by distorted thinking.",
      "We hope that we have managed to clarify this in this section. In depression, the degree of negative feelings does not correspond to the objective severity of the situation."
    ],
    "quote": {
      "text": "Between stimulus and response there is a space. In that space is our freedom and power to choose our response. In our response lies our growth and our freedom.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "A person with depression will perceive events of any scale more negatively.",
      "A minor failure in depression becomes a major problem. Grief becomes unbearable, and trouble turns into a catastrophe. Sadness is part of depression, of course, but it is not its basis.",
      "A mentally healthy person can figuratively be compared to a mixer tap in the bathroom, which has both cold and hot controls.",
      "In life, there is 'cold water'—negative emotions and 'hot'—positive ones. In a person with depression, only the 'cold tap' is ever turned on, and this is not because of 'real' problems, but because of distorted thinking that needs to be changed.",
      "Our attitude towards the situation largely determines whether our sadness remains just an emotion or becomes part of depression.",
      "The MindHealth team sincerely believes and hopes that the section on depression and the efforts put into it have been helpful for you or your loved ones!",
      "We have explained the main principles and symptoms of depression, how it manifests, and most importantly, how to work with it independently.",
      "You can always return to previous chapters, reread them and try the exercises in practice, while we continue to work on a new section."
    ],
    "quote": {
      "text": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths.",
      "author": "Elisabeth Kübler-Ross"
    }
  },
  "instagram": ["17876717895251923"]
}
