{
  "title": "Technique: An Action Plan Against Procrastination",
  "description": "In this article, we reveal the secrets to effectively combat procrastination through the proven method of the anti-procrastination sheet. Discover how simple steps of breaking down tasks and realistically assessing their difficulty and potential pleasure from completion can transform your approach to work and personal tasks, leading to increased productivity and improved well-being.",
  "screen_1": {
    "texts": [
      "This technique may be particularly interesting to you if you tend to postpone tasks, considering them too difficult or not enjoyable.",
      "At the first stage, write down one or two tasks you are postponing in one column.",
      "If a task requires significant time and effort, it is best to break it into several small stages, each taking no more than 15-20 minutes.",
      "Next, in the second column, rate on a scale from 0 to 100%, how difficult, in your opinion, the task will be to complete.",
      "If the task seems easy to you, give it a low rating — for example, 10 or 20%. If the task seems more difficult, it would be appropriate to write 80 or 90%.",
      "In the third column, also using a percentage scale, write down your forecast of how much pleasure completing the task will bring you.",
      "Only proceed to perform the task after you have written down your forecasts."
    ],
    "quote": {
      "text": "You can't wait for inspiration. You have to go after it with a club.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Upon completion, in the last two columns, write down how difficult the task actually was for you and how much satisfaction you felt from completing it or from the result, using a percentage scale for evaluation.",
      "Example:",
      "A lawyer, who recently lost his job, could not start looking for a new one due to the feeling that the process of preparing a resume and the search itself were insurmountable tasks.",
      "To begin, the task of \"finding a job\" should be broken down into several stages so that it does not seem overwhelming and does not provoke procrastination:",
      "Sit down and write a resume.",
      "The next day, review it with fresh eyes and make corrections.",
      "Allocate 10-15 minutes daily to monitor job search sites.",
      "Write a cover letter or a motivation letter.",
      "Send the resume to selected vacancies, adapting the cover letter to the specific vacancy and company.",
      "In this way, the perception of a large task can be simplified by breaking it into small steps."
    ]
  },
  "screen_3": {
    "texts": [
      "Then evaluate each task for difficulty and anticipated pleasure. An example might look like this:",
      "Date: 01/31/2024",
      "Task: Compile a resume",
      "Anticipated difficulty: 80%",
      "Anticipated pleasure: 15%",
      "Actual difficulty: 30%",
      "Actual pleasure: 70%",
      "As you can see, compiling a resume turned out to be much easier and more enjoyable than anticipated.",
      "Surprisingly, the process moved forward from a standstill, and self-esteem and motivation significantly increased thanks to the achieved results. The effect of using this technique was so impressive that the lawyer began to apply it in other areas of life, significantly increasing his productivity and confidence."
    ]
  },
  "instagram": ["17890330488165521"]
}
