{
  "title": "Technique: Stand Up to Your Inner Critic",
  "description": "This article presents effective methods for self-esteem enhancement that you can apply independently. The main technique involves learning to confront your inner critic, for which it suggests maintaining a special table with self-critical thoughts, their cognitive errors, and rational responses. The article emphasizes the importance of regular practice of these exercises to achieve significant changes in self-perception and boost self-esteem.",
  "screen_1": {
    "texts": [
      "We have developed a series of simple yet effective techniques for boosting self-esteem. These methods, suitable for independent use, will assist you in this challenging process.",
      "First and foremost, it's important to understand: mere knowledge of theory is not enough to improve self-esteem.",
      "Only regular practice of exercises will bring a lasting result. We recommend devoting a little time to this every day, at least in the initial stage, until the process becomes habitual.",
      "The first technique we would like to introduce you to is aimed at learning to counteract your inner critic.",
      "Feelings of inadequacy and self-hatred often arise from an internal critic that constantly undermines your self-esteem.",
      "Negative beliefs like \"I'm worthless\", \"I'm worse than others\", \"I can't succeed\", \"I'm to blame for everything\", \"I'm a loser\" exacerbate self-esteem issues and can lead to depression.",
      "To overcome this negative thought pattern, follow this plan:",
      "Learn to notice and record self-critical thoughts.",
      "Identify cognitive distortions in these thoughts.",
      "Develop rational responses to create a more realistic and healthy self-view, and do this regularly.",
      "For these purposes, you can use the \"Automatic Thought Journal\" in our app. Or make entries outside the app in a three-column format.",
      "Next, we will explain using the three-column format for simplicity."
    ],
    "quote": {
      "text": "No one can make you feel inferior without your consent.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Create a table with three columns in a format that is convenient for you - this can be a notebook, a computer document, or a note on your phone. Column names:",
      "Critical Thoughts",
      "Cognitive Error",
      "Rational Response",
      "In the first column, write down all the self-critical thoughts that come to mind.",
      "Each time you blame yourself, feel useless or dissatisfied with yourself, ask yourself: \"What am I currently thinking about myself?\" and record this.",
      "For example, if you are worried about an exam and think: \"I'm so stupid, I definitely won't pass\", this is exactly the thought you need to capture.",
      "In this column, it's important to record your thoughts about yourself, not your feelings. Because if you write: \"I feel terrible\", it's hard to refute that as it's indeed how you feel.",
      "In the second column, identify the cognitive distortion present in the thought.",
      "Write down what thinking error you have identified in the second column. It might be one error, or maybe two or three.",
      "For instance, in the statement \"I'm so stupid, I definitely won't pass\", we see a labeling distortion.",
      "And in the thought \"I'm incapable of anything, so I will be expelled, and I will never achieve success\", we can identify several distortions, such as overgeneralization and catastrophizing."
    ],
    "quote": {
      "text": "The better I understand myself and my emotional needs, the stronger my perception of reality becomes, and the fewer fears and misconceptions poison my life.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "And of course, the most important column in our table - the alternative, rational response. This is a real counteraction to the critic inside you.",
      "It is important to replace self-critical thoughts with more realistic and logical ones, avoiding overly optimistic statements.",
      "You need to replace the critical thought with a more realistic one. Avoid being dichotomous in this, by replacing it with an overly optimistic, unrealistic thought.",
      "Like: \"I'm the smartest and I'll pass everything with flying colors\". Although this thought might be true, it's drastically opposite to your original thought and unlikely to be believed immediately, thus rendering it meaningless.",
      "Instead, try to recognize the truth, as things really are.",
      "Because if what you write in the rational response is not convincing and realistic enough for you, then it will not help.",
      "Try to write an alternative response that you truly believe in.",
      "For example, you could write: \"In reality, I'm not stupid, I have proof of this, I got into university on my own, and I study quite well. Of course, there are moments when something doesn't work out for me, but I'm human, I can make mistakes, and that doesn't make me stupid.",
      "Moreover, I'm preparing for the exam and most likely will pass it at least with a 'C', as I've passed all subjects before. And even if I don't pass the first time, I can come to the retake, prepare well, and definitely pass then.\"",
      "Such a rational response is more plausible and the likelihood that you will believe in it is much higher.",
      "Use this tool throughout the day, regularly recording your thoughts and countering destructive beliefs.",
      "Over time, you will find that finding a rational response becomes easier. But most importantly, you will notice changes in your mood and attitude towards yourself."
    ]
  }
}
