{
  "title": "Technique: Escaping the Trap of Excessive Expectations",
  "description": "The article discusses the problem of guilt arising from unrealistic self-demands and constant self-criticism. It describes methods for reevaluating internal settings and replacing 'should' with a healthier perception of personal capabilities and desires. Readers are offered practical advice for freeing themselves from self-blame and building a more harmonious relationship with themselves and their mistakes.",
  "screen_1": {
    "texts": [
      "Guilt often arises from excessive demands on oneself and can manifest in thoughts like:",
      "«I must do this».",
      "«I should act this way».",
      "«I must be like this».",
      "«I shouldn't have done that».",
      "«I should have foreseen/knew this».",
      "Inadequate demands containing the word 'must' can lead to guilt and unrealistic expectations.",
      "These demands imply that you must be perfect or omniscient, which is unrealistic.",
      "Such demands may include the idea that you always must be happy or satisfied, which only intensifies the feeling of failure.",
      "There are also demands based on the assumption that you know everything and can predict the future. This creates false expectations and guilt, instead of helping you solve problems.",
      "The essence of this technique is to realize that blaming yourself is counterproductive, as inadequate demands on themselves are unrealistic and unfair.",
      "They only create a feeling of guilt and impossibility, rather than solving a problem or achieving success.",
      "To avoid constant accusations against yourself, it is worth giving up such demands and becoming more realistic in your expectations for yourself and your life.",
      "Of course, such changes in thinking do not happen overnight and may not even occur within a month. But we are confident that regular self-work can lead to changes."
    ],
    "quote": {
      "text": "Any feeling of guilt implies self-condemnation, and this is fundamentally wrong. One must recognize their mistakes without falling into self-flagellation.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "So what needs to be done now to get rid of the guilt caused by excessive demands?",
      "A simple yet effective way to escape from excessive demands on oneself involves replacing the word 'must' with others: «It would be good if...» or «If I could, I would...». They often turn out to be more realistic and less upsetting.",
      "For example, instead of «I must make my wife happy», you could say: «It would be great if I could make my wife happy because she is upset. I can ask her what's wrong and think about how I might be able to help».",
      "Or instead of «I shouldn't have eaten the ice cream», you could say: «It would have been better if I hadn't eaten the ice cream, but my action is not the end of the world».",
      "Remove the subjunctive mood. Instead of thinking «I should have...», «If only I...», «It's a pity I didn't...», try thinking: «Next time I will do differently».",
      "People with a sense of guilt often think in the subjunctive mood, but this should definitely be avoided.",
      "And if you catch yourself at it, immediately stop and change the phrase to «Next time I will...».",
      "And that's it. No subjunctives, categorically.",
      "The reality method helps to check the adequacy of your demands against reality. By telling yourself: «I shouldn't have done this», you probably think you really shouldn't have done it and, by saying this to yourself, you'll feel better.",
      "However, in reality, it's the opposite: you needed to do exactly what you did, but by admitting this to yourself, you'll feel disappointment.",
      "For example, you went on a diet to lose weight, ate something extra, and now blame yourself for it: «I shouldn't have eaten that chocolate».",
      "But in reality, you had a need for something sweet. Perhaps you're stressed about something and instinctively wanted to eat something to lift your mood, so it was impossible to resist.",
      "People often eat negative emotions to ease their state. When you try to get rid of harmful habits or try to lose weight, the main thing that hinders you is the belief that you're losing control over yourself.",
      "The feeling of losing control is directly related to what you 'must' or 'must not' do. If you feel a desire to eat something unhealthy, you tell yourself that you 'must not' even want to eat forbidden food and that you 'must' refuse all unhealthy foods once and for all and never fail.",
      "And after that, to feel better, you go and eat a chocolate bar. This approach to dieting is unlikely to be successful, and you will feel guilty and depressed.",
      "When you manage to stop forbidding yourself anything, then you can get rid of it without violence over yourself."
    ]
  },
  "screen_3": {
    "texts": [
      "People prone to excessive feelings of guilt can be manipulated by others to achieve their goals. Think about it: how many times have you agreed to go to a meeting without really wanting to, out of a desire to please or so that no one would get hurt? It's important to uphold personal boundaries and learn to say 'no'.",
      "Example: A young woman lives with her parents and brother, she earns a good salary. Her brother occasionally works odd jobs.",
      "He has a dependency on things: he constantly buys something new for himself, but he doesn't have enough money for it.",
      "His sister understands that this is not the best way to manage money, but continues to lend him money because she believes that sisters and brothers should help each other, as is customary in their family.",
      "The girl is afraid to refuse her brother, as this could destroy their relationship. She preliminarily played out a difficult conversation with a friend and realized that saying 'no' is not as scary as it seemed.",
      "Before you define your boundaries and draw a line in the form of refusal to meet demands or to assert your own opinion in order not to visit when you don't want to, you can play out a difficult conversation or write it down on a piece of paper or notes.",
      "This way, you can predict a likely conversation scenario and understand how best to refuse the interlocutor, and perhaps, you will realize that it's not so scary to say 'no'.",
      "It will be a long journey before the corresponding neural circuits are formed in your brain, and you have enough courage and ability to say 'no' diplomatically, but assertively, and to fix the skill in practice when the right moment comes.",
      "Delineating responsibility",
      "Sometimes we take on responsibility for the misfortunes and failures of other people.",
      "In such situations, it's important to figure out who really bears responsibility for what happened. For example, are you truly to blame for your child getting bad grades?",
      "Here arises confusion between your influence on the child and control over him.",
      "To learn to differentiate responsibility, you can use the three-column method, which is a shortened version of the automatic thoughts diary.",
      "In the first column, you write down worrying and condemning thoughts, in the second - which cognitive distortions you notice at this, and in the third - what rational response you can give.",
      "For example:",
      "1st column (worrying and condemning thoughts): «I am to blame for my child getting bad grades. I won't be able to help him succeed in school».",
      "2nd column (cognitive distortions): personalization, overgeneralization.",
      "3rd column (rational response): «I bear responsibility for my role in parenting, but I do not fully control his success or failure at school. The child also has his own responsibility for his learning and school work. I can help him, support and motivate, but the final outcome depends on his own work and effort».",
      "It's important to understand that we cannot control every aspect of other people's lives, even if they are under our influence. We bear responsibility for our actions and the role we play in the lives of other people, but we should not take on all the responsibility for their successes or failures."
    ]
  }
}
