{
  "trap": {
    "title": "Technique: A Path Out of the Trap of Unrealistic Expectations",
    "description": "This article addresses guilt that stems from unrealistic self-demands and constant self-criticism. It offers ways to rethink inner rules and replace “should statements” with a healthier view of your abilities and preferences. You’ll find practical tips to let go of self-blame and build a more balanced relationship with yourself and your mistakes.",
    "screen_1": {
      "texts": [
        "Guilt often grows out of excessive demands on yourself and may sound like:",
        "“I should do this.”",
        "“I should act this way.”",
        "“I should be like this.”",
        "“I shouldn’t have done that.”",
        "“I should have anticipated/known that.”",
        "These rigid “should” demands can breed guilt and unrealistic expectations.",
        "They imply that you must be perfect or all-knowing—an impossible standard.",
        "Some even assume you should always feel happy or satisfied—which only amplifies a sense of failure.",
        "Others presume you can predict the future. Instead of solving problems, they create false expectations and more guilt.",
        "This technique is about recognizing that self-blame isn’t helpful and that these demands are themselves unrealistic and unfair.",
        "They generate guilt and a sense of impossibility rather than helping you solve a problem or succeed.",
        "To stop the cycle of self-accusation, let go of these demands and move toward more realistic expectations of yourself and your life.",
        "Of course, changing thinking patterns doesn’t happen in a day—or even a month. But steady, regular practice leads to change."
      ],
      "quote": {
        "text": "Every feeling of guilt implies self-condemnation, and that is fundamentally mistaken. One should recognize one’s errors without lapsing into self-flagellation.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "So what can you do right now to ease guilt driven by unrealistic demands?",
        "A simple, effective approach is to swap “should” for phrases like “It would be good if…” or “If I can, I’ll…”. These are usually more realistic and less upsetting.",
        "For example, instead of “I must make my spouse happy,” try: “It would be great if I could help my spouse feel better since they’re upset. I can ask what’s going on and consider how I might help.”",
        "Or instead of “I shouldn’t have eaten the ice cream,” say: “It would have been better to skip it, but having it isn’t the end of the world.”",
        "Drop the counterfactuals. Rather than “I should have…,” “If only I had…,” “I shouldn’t have…,” try thinking: “Next time I’ll do it differently.”",
        "People weighed down by guilt often think in the subjunctive, but that habit isn’t helpful.",
        "When you catch yourself doing it, stop and rephrase: “Next time I’ll…”.",
        "That’s it. No counterfactuals—full stop.",
        "Use a “reality check” to test whether your demands match reality. Saying “I shouldn’t have done that” may feel corrective, but it usually adds shame.",
        "In reality, you acted as you did for reasons that existed in that moment; acknowledging this may be disappointing at first—and freeing over time.",
        "For example, you started a diet, ate something extra, and now you’re blaming yourself: “I shouldn’t have eaten that chocolate.”",
        "In truth, you had a craving. Maybe you were stressed and, out of habit, reached for something to lift your mood, so resisting felt impossible then.",
        "People often eat to soothe negative emotions. When trying to change habits or lose weight, the biggest obstacle is the belief that you’re “losing control.”",
        "That sense of lost control is tightly tied to “shoulds” and “shouldn’ts.” If you crave something “off-limits,” you tell yourself you “shouldn’t” even want it and “must” quit all such foods forever—never slipping up.",
        "Then, to feel better, you eat the chocolate anyway. That approach rarely works and leaves you guilty and discouraged.",
        "When you stop forbidding yourself categorically, you can change the behavior without waging war against yourself."
      ]
    },
    "screen_3": {
      "texts": [
        "People prone to excessive guilt can be vulnerable to manipulation. How often have you agreed to something you didn’t want—just to please others or avoid upsetting them? It’s important to set boundaries and be able to say “no.”",
        "Example: A young woman lives with her parents and brother and earns a good salary. Her brother does occasional gigs.",
        "He has a pattern of compulsive buying; he’s always purchasing new things and often lacks money.",
        "She knows this isn’t a wise way to handle money, but she keeps lending him cash because she believes siblings “should” always help—“that’s how our family does it.”",
        "She fears that saying no will damage the relationship. She role-played the tough conversation with a friend and realized that saying “no” isn’t as frightening as it seemed.",
        "Before you draw a boundary—declining a demand or asserting your own plans (e.g., not visiting when you don’t want to)—try scripting or role-playing the conversation.",
        "This helps you anticipate how it might go and figure out how to refuse. You may also discover it’s not so scary to say “no.”",
        "It will take time for your brain to build new pathways; you’ll need practice to say “no” calmly and firmly—and to reinforce the skill when the right moment comes.",
        "Dividing up responsibility",
        "Sometimes we take responsibility for other people’s setbacks and misfortunes.",
        "In these moments, clarify who is actually responsible. For example, are you truly at fault for your child’s poor grades?",
        "Here it helps to distinguish between your influence on a child and your control over them.",
        "To practice this, use a three-column method—a brief version of the automatic thoughts diary.",
        "In the first column, write the worrying, judgmental thoughts; in the second, the cognitive distortions you notice; in the third, a rational response.",
        "For example:",
        "Column 1 (worrying/judgmental thoughts): “It’s my fault my child is getting bad grades. I’ll never be able to help them succeed at school.”",
        "Column 2 (cognitive distortions): personalization, overgeneralization.",
        "Column 3 (rational response): “I’m responsible for my role as a caregiver, but I don’t fully control my child’s success or failure. My child also has responsibility for their learning. I can support, encourage, and help—but the result depends on their own effort.”",
        "Remember, we can’t control every part of other people’s lives—even when we influence them. We’re responsible for our actions and the roles we play, but we don’t have to carry all the responsibility for others’ outcomes."
      ]
    }
  },
  "unemployment": {
    "title": "Losing Your Job—and Slipping into Depression?",
    "description": "This article explores the psychological and social impact of sudden job loss, tracing the emotional roller coaster that often follows. Through the story of Alexander, who spent years working at a successful company, it examines the struggle with depression, diminished self-esteem, and career setbacks. It also offers ways to move through these challenges, emphasizing the importance of support and self-respect during difficult times.",
    "screen_1": {
      "texts": [
        "Sudden job loss is intensely stressful for most people. When layoffs or terminations are announced with only a few days or weeks' notice, many feel as if life has collapsed. That’s understandable, because so much changes at once:",
        "financial situation",
        "social status",
        "daily routines",
        "short- and long-term plans",
        "Work provides structure, responsibilities, and connection—something to lean on.",
        "Unemployment can feel like hitting an air pocket mid-flight—no safety net, just long empty days, bills coming due with no clear way to pay them, and the endless wait for an interview: a flicker of hope before the meeting, followed by yet another rejection. It’s a familiar, joyless picture.",
        "Job loss is a form of loss, and people who face it often move through the stages of grief.",
        "First, shock—confusion, not knowing what to do. Then anger—at yourself, at those who let you go.",
        "Bargaining may follow: maybe this can still be fixed, maybe they’ll take me back? And finally, depression. It’s certainly a “real” problem—but does that automatically justify becoming depressed?",
        "This reaction is often rooted in the belief that self-worth and the capacity for happiness are directly tied to professional success.",
        "Within that value system, it seems logical to assume that emotional collapse is inevitable when facing financial losses, career setbacks, or bankruptcy."
      ],
      "quote": {
        "text": "When one door is closed, don’t you know that many more are open.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "If this resonates, consider Alexander’s story—a 47-year-old father of three who worked for 17 years at his father-in-law’s successful company.",
        "A couple of years before his depression, disagreements arose between them about how to run the business. In anger, Alexander quit—giving up his share in the company.",
        "Over the next two years, he went from job to job without finding anything satisfying—financially or personally.",
        "He began to feel that nothing worked out for him and started to see himself as a failure. His wife took a full-time job to make ends meet, which only deepened Alexander’s sense of worthlessness; he had always prided himself on being the family’s provider.",
        "Time passed, money grew tighter, and his depression worsened as his self-esteem fell.",
        "By the time Alexander sought professional help, he had been working for several months at a real estate firm.",
        "He had leased several buildings but hadn’t closed a single sale. Because his income depended on sales, he earned very little. During this period he was depressed and procrastinating, spending whole days in bed, thinking:",
        "“What’s the point? I’m a failure. Working is meaningless—nothing will work out anyway.”",
        "At the third session, he shared that a well-off friend wanted to buy property through him—and the commission could boost his career, restore his confidence, and significantly improve his finances.",
        "Instead of jumping on the opportunity, Alexander delayed for weeks. Why? Because he thought: “Selling commercial property is too hard.",
        "I’ve never done it, and I’ll definitely fail. And if he changes his mind at the last minute, it will prove I can’t make it in this business. It will prove I’m a complete failure.”"
      ]
    },
    "screen_3": {
      "texts": [
        "Alexander’s managers thought highly of him and saw real sales potential—but he judged himself far more harshly.",
        "In the sessions that followed, he agreed that his self-criticism was extreme—and that it wasn’t helping in a tough season of life. It was making things worse.",
        "He also realized he held a “double standard”: he was tolerant and supportive of others, but toward himself he was rigid and severe.",
        "At first he defended this stance—like many driven perfectionists—believing that being much tougher on himself than on others would somehow help.",
        "He soon recognized that his standards were unrealistic and set him up to fail. If he tried to sell a building and didn’t succeed, he would treat it as a catastrophe. His all-or-nothing thinking was a major problem.",
        "By the end of therapy, Alexander felt relief in recognizing that recent financial struggles did not automatically make him a “failure.”",
        "His paralysis and negative self-image had been fueled by all-or-nothing thinking, a negative filter that focused only on setbacks, and by discounting the positive—ignoring many signs of competence and effort.",
        "He saw how he’d tormented himself with “I should have done more,” and realized that money troubles did not diminish his human worth. Apathy and procrastination, he concluded, were symptoms of depression—not his true identity.",
        "As he learned to respond to his negative thoughts, the distortions softened and his mood steadily improved.",
        "He left real estate and opened a bookstore. He covered expenses, but despite significant effort, he couldn’t generate enough profit to justify continuing after the first trial year."
      ]
    },
    "screen_4": {
      "texts": [
        "Even though the usual markers of success barely changed, he preserved his self-respect and avoided a depressive relapse. When he decided to call it quits on the bookstore, his self-esteem remained intact despite the financial strain.",
        "By the final therapy session, Alexander had written an essay to reread each morning before job hunting:",
        "Why am I not useless?",
        "As long as I can do something that benefits myself or others, I am not useless. As long as what I do can have a positive effect, I am not useless.",
        "As long as my being alive matters to even one person, I am not useless (and if necessary, that person can be me). If offering love, understanding, friendship, support, sociability, advice, or comfort means anything, I am not useless.",
        "If I can respect my own judgment and intellect, I am not useless.",
        "If others respect me, that’s a welcome bonus.",
        "If I have self-respect and a sense of dignity, I am not useless.",
        "If helping to provide livelihoods for my employees counts as doing good, I am not useless.",
        "If I do my best to help clients and suppliers through productivity and creativity, I am not useless.",
        "If my presence truly matters to others in this world, I am not useless. I am not useless. I am inherently valuable!",
        "If you’re facing something similar—or Alexander’s automatic thoughts sound familiar—write your own note about why you are not useless, why you are not a failure, and why you are valuable in and of yourself."
      ]
    }
  },
  "vitamins": {
    "title": "“False” Depression: How Hormones and Vitamins Shape Emotional Health",
    "description": "This article looks at how physical health—especially hormonal balance and micronutrient levels—can shape our emotional state. It highlights that symptoms often associated with depression may actually be driven by medical issues such as vitamin deficiencies or endocrine disorders. The article emphasizes a comprehensive approach to assessment and care that takes into account both psychological and physiological factors.",
    "screen_1": {
      "texts": [
        "Our goal is to help you feel as emotionally well as possible, so it’s important to consider all the different factors that can influence your mood.",
        "When we talk about depression here, we mean a specific set of symptoms described earlier. But those symptoms don’t always point to a mental disorder in and of themselves.",
        "The body’s biology plays a major role not only in physical well-being but also in psychological health. Medical issues can significantly affect mood and produce symptoms that look like depression.",
        "Hormones are a clear example. They have powerful effects on behavior and psychological states.",
        "Research in psychoneuroendocrinology shows that the nervous and endocrine systems are interconnected and help maintain homeostasis (the body’s internal balance).",
        "Shifts in hormone levels can therefore disrupt our emotional life in significant ways.",
        "For instance, an underactive thyroid can contribute to low mood, heightened anxiety, and other psychiatric symptoms.",
        "Hyperthyroidism, in turn, may trigger hypomania or mania, irritability, mood swings, and even psychotic features.",
        "Acromegaly—excess growth hormone—can be accompanied by slowed thinking, apathy, and even a paradoxical mix of apathy and euphoria.",
        "In short, endocrine disorders can bring not only physical challenges but also risks of anxiety, depression, manic states, confusion, and other mental health problems."
      ],
      "quote": {
        "text": "Care for the body so that the soul wishes to dwell in it.",
        "author": "Socrates"
      }
    },
    "screen_2": {
      "texts": [
        "In the mid-20th century, an entire discipline—psychoneuroendocrinology—emerged to study the links between the endocrine system and the mind.",
        "There is even the term \"psychoendocrine syndrome\" to describe psychiatric disturbances that arise in the context of endocrine disease: mood disorders, asthenia, slowed thinking, and changes in motivation and basic drives.",
        "Beyond hormones, vitamins and minerals also have a substantial impact on how we feel.",
        "Vitamin deficiency (avitaminosis) and depression may seem unrelated at first glance, yet research suggests the connection is stronger than many assume.",
        "Vitamins are essential for metabolism. There are many of them, and each plays a unique role. When the body lacks certain micronutrients, deficiency states arise.",
        "Avitaminosis means that the body does not have enough of a particular vitamin—or is completely lacking it.",
        "Different deficiencies can affect mental health in different ways—from minor discomforts to troubling symptoms.",
        "Studies show that vitamin deficits can contribute to anxiety and depression and may worsen symptoms in some conditions, such as obsessive-compulsive disorder or bipolar disorder.",
        "Even if you are otherwise healthy, specific deficiencies can still dampen your mood and disrupt emotional balance."
      ]
    },
    "screen_3": {
      "texts": [
        "Examples of deficiencies and possible symptoms:",
        "Vitamin D: low mood, anxiety, fatigue, mood swings.",
        "Iron: weakness, tiredness, shortness of breath, dizziness, tingling or numbness.",
        "Vitamin B12: pronounced fatigue, anemia, insomnia, reduced appetite, stomach upset, muscle pain.",
        "Folate: fatigue, irritability, depression, weakness, apathy, sluggishness, cognitive difficulties.",
        "B-complex vitamins: increased fatigue, irritability, insomnia, mood swings, heart rhythm disturbances.",
        "Magnesium: weakness, headaches, anxiety, irregular heartbeat.",
        "Vitamin C: chronic fatigue, emotional ups and downs.",
        "And this is only part of a longer list—many of these signs can be mistaken for depression.",
        "Our own team’s experiences also underscore the value of checking hormone and vitamin status when assessing mental health.",
        "One team member believed they were burned out, struggling with unexplained fatigue, low mood, and loss of drive.",
        "Knowing that physiology could be involved, they consulted a physician, discovered a deficiency, completed a course of vitamin D, and felt markedly better."
      ]
    },
    "screen_4": {
      "texts": [
        "Another teammate—a woman with depression-like symptoms—was found to have iron-deficiency anemia; treatment led to significant improvement.",
        "She described it this way: \"I was constantly sleepy, didn’t want to do anything or talk to anyone. I felt awful—apathetic, dizzy, irritable. I even started to think I had depression, until a routine blood test showed a problem with my hemoglobin.\"",
        "Further tests revealed low iron and ferritin. \"I had iron-deficiency anemia—and I thought it was depression. After treatment, I felt like myself again. My condition improved significantly.\"",
        "We share these stories to caution against premature self-diagnosis.",
        "If you notice low mood, fatigue, lack of energy, and similar symptoms, look not only at psychological factors but also at physical health.",
        "Consult your doctor, get basic labs (such as a complete blood count), and consider checking vitamin and hormone levels. Sometimes that alone can already make a noticeable difference to your emotional well-being."
      ]
    }
  }
}