{
  "trap": {
    "title": "Technique: Escaping the Trap of Excessive Expectations",
    "description": "The article discusses the problem of guilt arising from unrealistic self-demands and constant self-criticism. It describes methods for reevaluating internal settings and replacing 'should' with a healthier perception of personal capabilities and desires. Readers are offered practical advice for freeing themselves from self-blame and building a more harmonious relationship with themselves and their mistakes.",
    "screen_1": {
      "texts": [
        "Guilt often arises from excessive demands on oneself and can manifest in thoughts like:",
        "«I must do this».",
        "«I should act this way».",
        "«I must be like this».",
        "«I shouldn't have done that».",
        "«I should have foreseen/knew this».",
        "Inadequate demands containing the word 'must' can lead to guilt and unrealistic expectations.",
        "These demands imply that you must be perfect or omniscient, which is unrealistic.",
        "Such demands may include the idea that you always must be happy or satisfied, which only intensifies the feeling of failure.",
        "There are also demands based on the assumption that you know everything and can predict the future. This creates false expectations and guilt, instead of helping you solve problems.",
        "The essence of this technique is to realize that blaming yourself is counterproductive, as inadequate demands on themselves are unrealistic and unfair.",
        "They only create a feeling of guilt and impossibility, rather than solving a problem or achieving success.",
        "To avoid constant accusations against yourself, it is worth giving up such demands and becoming more realistic in your expectations for yourself and your life.",
        "Of course, such changes in thinking do not happen overnight and may not even occur within a month. But we are confident that regular self-work can lead to changes."
      ],
      "quote": {
        "text": "Any feeling of guilt implies self-condemnation, and this is fundamentally wrong. One must recognize their mistakes without falling into self-flagellation.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "So what needs to be done now to get rid of the guilt caused by excessive demands?",
        "A simple yet effective way to escape from excessive demands on oneself involves replacing the word 'must' with others: «It would be good if...» or «If I could, I would...». They often turn out to be more realistic and less upsetting.",
        "For example, instead of «I must make my wife happy», you could say: «It would be great if I could make my wife happy because she is upset. I can ask her what's wrong and think about how I might be able to help».",
        "Or instead of «I shouldn't have eaten the ice cream», you could say: «It would have been better if I hadn't eaten the ice cream, but my action is not the end of the world».",
        "Remove the subjunctive mood. Instead of thinking «I should have...», «If only I...», «It's a pity I didn't...», try thinking: «Next time I will do differently».",
        "People with a sense of guilt often think in the subjunctive mood, but this should definitely be avoided.",
        "And if you catch yourself at it, immediately stop and change the phrase to «Next time I will...».",
        "And that's it. No subjunctives, categorically.",
        "The reality method helps to check the adequacy of your demands against reality. By telling yourself: «I shouldn't have done this», you probably think you really shouldn't have done it and, by saying this to yourself, you'll feel better.",
        "However, in reality, it's the opposite: you needed to do exactly what you did, but by admitting this to yourself, you'll feel disappointment.",
        "For example, you went on a diet to lose weight, ate something extra, and now blame yourself for it: «I shouldn't have eaten that chocolate».",
        "But in reality, you had a need for something sweet. Perhaps you're stressed about something and instinctively wanted to eat something to lift your mood, so it was impossible to resist.",
        "People often eat negative emotions to ease their state. When you try to get rid of harmful habits or try to lose weight, the main thing that hinders you is the belief that you're losing control over yourself.",
        "The feeling of losing control is directly related to what you 'must' or 'must not' do. If you feel a desire to eat something unhealthy, you tell yourself that you 'must not' even want to eat forbidden food and that you 'must' refuse all unhealthy foods once and for all and never fail.",
        "And after that, to feel better, you go and eat a chocolate bar. This approach to dieting is unlikely to be successful, and you will feel guilty and depressed.",
        "When you manage to stop forbidding yourself anything, then you can get rid of it without violence over yourself."
      ]
    },
    "screen_3": {
      "texts": [
        "People prone to excessive feelings of guilt can be manipulated by others to achieve their goals. Think about it: how many times have you agreed to go to a meeting without really wanting to, out of a desire to please or so that no one would get hurt? It's important to uphold personal boundaries and learn to say 'no'.",
        "Example: A young woman lives with her parents and brother, she earns a good salary. Her brother occasionally works odd jobs.",
        "He has a dependency on things: he constantly buys something new for himself, but he doesn't have enough money for it.",
        "His sister understands that this is not the best way to manage money, but continues to lend him money because she believes that sisters and brothers should help each other, as is customary in their family.",
        "The girl is afraid to refuse her brother, as this could destroy their relationship. She preliminarily played out a difficult conversation with a friend and realized that saying 'no' is not as scary as it seemed.",
        "Before you define your boundaries and draw a line in the form of refusal to meet demands or to assert your own opinion in order not to visit when you don't want to, you can play out a difficult conversation or write it down on a piece of paper or notes.",
        "This way, you can predict a likely conversation scenario and understand how best to refuse the interlocutor, and perhaps, you will realize that it's not so scary to say 'no'.",
        "It will be a long journey before the corresponding neural circuits are formed in your brain, and you have enough courage and ability to say 'no' diplomatically, but assertively, and to fix the skill in practice when the right moment comes.",
        "Delineating responsibility",
        "Sometimes we take on responsibility for the misfortunes and failures of other people.",
        "In such situations, it's important to figure out who really bears responsibility for what happened. For example, are you truly to blame for your child getting bad grades?",
        "Here arises confusion between your influence on the child and control over him.",
        "To learn to differentiate responsibility, you can use the three-column method, which is a shortened version of the automatic thoughts diary.",
        "In the first column, you write down worrying and condemning thoughts, in the second - which cognitive distortions you notice at this, and in the third - what rational response you can give.",
        "For example:",
        "1st column (worrying and condemning thoughts): «I am to blame for my child getting bad grades. I won't be able to help him succeed in school».",
        "2nd column (cognitive distortions): personalization, overgeneralization.",
        "3rd column (rational response): «I bear responsibility for my role in parenting, but I do not fully control his success or failure at school. The child also has his own responsibility for his learning and school work. I can help him, support and motivate, but the final outcome depends on his own work and effort».",
        "It's important to understand that we cannot control every aspect of other people's lives, even if they are under our influence. We bear responsibility for our actions and the role we play in the lives of other people, but we should not take on all the responsibility for their successes or failures."
      ]
    }
  },
  "unemployment": {
    "title": "Losing Your Job and Falling into Depression?",
    "description": "This article explores the psychological and social consequences of sudden job loss, examining the emotional rollercoaster that accompanies such events. Through the personal experience of Alexander, who worked for a successful company for many years, the article discusses his struggle with depression, low self-esteem, and professional setbacks. The article also offers ways to overcome emotional difficulties, emphasizing the importance of support and self-recognition during challenging periods.",
    "screen_1": {
      "texts": [
        "A sudden job loss is a significant stressor for most people. When layoffs or terminations are announced within a few days or weeks, many feel as though their world has \"collapsed.\" And it’s understandable, as your life changes drastically in terms of:",
        "financial situation",
        "social status",
        "daily routine",
        "short- and long-term plans",
        "A job represents obligations, structure, communication—in general, something that supports us.",
        "Unemployment, on the other hand, is like a free fall with no safety net. You are left alone with empty days, bills piling up, and endless waiting for job interviews. Before the meeting, you feel a glimmer of hope, only to face another rejection. It’s a typical and disheartening scenario.",
        "Job loss is experienced like any other loss, and those who go through it face the stages of grief.",
        "First comes shock, deep confusion, and uncertainty about what to do next. Then comes anger—at yourself and at those who dismissed you.",
        "There may also be bargaining: perhaps everything can still be fixed, and you’ll be rehired? And finally, depression. Undoubtedly, this issue is \"real,\" but does that mean it justifies your depression?",
        "The cause of such an emotional reaction lies in the belief that one’s self-worth and ability to feel happiness directly depend on professional success.",
        "Within this value system, it seems logical to assume that emotional distress is inevitably linked to financial losses, career failures, or bankruptcy."
      ],
      "quote": {
        "text": "When one door closes, don’t you know that many others open.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "If you share this belief, you may be interested in Alexander's story—a 47-year-old father of three who worked for 17 years at a successful company owned by his father-in-law.",
        "A couple of years before his depression, disagreements arose between him and his father-in-law regarding the company's management. In a fit of anger, Alexander quit, giving up his share in the company.",
        "For the next two years, he changed jobs frequently but couldn’t find anything truly satisfying, financially or morally.",
        "It seemed like he was failing at everything, and he began to see himself as a failure. His wife had to take on a full-time job to make ends meet, which only deepened Alexander's sense of worthlessness, as he had always taken pride in being the family breadwinner.",
        "Time passed, his financial situation worsened, and his depression deepened as his self-esteem plummeted.",
        "By the time Alexander decided to seek help from a specialist, he had already been working for several months at a real estate company.",
        "During that time, he had rented out a few buildings but hadn’t made any sales. Since his salary depended on sales, his earnings were low. During this period, Alexander suffered from depression and procrastination, spending entire days in bed thinking:",
        "“What’s the point? I’m a failure. Working is pointless because I will fail anyway.”",
        "At his third session with a psychologist, he shared that a wealthy friend wanted to purchase a property with his help, and the commission from such a sale would boost his career, provide confidence, and significantly increase his income.",
        "Instead of seizing the opportunity, Alexander delayed for several weeks. The question arises: why? Because he thought, “Selling commercial property is too difficult.",
        "I’ve never done it before, and I’m bound to fail. And if he changes his mind at the last minute, it will mean I’ve failed in this business. It will mean I’m a total failure.”"
      ]
    },
    "screen_3": {
      "texts": [
        "Alexander’s management valued him highly and considered him a talented salesman, but he was overly harsh with himself.",
        "Through subsequent sessions and cognitive work, Alexander admitted that he was overly self-critical, which didn’t help him in this challenging period but, in fact, worsened the situation.",
        "He also realized that he was using a “double standard”: he was tolerant and supportive of others but harsh and critical of himself.",
        "At first, he defended his viewpoint, as many self-demanding perfectionists do, arguing that being stricter with himself would somehow be beneficial.",
        "However, he quickly learned that his personal standards were unrealistic and destined to lead to failure because if he tried to sell a building and didn’t succeed, he would see the situation as catastrophic. His tendency to think in all-or-nothing terms was a major issue.",
        "By the end of therapy, Alexander felt relieved, realizing that financial hardships in recent years didn’t automatically make him a \"failure.\"",
        "This negative self-image and sense of being stuck were the result of an extreme \"all-or-nothing\" mindset. His sense of worthlessness was a result of focusing exclusively on the negative aspects of his life (negative filtering) while disregarding the many instances where he had succeeded (discounting the positive).",
        "He realized he had tortured himself for too long with the thought that he could have done more and acknowledged that financial difficulties didn’t diminish his human dignity. In the end, he recognized that apathy and procrastination were merely symptoms of depression, not a reflection of his true self.",
        "When he learned to challenge his negative thoughts, he was able to reduce the degree of cognitive distortions in his harsh self-assessment, and his mood began to improve.",
        "He left the real estate sector and opened a bookstore. While he managed to cover expenses, despite his significant personal efforts, he couldn’t generate enough profit to justify continuing the business after the first trial year."
      ]
    },
    "screen_4": {
      "texts": [
        "Thus, although the external markers of success remained almost unchanged during this period, he managed to preserve his self-esteem and avoid depression. Even though his financial situation remained difficult, when he made the decision to \"accept defeat\" in his bookstore business, his self-respect remained intact.",
        "At his final session with the psychologist, Alexander wrote an essay, which he decided to read every morning before starting his job search:",
        "Why am I not useless?",
        "As long as I can do something for my own well-being and that of others, I am not useless. As long as what I do can have a positive impact, I am not useless.",
        "As long as the fact that I’m alive matters to even one person, I am not useless (and if necessary, that person can be me). If offering love, understanding, friendship, support, communication, advice, or comfort means anything, I am not useless.",
        "If I can respect my opinions and intelligence, I am not useless.",
        "If others respect me, that’s a nice bonus.",
        "If I have self-respect and dignity, I am not useless.",
        "If helping provide livelihoods for my employees' families means doing something good, I am not useless.",
        "If I do my best to help my clients and suppliers with my productivity and creativity, I am not useless.",
        "If my presence in this environment truly matters to others, I am not useless. I am inherently valuable!",
        "If you’ve faced a similar problem or resonate with Alexander’s automatic thoughts, write a note to yourself about why you are not useless, why you are not a failure, and why you are inherently valuable."
      ]
    }
  },
  "vitamins": {
    "title": "Misdiagnosed Depression: How Hormones and Vitamins Affect Our Emotional Health",
    "description": "The article discusses how physical health, including hormonal balance and vitamin levels, can impact a person's emotional state. It highlights that symptoms often associated with depression can be caused by physical issues, such as vitamin deficiencies or hormonal imbalances. The authors emphasize the importance of a comprehensive approach to diagnosing and treating mental disorders, considering both psychological and physiological aspects.",
    "screen_1": {
      "texts": [
        "We aim to make this section as helpful as possible in improving and easing your emotional state. Therefore, it's important to discuss all possible causes of its changes.",
        "When talking about depression, we refer to a set of specific symptoms previously mentioned. However, these symptoms do not always indicate a mental disorder.",
        "It's important to remember that the biological component of our body plays a crucial role not only in physical but also in psychological well-being. Thus, physical issues can significantly affect the emotional background, creating symptoms similar to depression.",
        "A prime example of this is hormones. They have a profound influence on behavior and the psychological state of a person.",
        "Research in the field of psychoendocrinology shows that the nervous and endocrine systems are interconnected, maintaining homeostasis (the physiological equilibrium of the body).",
        "Therefore, any fluctuations in hormonal levels can cause serious disturbances in the emotional sphere.",
        "For instance, reduced function of the thyroid gland can lead to depression, increased anxiety, and other mental health issues.",
        "Hyperfunction of the same gland can cause mania, irritability, mood swings, and even psychosis.",
        "Acromegaly, or increased production of growth hormone, manifests as reduced mental activity, apathy combined with euphoria.",
        "Thus, people with endocrine disorders face not only the physical difficulties of their illness but also the risk of mental disorders such as anxiety, depression, mania, confusion, and others."
      ],
      "quote": {
        "text": "Care for the body so that the soul wishes to reside in it.",
        "author": "Socrates"
      }
    },
    "screen_2": {
      "texts": [
        "In the mid-20th century, an entire scientific discipline emerged - psychoendocrinology, studying the relationship between the human endocrine system and psyche.",
        "There is even such a term as psychoendocrine syndrome – a mental disorder arising against the backdrop of endocrine diseases. These include mood disorders, asthenia, reduced mental activity, as well as changes in desires and instincts.",
        "Besides hormones, vitamins significantly influence our well-being.",
        "Vitamin deficiency and depression might seem unrelated at first, but research shows the connection is much stronger than we might assume.",
        "You would agree that vitamins are essential for our body to maintain metabolism. There are many, and each is irreplaceable. And when the body lacks something, avitaminosis occurs.",
        "Avitaminosis is a condition where there is a deficiency or complete absence of one or more vitamins in the body.",
        "Deficiencies in various vitamins can affect mental health in a variety of ways, ranging from minor discomfort to frightening symptoms.",
        "Studies have shown that avitaminosis can contribute to the onset of anxiety and depression, and also exacerbate symptoms in people with certain mental illnesses, such as obsessive-compulsive or bipolar disorder.",
        "Even if you are healthy, a deficiency in certain vitamins can worsen your mood and emotional background."
      ]
    },
    "screen_3": {
      "texts": [
        "Examples of vitamin deficiencies and their symptoms:",
        "Vitamin D: depression, anxiety, fatigue, mood swings.",
        "Iron: weakness, fatigue, shortness of breath, dizziness, numbness.",
        "Vitamin B12: increased fatigue, anemia, insomnia, loss of appetite, stomach upset, muscle pain.",
        "Folic acid: fatigue, irritability, depression, weakness, apathy, lethargy, cognitive impairment.",
        "B Vitamins: increased fatigue, irritability, insomnia, mood changes, heart rhythm disturbances.",
        "Magnesium: weakness, headaches, anxiety, heart rhythm disturbances.",
        "Vitamin C: chronic fatigue, emotional instability.",
        "And these are just some of the possible symptoms that can easily be mistaken for a depressive state.",
        "Our personal stories confirm the importance of considering hormonal and vitamin balance in the diagnosis of mental disorders.",
        "One of our team members thought he was facing burnout, suffering from inexplicable fatigue, mood deterioration, and a lack of desire to do anything.",
        "But knowing that it could be related to hormones and vitamins, he consulted a doctor, identified a deficiency, took a course of vitamin D, and felt significantly better."
      ]
    },
    "screen_4": {
      "texts": [
        "Another team member, a young woman experiencing symptoms similar to depression, discovered she had iron-deficiency anemia, the treatment of which greatly improved her condition.",
        "She described her state as follows: 'I constantly wanted to sleep, I didn't want to do anything, or talk to anyone. I suffered from terrible apathy, dizziness, irritability. At one point, I really started to think I had depression, until I accidentally had a general blood test which revealed problems with my hemoglobin.",
        "After that, I had additional tests which identified a deficiency in iron and ferritin. I had iron-deficiency anemia, and I thought it was depression. But after a course of treatment, I returned to my former state. My condition improved significantly.'",
        "By sharing these stories, we want to warn you against incorrect diagnoses.",
        "Therefore, if you feel low mood, fatigue, exhaustion, and other symptoms listed above, pay attention not only to the psychological but also to the physical health.",
        "Consult a doctor, have a general blood test, and check your vitamin and hormone levels. This may be enough to improve your emotional state."
      ]
    }
  }
}