{
  "title": "Losing Your Job and Falling into Depression?",
  "description": "This article explores the psychological and social consequences of sudden job loss, examining the emotional rollercoaster that accompanies such events. Through the personal experience of Alexander, who worked for a successful company for many years, the article discusses his struggle with depression, low self-esteem, and professional setbacks. The article also offers ways to overcome emotional difficulties, emphasizing the importance of support and self-recognition during challenging periods.",
  "screen_1": {
    "texts": [
      "A sudden job loss is a significant stressor for most people. When layoffs or terminations are announced within a few days or weeks, many feel as though their world has \"collapsed.\" And it’s understandable, as your life changes drastically in terms of:",
      "financial situation",
      "social status",
      "daily routine",
      "short- and long-term plans",
      "A job represents obligations, structure, communication—in general, something that supports us.",
      "Unemployment, on the other hand, is like a free fall with no safety net. You are left alone with empty days, bills piling up, and endless waiting for job interviews. Before the meeting, you feel a glimmer of hope, only to face another rejection. It’s a typical and disheartening scenario.",
      "Job loss is experienced like any other loss, and those who go through it face the stages of grief.",
      "First comes shock, deep confusion, and uncertainty about what to do next. Then comes anger—at yourself and at those who dismissed you.",
      "There may also be bargaining: perhaps everything can still be fixed, and you’ll be rehired? And finally, depression. Undoubtedly, this issue is \"real,\" but does that mean it justifies your depression?",
      "The cause of such an emotional reaction lies in the belief that one’s self-worth and ability to feel happiness directly depend on professional success.",
      "Within this value system, it seems logical to assume that emotional distress is inevitably linked to financial losses, career failures, or bankruptcy."
    ],
    "quote": {
      "text": "When one door closes, don’t you know that many others open.",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "If you share this belief, you may be interested in Alexander's story—a 47-year-old father of three who worked for 17 years at a successful company owned by his father-in-law.",
      "A couple of years before his depression, disagreements arose between him and his father-in-law regarding the company's management. In a fit of anger, Alexander quit, giving up his share in the company.",
      "For the next two years, he changed jobs frequently but couldn’t find anything truly satisfying, financially or morally.",
      "It seemed like he was failing at everything, and he began to see himself as a failure. His wife had to take on a full-time job to make ends meet, which only deepened Alexander's sense of worthlessness, as he had always taken pride in being the family breadwinner.",
      "Time passed, his financial situation worsened, and his depression deepened as his self-esteem plummeted.",
      "By the time Alexander decided to seek help from a specialist, he had already been working for several months at a real estate company.",
      "During that time, he had rented out a few buildings but hadn’t made any sales. Since his salary depended on sales, his earnings were low. During this period, Alexander suffered from depression and procrastination, spending entire days in bed thinking:",
      "“What’s the point? I’m a failure. Working is pointless because I will fail anyway.”",
      "At his third session with a psychologist, he shared that a wealthy friend wanted to purchase a property with his help, and the commission from such a sale would boost his career, provide confidence, and significantly increase his income.",
      "Instead of seizing the opportunity, Alexander delayed for several weeks. The question arises: why? Because he thought, “Selling commercial property is too difficult.",
      "I’ve never done it before, and I’m bound to fail. And if he changes his mind at the last minute, it will mean I’ve failed in this business. It will mean I’m a total failure.”"
    ]
  },
  "screen_3": {
    "texts": [
      "Alexander’s management valued him highly and considered him a talented salesman, but he was overly harsh with himself.",
      "Through subsequent sessions and cognitive work, Alexander admitted that he was overly self-critical, which didn’t help him in this challenging period but, in fact, worsened the situation.",
      "He also realized that he was using a “double standard”: he was tolerant and supportive of others but harsh and critical of himself.",
      "At first, he defended his viewpoint, as many self-demanding perfectionists do, arguing that being stricter with himself would somehow be beneficial.",
      "However, he quickly learned that his personal standards were unrealistic and destined to lead to failure because if he tried to sell a building and didn’t succeed, he would see the situation as catastrophic. His tendency to think in all-or-nothing terms was a major issue.",
      "By the end of therapy, Alexander felt relieved, realizing that financial hardships in recent years didn’t automatically make him a \"failure.\"",
      "This negative self-image and sense of being stuck were the result of an extreme \"all-or-nothing\" mindset. His sense of worthlessness was a result of focusing exclusively on the negative aspects of his life (negative filtering) while disregarding the many instances where he had succeeded (discounting the positive).",
      "He realized he had tortured himself for too long with the thought that he could have done more and acknowledged that financial difficulties didn’t diminish his human dignity. In the end, he recognized that apathy and procrastination were merely symptoms of depression, not a reflection of his true self.",
      "When he learned to challenge his negative thoughts, he was able to reduce the degree of cognitive distortions in his harsh self-assessment, and his mood began to improve.",
      "He left the real estate sector and opened a bookstore. While he managed to cover expenses, despite his significant personal efforts, he couldn’t generate enough profit to justify continuing the business after the first trial year."
    ]
  },
  "screen_4": {
    "texts": [
      "Thus, although the external markers of success remained almost unchanged during this period, he managed to preserve his self-esteem and avoid depression. Even though his financial situation remained difficult, when he made the decision to \"accept defeat\" in his bookstore business, his self-respect remained intact.",
      "At his final session with the psychologist, Alexander wrote an essay, which he decided to read every morning before starting his job search:",
      "Why am I not useless?",
      "As long as I can do something for my own well-being and that of others, I am not useless. As long as what I do can have a positive impact, I am not useless.",
      "As long as the fact that I’m alive matters to even one person, I am not useless (and if necessary, that person can be me). If offering love, understanding, friendship, support, communication, advice, or comfort means anything, I am not useless.",
      "If I can respect my opinions and intelligence, I am not useless.",
      "If others respect me, that’s a nice bonus.",
      "If I have self-respect and dignity, I am not useless.",
      "If helping provide livelihoods for my employees' families means doing something good, I am not useless.",
      "If I do my best to help my clients and suppliers with my productivity and creativity, I am not useless.",
      "If my presence in this environment truly matters to others, I am not useless. I am inherently valuable!",
      "If you’ve faced a similar problem or resonate with Alexander’s automatic thoughts, write a note to yourself about why you are not useless, why you are not a failure, and why you are inherently valuable."
    ]
  }
}
