{
  "title": "Misdiagnosed Depression: How Hormones and Vitamins Affect Our Emotional Health",
  "description": "The article discusses how physical health, including hormonal balance and vitamin levels, can impact a person's emotional state. It highlights that symptoms often associated with depression can be caused by physical issues, such as vitamin deficiencies or hormonal imbalances. The authors emphasize the importance of a comprehensive approach to diagnosing and treating mental disorders, considering both psychological and physiological aspects.",
  "screen_1": {
    "texts": [
      "We aim to make this section as helpful as possible in improving and easing your emotional state. Therefore, it's important to discuss all possible causes of its changes.",
      "When talking about depression, we refer to a set of specific symptoms previously mentioned. However, these symptoms do not always indicate a mental disorder.",
      "It's important to remember that the biological component of our body plays a crucial role not only in physical but also in psychological well-being. Thus, physical issues can significantly affect the emotional background, creating symptoms similar to depression.",
      "A prime example of this is hormones. They have a profound influence on behavior and the psychological state of a person.",
      "Research in the field of psychoendocrinology shows that the nervous and endocrine systems are interconnected, maintaining homeostasis (the physiological equilibrium of the body).",
      "Therefore, any fluctuations in hormonal levels can cause serious disturbances in the emotional sphere.",
      "For instance, reduced function of the thyroid gland can lead to depression, increased anxiety, and other mental health issues.",
      "Hyperfunction of the same gland can cause mania, irritability, mood swings, and even psychosis.",
      "Acromegaly, or increased production of growth hormone, manifests as reduced mental activity, apathy combined with euphoria.",
      "Thus, people with endocrine disorders face not only the physical difficulties of their illness but also the risk of mental disorders such as anxiety, depression, mania, confusion, and others."
    ],
    "quote": {
      "text": "Care for the body so that the soul wishes to reside in it.",
      "author": "Socrates"
    }
  },
  "screen_2": {
    "texts": [
      "In the mid-20th century, an entire scientific discipline emerged - psychoendocrinology, studying the relationship between the human endocrine system and psyche.",
      "There is even such a term as psychoendocrine syndrome – a mental disorder arising against the backdrop of endocrine diseases. These include mood disorders, asthenia, reduced mental activity, as well as changes in desires and instincts.",
      "Besides hormones, vitamins significantly influence our well-being.",
      "Vitamin deficiency and depression might seem unrelated at first, but research shows the connection is much stronger than we might assume.",
      "You would agree that vitamins are essential for our body to maintain metabolism. There are many, and each is irreplaceable. And when the body lacks something, avitaminosis occurs.",
      "Avitaminosis is a condition where there is a deficiency or complete absence of one or more vitamins in the body.",
      "Deficiencies in various vitamins can affect mental health in a variety of ways, ranging from minor discomfort to frightening symptoms.",
      "Studies have shown that avitaminosis can contribute to the onset of anxiety and depression, and also exacerbate symptoms in people with certain mental illnesses, such as obsessive-compulsive or bipolar disorder.",
      "Even if you are healthy, a deficiency in certain vitamins can worsen your mood and emotional background."
    ]
  },
  "screen_3": {
    "texts": [
      "Examples of vitamin deficiencies and their symptoms:",
      "Vitamin D: depression, anxiety, fatigue, mood swings.",
      "Iron: weakness, fatigue, shortness of breath, dizziness, numbness.",
      "Vitamin B12: increased fatigue, anemia, insomnia, loss of appetite, stomach upset, muscle pain.",
      "Folic acid: fatigue, irritability, depression, weakness, apathy, lethargy, cognitive impairment.",
      "B Vitamins: increased fatigue, irritability, insomnia, mood changes, heart rhythm disturbances.",
      "Magnesium: weakness, headaches, anxiety, heart rhythm disturbances.",
      "Vitamin C: chronic fatigue, emotional instability.",
      "And these are just some of the possible symptoms that can easily be mistaken for a depressive state.",
      "Our personal stories confirm the importance of considering hormonal and vitamin balance in the diagnosis of mental disorders.",
      "One of our team members thought he was facing burnout, suffering from inexplicable fatigue, mood deterioration, and a lack of desire to do anything.",
      "But knowing that it could be related to hormones and vitamins, he consulted a doctor, identified a deficiency, took a course of vitamin D, and felt significantly better."
    ]
  },
  "screen_4": {
    "texts": [
      "Another team member, a young woman experiencing symptoms similar to depression, discovered she had iron-deficiency anemia, the treatment of which greatly improved her condition.",
      "She described her state as follows: 'I constantly wanted to sleep, I didn't want to do anything, or talk to anyone. I suffered from terrible apathy, dizziness, irritability. At one point, I really started to think I had depression, until I accidentally had a general blood test which revealed problems with my hemoglobin.",
      "After that, I had additional tests which identified a deficiency in iron and ferritin. I had iron-deficiency anemia, and I thought it was depression. But after a course of treatment, I returned to my former state. My condition improved significantly.'",
      "By sharing these stories, we want to warn you against incorrect diagnoses.",
      "Therefore, if you feel low mood, fatigue, exhaustion, and other symptoms listed above, pay attention not only to the psychological but also to the physical health.",
      "Consult a doctor, have a general blood test, and check your vitamin and hormone levels. This may be enough to improve your emotional state."
    ]
  }
}
