{
  "title": "Técnica: Un Día Bajo Control",
  "description": "El artículo presenta una técnica de planificación única \"Dos Columnas\", dirigida a mejorar la autoorganización y aumentar la eficiencia personal. Los lectores aprenderán cómo la simple división de tareas en \"planes\" y \"hechos\" puede ayudar no solo en la consecución de objetivos establecidos, sino también en la comprensión de sus acciones diarias. Se presta especial atención al análisis de lo realizado, lo que permite aprender a adaptarse a los cambios y encontrar un equilibrio entre lo debido y lo deseado.",
  "screen_1": {
    "texts": [
      "El primer ejercicio que queremos compartir con ustedes es simple, pero efectivo, y ayudará en su autoorganización.",
      "Por la noche, antes del día siguiente, siéntese y escriba su horario para el día. Consistirá en dos partes, respectivamente, dos columnas.",
      "La primera columna — «Antes». Este es el plan horario de lo que quiere hacer. No es necesario escribir demasiado de inmediato: en cada línea horaria, escriba una o dos palabras que indiquen alguna actividad o acción.",
      "Por ejemplo, podría ser algo pequeño: ducharse, desayunar, poner la lavadora. O podría ser algo que consuma más energía: limpiar, prepararse para un examen, redactar un currículum, etc.",
      "Al final de cada día, escriba en la segunda columna — «Después».",
      "Allí debe anotar lo que realmente hizo durante todo el día, también por horas. Sus actividades pueden coincidir con las planificadas, o pueden diferir — eso está bien, no se preocupe.",
      "Incluso si logra implementar solo una pequeña parte de la lista «Antes», la simple planificación de su tiempo puede resultarle muy útil y visualmente comprensible.",
      "Además, marque cada actividad con la letra «D-tarea» si la actividad no fue muy simple para usted y se convirtió en un logro específicamente para usted."
    ]
  },
  "screen_2": {
    "texts": [
      "Puede ser que cepillarse los dientes o ducharse durante una depresión sea un logro para usted, no hay nada terrible o vergonzoso en eso, créame. Y entonces al lado de estas actividades escribiría la letra «D». También marque el nivel de dificultad.",
      "Por ejemplo, hacer la cama fue bastante simple, entonces podría ser un «D-2», pero preparar el almuerzo fue más difícil, entonces sería un «D-7». La escala por la que evalúe esto está determinada por sus sensaciones.",
      "Si una actividad en su plan fue placentera para usted, entonces marque al lado «P-placer».",
      "Por ejemplo, si ver una película o dar un paseo por el parque le brindó alegría, entonces coloque la letra correspondiente y también evalúe el grado de placer que obtuvo de esta actividad.",
      "Esencialmente, eso es todo el ejercicio: es simple, pero efectivo. Podría pensar que no funcionará, pero si no intenta hacerlo regularmente por algún tiempo, definitivamente no lo entenderá. Funciona porque:",
      "Detendrá su tendencia a reflexionar constantemente sobre la importancia y el valor de diversas acciones y ayudará a manejar los conflictos internos sobre si hacer algo o no;",
      "Le ayudará a planificar su tiempo de manera equilibrada, ya que habrá tareas que simplemente necesita hacer por una razón u otra, así como actividades que le brindan placer;"
    ]
  },
  "screen_3": {
    "texts": [
      "Si realiza regularmente un horario para el día, pronto notará que su motivación aumenta, porque al comenzar a hacer al menos algo, refuta sus creencias de que es incapaz de hacer cualquier cosa.",
      "Una persona que estuvo deprimida y sufrió de procrastinación durante mucho tiempo compartió su retroalimentación sobre esta técnica:",
      "Planificando mi día y mirando los resultados por la noche, me di cuenta en qué realmente paso mi tiempo.",
      "Me ayudó a asumir nuevamente la responsabilidad de mi vida. Reconozco que puedo controlar la situación si quiero."
    ],
    "quote": {
      "text": "Lo más importante en la gestión del tiempo no es gestionar el tiempo, sino gestionarse a sí mismo",
      "author": "Peter Drucker"
    }
  }
}
