{
  "control": {
    "title": "Técnica: El día bajo control",
    "description": "Este artículo presenta la técnica de planificación de «Dos Columnas», diseñada para mejorar la autoorganización y la eficacia personal. Descubrirás cómo una sencilla división de tareas entre «lo planeado» y «lo hecho» puede ayudarte no solo a alcanzar tus objetivos, sino también a dar sentido a tus acciones diarias. Se presta especial atención al análisis de lo realizado, lo que permite aprender a adaptarse a los cambios y encontrar un equilibrio entre el deber y el placer.",
    "screen_1": {
      "texts": [
        "El primer ejercicio que queremos compartir contigo es sencillo pero eficaz, y te ayudará a organizarte mejor.",
        "Por la noche, la víspera del día siguiente, siéntate y escribe tu horario para el día. Constará de dos partes, correspondientes a dos columnas.",
        "La primera columna es «Antes». Es un plan por horas de lo que quieres hacer. No hace falta escribir mucho de golpe: en cada franja horaria anota una o dos palabras que definan la actividad.",
        "Por ejemplo, puede ser algo pequeño: ducharse, desayunar, poner una lavadora. O puede ser algo que requiera más energía: limpiar, estudiar para un examen, redactar el currículum, etc.",
        "Al final de cada día, rellena la segunda columna: «Después».",
        "Ahí debes anotar lo que realmente hiciste durante todo el día, también por horas. Tus actividades pueden coincidir con las planeadas o pueden ser distintas; es normal, no te preocupes.",
        "Incluso si solo logras realizar una pequeña parte de la lista «antes», el simple hecho de planificar tu tiempo puede resultar un proceso muy útil y visualmente clarificador.",
        "Además, marca con la letra «L» (Logro) cada actividad que no haya sido sencilla para ti y que consideres un pequeño triunfo personal."
      ]
    },
    "screen_2": {
      "texts": [
        "Puede suceder que, durante una depresión, lavarse los dientes o ducharse sea un logro para ti; no hay nada terrible ni vergonzoso en ello, créeme. En ese caso, junto a estas actividades escribirás la letra «L». Anota también el grado de dificultad.",
        "Por ejemplo, hacer la cama fue bastante fácil, así que podría ser un «L-2», pero preparar la comida fue más difícil, por lo que sería un «L-7». La escala de evaluación depende totalmente de tus sensaciones.",
        "Si una actividad de tu plan fue agradable para ti, pon al lado «P» (Placer).",
        "Por ejemplo, si ver una película o pasear por el parque te dio alegría, pon la letra correspondiente y evalúa también el grado de placer que obtuviste.",
        "En realidad, en esto consiste todo el ejercicio: es simple pero efectivo. Puedes pensar que no servirá de nada, pero si no pruebas a hacerlo regularmente durante un tiempo, no verás los resultados. Funciona porque:",
        "Frenará tu tendencia a rumiar constantemente sobre la importancia de ciertas acciones y te ayudará a gestionar las dudas internas sobre si merece la pena hacer algo o no.",
        "Te ayudará a planificar tu tiempo de manera equilibrada, combinando las cosas que tienes que hacer por obligación con aquellas actividades que te brindan placer."
      ]
    },
    "screen_3": {
      "texts": [
        "Si elaboras regularmente un horario diario, pronto notarás que tu motivación crece. Al empezar a hacer aunque sea algo pequeño, desmontarás la creencia de que no eres capaz de hacer nada.",
        "Una persona que pasó mucho tiempo con depresión y procrastinación compartió su opinión sobre esta técnica:",
        "«Al planificar mi día y mirar los resultados por la noche, me di cuenta de en qué gasto exactamente mi tiempo».",
        "«Esto me ayudó a volver a asumir la responsabilidad de mi vida. Soy consciente de que puedo controlar la situación si quiero»."
      ],
      "quote": {
        "text": "Lo más importante en la gestión del tiempo no es gestionar el tiempo, sino gestionarse a uno mismo.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Encontrarse a uno mismo tras la pérdida de un ser querido",
    "description": "El artículo narra la historia de Anastasia, quien sobrevivió a una profunda depresión y a un fuerte sentimiento de culpa tras la trágica muerte de su hermano. Gracias a la psicoterapia, pudo liberarse gradualmente de los autorreproches y cambiar su actitud hacia sí misma y sus emociones. Poco a poco, Anastasia salió de la depresión, aceptó que no era culpable y comenzó a vivir plenamente de nuevo.",
    "screen_1": {
      "texts": [
        "Tarde o temprano, todos nos enfrentamos a la pérdida de un ser querido. La muerte es una prueba dura que nos inunda de dolor y pesadumbre, como una ola gigante.",
        "Las lágrimas, la tristeza y el sufrimiento profundo son una reacción natural a la pérdida. Estas emociones nos ayudan a transitar el duelo y a encontrar fuerzas para seguir viviendo.",
        "A veces el duelo se prolonga y puede acompañar a la persona durante años. Y, en ocasiones, el dolor se convierte rápidamente en una profunda depresión.",
        "Veamos la historia de Anastasia, una joven de 29 años que se enfrentó a una grave depresión tras el suicidio de su hermano menor. Acudió al psicoterapeuta unos meses después de la tragedia.",
        "Un factor especialmente angustiante era su convicción de que ella era responsable de su muerte.",
        "Anastasia sentía que se enfrentaba a una realidad insuperable y aterradora. Le parecía que «merecía» sufrir e incluso tenía pensamientos suicidas.",
        "El sentimiento de culpa es un compañero frecuente y pesado de quienes han perdido a un ser querido, especialmente si la persona se quitó la vida.",
        "Muchos se preguntan: «¿Por qué no lo detuve? ¿Por qué no me di cuenta a tiempo?»",
        "Incluso los especialistas experimentados pueden tener tales pensamientos si un paciente comete suicidio: «Es culpa mía. Debería haber dicho otra cosa, haber preguntado de otra manera, haber estado más atento. Debería haberlo evitado. ¡Soy culpable!»."
      ],
      "quote": {
        "text": "Aquellos a quienes amamos pueden dejarnos, pero nunca se irán lejos mientras los recordemos.",
        "author": "Confucio"
      }
    },
    "screen_2": {
      "texts": [
        "Los reproches de Anastasia aparecieron incluso antes de la tragedia. A menudo pensaba que su vida había sido más afortunada que la de su hermano, e intentaba ayudarle emocional y financieramente durante su larga lucha contra la depresión.",
        "Ella le apoyó en la decisión de acudir a un psicólogo, le ayudó a pagar la terapia e incluso le alquiló una vivienda cerca para estar próxima y poder ayudarle siempre.",
        "Anastasia estaba segura de que ella era la culpable de su muerte, pues creía que «debería haber hecho aún más».",
        "Su sufrimiento era profundo y sincero; sentía ese dolor constantemente.",
        "En las primeras sesiones de terapia habló sobre las causas de su culpa y sus deseos de morir: «Yo era responsable de su vida. Siento que mi incapacidad para ayudar llevó a la tragedia. Debería haber visto su estado y haberle salvado».",
        "Ella creía que su tormento estaba justificado y que merecía un castigo.",
        "Desde fuera puede resultar evidente que tales pensamientos son irracionales y solo causan daño.",
        "El principal error cognitivo que cometía era la personalización. Durante la terapia, Anastasia llegó a conclusiones importantes:",
        "Si ella fuera realmente responsable de la muerte de su hermano, significaría que ella fue la causa directa de su decisión.",
        "Ella no podía controlar los pensamientos ni el dolor interno de él, por lo que no podía responder por las creencias que lo llevaron a una depresión severa. Era la lucha de él, no la culpa de ella.",
        "Al intentar asumir la responsabilidad de su estado, trataba de influir en lo que no estaba bajo su control. Lo máximo que podía hacer era apoyarlo dentro de sus posibilidades."
      ]
    },
    "screen_3": {
      "texts": [
        "Si ella hubiera sabido de sus intenciones, habría hecho todo lo posible para ayudar y evitar la tragedia. Pero no lo sabía, y cambiar lo que estaba oculto era imposible.",
        "Al culparse, Anastasia parecía asumir que tenía la obligación de prever el futuro y saberlo todo. Estas expectativas resultaron ser poco realistas, por lo que no tenía motivos reales para culparse.",
        "Todos los argumentos apuntaban a lo mismo: asumir la responsabilidad por los actos de él era un error grave e injusto.",
        "Su responsabilidad se limita únicamente a su propia vida y su propio bienestar.",
        "Con el tiempo comprendió: su sufrimiento no surgía porque hubiera «fallado a su hermano», sino porque dejó que la culpa la consumiera y permitió que la depresión destruyera su vida.",
        "El punto de inflexión fue soltar el sentimiento de culpa, permitirse sanar gradualmente y aprender a vivir de nuevo una vida alegre y plena.",
        "En esto consiste el verdadero autocuidado. Tras la terapia, el estado de Anastasia mejoró significativamente y pudo superar la depresión. Atribuyó esta mejora a un cambio profundo en la actitud hacia sí misma y su mundo interior."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnóstico de la depresión: Un viaje hacia el autoconocimiento",
    "description": "El artículo aborda las formas de diagnosticar la depresión: desde el reconocimiento general de los síntomas hasta la autoevaluación mediante la «Escala de Depresión de Beck». Subraya la importancia de acudir a especialistas para un diagnóstico preciso y apoyo, especialmente si los síntomas son pronunciados, y ofrece pasos prácticos y ejercicios para quienes desean cuidar de su estado emocional.",
    "screen_1": {
      "texts": [
        "En la sección anterior ya hablamos de qué es la depresión.",
        "Ahora vamos a ver cómo se puede identificar en uno mismo.",
        "Por norma general, el diagnóstico de la depresión se puede dividir en tres etapas:",
        "Detección inicial",
        "Como cualquier otro estado emocional, la depresión se manifiesta a través de ciertos síntomas. Veámoslos:",
        "Estado de ánimo deprimido.",
        "Pérdida de interés en actividades habituales y fuentes de alegría.",
        "Anhedonia: pérdida de la capacidad de sentir placer.",
        "Dificultades de concentración, bajo rendimiento y problemas para tomar decisiones.",
        "Alteraciones del sueño y del apetito: disminución o, por el contrario, aumento.",
        "Sentimientos de desesperanza, indefensión, irritabilidad, vergüenza o culpa.",
        "Ansiedad o apatía marcada.",
        "Disminución de la energía, sensación de fatiga constante.",
        "Pensamientos intrusivos sobre la muerte o el suicidio.",
        "Muchos de nosotros nos hemos enfrentado al menos una vez a algunas de estas manifestaciones.",
        "Sin embargo, tener síntomas aislados no siempre significa depresión. ¿Cómo determinar si la padeces?",
        "Se puede hablar de trastorno depresivo si observas en ti al menos cuatro de los síntomas enumerados durante dos semanas o más.",
        "También es importante tener en cuenta el estado general de salud y la influencia de las circunstancias vitales."
      ],
      "quote": {
        "text": "No podemos cambiar las situaciones que la vida nos presenta, pero podemos cambiar cómo las vivimos.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Autodiagnóstico con métodos probados",
        "Existen muchas herramientas que ayudan a evaluar el propio estado.",
        "Una de las más conocidas y fiables es la «Escala de Depresión de Beck» (BDI).",
        "Esta metodología, creada por el psicoterapeuta Aaron Beck, incluye 21 grupos de síntomas, y cada uno refleja diferentes aspectos del estado depresivo.",
        "Al realizar este test, podrás determinar de forma orientativa la gravedad de los síntomas: desde una depresión leve hasta una severa.",
        "El test está disponible en nuestra aplicación y su uso es sencillo e intuitivo."
      ],
      "quote": {
        "text": "El autocuidado no es una excepción a tus obligaciones, sino una parte importante de ellas.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consulta con un especialista",
        "Si los resultados del autodiagnóstico indican un posible estado depresivo, es importante acudir a un psicólogo, psiquiatra o psicoterapeuta.",
        "El especialista ayudará a precisar el diagnóstico y a elegir un plan de apoyo y tratamiento adecuado. Nosotros estamos aquí para acompañarte y darte información útil.",
        "Este material ha sido creado para apoyar a personas con manifestaciones leves y moderadas de depresión.",
        "Pero también puede ser útil para quienes se enfrentan a un estado más grave.",
        "Ayudará a aliviar un poco los síntomas y a comprender mejor el propio estado. Sin embargo, en caso de depresión severa, las herramientas de autoayuda por sí solas pueden no ser suficientes.",
        "En tales situaciones, es vital buscar ayuda profesional y, si es necesario, considerar la opción de tratamiento farmacológico.",
        "El diagnóstico de los estados emocionales es un proceso delicado y complejo.",
        "En la autoevaluación siempre existe el riesgo de equivocarse.",
        "Incluso si no tienes depresión clínica, sino solo un estado de ánimo decaído temporal, esta sección te será útil de todos modos.",
        "Analizaremos en detalle los mecanismos de la depresión y compartiremos recomendaciones prácticas y ejercicios.",
        "Si quieres mejorar tu calidad de vida y estás listo para dar pasos hacia ti mismo, sigamos recorriendo este camino juntos."
      ]
    }
  }
}
