{
  "control": {
    "title": "Técnica: Un Día Bajo Control",
    "description": "El artículo presenta una técnica de planificación única \"Dos Columnas\", dirigida a mejorar la autoorganización y aumentar la eficiencia personal. Los lectores aprenderán cómo la simple división de tareas en \"planes\" y \"hechos\" puede ayudar no solo en la consecución de objetivos establecidos, sino también en la comprensión de sus acciones diarias. Se presta especial atención al análisis de lo realizado, lo que permite aprender a adaptarse a los cambios y encontrar un equilibrio entre lo debido y lo deseado.",
    "screen_1": {
      "texts": [
        "El primer ejercicio que queremos compartir con ustedes es simple, pero efectivo, y ayudará en su autoorganización.",
        "Por la noche, antes del día siguiente, siéntese y escriba su horario para el día. Consistirá en dos partes, respectivamente, dos columnas.",
        "La primera columna — «Antes». Este es el plan horario de lo que quiere hacer. No es necesario escribir demasiado de inmediato: en cada línea horaria, escriba una o dos palabras que indiquen alguna actividad o acción.",
        "Por ejemplo, podría ser algo pequeño: ducharse, desayunar, poner la lavadora. O podría ser algo que consuma más energía: limpiar, prepararse para un examen, redactar un currículum, etc.",
        "Al final de cada día, escriba en la segunda columna — «Después».",
        "Allí debe anotar lo que realmente hizo durante todo el día, también por horas. Sus actividades pueden coincidir con las planificadas, o pueden diferir — eso está bien, no se preocupe.",
        "Incluso si logra implementar solo una pequeña parte de la lista «Antes», la simple planificación de su tiempo puede resultarle muy útil y visualmente comprensible.",
        "Además, marque cada actividad con la letra «D-tarea» si la actividad no fue muy simple para usted y se convirtió en un logro específicamente para usted."
      ]
    },
    "screen_2": {
      "texts": [
        "Puede ser que cepillarse los dientes o ducharse durante una depresión sea un logro para usted, no hay nada terrible o vergonzoso en eso, créame. Y entonces al lado de estas actividades escribiría la letra «D». También marque el nivel de dificultad.",
        "Por ejemplo, hacer la cama fue bastante simple, entonces podría ser un «D-2», pero preparar el almuerzo fue más difícil, entonces sería un «D-7». La escala por la que evalúe esto está determinada por sus sensaciones.",
        "Si una actividad en su plan fue placentera para usted, entonces marque al lado «P-placer».",
        "Por ejemplo, si ver una película o dar un paseo por el parque le brindó alegría, entonces coloque la letra correspondiente y también evalúe el grado de placer que obtuvo de esta actividad.",
        "Esencialmente, eso es todo el ejercicio: es simple, pero efectivo. Podría pensar que no funcionará, pero si no intenta hacerlo regularmente por algún tiempo, definitivamente no lo entenderá. Funciona porque:",
        "Detendrá su tendencia a reflexionar constantemente sobre la importancia y el valor de diversas acciones y ayudará a manejar los conflictos internos sobre si hacer algo o no;",
        "Le ayudará a planificar su tiempo de manera equilibrada, ya que habrá tareas que simplemente necesita hacer por una razón u otra, así como actividades que le brindan placer;"
      ]
    },
    "screen_3": {
      "texts": [
        "Si realiza regularmente un horario para el día, pronto notará que su motivación aumenta, porque al comenzar a hacer al menos algo, refuta sus creencias de que es incapaz de hacer cualquier cosa.",
        "Una persona que estuvo deprimida y sufrió de procrastinación durante mucho tiempo compartió su retroalimentación sobre esta técnica:",
        "Planificando mi día y mirando los resultados por la noche, me di cuenta en qué realmente paso mi tiempo.",
        "Me ayudó a asumir nuevamente la responsabilidad de mi vida. Reconozco que puedo controlar la situación si quiero."
      ],
      "quote": {
        "text": "Lo más importante en la gestión del tiempo no es gestionar el tiempo, sino gestionarse a sí mismo",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "En busca de uno mismo tras la pérdida de un ser querido",
    "description": "El artículo explora la historia de Anastasia, quien experimentó una profunda depresión y sentimientos de culpa tras el suicidio de su hermano. A través de la psicoterapia, aprendió a liberarse de la autoacusación, lo que le ayudó a cambiar su actitud hacia sí misma y sus experiencias. Como resultado, Anastasia salió de la depresión, aceptó su inocencia y comenzó a vivir una vida plena.",
    "screen_1": {
      "texts": [
        "Cada uno de nosotros, tarde o temprano, enfrenta la pérdida de un ser querido. La muerte es un golpe duro que cubre de dolor y luto a aquellos que amaban al difunto, como una onda expansiva.",
        "Las lágrimas, la tristeza y el sufrimiento son reacciones normales ante la pérdida. Nos ayudan a superar este momento y nos dan la fuerza para continuar viviendo.",
        "A veces, el duelo se prolonga y una persona puede sufrir durante años, o a veces cae en una profunda depresión casi de inmediato.",
        "Presentamos la historia de una paciente que sufría de depresión: Anastasia, una joven de 29 años, cuyo hermano menor se suicidó unos meses antes de que ella consultara a un psicoterapeuta.",
        "Particularmente doloroso y al mismo tiempo un factor que exacerbó su depresión fue la sensación de que ella era responsable de su suicidio.",
        "Anastasia sentía que enfrentaba un problema absolutamente real e irresoluble. Creía que merecía la muerte y tenía pensamientos suicidas.",
        "Un problema común que atormenta a los familiares de alguien que ha cometido suicidio es el sentimiento de culpa.",
        "Las personas a menudo se torturan con pensamientos como: \"¿Por qué no lo impedí? ¿Por qué no lo noté a tiempo?\"",
        "Incluso los psicoterapeutas no están exentos de tales reacciones después del suicidio de los clientes y pueden culparse a sí mismos: \"Realmente es mi culpa. Si solo hubiera hablado de manera diferente durante la última sesión. ¿Por qué no le pregunté directamente si quería suicidarse? Debería haber hecho algo más decisivo. ¡Lo maté!\""
      ],
      "quote": {
        "text": "Aquellos que amamos pueden dejarnos, pero nunca se irán del todo mientras los recordemos.",
        "author": "Confucio"
      }
    },
    "screen_2": {
      "texts": [
        "Los auto-reproches de Anastasia comenzaron mucho antes de la tragedia: pensaba que su vida había sido más fácil y mejor que la de su hermano, y trató de compensarlo brindándole apoyo emocional y financiero en su larga lucha contra la depresión.",
        "Ella lo impulsó a trabajar con un psicólogo, ayudó a pagar las sesiones e incluso alquiló un apartamento cerca de ella para que él pudiera llamarla cada vez que se sintiera mal.",
        "Anastasia estaba convencida de que ella era responsable de la muerte de su hermano porque \"ella podría haber hecho más\".",
        "Ella vivió profundamente la situación trágica en la que se encontraba.",
        "En las primeras sesiones terapéuticas, discutió las razones de su autoacusación y la creencia de que debería morir: \"Yo era responsable de la vida de mi hermano. Creo que mi incapacidad para ayudarlo llevó a su muerte. Me parece que no pude brindarle el apoyo necesario, sin ver su terrible estado. Debería haber salvado su vida.\"",
        "Estaba convencida de que su culpa y sufrimiento eran justificados y correctos, y que merecía ser castigada y sufrir.",
        "Al leer esta historia desde fuera, probablemente dirías que sus pensamientos y creencias son irreales e ilógicos, y solo le hacen daño.",
        "El error que cometía una y otra vez era la personalización. Durante la psicoterapia, Anastasia llegó a las siguientes conclusiones:",
        "Si hubiera sido responsable de la muerte de su hermano, eso significara que ella debería haber sido la causa de su suicidio.",
        "Ella no controlaba los pensamientos de su hermano, por lo tanto, no podía ser responsable de las creencias destructivas que lo llevaron a una depresión severa y, como consecuencia, a la muerte. Esos fueron sus errores, no los de ella.",
        "Al intentar asumir la responsabilidad por su estado de ánimo y acciones, trató de influir en cosas que estaban fuera de su control, aunque lo máximo que podía hacer era tratar de ayudarlo dentro de sus capacidades."
      ]
    },
    "screen_3": {
      "texts": [
        "Si hubiera sabido que él planeaba un intento de suicidio, habría hecho todo lo posible para detenerlo. Sin embargo, como no lo sabía, desafortunadamente no pudo cambiar nada.",
        "Así, al culparse a sí misma por su muerte, erróneamente pensó que podía predecir el futuro con absoluta certeza y que todos los conocimientos del mundo estaban a su disposición. Dado que ambas suposiciones eran extremadamente irrealistas, no tenía motivos para culparse a sí misma.",
        "Todos estos argumentos indican que fue un grave error asumir la responsabilidad por las acciones de su hermano, ya que, en última instancia, no podía controlarlas.",
        "En realidad, Anastasia solo es responsable de su propia vida y bienestar.",
        "En ese momento, le quedó claro: su sufrimiento no se debía a que \"lo había defraudado\", sino a que se había permitido sumergirse en la depresión y contemplar el suicidio.",
        "Un comportamiento útil y de apoyo en este caso fue renunciar al sentimiento de culpa, salir de la depresión y luego esforzarse por llevar una vida feliz y alegre.",
        "Así es como se manifiesta la responsabilidad hacia uno mismo. Después de la psicoterapia, el estado de Anastasia mejoró y pronto superó la depresión. Ella explicó esto con cambios profundos en su actitud hacia sí misma."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnóstico de la depresión: Un viaje hacia el autoconocimiento",
    "description": "El artículo explora métodos para diagnosticar la depresión, comenzando con un cribado general de síntomas y avanzando hacia el autodiagnóstico a través del Inventario de Depresión de Beck (BDI). Subraya la importancia de consultar con especialistas para un diagnóstico preciso y un tratamiento adecuado, especialmente en casos graves. Además, el artículo ofrece consejos prácticos y ejercicios para aquellos que buscan mejorar su estado mental.",
    "screen_1": {
      "texts": [
        "En la sección anterior, ya discutimos qué es la depresión.",
        "Ahora, nuestro objetivo es entender cómo diagnosticar esta condición en nosotros mismos.",
        "Convencionalmente, el diagnóstico de la depresión se divide en tres etapas:",
        "Cribado general",
        "La depresión, como cualquier otro trastorno, tiene sus propios síntomas. Examinémoslos más detalladamente:",
        "Estado de ánimo deprimido.",
        "Disminución del interés en placeres habituales.",
        "Anhedonia – disminución de la capacidad para sentir placer.",
        "Dificultades con la concentración, la eficacia laboral y la toma de decisiones.",
        "Alteraciones del sueño y del apetito, tanto en disminución como en aumento.",
        "Sentimientos de desesperanza, impotencia, irritabilidad, vergüenza, culpa.",
        "Ansiedad o apatía.",
        "Falta de energía, fatiga constante.",
        "Pensamientos de muerte o suicidio.",
        "Probablemente, cada uno de nosotros ha experimentado al menos uno o varios de estos síntomas al menos una vez.",
        "Pero esto no siempre significa depresión. ¿Cómo determinar entonces la presencia de la depresión?",
        "Se puede hablar de un trastorno depresivo si se observan al menos cuatro de los síntomas enumerados durante dos semanas.",
        "También es importante tener en cuenta otros factores, como el estado general de salud y las circunstancias de la vida."
      ],
      "quote": {
        "text": "No podemos cambiar las situaciones que la vida nos presenta, pero podemos cambiar nuestra capacidad para vivirlas.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Autodiagnóstico con métodos probados",
        "Hay muchas pruebas para el autodiagnóstico de la depresión.",
        "Una de las más fiables y reconocidas es el Inventario de Depresión de Beck (BDI).",
        "Esta técnica, desarrollada por el psicoterapeuta estadounidense Aaron Beck, incluye 21 categorías de síntomas, cada una con 4 a 5 afirmaciones que reflejan diferentes aspectos de la depresión.",
        "Al realizar esta prueba, se puede evaluar la gravedad de su estado: de leve a grave.",
        "La prueba está disponible en nuestra aplicación, es simple e intuitiva de usar."
      ],
      "quote": {
        "text": "Cuidarse a sí mismo no es una excepción en su lista de deberes, es parte de la lista.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consulta con un especialista",
        "En caso de que el autodiagnóstico indique un posible estado depresivo, se recomienda consultar a un especialista: psicólogo, psiquiatra o psicoterapeuta.",
        "Ellos pueden diagnosticar con precisión y ofrecer el tratamiento adecuado. Nosotros, por nuestra parte, estamos listos para apoyarte y proporcionar información útil en esta sección.",
        "Este material se ha desarrollado para ayudar a las personas con depresión leve a moderada.",
        "Para aquellos que sufren de formas más graves de depresión, este material también puede ser valioso.",
        "Puede aliviar algunos síntomas, pero en casos graves, es importante recordar que solo las herramientas de autoayuda pueden no ser suficientes.",
        "En tales situaciones, es crucial buscar ayuda de especialistas y, si es necesario, considerar la opción de tratamiento farmacológico.",
        "Diagnosticar problemas psicológicos es una tarea compleja.",
        "Siempre existe el riesgo de equivocarse en el autodiagnóstico.",
        "Sin embargo, incluso si no tienes depresión clínica, pero simplemente experimentas un estado de ánimo deprimido temporal, este material será útil.",
        "Examinaremos en detalle los mecanismos subyacentes de la depresión, ofreceremos consejos prácticos y ejercicios.",
        "Si aspiras a mejorar tu calidad de vida y estás dispuesto a seguir nuestras recomendaciones, ¡continuemos este camino juntos!"
      ]
    }
  }
}