{
  "title": "En busca de uno mismo tras la pérdida de un ser querido",
  "description": "El artículo explora la historia de Anastasia, quien experimentó una profunda depresión y sentimientos de culpa tras el suicidio de su hermano. A través de la psicoterapia, aprendió a liberarse de la autoacusación, lo que le ayudó a cambiar su actitud hacia sí misma y sus experiencias. Como resultado, Anastasia salió de la depresión, aceptó su inocencia y comenzó a vivir una vida plena.",
  "screen_1": {
    "texts": [
      "Cada uno de nosotros, tarde o temprano, enfrenta la pérdida de un ser querido. La muerte es un golpe duro que cubre de dolor y luto a aquellos que amaban al difunto, como una onda expansiva.",
      "Las lágrimas, la tristeza y el sufrimiento son reacciones normales ante la pérdida. Nos ayudan a superar este momento y nos dan la fuerza para continuar viviendo.",
      "A veces, el duelo se prolonga y una persona puede sufrir durante años, o a veces cae en una profunda depresión casi de inmediato.",
      "Presentamos la historia de una paciente que sufría de depresión: Anastasia, una joven de 29 años, cuyo hermano menor se suicidó unos meses antes de que ella consultara a un psicoterapeuta.",
      "Particularmente doloroso y al mismo tiempo un factor que exacerbó su depresión fue la sensación de que ella era responsable de su suicidio.",
      "Anastasia sentía que enfrentaba un problema absolutamente real e irresoluble. Creía que merecía la muerte y tenía pensamientos suicidas.",
      "Un problema común que atormenta a los familiares de alguien que ha cometido suicidio es el sentimiento de culpa.",
      "Las personas a menudo se torturan con pensamientos como: \"¿Por qué no lo impedí? ¿Por qué no lo noté a tiempo?\"",
      "Incluso los psicoterapeutas no están exentos de tales reacciones después del suicidio de los clientes y pueden culparse a sí mismos: \"Realmente es mi culpa. Si solo hubiera hablado de manera diferente durante la última sesión. ¿Por qué no le pregunté directamente si quería suicidarse? Debería haber hecho algo más decisivo. ¡Lo maté!\""
    ],
    "quote": {
      "text": "Aquellos que amamos pueden dejarnos, pero nunca se irán del todo mientras los recordemos.",
      "author": "Confucio"
    }
  },
  "screen_2": {
    "texts": [
      "Los auto-reproches de Anastasia comenzaron mucho antes de la tragedia: pensaba que su vida había sido más fácil y mejor que la de su hermano, y trató de compensarlo brindándole apoyo emocional y financiero en su larga lucha contra la depresión.",
      "Ella lo impulsó a trabajar con un psicólogo, ayudó a pagar las sesiones e incluso alquiló un apartamento cerca de ella para que él pudiera llamarla cada vez que se sintiera mal.",
      "Anastasia estaba convencida de que ella era responsable de la muerte de su hermano porque \"ella podría haber hecho más\".",
      "Ella vivió profundamente la situación trágica en la que se encontraba.",
      "En las primeras sesiones terapéuticas, discutió las razones de su autoacusación y la creencia de que debería morir: \"Yo era responsable de la vida de mi hermano. Creo que mi incapacidad para ayudarlo llevó a su muerte. Me parece que no pude brindarle el apoyo necesario, sin ver su terrible estado. Debería haber salvado su vida.\"",
      "Estaba convencida de que su culpa y sufrimiento eran justificados y correctos, y que merecía ser castigada y sufrir.",
      "Al leer esta historia desde fuera, probablemente dirías que sus pensamientos y creencias son irreales e ilógicos, y solo le hacen daño.",
      "El error que cometía una y otra vez era la personalización. Durante la psicoterapia, Anastasia llegó a las siguientes conclusiones:",
      "Si hubiera sido responsable de la muerte de su hermano, eso significaría queella debería haber sido la causa de su suicidio.",
      "Ella no controlaba los pensamientos de su hermano, por lo tanto, no podía ser responsable de las creencias destructivas que lo llevaron a una depresión severa y, como consecuencia, a la muerte. Esos fueron sus errores, no los de ella.",
      "Al intentar asumir la responsabilidad por su estado de ánimo y acciones, trató de influir en cosas que estaban fuera de su control, aunque lo máximo que podía hacer era tratar de ayudarlo dentro de sus capacidades."
    ]
  },
  "screen_3": {
    "texts": [
      "Si hubiera sabido que él planeaba un intento de suicidio, habría hecho todo lo posible para detenerlo. Sin embargo, como no lo sabía, desafortunadamente no pudo cambiar nada.",
      "Así, al culparse a sí misma por su muerte, erróneamente pensó que podía predecir el futuro con absoluta certeza y que todos los conocimientos del mundo estaban a su disposición. Dado que ambas suposiciones eran extremadamente irrealistas, no tenía motivos para culparse a sí misma.",
      "Todos estos argumentos indican que fue un grave error asumir la responsabilidad por las acciones de su hermano, ya que, en última instancia, no podía controlarlas.",
      "En realidad, Anastasia solo es responsable de su propia vida y bienestar.",
      "En ese momento, le quedó claro: su sufrimiento no se debía a que \"lohabía defraudado\", sino a que se había permitido sumergirse en la depresión y contemplar el suicidio.",
      "Un comportamiento útil y de apoyo en este caso fue renunciar al sentimiento de culpa, salir de la depresión y luego esforzarse por llevar una vida feliz y alegre.",
      "Así es como se manifiesta la responsabilidad hacia uno mismo. Después de la psicoterapia, el estado de Anastasia mejoró y pronto superó la depresión. Ella explicó esto con cambios profundos en su actitud hacia sí misma."
    ]
  }
}
