{
  "title": "Diagnóstico de la depresión: Un viaje hacia el autoconocimiento",
  "description": "El artículo explora métodos para diagnosticar la depresión, comenzando con un cribado general de síntomas y avanzando hacia el autodiagnóstico a través del Inventario de Depresión de Beck (BDI). Subraya la importancia de consultar con especialistas para un diagnóstico preciso y un tratamiento adecuado, especialmente en casos graves. Además, el artículo ofrece consejos prácticos y ejercicios para aquellos que buscan mejorar su estado mental.",
  "screen_1": {
    "texts": [
      "En la sección anterior, ya discutimos qué es la depresión.",
      "Ahora, nuestro objetivo es entender cómo diagnosticar esta condición en nosotros mismos.",
      "Convencionalmente, el diagnóstico de la depresión se divide en tres etapas:",
      "Cribado general",
      "La depresión, como cualquier otro trastorno, tiene sus propios síntomas. Examinémoslos más detalladamente:",
      "Estado de ánimo deprimido.",
      "Disminución del interés en placeres habituales.",
      "Anhedonia – disminución de la capacidad para sentir placer.",
      "Dificultades con la concentración, la eficacia laboral y la toma de decisiones.",
      "Alteraciones del sueño y del apetito, tanto en disminución como en aumento.",
      "Sentimientos de desesperanza, impotencia, irritabilidad, vergüenza, culpa.",
      "Ansiedad o apatía.",
      "Falta de energía, fatiga constante.",
      "Pensamientos de muerte o suicidio.",
      "Probablemente, cada uno de nosotros ha experimentado al menos uno o varios de estos síntomas al menos una vez.",
      "Pero esto no siempre significa depresión. ¿Cómo determinar entonces la presencia de la depresión?",
      "Se puede hablar de un trastorno depresivo si se observan al menos cuatro de los síntomas enumerados durante dos semanas.",
      "También es importante tener en cuenta otros factores, como el estado general de salud y las circunstancias de la vida."
    ],
    "quote": {
      "text": "No podemos cambiar las situaciones que la vida nos presenta, pero podemos cambiar nuestra capacidad para vivirlas.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Autodiagnóstico con métodos probados",
      "Hay muchas pruebas para el autodiagnóstico de la depresión.",
      "Una de las más fiables y reconocidas es el Inventario de Depresión de Beck (BDI).",
      "Esta técnica, desarrollada por el psicoterapeuta estadounidense Aaron Beck, incluye 21 categorías de síntomas, cada una con 4 a 5 afirmaciones que reflejan diferentes aspectos de la depresión.",
      "Al realizar esta prueba, se puede evaluar la gravedad de su estado: de leve a grave.",
      "La prueba está disponible en nuestra aplicación, es simple e intuitiva de usar."
    ],
    "quote": {
      "text": "Cuidarse a sí mismo no es una excepción en su lista de deberes, es parte de la lista.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Consulta con un especialista",
      "En caso de que el autodiagnóstico indique un posible estado depresivo, se recomienda consultar a un especialista: psicólogo, psiquiatra o psicoterapeuta.",
      "Ellos pueden diagnosticar con precisión y ofrecer el tratamiento adecuado. Nosotros, por nuestra parte, estamos listos para apoyarte y proporcionar información útil en esta sección.",
      "Este material se ha desarrollado para ayudar a las personas con depresión leve a moderada.",
      "Para aquellos que sufren de formas más graves de depresión, este material también puede ser valioso.",
      "Puede aliviar algunos síntomas, pero en casos graves, es importante recordar que solo las herramientas de autoayuda pueden no ser suficientes.",
      "En tales situaciones, es crucial buscar ayuda de especialistas y, si es necesario, considerar la opción de tratamiento farmacológico.",
      "Diagnosticar problemas psicológicos es una tarea compleja.",
      "Siempre existe el riesgo de equivocarse en el autodiagnóstico.",
      "Sin embargo, incluso si no tienes depresión clínica, pero simplemente experimentas un estado de ánimo deprimido temporal, este material será útil.",
      "Examinaremos en detalle los mecanismos subyacentes de la depresión, ofreceremos consejos prácticos y ejercicios.",
      "Si aspiras a mejorar tu calidad de vida y estás dispuesto a seguir nuestras recomendaciones, ¡continuemos este camino juntos!"
    ]
  }
}
