{
  "title": "Depresión y diagnóstico mortal",
  "description": "El artículo explora las pruebas emocionales y psicológicas que enfrentan las personas tras recibir un diagnóstico grave, destacando la dificultad de transmitir sus experiencias a personas sanas. Cuenta la historia de Olga, cuya vida cambia drásticamente tras una sospecha de cáncer, y cómo lucha contra la depresión y la pérdida de sentido vital a través del trabajo con un psicólogo. Finalmente, Olga llega a comprender su valor personal inmutable y la importancia de los pequeños logros, lo que le ayuda a recuperar su autoestima y cambiar su estado emocional, a pesar del sufrimiento físico.",
  "screen_1": {
    "texts": [
      "¿Qué le sucede a una persona cuando descubre que padece una enfermedad grave, posiblemente mortal? Muchas personas se enfrentan a pruebas similares, sin embargo, explicar a una persona sana lo que sienten resulta una tarea extremadamente difícil.",
      "Las historias sobre personas que se enfrentan a enfermedades graves suelen ser la base de novelas o películas. En el cine, tales argumentos pueden adoptar formas cómicas, pero en la realidad todo es mucho más complejo.",
      "Independientemente de la gravedad y duración de la enfermedad, una \"sentencia de muerte\" siempre actúa como una explosión o un rayo que cae del cielo.",
      "Una persona que descubre su diagnóstico mortal puede enfrentarse a una depresión reactiva. La depresión reactiva es un trastorno mental de rápido desarrollo que surge como resultado de eventos traumáticos o estrés intenso.",
      "En tal estado, el paciente experimenta constantemente miedo, ansiedad, apatía hacia su entorno, mal humor, cansancio, inseguridad, pensamientos suicidas, así como problemas con el sueño y el apetito.",
      "Muchas enfermedades cambian radicalmente el estilo de vida de una persona. Quien antes era un amante sano y activo de los viajes y la naturaleza puede convertirse de la noche a la mañana en un inválido incapaz de levantarse de la cama.",
      "En tal estado, no puede llegar al baño o ducharse por sí mismo, y mucho menos dar un simple paseo.",
      "Además, darse cuenta de cuánto tiempo y esfuerzo dedican sus familiares a cuidarlo le hace sentirse una carga."
    ],
    "quote": {
      "text": "Tu enfermedad no te define. Tu fuerza y coraje al enfrentarla, eso es lo que te define.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga tenía 39 años cuando su vida cambió radicalmente debido a una sospecha de cáncer.",
      "La vida pareció detenerse: se sintió desconectada de su realidad habitual. Todos sus miedos y ansiedades anteriores parecieron pequeños e insignificantes en comparación con el horror que repentinamente se cernió sobre ella.",
      "Cuando se confirmaron sus peores temores, fue un golpe para Olga y su familia, similar a la explosión de una granada.",
      "En los meses siguientes, la debilidad física la sumió en un desánimo aún mayor.",
      "Todo se complicaba no tanto por la incomodidad física de la enfermedad y la quimioterapia, sino por la necesidad de renunciar a actividades habituales que tenían gran importancia para ella.",
      "Olga no podía ocuparse de las tareas domésticas como antes (su marido asumió estas responsabilidades), tuvo que renunciar a su trabajo favorito, a sus aficiones y a los largos paseos con amigos.",
      "A pesar de la realidad de los problemas de Olga, ¿deberíamos considerar su depresión inevitable?",
      "Durante el trabajo con el psicólogo, se identificaron pensamientos automáticos y creencias negativas que le preocupaban:",
      "No contribuyo a la sociedad",
      "No tengo éxito en mi carrera",
      "No puedo participar en actividades recreativas",
      "Me he convertido en una carga para mi marido",
      "Estos pensamientos provocaban tristeza, enfado, frustración y culpa, de manera similar a los pensamientos de personas físicamente sanas que sufren depresión.",
      "La depresión no fue causada tanto por el tumor como por una actitud negativa que minaba la confianza en su propio valor. Al vincular su valor personal con sus logros, Olga se estaba sometiendo a sufrimiento.",
      "Para ella, el cáncer significaba: \"¡Tu tiempo ha pasado! ¡Ya no vales nada!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "Cuando Olga, junto con el psicólogo, elaboró un gráfico de su \"valor\" personal desde el momento del nacimiento hasta la supuesta muerte, vio que su valor personal permanecía inalterado, manteniéndose en un nivel del 85% en una escala condicional del 0 al 100%.",
      "El psicólogo también le sugirió evaluar su productividad durante un período similar.",
      "Dibujó una curva que mostraba que su productividad era baja en la infancia, alcanzaba su punto máximo en la madurez y luego disminuía hasta el momento actual.",
      "Después de esto, Olga tuvo una revelación. En primer lugar, incluso cuando su productividad disminuyó debido a la enfermedad, seguía contribuyendo a sí misma y a su familia a través de muchas acciones pequeñas pero importantes y valiosas.",
      "Solo un pensamiento en blanco y negro podía llevarla a creer que su contribución era cero.",
      "En segundo lugar, y lo que es más importante, se dio cuenta de que su valor personal era invariable y estable; era un hecho que no dependía de sus logros.",
      "Esta comprensión le permitió darse cuenta de que no tenía que \"merecer\" su valor humano y que, aunque estuviera debilitada, seguía siendo igualmente valiosa.",
      "Darse cuenta de este hecho redujo significativamente los síntomas depresivos. No eliminó su tumor, dolor ni sufrimiento físico, pero restauró su autoestima dañada y cambió sustancialmente su estado emocional."
    ],
    "quote": {
      "text": "La enfermedad no puede robar tu esperanza si no se lo permites.",
      "author": "Nick Vujicic"
    }
  }
}