{
  "title": "La sombra de la culpa: la conexión entre la culpa y la depresión",
  "description": "El artículo explora la relación entre el sentimiento de culpa y la depresión, destacando cómo el exceso o la culpa injustificada pueden contribuir al desarrollo de estados depresivos. Los autores describen la diferencia entre el sentimiento de culpa saludable y no saludable, discutiendo cómo el primero puede motivar cambios positivos, mientras que el segundo a menudo conduce al aislamiento y a profundizar la depresión. Se proponen estrategias para desarrollar la autoconciencia y corregir el sentimiento de culpa no saludable con el objetivo de mejorar el bienestar emocional.",
  "screen_1": {
    "texts": [
      "El sentimiento excesivo de culpa a menudo permanece sin ser detectado como un síntoma de la depresión incluso para muchos psicólogos y psicoterapeutas.",
      "Sin embargo, el sentimiento excesivo de culpa es un síntoma común de la depresión, y su intensificación está relacionada con el nivel de gravedad del trastorno.",
      "La depresión, acompañada de sentimiento de culpa, puede convencer a la persona de que no merece vivir, que ha causado un daño irreparable a alguien, o que otros estarían mejor sin ella.",
      "La relación entre la culpa y la depresión es bidireccional, lo que significa que uno puede surgir del otro y viceversa.",
      "Experimentar frecuentemente sentimientos de culpa puede contribuir al desarrollo de un estado depresivo en la persona.",
      "De hecho, es difícil vivir y mantener un buen estado emocional cuando constantemente te culpas por todo lo que sucede: tus problemas, circunstancias, relaciones con otras personas.",
      "Tal actitud hacia uno mismo, patrones de pensamiento y el sentimiento de culpa asociado pueden persistir durante años, a veces durante toda la vida.",
      "Por ciertas razones, una persona puede llegar a la conclusión de que no ha manejado una situación, aunque debería haberlo hecho. O que debería haber actuado de manera diferente, sentido y experimentado la situación de otra manera.",
      "Si esta conclusión se consolida por alguna razón, si el sentimiento de culpa se convierte en un \"invitado\" frecuente, la persona puede desarrollar una depresión completa.",
      "La depresión también puede ser una reacción a \"problemas crónicos\". Una persona intenta lidiar con ellos, pero por ciertas razones puede carecer de la experiencia y habilidades necesarias para resolverlos.",
      "La persona se culpa a sí misma por esto y se sumerge en la depresión."
    ]
  },
  "screen_2": {
    "texts": [
      "Así, la culpa es una emoción que experimentas cuando tienes los siguientes pensamientos:",
      "He cometido una acción que no debería haber hecho (o no hice lo que debería haber hecho), y esto contradice mis estándares morales o nociones de justicia.",
      "Tal \"comportamiento incorrecto\" indica que soy una mala persona (o que tengo una tendencia a causar daño, mi carácter está dañado, etc.).",
      "Por lo tanto, la percepción de la propia \"defectuosidad\" es la causa principal del sentimiento de culpa.",
      "Estando en un estado de depresión, una persona a menudo siente culpa, culpándose a sí misma por casi todo: desde la falta de fuerza y motivación hasta la incapacidad de experimentar alegría y placer de la vida.",
      "Una persona también puede culparse a sí misma por enfermarse de depresión, considerándolo una señal de su \"incorrectitud\".",
      "A veces, los seres queridos también pueden culpar a la persona, reprochándole pereza y llamándola a dejar de \"sufrir tonterías\", lo que solo profundiza el estado depresivo.",
      "El sentimiento de culpa depresiva puede surgir incluso en situaciones que no violan las normas morales, haciendo que la persona sienta culpa donde no la hay.",
      "Bajo la influencia de la depresión, una persona puede concentrarse únicamente en sus errores, olvidando sus éxitos y logros.",
      "Puede surgir la pregunta: ¿es siempre malo sentir culpa?",
      "La respuesta es clara: no. El sentimiento de culpa puede ser beneficioso ya que nos ayuda a reconocer y corregir nuestros errores, apoya las normas sociales y la interacción en la sociedad.",
      "El sentimiento de culpa nos sirve como una brújula moral, estrechamente vinculada a nuestra conciencia."
    ],
    "quote": {
      "text": "No hay mal mayor que el sentimiento de culpa.",
      "author": "Marco Tulio Cicerón"
    }
  },
  "screen_3": {
    "texts": [
      "Sin embargo, cuando el sentimiento de culpa se vuelve excesivo o injustificado, comienza a afectar negativamente nuestro bienestar emocional y físico.",
      "Mientras que el sentimiento de culpa saludable puede motivarnos hacia cambios positivos, el sentimiento de culpa depresivo a menudo conduce al aislamiento y la soledad.",
      "En algunos casos, incluso puede llevar a la persona a recurrir al auto castigo.",
      "Para entender más profundamente la diferencia entre el sentimiento de culpa saludable y no saludable, consideremos ejemplos de experiencias de estos dos estados:",
      "Sentimiento de culpa saludable",
      "La persona reconoce que actuó mal. Sin embargo, también entiende que en el momento de actuar no tenía otra manera de actuar.",
      "Las circunstancias internas existentes en ese momento no permitían elegir otro curso de acción.",
      "Por ejemplo, podría no haber sabido o entendido que la acción que estaba cometiendo era incorrecta. O estaba abrumado por una emoción fuerte, encontrándose en un estado de impulso apasionado. O le faltaba la experiencia para prever las consecuencias.",
      "En otras palabras, en ese momento no podía ser mejor de lo que era. Ahora ha cambiado, \"se ha sobrio\", ha tenido una \"reevaluación de valores\". Y ahora se siente avergonzado por el acto cometido, le duele darse cuenta de cómo era en el pasado.",
      "En este caso, se puede decir que la persona se relaciona consigo misma con comprensión. Entiende sus motivos pasados y las razones de su acto, reconociendo qué condiciones faltaban para que el acto no ocurriera.",
      "Comprende dónde y qué se puede cambiar para prevenir eventos similares en el futuro, y dónde los cambios son imposibles y esto no está bajo su control. Este sentimiento de culpa no es dramático en el sentido de que está libre de autoflagelación.",
      "La experiencia es sobria y sin desgarro, aunque puede ser muy dolorosa. Esencialmente, es un arrepentimiento sincero a través de la humildad y la aceptación."
    ]
  },
  "screen_4": {
    "texts": [
      "Culpa no saludable",
      "La persona también reconoce que ha actuado mal. Pero a diferencia del primer caso, cree que en el momento del error podría haber actuado de otra manera.",
      "Cree que podría haber superado su comprensión de aquel entonces, su desconocimiento, experiencia, características personales o estado emocional. En esencia, esto refleja un rechazo inconsciente de sus propias limitaciones reales e inevitables en ese momento.",
      "El resultado es un desgarrador: «¡¿Cómo pude hacerlo?!!»",
      "¿Cómo pude no estar a la altura de las expectativas, caer tan bajo, cometer errores, perder el control sobre algo o alguien?",
      "Podría haber actuado de otra manera, tenía la posibilidad, pero no lo hice. ¡Qué horror! Eso significa que no tengo control sobre mí mismo. Es imposible, simplemente no me esforcé lo suficiente o tal vez soy una mala persona.",
      "Aquí no hay lugar para la autocompasión. Si podía superarme, entonces no hay excusas. Podía, así que debía hacerlo. Punto.",
      "La persona vuelve una y otra vez a los eventos pasados, haciéndose daño constantemente.",
      "Con las siguientes preguntas, puedes determinar fácilmente si tus sentimientos son un remordimiento saludable o una culpa destructiva y distorsionada.",
      "Pregúntate lo siguiente:",
      "¿Realmente hice algo ‘malo’ o ‘injusto’? ¿Causé daño de manera intencional y consciente? ¿O estoy exigiéndome de forma irracional ser perfecto, omnisciente y todopoderoso?",
      "¿Me llamo a mí mismo una persona mala o repugnante por esto? ¿Mis pensamientos contienen distorsiones cognitivas como exageración, generalización excesiva u otras?",
      "¿Qué tan realista es mi remordimiento o arrepentimiento? ¿Se basa en una comprensión empática de las consecuencias negativas de mis acciones?",
      "¿Estoy dispuesto a aprender de mis errores? ¿Qué estoy haciendo al respecto? ¿Estoy reflexionando sobre cómo solucionar la situación?"
    ]
  }
}
