{
  "title": "Autoestima en el abismo de la depresión: Camino hacia la autoaceptación y el equilibrio interior",
  "description": "Este artículo explora el impacto de la depresión en la autoestima, revelando cómo la percepción negativa de uno mismo intensifica los síntomas de la depresión e impide una vida plena. A través del análisis de casos reales y consejos de expertos, ofrece pasos prácticos para superar la autocrítica y fortalecer la armonía interior. El artículo se convierte en una guía confiable para aquellos que buscan ganar confianza en sí mismos y cambiar sus vidas para mejor.",
  "screen_1": {
    "texts": [
      "Uno de los síntomas típicos de la depresión es la tendencia a la autoinculpación, el sentimiento de insuficiencia propia, menor valor y significancia.",
      "La gente a menudo se etiqueta a sí misma como \"fracasada\", \"insignificante\", creyéndose mala.",
      "Cuanto más grave es el grado de depresión, más baja es la autoestima. Pero no estás solo en esto. Las investigaciones del psicólogo Aaron Beck muestran que más del 80% de las personas que sufren de depresión experimentan una sensación de inutilidad propia.",
      "La imagen de uno mismo en la depresión cambia drásticamente: te sientes insuficiente, oprimido, solo y desfavorecido. Criticas tus acciones, habilidades, tu futuro.",
      "La autocrítica puede adoptar las siguientes formas:",
      "Autoinculpación – \"Todo es mi culpa\"",
      "Etiquetar – \"Soy tan estúpido\"",
      "Autoodio – \"Ya no puedo soportarme\"",
      "Dudas sobre uno mismo – \"No voy a lograr nada\"",
      "Piensa, ¿qué se siente vivir con tal \"atractiva\" lista? Como mínimo, no es fácil. En la depresión, una persona puede criticarse y degradarse continuamente, incluso sin darse cuenta.",
      "Y, por supuesto, esto afecta a las emociones, el estado de ánimo, la actitud hacia uno mismo y hacia la vida en general.",
      "Por eso es tan importante trabajar en la autoestima. Al vencer la autocrítica, también puedes influir en otros síntomas de la depresión. Así que comencemos con tu autoestima."
    ],
    "quote": {
      "text": "Baja autoestima es como conducir por la vida con el freno de mano puesto.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Una mala autoestima es como una lupa que agranda todos tus errores y fracasos hasta la magnitud de un colapso total.",
      "Consideremos esto a través del ejemplo de un diálogo entre una persona con depresión y un psicólogo:",
      "Ekaterina, ¿por qué el comentario de tu jefe te causó tales emociones negativas e intensas? ¿Realmente fue una catástrofe?",
      "Sí, fue terrible porque parecía una tonta.",
      "Supongamos que realmente lo parecías. ¿Qué significa eso para ti?",
      "Significa que mi jefe piensa que soy estúpida.",
      "Y aunque él lo piense, ¿qué implica eso?",
      "Entonces no soy digna de trabajar en esta empresa.",
      "Y si realmente no lo mereces, ¿qué significa eso?",
      "Significa que soy una insignificante que no logrará nada en la vida y terminará limpiando suelos en algún lugar.",
      "Este ejemplo muestra cómo un pequeño comentario de un superior se percibe como prueba de la insignificancia de Ekaterina y le pronostica un futuro poco prometedor.",
      "De esta manera, los pequeños errores se perciben como tragedias cuando estamos en depresión. En tal estado, a menudo somos incapaces de pensar de manera realista y lógica.",
      "En su lugar, estamos convencidos de nuestra propia insuficiencia e inutilidad y convencemos a otros de lo mismo, demostrando convincentemente nuestros defectos y hablando insistentemente sobre nuestra incompetencia."
    ]
  },
  "screen_3": {
    "texts": [
      "En primer lugar, es importante darse cuenta de que no se puede ganar el propio valor. El éxito, por supuesto, puede proporcionar placer, pero no felicidad. Y la autoestima basada en logros es una pseudoautoestima; es irrealista.",
      "Muchas personas exitosas pero infelices que sufren de depresión también se consideran insignificantes. Prueba de ello son personalidades famosas que aparentemente lo tenían todo: carrera, dinero, fama, talento, pero terminaron sus vidas con suicidio.",
      "La mayoría de las personas que sufren de depresión son en realidad capaces de mucho, pueden ser talentosas, atractivas, interesantes, rodeadas de amor y cuidado de sus seres queridos.",
      "Pero esto no les ayuda porque no tienen amor y respeto por sí mismos. Solo tu sentido de importancia personal determina cómo te sientes.",
      "Un paso muy importante en el camino hacia la realización es prestar mucha atención a lo que piensas y dices sobre ti mismo.",
      "La próxima vez que insistas en tu ineptitud para algo o evalúes negativamente a ti mismo, tus acciones o tu experiencia, intenta encontrar evidencia real de ello. A menudo, estas pruebas son irracionales y sin sentido.",
      "En segundo lugar, vale la pena reemplazar la autocrítica con autocorrección.",
      "Cuando aprendes algo nuevo, como un nuevo idioma, el profesor no te golpea en la cabeza con un libro y no te dice lo estúpido que eres si no conoces los tiempos o las reglas.",
      "Porque eso sería un mal profesor con un método de enseñanza ineficaz. Y difícilmente querrías o podrías aprender un nuevo idioma de esa manera.",
      "Desafortunadamente, a menudo tú mismo te conviertes en ese mal profesor, criticando en lugar de corregir.",
      "Por lo tanto, intenta, en lugar de la crítica, hacerte las siguientes preguntas: ¿Existe una mejor manera de hacer esto? ¿Cómo puedo implementarlo? ¿Qué más debo aprender?",
      "En tercer lugar, cada vez que te critiques a ti mismo, intenta imaginar que criticas a los demás de la misma manera. ¿Serías igual de duro y brusco con los demás como contigo mismo?"
    ]
  },
  "screen_4": {
    "texts": [
      "Comienza a exigir lo mismo a tus seres queridos y amigos. Pero sé lo más honesto posible. Y cuando comiences a hacerlo, te darás cuenta de lo injusta que es realmente tu crítica.",
      "Tu autoestima es el motivo más importante al establecer un objetivo de vida y luego alcanzarlo.",
      "Con una autoestima baja, subestimas tus capacidades, privándote del derecho a la felicidad.",
      "Para cambiar la situación, necesitas cambiar tus hábitos de pensamiento, tu comportamiento y avanzar poco a poco hacia una autoestima saludable, aceptando fracasos y notando incluso los más pequeños éxitos.",
      "Y queremos apoyarte en este difícil camino, infundir esperanza, ayudarte a elegir tareas manejables y concentrarte en ellas. Para ello, analizaremos varias técnicas efectivas en los próximos capítulos."
    ]
  }
}
