{
  "title": "Técnica: Conviértete en tu propio abogado",
  "description": "Este artículo ofrece un enfoque único para superar la auto-crítica, presentando el concepto de un abogado interno. A través de una analogía con el proceso judicial, se propone a los lectores un método que ayuda efectivamente a defenderse de las auto-acusaciones y pensamientos negativos. Describiendo el proceso de seguimiento, disputa y reinterpretación de las creencias auto-críticas, el artículo proporciona consejos prácticos y preguntas para la auto-reflexión, promoviendo el desarrollo de una relación más saludable y de apoyo con uno mismo.",
  "screen_1": {
    "texts": [
      "La siguiente técnica, que facilita el trabajo efectivo con la auto-crítica, consiste en convertirse en tu propio abogado. Aunque esto pueda parecer inusual o difícil de entender, vamos a explicar cómo funciona.",
      "Para manejar exitosamente los pensamientos auto-críticos, es extremadamente importante no solo notarlos y resistirlos, sino también disputarlos activamente.",
      "Imagina que te encuentras en un tribunal, donde tu auto-crítica ha estado lanzándote acusaciones durante mucho tiempo, etiquetándote como un fracasado, débil, tonto y culpable de todos los pecados posibles.",
      "Y ahora, se te presenta la oportunidad de actuar como defensor, cuyo objetivo es refutar los argumentos de la acusación, demostrando su falta de fundamento y absurdidad.",
      "Imagínate a ti mismo como un abogado calificado, que difícilmente se conformaría con una declaración como: \"Mi cliente es una buena persona, podemos dejarlo así\".",
      "Deberás esforzarte al máximo para presentar hechos y argumentos convincentes que desmantelen completamente las acusaciones.",
      "Veamos un ejemplo de cómo aplicar esta técnica en un diálogo entre un psicólogo y un cliente:"
    ],
    "quote": {
      "text": "Sé el abogado de tu propio mundo interior, en lugar de ser el juez de tu propia historia.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Últimamente, te has entregado más frecuentemente a la auto-crítica, llamándote a ti mismo débil y un fracasado que no ha logrado nada en la vida. Ahora imagina que has contratado a un abogado para defenderte de esta crítica.",
      "Tu tarea es defenderte a ti mismo, es decir, a tu cliente, de la manera más efectiva posible, utilizando argumentos y pruebas. Incluso si no crees en su inocencia y tu cliente no te agrada, tu rol ahora es ser un abogado competente que realiza bien su trabajo.",
      "Una idea interesante, vale la pena intentarlo.",
      "Excelente. Entonces asumiré el papel del acusador, usando tus propias palabras sobre ti, y tú te defenderás.",
      "Entendido, comencemos.",
      "(En el papel del acusador) Pablo es un débil y un fracasado que no ha logrado nada en la vida.",
      "(En el papel del abogado) Eso es absolutamente falso. Pablo tiene una educación superior, una carrera exitosa, una familia y amigos que lo aman y valoran.",
      "(En el papel del acusador) Tal vez, pero no todo en su vida es perfecto. Comete errores en el trabajo, no siempre cumple a tiempo, y estoy convencido de que es un fracasado.",
      "(En el papel del abogado) Primero, los sentimientos no pueden servir como evidencia en un tribunal. Segundo, cometer errores y no cumplir con los plazos no lo convierte en un fracasado, ya que todas las personas son propensas a errores y retrasos. Eso no es motivo para conclusiones tan categóricas.",
      "(En el papel del acusador) Tal vez no sea un completo fracasado, pero definitivamente es débil.",
      "(En el papel del abogado) ¿Tienes pruebas de eso?",
      "(En el papel del acusador) No trabaja lo suficiente. Debería esforzarse más. Se comporta como un débil.",
      "(En el papel del abogado) Eso no es cierto. Pablo trabaja duro y logra éxitos en su trabajo, donde es valorado como un empleado responsable. Si trabajara poco o de manera ineficiente, no sería tan apreciado ni se consideraría su promoción."
    ]
  },
  "screen_3": {
    "texts": [
      "Esta técnica es particularmente útil porque para muchas personas es más fácil imaginarse como un abogado defendiendo a alguien más, que justificarse ante un acusador interno.",
      "Al asumir el papel de defensor profesional, exiges pruebas reales y refutas los argumentos infundados o ilógicos de la acusación.",
      "Por lo tanto, cuando te enfrentes a pensamientos negativos sobre ti mismo, pregúntate: \"¿Cómo defendería a mi cliente si tuviera que probar su inocencia?\"",
      "Esforzarte por actuar como un verdadero profesional, identificando las inconsistencias lógicas en tus pensamientos automáticos. ¿Qué tan fundamentados son estos pensamientos? ¿Qué puedes decir sobre ti mismo desde un punto de vista sensato?",
      "Como ayuda, te ofrecemos varias preguntas que pueden asistirte en el trabajo independiente con tus pensamientos:",
      "¿Qué \"ley\" se supone que fue violada? ¿En qué consiste la acusación?",
      "¿Existen bases sólidas para tales acusaciones?",
      "¿Qué pruebas pueden sustentar la culpa?",
      "¿Se puede ofrecer una explicación alternativa al comportamiento?",
      "¿Actuó el acusado de la misma manera que lo haría cualquier persona razonable en una situación similar?",
      "¿Es posible que alguien más sea totalmente o parcialmente responsable de lo ocurrido?",
      "¿Qué pruebas presentarás en defensa del acusado?"
    ]
  }
}
