{
  "title": "Despertar de la Voluntad: Por qué la depresión genera apatía",
  "description": "Este artículo discute el problema de la depresión y su impacto en la motivación y actividad de una persona. Examina cómo la depresión puede paralizar la voluntad de actuar, llevando a la inactividad y la procrastinación, y enfatiza la importancia de superar este estado para volver a la vida normal. El artículo ofrece reflexiones y estrategias para luchar contra la depresión, incluyendo el cambio de pensamiento, superar la falta de motivación y la importancia de tomar acciones activas para mejorar el bienestar general.",
  "screen_1": {
    "texts": [
      "Estando deprimido, es muy difícil comenzar a hacer cualquier cosa. Esperas por la motivación, que parece nunca llegar. Como un oso en hibernación invernal, te sientas en tu cueva, esperando tiempos mejores.",
      "Quizás pienses o quieras emprender alguna actividad, pero te enfrentas al pensamiento de que ninguna de ellas te brindará placer o que será demasiado difícil.",
      "Tal comportamiento te aleja aún más de la vida cotidiana, de tus actividades favoritas, amigos, familia. Te sientes impotente, te criticas por la inacción, y esto te sumerge en una depresión aún mayor.",
      "El círculo se cierra.",
      "Pero ha llegado el momento de romperlo.",
      "Empecemos por hablar sobre la ociosidad y la falta de motivación, y luego veamos técnicas y recomendaciones efectivas para combatirlas.",
      "Uno de los aspectos más destructivos de la depresión es que paraliza tu fuerza de voluntad. Probablemente hayas notado que pospones las tareas diarias desagradables para más tarde y procrastinas.",
      "Sientes que no tienes motivación para nada, todo parece demasiado difícil, por lo tanto, te rindes a este estado y no haces nada.",
      "Cuanto más tiempo pasa, más difícil es obligarte a hacer algo. Esta prisión emocional puede durar semanas, meses e incluso años."
    ],
    "quote": {
      "text": "Si realmente quieres cambiar algo en tu vida, la única manera es comenzar a hacerlo justo ahora, en este mismo momento.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "La ociosidad es uno de los mayores paradojas de la naturaleza humana.",
      "¿Alguna vez has notado que algunas personas parecen lanzarse al torbellino de la vida y sacar todo lo posible de ella, mientras que otras parecen mantenerse a distancia de la vida, limitándose en todo?",
      "¿Sabías que aislar a una persona durante varios meses, apartarla de actividades y contactos habituales, puede llevar a una depresión severa?",
      "Pero estando deprimido, haces lo mismo contigo mismo, como si te condenaras a un castigo. ¿Realmente quieres sufrir así en la inactividad? Estas son preguntas para reflexionar, pero la respuesta, creemos, es obvia.",
      "Si se pudiera visualizar cómo se ve la inactividad durante la depresión en la mente, sería algo así:",
      "Una persona piensa en algún tipo de actividad que necesita/quiere realizar.",
      "Estoy demasiado cansado/No me gustará/Mis amigos no querrán pasar tiempo conmigo/No lo lograré/Nada levantará mi ánimo.",
      "Tristeza/ansiedad/desesperanza.",
      "Inactividad/procrastinación.",
      "Con tales pensamientos y comportamientos, te privas cada vez más de la oportunidad de disfrutar de tus propios éxitos, tiempo con seres queridos, actividades favoritas, de la vida en general."
    ]
  },
  "screen_3": {
    "texts": [
      "¿Por qué entonces la motivación no llega en absoluto?",
      "Es muy probable que pienses que no puedes hacer nada sin motivación.",
      "¿Pero es realmente así? ¿Acaso no has hecho cosas a lo largo de tu vida simplemente porque había que hacerlas? ¿Siempre vas al trabajo altamente motivado?",
      "Cuando hablamos de falta de motivación, en realidad estamos diciendo: \"No quiero hacer esto\".",
      "Podemos disfrazarlo como: \"Es demasiado difícil\", \"No lo lograré\", \"No estoy preparado\", pero el significado subyacente es que no quieres hacerlo.",
      "Y eso está perfectamente bien, créeme. No siempre hacemos lo que queremos, y a menudo hacemos lo que no queremos. Así es la vida.",
      "En la depresión, en general, quieres hacer muy poco, probablemente, solo quieras acostarte y no hacer nada. Pero después de un día, dos, un mes así, definitivamente no te sentirás mejor."
    ]
  },
  "screen_4": {
    "texts": [
      "Tomemos como ejemplo un diálogo entre un cliente y un psicólogo, donde se discutió precisamente la cuestión de la falta de motivación.",
      "¿Entendí correctamente que solías ir regularmente al gimnasio y hacer ejercicio, pero ahora no puedes obligarte a ir porque no tienes la motivación para hacerlo?",
      "Correcto, ahora no quiero hacerlo.",
      "Imaginemos que dejaste de esperar la motivación y simplemente fuiste al gimnasio sin ella. Simplemente tomaste esa decisión y fuiste. ¿Qué sucedería después?",
      "Probablemente me sentiría mejor después del entrenamiento, tal vez incluso durante el proceso.",
      "¿Y si precisamente así es como mejora? Puedes ser productivo y sentirte mejor incluso sin motivación, incluso si te sientes cansado o no tienes ánimo. ¿Qué te parece esa idea?",
      "Quizás tengas razón. Hubo momentos en que iba al gimnasio sin mucho deseo, pero me traía placer como resultado y me sentía productivo, obtenía energía para otras tareas.",
      "Si, como el cliente de este diálogo, te dices a ti mismo: \"Necesito sentir el deseo de hacerlo\", y quedas atrapado en la inactividad, entonces debes saber que la acción precede a la motivación. No al revés, eso es un mito.",
      "El comportamiento crea motivación en aquellos que deciden hacer lo que se necesita. La acción es primaria, la motivación es secundaria.",
      "Ya hemos hablado varias veces sobre la interrelación entre pensamientos, emociones y comportamiento, que estos tres componentes se influyen mutuamente, más precisamente: todas las emociones y acciones son el resultado de tus pensamientos y actitudes.",
      "Esto significa que cambiar tus pensamientos llevará a cambiar tus emociones y, como consecuencia, a cambiar tu comportamiento. Está en tus manos cambiar el círculo cerrado de inactividad por un círculo de productividad."
    ]
  }
}
