{
  "title": "Técnica: El Espejo de la Autocrítica",
  "description": "El artículo explora el impacto de la autocrítica en la autoestima, proponiendo a los lectores un ejercicio en el que expresan su crítica interna en un juego de roles, dirigiéndola hacia una persona cercana. Esto ayuda a comprender la injusticia y severidad de la autocrítica y destaca la importancia de una actitud cuidadosa y de apoyo hacia uno mismo para mejorar la autoestima y alcanzar objetivos de vida.",
  "screen_1": {
    "texts": [
      "Empiece a exigir lo mismo a sus seres queridos y amigos. Pero sea completamente honesto.",
      "Y cuando empiece a hacerlo, comprenderá cuán injusta es realmente su crítica.",
      "Imagine este ejercicio en otro diálogo entre un paciente y un psicólogo:",
      "Dmitri, usted dijo que ser despedido del trabajo lo llevó a un estado terrible. Que es un fracasado, incapaz de cualquier cosa.",
      "Veamos cómo es realmente. Le propongo un mini juego de roles, donde dirá exactamente lo mismo que se dice a sí mismo en esta situación, pero a una persona cercana, por ejemplo, su mejor amigo.",
      "Yo estaré en el papel de su amigo, que también fue despedido, como usted, y usted será usted mismo. ¿Lo intentamos?",
      "Intentémoslo."
    ]
  },
  "screen_2": {
    "texts": [
      "Comencemos con que yo diga: \"Me despidieron hoy\".",
      "Probablemente hiciste algo mal para que te despidieran.",
      "¿Como qué, por ejemplo?",
      "Cometiste muchos errores, fuiste descuidado.",
      "¿Entonces me estás criticando?",
      "Sí, no sabes trabajar correctamente. No puedes hacerlo. Eres un fracasado.",
      "Es muy desagradable escuchar esto; esperaba tu apoyo.",
      "¿Cómo puedo apoyarte si no puedes hacer nada, si siempre cometes errores? Nunca lograrás nada.",
      "Después de ese juego de roles, Dmitri compartió lo difícil que le fue decir todas esas palabras a una persona cercana, e incluso no podía imaginar ser capaz de hacer algo así."
    ]
  },
  "screen_3": {
    "texts": [
      "Pero es exactamente así como se trata a sí mismo, criticándose, menospreciándose, ofendiéndose.",
      "Por alguna razón, no siente pena por sí mismo, pero con otros no actuaría de esa manera. Deje de aplicar dobles estándares.",
      "Comience a mostrar la misma indulgencia, comprensión, cuidado y apoyo hacia usted mismo que muestra hacia los demás.",
      "Su autoestima es el motivo más importante al establecer un objetivo de vida y posteriormente lograrlo.",
      "Con baja autoestima, subestima sus capacidades, privándose del derecho a la felicidad.",
      "Para cambiar la situación, necesita cambiar sus hábitos de pensamiento, su comportamiento y dar pequeños pasos hacia una autoestima saludable, aceptando fracasos y notando incluso los menores éxitos."
    ],
    "quote": {
      "text": "Hable consigo mismo como lo haría con alguien a quien ama.",
      "author": "Brené Brown"
    }
  }
}
