{
  "mirror": {
    "title": "Técnica: El Espejo de la Autocrítica",
    "description": "El artículo explora el impacto de la autocrítica en la autoestima, proponiendo a los lectores un ejercicio en el que expresan su crítica interna en un juego de roles, dirigiéndola hacia una persona cercana. Esto ayuda a comprender la injusticia y severidad de la autocrítica y destaca la importancia de una actitud cuidadosa y de apoyo hacia uno mismo para mejorar la autoestima y alcanzar objetivos de vida.",
    "screen_1": {
      "texts": [
        "Empiece a exigir lo mismo a sus seres queridos y amigos. Pero sea completamente honesto.",
        "Y cuando empiece a hacerlo, comprenderá cuán injusta es realmente su crítica.",
        "Imagine este ejercicio en otro diálogo entre un paciente y un psicólogo:",
        "Dmitri, usted dijo que ser despedido del trabajo lo llevó a un estado terrible. Que es un fracasado, incapaz de cualquier cosa.",
        "Veamos cómo es realmente. Le propongo un mini juego de roles, donde dirá exactamente lo mismo que se dice a sí mismo en esta situación, pero a una persona cercana, por ejemplo, su mejor amigo.",
        "Yo estaré en el papel de su amigo, que también fue despedido, como usted, y usted será usted mismo. ¿Lo intentamos?",
        "Intentémoslo."
      ]
    },
    "screen_2": {
      "texts": [
        "Comencemos con que yo diga: \"Me despidieron hoy\".",
        "Probablemente hiciste algo mal para que te despidieran.",
        "¿Como qué, por ejemplo?",
        "Cometiste muchos errores, fuiste descuidado.",
        "¿Entonces me estás criticando?",
        "Sí, no sabes trabajar correctamente. No puedes hacerlo. Eres un fracasado.",
        "Es muy desagradable escuchar esto; esperaba tu apoyo.",
        "¿Cómo puedo apoyarte si no puedes hacer nada, si siempre cometes errores? Nunca lograrás nada.",
        "Después de ese juego de roles, Dmitri compartió lo difícil que le fue decir todas esas palabras a una persona cercana, e incluso no podía imaginar ser capaz de hacer algo así."
      ]
    },
    "screen_3": {
      "texts": [
        "Pero es exactamente así como se trata a sí mismo, criticándose, menospreciándose, ofendiéndose.",
        "Por alguna razón, no siente pena por sí mismo, pero con otros no actuaría de esa manera. Deje de aplicar dobles estándares.",
        "Comience a mostrar la misma indulgencia, comprensión, cuidado y apoyo hacia usted mismo que muestra hacia los demás.",
        "Su autoestima es el motivo más importante al establecer un objetivo de vida y posteriormente lograrlo.",
        "Con baja autoestima, subestima sus capacidades, privándose del derecho a la felicidad.",
        "Para cambiar la situación, necesita cambiar sus hábitos de pensamiento, su comportamiento y dar pequeños pasos hacia una autoestima saludable, aceptando fracasos y notando incluso los menores éxitos."
      ],
      "quote": {
        "text": "Hable consigo mismo como lo haría con alguien a quien ama.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Técnicas: Superando el miedo a equivocarse",
    "description": "El artículo ofrece métodos efectivos para luchar contra el perfeccionismo, orientados a aceptar la imperfección y reducir el miedo a cometer errores.",
    "screen_1": {
      "texts": [
        "Consideremos algunos métodos simples, pero extremadamente efectivos, que ayudarán a superar la tendencia hacia el perfeccionismo.",
        "La lista «anti-perfeccionismo»",
        "Muchos perfeccionistas creen que solo pueden disfrutar completamente de algo si lo hacen perfectamente. Te invitamos a desafiar esta idea.",
        "Durante una semana, lleva un registro de las tareas más variadas y espontáneas que realices, ya sea «cepillarse los dientes», «preparar la cena», «preparar un informe de trabajo» o «limpiar la casa».",
        "En la segunda columna, indica cuán efectivo crees que fue el desempeño de la tarea, expresado en porcentaje.",
        "En la tercera columna, señala cuánta alegría te proporcionó completarla.",
        "Los ejemplos podrían verse así:",
        "Preparar la cena – 50% (podría haber elegido una receta más compleja y sabrosa) – 90% (fue simple, pero muy delicioso y no tomó mucho tiempo).",
        "Limpiar la casa – 70% (hice lo básico, pero no llegué al refrigerador ni a la estufa) – 100% (la limpieza de la casa siempre me brinda placer).",
        "Preparar un informe de trabajo – 85% (dediqué mucho esfuerzo al informe) – 20% (los constantes pensamientos de que podría haber sido mejor me quitaron el placer del proceso).",
        "Este ejercicio te ayudará a darte cuenta de que alcanzar la perfección no es un requisito para disfrutar del proceso."
      ],
      "quote": {
        "text": "La perfección no es una meta alcanzable, sino una dirección de movimiento.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Aceptar la posibilidad de cometer errores",
        "A nadie le gusta cometer errores, pero para los perfeccionistas se convierten en una fuente especial de temor.",
        "Uno de los métodos más efectivos para combatir el miedo a la imperfección es aprender a aceptar tus errores.",
        "¿Sientes cómo tu corazón se acelera con solo pensar en un posible error? Estos son signos de miedo y ansiedad.",
        "Para abrirte a la posibilidad de errar, comienza escribiendo un ensayo sobre por qué los errores son normales y aspirar a la perfección absoluta es irracional.",
        "Una joven luchando contra el perfeccionismo expresó los siguientes pensamientos:",
        "El miedo a cometer un error proviene de mi percepción del mundo en términos de blanco y negro: un error, y todo se derrumba. Esto es un engaño. De hecho, un pequeño error no puede destruir todo lo bueno que se ha hecho.",
        "Cometer errores es beneficioso porque aprendemos de ellos. Sin errores, el aprendizaje es imposible. Ya que nadie está exento de cometer errores, es importante aprender a aceptarlos y seguir aprendiendo de la experiencia personal.",
        "Reconocer los errores nos permite ajustar nuestro comportamiento, lo que lleva a resultados más satisfactorios, que a su vez, nos hacen más felices y mejoran la calidad de nuestra vida.",
        "La mayoría de las personas no nos juzgarán por nuestros errores y no dejarán de amarnos por ellos – al fin y al cabo, todos cometen errores, y muchos se sienten incómodos alrededor de personas «perfectas».",
        "Un error no significa el fin del mundo.",
        "Por supuesto, hacer tal lista no significa una transformación instantánea y comenzar a amar los errores, pero es un paso importante hacia el cambio de tu relación con la imperfección.",
        "Escribe tu propio ensayo sobre por qué está bien cometer errores y incluso es beneficioso. Recuérdate a ti mismo que, incluso si cometes un error, el mundo no se acaba – es una parte natural de cualquier proceso, aunque no la más deseada."
      ]
    }
  },
  "nonDepression": {
    "title": "Estar triste no significa sufrir depresión",
    "description": "El artículo analiza la diferencia entre la tristeza común y la depresión clínica, destacando que experimentar pérdidas y fracasos es natural y no siempre indica un trastorno mental. Se explica cómo el pensamiento distorsionado puede transformar las reacciones emocionales normales en síntomas de depresión que requieren intervención profesional. El artículo tiene como objetivo ayudar a los lectores a distinguir los sentimientos naturales de tristeza de enfermedades psicológicas graves, facilitando el autodiagnóstico y la comprensión de cuándo es necesaria la ayuda de un especialista.",
    "screen_1": {
      "texts": [
        "En los capítulos anteriores, nos convencimos de que problemas como la pérdida de seres queridos, enfermedades, rupturas, infidelidades y despidos son absolutamente reales.",
        "Lamentablemente, cada uno de nosotros se enfrenta a ellos, pero, en esencia, nada de lo mencionado llevará a una verdadera depresión.",
        "Entonces surge la pregunta: ¿existe una «tristeza saludable» que no esté afectada por distorsiones?",
        "¡Definitivamente sí!",
        "Sentirse triste y afligido no es necesariamente malo, en muchas situaciones es natural. Los sentimientos que una persona experimenta como resultado de un gran dolor —tristeza, pena, arrepentimiento, preocupación— son normales.",
        "Estos son verdaderos sentimientos naturales que cualquier persona puede y debe permitirse experimentar.",
        "Si sientes tristeza al despedirte de un ser querido —felicitaciones, eres normal!",
        "Si experimentas pena y melancolía al recordar la muerte de un ser querido —eres absolutamente adecuado.",
        "Pero la depresión no es solo emociones negativas, es una enfermedad causada por un pensamiento distorsionado.",
        "Esperamos haber logrado aclarar esto en esta sección. En la depresión, el grado de sentimientos negativos no corresponde a la gravedad objetiva de la situación."
      ],
      "quote": {
        "text": "Entre el estímulo y la respuesta hay un espacio. En ese espacio está nuestra libertad y el poder de elegir nuestra respuesta. En nuestra respuesta yace nuestro crecimiento y nuestra libertad.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Una persona con depresión percibirá los eventos de cualquier magnitud de manera más negativa.",
        "Un pequeño fracaso en la depresión se convierte en un gran problema. El duelo se vuelve insoportable, y la desgracia —una catástrofe. La tristeza es parte de la depresión, por supuesto, pero no es su base.",
        "Una persona mentalmente saludable se puede comparar figurativamente con un grifo en el baño, donde hay un control para el agua fría y otro para la caliente.",
        "En la vida hay «agua fría» —emociones negativas y «caliente» —emociones positivas. En una persona con depresión, solo está «encendido» el «grifo frío», y esto no se debe a problemas «reales», sino a un pensamiento distorsionado que necesita ser cambiado.",
        "Nuestra actitud hacia la situación determina en gran medida si nuestra tristeza simplemente permanece como una emoción o se convierte en parte de la depresión.",
        "El equipo de MindHealth cree sinceramente y espera que la sección sobre depresión y los esfuerzos invertidos en ella hayan sido útiles para ti o tus seres queridos.",
        "Hemos explicado los principios principales y síntomas de la depresión, cómo se manifiesta y, lo más importante, cómo trabajar con ella de manera independiente.",
        "Siempre puedes volver a los capítulos anteriores, releerlos y probar los ejercicios en la práctica, mientras continuamos trabajando en una nueva sección."
      ],
      "quote": {
        "text": "Las personas más hermosas que conocemos son aquellas que han conocido la derrota, el sufrimiento, la lucha, la pérdida, y han encontrado la forma de salir de las profundidades.",
        "author": "Elisabeth Kübler-Ross"
      }
    }
  }
}