{
  "mirror": {
    "title": "Técnica: El espejo de la autocrítica",
    "description": "Esta práctica te ayudará a ver lo dura que puede llegar a ser tu crítica interna. A través de un pequeño juego de rol, dirigirás tus frases autocríticas habituales a un ser querido para sentir cómo suenan desde fuera. Este ejercicio enseña a darse cuenta de lo injusta que es la autodesvalorización y a desarrollar una actitud más compasiva hacia uno mismo.",
    "screen_1": {
      "texts": [
        "Prueba este truco: empieza a exigir a tus seres queridos lo mismo que sueles exigirte a ti. Hazlo con total sinceridad.",
        "A menudo, basta un minuto para ver lo severa e injusta que es esa crítica interna.",
        "Veamos este ejercicio a través de un diálogo entre un paciente y su psicólogo:",
        "Dmitri, usted comentó que el despido le provocó un sentimiento de fracaso y pensamientos como: «Soy un inútil, no me sale nada bien».",
        "Miremos estos pensamientos desde otro ángulo. Le propongo una pequeña escena: usted dirá esas frases críticas, pero no se las dirigirá a sí mismo, sino a una persona cercana, por ejemplo, a su mejor amigo.",
        "Yo haré de ese amigo que también ha perdido su trabajo. Usted hará de usted mismo. ¿Probamos?",
        "Sí, probemos."
      ]
    },
    "screen_2": {
      "texts": [
        "Empecemos. Yo digo: «Hoy me han despedido».",
        "Seguramente... hiciste algo mal. Si no, no te habrían echado.",
        "¿Qué crees que fue exactamente?",
        "Bueno... tal vez te equivocaste, no fuiste lo suficientemente atento.",
        "¿Me estás criticando?",
        "Supongo que sí. Parece que no dabas la talla. Quizá simplemente no eres lo suficientemente bueno en tu trabajo.",
        "Es muy desagradable oír esto. Esperaba tu apoyo.",
        "Lo entiendo... pero si te equivocaste y no estabas a la altura, ¿cómo te voy a apoyar?",
        "Tras este juego de rol, Dmitri confesó que le resultó muy difícil decirle esas palabras a alguien a quien aprecia. Comprendió que jamás trataría así a un amigo, pero consigo mismo lo hacía constantemente."
      ]
    },
    "screen_3": {
      "texts": [
        "Curioso, ¿verdad? Lo que nos parece casi imposible decirle a otro, a veces nos lo decimos a nosotros mismos con total naturalidad.",
        "Solemos mostrar paciencia, tacto y comprensión hacia los demás, pero olvidamos por completo tener esa misma consideración con nosotros.",
        "Intenta dejar de lado ese doble rasero. Tú también mereces respeto, apoyo y bondad.",
        "Recuerda: una autoestima sana es uno de los pilares de tu motivación, tus objetivos y tu energía vital.",
        "Con una baja autoestima subestimamos nuestro potencial y es como si nosotros mismos nos priváramos del derecho a ser felices.",
        "Empieza a cambiar gradualmente la actitud hacia ti mismo: valora tus pequeños éxitos, permítete ser humano, equivocarte y aprender. Los pequeños pasos conducen a grandes cambios."
      ],
      "quote": {
        "text": "Háblate a ti mismo como hablarías con alguien a quien amas.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Técnica: Liberarse del miedo al error",
    "description": "Este artículo ofrece métodos eficaces para combatir el perfeccionismo, orientados a aceptar la imperfección y reducir el miedo a equivocarse.",
    "screen_1": {
      "texts": [
        "Analicemos varios métodos sencillos, pero muy eficaces, que te ayudarán a superar la tendencia al perfeccionismo.",
        "Hoja de «antiperfeccionismo»",
        "Muchos perfeccionistas viven convencidos de que solo se puede disfrutar plenamente de algo si se hace de manera ideal. Te proponemos desafiar esta idea.",
        "Durante una semana, anota tareas variadas y espontáneas que realices, ya sea «lavarme los dientes», «hacer la cena», «preparar un informe» o «limpiar la casa».",
        "En la segunda columna, puntúa en porcentaje la eficacia con la que crees haber realizado la tarea.",
        "En la tercera columna, indica cuánta alegría te aportó hacerla.",
        "Podría verse así:",
        "Hacer la cena – 50% (podría haber elegido una receta más compleja y sabrosa) – 90% (sencillo, pero muy rico y no me llevó mucho tiempo).",
        "Limpiar la casa – 70% (limpié lo básico, pero no me dio tiempo a la nevera ni a la cocina) – 100% (tener la casa limpia siempre me da placer).",
        "Informe de trabajo – 85% (le puse mucho esfuerzo) – 20% (pensar constantemente que podría haber quedado mejor me impidió disfrutar del proceso).",
        "Este ejercicio te permitirá ver que alcanzar la perfección no es un requisito indispensable para disfrutar de lo que haces."
      ],
      "quote": {
        "text": "La perfección no es una meta alcanzable, sino una dirección.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Aceptar la posibilidad de equivocarse",
        "A nadie le gusta fallar, pero para los perfeccionistas los errores son objeto de un miedo desproporcionado.",
        "Una de las formas más eficaces de vencer el miedo a la imperfección es aprender a aceptar los propios fallos.",
        "¿Notas cómo se te acelera el corazón solo de pensar en cometer un error? Son signos de miedo y ansiedad.",
        "Para abrirte a la posibilidad de fallar, empieza escribiendo una reflexión sobre por qué los errores son normales y por qué aspirar a la perfección absoluta es irracional.",
        "Una chica que trabajaba en su perfeccionismo compartió esta reflexión:",
        "El miedo a cometer un error viene de mi visión del mundo en blanco y negro: un fallo y todo se derrumba. Pero es mentira. Un pequeño error no puede destruir todo lo bueno que he hecho.",
        "Los errores son útiles, ya que gracias a ellos aprendemos. Sin errores no hay aprendizaje. Como nadie está libre de cometerlos, es importante aceptarlos y aprender de la experiencia.",
        "Reconocer los errores nos permite corregir nuestro comportamiento y, como resultado, conseguir mejores logros, lo que nos hace más felices y mejora nuestra calidad de vida.",
        "La mayoría de la gente no nos juzgará por un fallo ni dejará de querernos por ello; al fin y al cabo, todos se equivocan, y muchos incluso se sienten incómodos ante personas «perfectas».",
        "Un error no es el fin del mundo.",
        "Por supuesto, hacer esta lista no te transformará al instante ni hará que ames los errores, pero es un paso importante para cambiar tu actitud hacia la imperfección.",
        "Escribe tu propia reflexión sobre por qué equivocarse es normal e incluso útil. Recuérdate que el mundo no se acaba si fallas; es una parte natural, aunque no la más deseada, de cualquier proceso."
      ]
    }
  },
  "nonDepression": {
    "title": "Estar triste no significa tener depresión",
    "description": "En este artículo hablamos de la importante diferencia entre la tristeza natural y la depresión clínica. Las pérdidas, las separaciones, las dificultades y los cambios son parte de la vida, y sentir dolor es humano y normal. Explicamos cómo distinguir las emociones naturales de la depresión, donde el pensamiento distorsionado juega un gran papel y se requiere ayuda profesional. Este contenido te ayudará a entender mejor tus sentimientos y a detectar a tiempo cuándo la tristeza deja de ser algo pasajero.",
    "screen_1": {
      "texts": [
        "En las secciones anteriores hablamos de lo reales y dolorosos que pueden ser eventos como una pérdida, una enfermedad, una ruptura, una traición o un despido.",
        "Todos nos enfrentamos a situaciones así en algún momento. Son duras, profundas y muy humanas. Pero, por sí mismas, no significan depresión.",
        "Cabe preguntarse: ¿existe una «tristeza sana», una que no esté relacionada con la depresión?",
        "Por supuesto que sí.",
        "Estar triste, atravesar un duelo o sentir melancolía son reacciones naturales a eventos importantes, pérdidas y cambios. Tales sentimientos ayudan a procesar la experiencia, asimilar lo ocurrido y seguir adelante.",
        "Son emociones humanas normales, y es importante permitirse vivirlas en lugar de reprimirlas o avergonzarse de ellas.",
        "Si estás triste tras una ruptura, es normal. Dice mucho de tu capacidad de sentir y de crear vínculos.",
        "Si te duele recordar a un ser querido que se fue, es un reflejo del amor, no un signo de debilidad.",
        "Pero la depresión no es solo tristeza. Es un estado que se crea y se mantiene por una visión distorsionada y desesperanzada de uno mismo, del mundo y del futuro.",
        "En la depresión, la intensidad y duración de las emociones negativas no se corresponden con la situación real; son mucho más fuertes, profundas y pesadas."
      ],
      "quote": {
        "text": "Entre el estímulo y la respuesta hay un espacio. En ese espacio está nuestra libertad de elegir la respuesta. En nuestra respuesta reside nuestro crecimiento y nuestra libertad.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Cuando una persona con depresión se enfrenta a dificultades cotidianas, estas pueden percibirse como catástrofes.",
        "Un pequeño error parece un fracaso total; un contratiempo, una tragedia; y la pena puede sentirse como una oscuridad infinita.",
        "Imagina un grifo con agua caliente y fría. En la vida normal alternamos entre emociones: alegría, tristeza, esperanza, pesar.",
        "En la depresión es como si solo estuviera abierto el «grifo de agua fría»: tristeza, ansiedad, desesperanza. Y esto a menudo no es consecuencia de la situación en sí, sino de una percepción distorsionada que requiere atención y corrección.",
        "Nuestra actitud ante los eventos juega un papel enorme. La tristeza por sí misma no es peligrosa. Se vuelve peligrosa cuando los pensamientos la convierten en impotencia y desesperación.",
        "Esperamos sinceramente que esta sección te haya ayudado a entender mejor la naturaleza de la depresión y a identificar sus señales.",
        "Aquí has aprendido sobre los síntomas clave de la depresión y formas de gestionar tu estado, apoyándote en prácticas y técnicas.",
        "Siempre puedes volver a estos materiales, releerlos y aplicar los ejercicios. Nosotros ya estamos preparando nuevas herramientas útiles para ti."
      ],
      "quote": {
        "text": "Las personas más bellas son aquellas que han conocido la derrota, el sufrimiento, la lucha, la pérdida, y han encontrado su forma de salir de las profundidades.",
        "author": "Viktor Frankl"
      }
    }
  }
}
