{
  "title": "Técnicas: Superando el miedo a equivocarse",
  "description": "El artículo ofrece métodos efectivos para luchar contra el perfeccionismo, orientados a aceptar la imperfección y reducir el miedo a cometer errores.",
  "screen_1": {
    "texts": [
      "Consideremos algunos métodos simples, pero extremadamente efectivos, que ayudarán a superar la tendencia hacia el perfeccionismo.",
      "La lista «anti-perfeccionismo»",
      "Muchos perfeccionistas creen que solo pueden disfrutar completamente de algo si lo hacen perfectamente. Te invitamos a desafiar esta idea.",
      "Durante una semana, lleva un registro de las tareas más variadas y espontáneas que realices, ya sea «cepillarse los dientes», «preparar la cena», «preparar un informe de trabajo» o «limpiar la casa».",
      "En la segunda columna, indica cuán efectivo crees que fue el desempeño de la tarea, expresado en porcentaje.",
      "En la tercera columna, señala cuánta alegría te proporcionó completarla.",
      "Los ejemplos podrían verse así:",
      "Preparar la cena – 50% (podría haber elegido una receta más compleja y sabrosa) – 90% (fue simple, pero muy delicioso y no tomó mucho tiempo).",
      "Limpiar la casa – 70% (hice lo básico, pero no llegué al refrigerador ni a la estufa) – 100% (la limpieza de la casa siempre me brinda placer).",
      "Preparar un informe de trabajo – 85% (dediqué mucho esfuerzo al informe) – 20% (los constantes pensamientos de que podría haber sido mejor me quitaron el placer del proceso).",
      "Este ejercicio te ayudará a darte cuenta de que alcanzar la perfección no es un requisito para disfrutar del proceso."
    ],
    "quote": {
      "text": "La perfección no es una meta alcanzable, sino una dirección de movimiento.",
      "author": "Thomas Watson"
    }
  },
  "screen_2": {
    "texts": [
      "Aceptar la posibilidad de cometer errores",
      "A nadie le gusta cometer errores, pero para los perfeccionistas se convierten en una fuente especial de temor.",
      "Uno de los métodos más efectivos para combatir el miedo a la imperfección es aprender a aceptar tus errores.",
      "¿Sientes cómo tu corazón se acelera con solo pensar en un posible error? Estos son signos de miedo y ansiedad.",
      "Para abrirte a la posibilidad de errar, comienza escribiendo un ensayo sobre por qué los errores son normales y aspirar a la perfección absoluta es irracional.",
      "Una joven luchando contra el perfeccionismo expresó los siguientes pensamientos:",
      "El miedo a cometer un error proviene de mi percepción del mundo en términos de blanco y negro: un error, y todo se derrumba. Esto es un engaño. De hecho, un pequeño error no puede destruir todo lo bueno que se ha hecho.",
      "Cometer errores es beneficioso porque aprendemos de ellos. Sin errores, el aprendizaje es imposible. Ya que nadie está exento de cometer errores, es importante aprender a aceptarlos y seguir aprendiendo de la experiencia personal.",
      "Reconocer los errores nos permite ajustar nuestro comportamiento, lo que lleva a resultados más satisfactorios, que a su vez, nos hacen más felices y mejoran la calidad de nuestra vida.",
      "La mayoría de las personas no nos juzgarán por nuestros errores y no dejarán de amarnos por ellos – al fin y al cabo, todos cometen errores, y muchos se sienten incómodos alrededor de personas «perfectas».",
      "Un error no significa el fin del mundo.",
      "Por supuesto, hacer tal lista no significa una transformación instantánea y comenzar a amar los errores, pero es un paso importante hacia el cambio de tu relación con la imperfección.",
      "Escribe tu propio ensayo sobre por qué está bien cometer errores y incluso es beneficioso. Recuérdate a ti mismo que, incluso si cometes un error, el mundo no se acaba – es una parte natural de cualquier proceso, aunque no la más deseada."
    ]
  }
}
