{
  "title": "Estar triste no significa sufrir depresión",
  "description": "El artículo analiza la diferencia entre la tristeza común y la depresión clínica, destacando que experimentar pérdidas y fracasos es natural y no siempre indica un trastorno mental. Se explica cómo el pensamiento distorsionado puede transformar las reacciones emocionales normales en síntomas de depresión que requieren intervención profesional. El artículo tiene como objetivo ayudar a los lectores a distinguir los sentimientos naturales de tristeza de enfermedades psicológicas graves, facilitando el autodiagnóstico y la comprensión de cuándo es necesaria la ayuda de un especialista.",
  "screen_1": {
    "texts": [
      "En los capítulos anteriores, nos convencimos de que problemas como la pérdida de seres queridos, enfermedades, rupturas, infidelidades y despidos son absolutamente reales.",
      "Lamentablemente, cada uno de nosotros se enfrenta a ellos, pero, en esencia, nada de lo mencionado llevará a una verdadera depresión.",
      "Entonces surge la pregunta: ¿existe una «tristeza saludable» que no esté afectada por distorsiones?",
      "¡Definitivamente sí!",
      "Sentirse triste y afligido no es necesariamente malo, en muchas situaciones es natural. Los sentimientos que una persona experimenta como resultado de un gran dolor —tristeza, pena, arrepentimiento, preocupación— son normales.",
      "Estos son verdaderos sentimientos naturales que cualquier persona puede y debe permitirse experimentar.",
      "Si sientes tristeza al despedirte de un ser querido —felicitaciones, eres normal!",
      "Si experimentas pena y melancolía al recordar la muerte de un ser querido —eres absolutamente adecuado.",
      "Pero la depresión no es solo emociones negativas, es una enfermedad causada por un pensamiento distorsionado.",
      "Esperamos haber logrado aclarar esto en esta sección. En la depresión, el grado de sentimientos negativos no corresponde a la gravedad objetiva de la situación."
    ],
    "quote": {
      "text": "Entre el estímulo y la respuesta hay un espacio. En ese espacio está nuestra libertad y el poder de elegir nuestra respuesta. En nuestra respuesta yace nuestro crecimiento y nuestra libertad.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Una persona con depresión percibirá los eventos de cualquier magnitud de manera más negativa.",
      "Un pequeño fracaso en la depresión se convierte en un gran problema. El duelo se vuelve insoportable, y la desgracia —una catástrofe. La tristeza es parte de la depresión, por supuesto, pero no es su base.",
      "Una persona mentalmente saludable se puede comparar figurativamente con un grifo en el baño, donde hay un control para el agua fría y otro para la caliente.",
      "En la vida hay «agua fría» —emociones negativas y «caliente» —emociones positivas. En una persona con depresión, solo está «encendido» el «grifo frío», y esto no se debe a problemas «reales», sino a un pensamiento distorsionado que necesita ser cambiado.",
      "Nuestra actitud hacia la situación determina en gran medida si nuestra tristeza simplemente permanece como una emoción o se convierte en parte de la depresión.",
      "El equipo de MindHealth cree sinceramente y espera que la sección sobre depresión y los esfuerzos invertidos en ella hayan sido útiles para ti o tus seres queridos.",
      "Hemos explicado los principios principales y síntomas de la depresión, cómo se manifiesta y, lo más importante, cómo trabajar con ella de manera independiente.",
      "Siempre puedes volver a los capítulos anteriores, releerlos y probar los ejercicios en la práctica, mientras continuamos trabajando en una nueva sección."
    ],
    "quote": {
      "text": "Las personas más hermosas que conocemos son aquellas que han conocido la derrota, el sufrimiento, la lucha, la pérdida, y han encontrado la forma de salir de las profundidades.",
      "author": "Elisabeth Kübler-Ross"
    }
  }
}
