{
  "title": "Técnica: Un plan de acción contra la procrastinación",
  "description": "En este artículo revelamos los secretos de la lucha efectiva contra la procrastinación a través del método probado de la hoja anti-procrastinación. Descubre cómo pasos sencillos para dividir tareas y evaluar de manera realista su dificultad y el placer potencial de realizarlas pueden transformar tu enfoque hacia el trabajo y asuntos personales, llevando a un aumento en la productividad y mejora del bienestar.",
  "screen_1": {
    "texts": [
      "Esta técnica puede interesarte especialmente si tiendes a posponer tareas, considerándolas demasiado difíciles o no gratificantes.",
      "En el primer paso, escribe una o dos tareas que estás posponiendo en una columna.",
      "Si una tarea requiere un tiempo y esfuerzo significativos, es mejor dividirla en varios pasos pequeños, cada uno de los cuales no tome más de 15-20 minutos.",
      "Luego, en la segunda columna, evalúa en una escala del 0 al 100%, cuán difícil, en tu opinión, será completar esta tarea.",
      "Si la tarea te parece fácil, ponle una calificación baja, por ejemplo, 10 o 20%. Si la tarea parece más difícil, sería apropiado escribir 80 o 90%.",
      "En la tercera columna, también utilizando una escala porcentual, escribe tu pronóstico sobre cuánto placer te brindará completar la tarea.",
      "Comienza a realizar la tarea solo después de haber escrito tus pronósticos."
    ],
    "quote": {
      "text": "No puedes esperar la inspiración. Debes ir a buscarla con trabajo.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Al finalizar, en las últimas dos columnas, escribe cuán difícil fue realmente la tarea y cuánta satisfacción experimentaste al completarla o por el resultado obtenido, usando una escala porcentual para la evaluación.",
      "Ejemplo:",
      "Un abogado, que recientemente había perdido su trabajo, no podía comenzar a buscar uno nuevo debido a la sensación de que el proceso de preparar un currículum y la búsqueda en sí mismas eran tareas insuperables.",
      "Para comenzar, la tarea de \"encontrar trabajo\" debe dividirse en varios pasos para que no parezca abrumadora y no provoque procrastinación:",
      "Sentarse y escribir un currículum.",
      "Al día siguiente, revisarlo con nuevos ojos y hacer correcciones.",
      "Dedicar 10-15 minutos diarios a monitorear sitios de búsqueda de empleo.",
      "Escribir una carta de presentación o una carta de motivación.",
      "Enviar el currículum a las vacantes seleccionadas, adaptando la carta de presentación a la vacante y empresa específica.",
      "De esta manera, se puede simplificar la percepción de una tarea grande dividiéndola en pequeños pasos."
    ]
  },
  "screen_3": {
    "texts": [
      "Luego, evalúa cada tarea según su dificultad y el placer anticipado. Un ejemplo podría verse así:",
      "Fecha: 31.01.2024",
      "Tarea: Elaborar un currículum",
      "Dificultad anticipada: 80%",
      "Placer anticipado: 15%",
      "Dificultad real: 30%",
      "Placer real: 70%",
      "Como puedes ver, elaborar un currículum resultó ser mucho más fácil y placentero de lo esperado.",
      "Sorprendentemente, el proceso avanzó desde un punto muerto, y la autoestima y la motivación aumentaron significativamente gracias a los resultados alcanzados. El efecto de usar esta técnica fue tan impresionante que el abogado comenzó a aplicarla en otras áreas de su vida, aumentando significativamente su productividad y confianza en sí mismo."
    ]
  }
}
