{
  "title": "Pensamientos al revés: Liberándose de los engaños de leer la mente",
  "description": "El artículo examina el concepto de distorsión cognitiva conocida como \"lectura de la mente\", que describe la tendencia de las personas a suponer que saben lo que otros piensan. El autor explica cómo esta distorsión puede conducir a percepciones erróneas sobre cómo nos ven los demás y cómo afecta a nuestro estado emocional y a las relaciones interpersonales. Al final del artículo se ofrecen métodos para superar esta tendencia, incluyendo la autoconciencia y la comunicación abierta, para mejorar la comprensión mutua y el bienestar emocional.",
  "screen_1": {
    "texts": [
      "La última distorsión cognitiva que analizaremos en detalle se llama «Lectura de la mente».",
      "Es un error de pensamiento en el que estamos convencidos de que sabemos lo que otra persona piensa sobre nosotros, y a menudo asumimos que es algo negativo.",
      "Si confiamos demasiado en la lectura de la mente, podemos equivocarnos sobre lo que los demás piensan de nosotros, lo que puede afectar seriamente nuestro estado de ánimo.",
      "A menudo nos equivocamos porque no sabemos realmente en qué está pensando la otra persona o por qué ha actuado de una determinada manera.",
      "Esto puede generar ansiedad, diversos miedos e incluso paranoia. También puede ser la causa de conflictos, resentimientos, discusiones y, por supuesto, depresión."
    ],
    "quote": {
      "text": "No podemos cambiar las situaciones que la vida nos presenta, pero podemos cambiar nuestra capacidad para experimentarlas.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Ejemplos:",
      "No le contaré sobre mis sentimientos porque podría pensar que soy débil",
      "Seguramente no le gustará mi trabajo porque yo mismo no estoy satisfecho con él",
      "Ella me mira tan extrañamente, seguramente piensa que estoy gorda",
      "Por supuesto, en todos estos ejemplos hay cierta probabilidad de que piensen exactamente eso, estén insatisfechos o te consideren débil.",
      "Pero esta probabilidad es mucho menor de lo que parece. Podemos interpretar las expresiones faciales y gestos de otros, pero eso no significa que alguien que nos miró de reojo necesariamente pensó mal de nosotros.",
      "Tomamos nuestros pensamientos como verdad y comenzamos a actuar basados en ellos, en lugar de considerar la probabilidad de otras opciones.",
      "Aquí hay algunas formas de trabajar con la \"lectura de la mente\":",
      "Conciencia",
      "Comience a notar tales pensamientos y pregúntese: «¿Realmente puedo leer la mente de otras personas?»",
      "Obviamente, no puedes. Para asegurarte, también puedes realizar una serie de experimentos. Anota lo que crees que otros piensan de ti y luego verifica.",
      "Las formas de verificación pueden incluir una conversación directa con la persona o la observación de sus acciones hacia ti."
    ],
    "quote": {
      "text": "No vemos las cosas como son. Las vemos como somos nosotros.",
      "author": "Anaïs Nin"
    }
  },
  "screen_3": {
    "texts": [
      "Cuestionando los pensamientos",
      "Pregúntate: «¿Qué pruebas tengo que apoyan estos pensamientos? ¿Y qué argumentos hay en contra?».",
      "Esta técnica te permite formalizar y sopesar tus suposiciones.",
      "Normalmente no razonamos de manera muy racional, pero cuando comparamos \"a favor\" y \"en contra\", nos vemos obligados a utilizar más el pensamiento crítico.",
      "Buscando alternativas",
      "Pregúntate: «¿Qué más podría haber pensado esa persona?»",
      "Para aquellos que están dispuestos a ir más allá, una conversación abierta y honesta puede ayudar a resolver muchos malentendidos.",
      "En lugar de atormentarte con suposiciones, es mejor preguntar directamente a la persona.",
      "No hay que pensar que los errores cognitivos son un signo de una patología mental grave.",
      "Están presentes en cada uno de nosotros en cierta medida.",
      "Lo importante es con qué frecuencia ocurren y qué hacemos con ellos: ya sea que creamos estas ideas distorsionadas al 100% y experimentemos emociones negativas, o las sometamos a dudas y análisis, llegando a una visión más precisa y multifacética de la situación.",
      "Trabajar en las distorsiones cognitivas puede requerir tiempo y esfuerzo, pero es capaz de mejorar significativamente tu bienestar emocional y tus relaciones con los demás."
    ]
  }
}
