{
  "title": "Técnica: Enfréntate a tu crítico interno",
  "description": "En este artículo se presentan métodos efectivos para mejorar la autoestima, que se pueden aplicar de manera independiente. La técnica principal es aprender a enfrentarse al crítico interno, para lo cual se sugiere llevar una tabla especial con pensamientos autocríticos, sus errores cognitivos y respuestas racionales. El artículo destaca la importancia de la práctica regular de estos ejercicios para lograr cambios significativos en la percepción de uno mismo y el aumento de la autoestima.",
  "screen_1": {
    "texts": [
      "Hemos desarrollado una serie de técnicas simples pero efectivas para mejorar la autoestima. Estos métodos, disponibles para uso independiente, te ayudarán en este proceso desafiante.",
      "Antes que nada, es importante entender: solo conocer la teoría no es suficiente para aumentar la autoestima.",
      "Solo la práctica regular de los ejercicios traerá un resultado duradero. Recomendamos dedicar un poco de tiempo a esto cada día, al menos en la etapa inicial, hasta que el proceso se convierta en un hábito.",
      "La primera técnica que nos gustaría presentarte está dirigida a aprender a enfrentar al crítico interno.",
      "Los sentimientos de insuficiencia y auto odio a menudo surgen debido a un crítico interno que constantemente socava tu autoestima.",
      "Creencias negativas como \"No valgo nada\", \"Soy peor que los demás\", \"No lograré nada\", \"Soy culpable de todo\", \"Soy un fracasado\" agravan los problemas de autoestima y pueden llevar a la depresión.",
      "Para superar este patrón de pensamiento negativo, sigue este plan:",
      "Aprende a notar y registrar pensamientos autocríticos.",
      "Identifica distorsiones cognitivas en estos pensamientos.",
      "Desarrolla respuestas racionales para crear una visión de ti mismo más realista y saludable, y hazlo regularmente.",
      "Para estos fines, puedes utilizar el \"Diario de Pensamientos Automáticos\" en nuestra aplicación. O hacer anotaciones fuera de la aplicación en un formato de tres columnas.",
      "A continuación, explicaremos usando el formato de tres columnas para mayor simplicidad."
    ],
    "quote": {
      "text": "Nadie puede hacerte sentir inferior sin tu consentimiento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Crea una tabla de tres columnas en un formato que sea cómodo para ti - puede ser un cuaderno, un documento en la computadora o una nota en tu teléfono. Los nombres de las columnas:",
      "Pensamientos críticos",
      "Error cognitivo",
      "Respuesta racional",
      "En la primera columna, escribe todos los pensamientos autocríticos que te vengan a la mente.",
      "Cada vez que te culpes, te sientas inútil o insatisfecho contigo mismo, pregúntate: \"¿Qué estoy pensando ahora sobre mí mismo?\" y anótalo.",
      "Por ejemplo, si te preocupa un examen y piensas: \"Soy tan estúpido, seguro que no aprobaré\", este es exactamente el pensamiento que debes capturar.",
      "En esta columna es importante anotar tus pensamientos sobre ti mismo, no tus sentimientos. Porque si escribes: \"Me siento terrible\", es difícil refutarlo, ya que realmente es así.",
      "En la segunda columna, identifica la distorsión cognitiva presente en el pensamiento.",
      "Anota en la segunda columna qué error de pensamiento has descubierto en ti mismo. Puede ser un error, o quizás dos o tres.",
      "Por ejemplo, en la afirmación \"Soy tan estúpido, seguro que no aprobaré\" vemos una distorsión en forma de etiquetamiento.",
      "Y en el pensamiento \"No soy capaz de nada, por lo tanto me expulsarán y nunca lograré éxito\" podemos identificar varias distorsiones, como la generalización excesiva y la catastrofización."
    ],
    "quote": {
      "text": "Cuanto mejor me entiendo a mí mismo y mis necesidades emocionales, más fuerte se vuelve mi percepción de la realidad y menos miedos y malentendidos envenenan mi vida.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Y por supuesto, la columna más importante en nuestra tabla - la respuesta racional alternativa. Este es un verdadero contragolpe al crítico interno.",
      "Es importante reemplazar el pensamiento autocrítico con uno más realista y lógico, evitando afirmaciones demasiado optimistas.",
      "Debes reemplazar el pensamiento crítico con uno más realista. Evita ser dicotómico en esto, reemplazándolo por un pensamiento demasiado optimista y poco realista.",
      "Del tipo: \"Soy el más inteligente y aprobaré todo con notas excelentes\". Aunque este pensamiento podría ser cierto, es drásticamente opuesto a tu pensamiento original y es poco probable que lo creas de inmediato, lo que lo hace sin sentido.",
      "En su lugar, intenta reconocer la verdad, cómo son realmente las cosas.",
      "Porque si lo que escribes en la respuesta racional no es lo suficientemente convincente y realista para ti, entonces no te ayudará.",
      "Intenta escribir una respuesta alternativa en la que realmente creas.",
      "Por ejemplo, podrías escribir lo siguiente: \"En realidad, no soy estúpido, tengo pruebas de ello, ingresé a la universidad por mi cuenta, estudio bastante bien. Claro, hay momentos en los que algo no me sale bien, pero soy humano, puedo cometer errores, eso no me hace estúpido.",
      "Además, me estoy preparando para el examen y lo más probable es que lo apruebe al menos con un \"C\", ya que he aprobado todas las materias antes. E incluso si no lo apruebo a la primera, puedo volver a presentarme, prepararme bien y definitivamente aprobar.\"",
      "Tal respuesta racional es más plausible y la probabilidad de que creas en ella es mucho mayor.",
      "Utiliza esta herramienta a lo largo del día, registrando regularmente tus pensamientos y enfrentándote a creencias destructivas.",
      "Con el tiempo, encontrarás que se hace más fácil encontrar una respuesta racional. Pero lo más importante es que notarás cambios en tu estado de ánimo y actitud hacia ti mismo."
    ]
  }
}
