{
  "title": "Técnica: El camino fuera de la trampa de las expectativas excesivas",
  "description": "El artículo aborda el problema del sentimiento de culpa que surge de demandas poco realistas hacia uno mismo y de la autocrítica constante. Describe métodos para reevaluar configuraciones internas y reemplazar la mentalidad de \"debería\" por una percepción más saludable de las capacidades y deseos personales. Se ofrecen consejos prácticos para liberarse de la autoinculpación y construir una relación más armoniosa con uno mismo y sus errores.",
  "screen_1": {
    "texts": [
      "El sentimiento de culpa a menudo surge de demandas excesivas hacia uno mismo y puede manifestarse en pensamientos como:",
      "«Debo hacer esto».",
      "«Debería actuar así».",
      "«Debo ser de esta manera».",
      "«No debería haber hecho eso».",
      "«Debería haber previsto/conocido esto».",
      "Las demandas inadecuadas que contienen la palabra \"deber\" pueden conducir a la culpa y expectativas poco realistas.",
      "Estas demandas implican que debes ser perfecto o todopoderoso, lo cual es irreal.",
      "Tales demandas pueden incluir la idea de que siempre debes estar feliz o satisfecho, lo que solo intensifica el sentimiento de fracaso.",
      "También existen demandas basadas en la suposición de que sabes todo y puedes predecir el futuro. Esto crea falsas expectativas y culpa, en lugar de ayudarte a resolver problemas.",
      "La esencia de esta técnica es darse cuenta de que culparse a sí mismo es contraproducente, ya que las demandas inadecuadas en sí mismas son poco realistas e injustas.",
      "Solo crean un sentimiento de culpa e imposibilidad, en lugar de resolver un problema o alcanzar el éxito.",
      "Para evitar acusaciones constantes contra ti mismo, vale la pena renunciar a tales demandas y ser más realista en tus expectativas hacia ti mismo y tu vida.",
      "Por supuesto, tales cambios en el pensamiento no ocurren de la noche a la mañana y pueden no suceder incluso en un mes. Pero estamos seguros de que el trabajo regular sobre uno mismo puede llevar a cambios."
    ],
    "quote": {
      "text": "Cualquier sentimiento de culpa implica autocondena, y esto es fundamentalmente incorrecto. Uno debe reconocer sus errores sin caer en la autoflagelación.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "¿Qué se debe hacer ahora para librarse del sentimiento de culpa provocado por demandas excesivas?",
      "Una forma simple pero efectiva de escapar de las demandas excesivas hacia uno mismo implica reemplazar la palabra \"deber\" por otras: «Sería bueno si...» o «Si pudiera, yo...». Estas a menudo resultan ser más realistas y menos perturbadoras.",
      "Por ejemplo, en lugar de «Debo hacer feliz a mi esposa», podrías decir: «Sería genial si pudiera hacer feliz a mi esposa porque está triste. Puedo preguntarle qué le molesta y pensar cómo podría ayudar».",
      "O en lugar de «No debería haber comido helado», podrías decir: «Habría sido mejor si no hubiera comido el helado, pero mi acción no es el fin del mundo».",
      "Eliminar el modo subjuntivo. En lugar de pensar «Debería haber...», «Si solo yo...», «Lástima que no...», intenta pensar: «La próxima vez lo haré de manera diferente».",
      "Las personas con sentimiento de culpa a menudo piensan en subjuntivo, pero definitivamente se debe evitar.",
      "Y si te atrapas haciéndolo, detente inmediatamente y cambia la frase a «La próxima vez yo...».",
      "Y eso es todo. No más subjuntivos, categóricamente.",
      "El método de la realidad ayuda a verificar la adecuación de tus demandas con la realidad. Al decirte a ti mismo: «No debería haber hecho eso», probablemente piensas que realmente no deberías haberlo hecho y, al decirte esto, te sentirás mejor.",
      "Sin embargo, en realidad, es todo lo contrario: necesitabas hacer exactamente lo que hiciste, pero al admitirlo, sentirás decepción.",
      "Por ejemplo, te pusiste a dieta para perder peso, comiste algo extra y ahora te culpas por ello: «No debería haber comido ese chocolate».",
      "Pero en realidad, tenías una necesidad de algo dulce. Tal vez estás estresado por algo y por instinto quisiste comer algo para levantar el ánimo, por lo tanto, era imposible resistirse.",
      "Las personas a menudo comen emociones negativas para aliviar su estado. Cuando intentas deshacerte de hábitos dañinos o tratas de perder peso, lo principal que te impide hacerlo es la creencia de que estás perdiendo el control sobre ti mismo.",
      "La sensación de perder el control está directamente relacionada con lo que \"debes\" o \"no debes\" hacer. Si sientes el deseo de comer algo no saludable, te dices a ti mismo que \"no debes\" siquiera querer comer alimentos prohibidos y que \"debes\" rechazar todos los alimentos no saludables de una vez por todas y nunca fallar.",
      "Y después de eso, para sentirte mejor, vas y comes un chocolate. Este enfoque para perder peso probablemente no será exitoso, y te sentirás culpable y deprimido.",
      "Cuando logres dejar de prohibirte cualquier cosa, entonces podrás deshacerte de ello sin violencia sobre ti mismo."
    ]
  },
  "screen_3": {
    "texts": [
      "Las personas propensas a sentimientos excesivos de culpa pueden ser manipuladas por otros para alcanzar sus objetivos. Piensa: ¿cuántas veces has accedido a ir a una reunión sin realmente querer, por el deseo de complacer o para que nadie se sintiera ofendido? Es importante defender los límites personales y aprender a decir \"no\".",
      "Ejemplo: Una joven vive con sus padres y su hermano, y tiene un buen salario. Su hermano trabaja ocasionalmente en trabajos esporádicos.",
      "Él tiene una dependencia de las cosas: constantemente compra algo nuevo para sí mismo, pero no tiene suficiente dinero para ello.",
      "Su hermana entiende que esta no es la mejor manera de manejar el dinero, pero sigue prestándole dinero porque cree que hermanas y hermanos deben ayudarse entre sí, como es costumbre en su familia.",
      "La chica teme rechazar a su hermano, ya que esto podría destruir su relación. Preliminarmente, ella ensayó una conversación difícil con un amigo y se dio cuenta de que decir \"no\" no es tan aterrador como parecía.",
      "Antes de definir tus límites y trazar una línea en forma de rechazo a cumplir con demandas o defender tu propia opinión para no ir a visitas cuando no quieres, puedes ensayar una conversación difícil o escribirla en un papel o en notas.",
      "Así, puedes predecir un escenario de conversación probable y entender cómo rechazar mejor al interlocutor, y quizás, te des cuenta de que no es tan aterrador decir \"no\".",
      "Será un largo camino antes de que se formen los circuitos neuronales correspondientes en tu cerebro, y tengas suficiente valentía y habilidad para decir \"no\" de manera diplomática, pero firme, y afianzar la habilidad en la práctica cuando llegue el momento adecuado.",
      "Delimitar responsabilidades",
      "A veces, asumimos responsabilidad por las desgracias y fracasos de otras personas.",
      "En tales situaciones, es importante averiguar quién realmente tiene la responsabilidad de lo ocurrido. Por ejemplo, ¿realmente eres culpable de que tu hijo obtenga malas calificaciones?",
      "Aquí surge una confusión entre tu influencia en el niño y el control sobre él.",
      "Para aprender a diferenciar responsabilidades, puedes usar el método de las tres columnas, que es una versión abreviada del diario de pensamientos automáticos.",
      "En la primera columna, se anotan los pensamientos preocupantes y condenatorios, en la segunda, qué distorsiones cognitivas notas en esto, y en la tercera, qué respuesta racional puedes dar.",
      "Por ejemplo:",
      "1.ª columna (pensamientos preocupantes y condenatorios): «Soy culpable de que mi hijo obtenga malas calificaciones. No podré ayudarlo a tener éxito en la escuela».",
      "2.ª columna (distorsiones cognitivas): personalización, generalización excesiva.",
      "3.ª columna (respuesta racional): «Asumo responsabilidad por mi papel en la crianza del niño, pero no controlo completamente su éxito o fracaso en la escuela. El niño también tiene su propia responsabilidad por su aprendizaje y tareas escolares. Puedo ayudarlo, apoyarlo y motivarlo, pero el resultado final depende de su propio trabajo y esfuerzo».",
      "Es importante entender que no podemos controlar cada aspecto de la vida de otras personas, incluso si están bajo nuestra influencia. Asumimos responsabilidad por nuestras acciones y el papel que jugamos en la vida de otras personas, pero no debemos asumir toda la responsabilidad por sus éxitos o fracasos."
    ]
  }
}
