{
  "trap": {
    "title": "Técnica: El camino fuera de la trampa de las expectativas excesivas",
    "description": "El artículo aborda el problema del sentimiento de culpa que surge de demandas poco realistas hacia uno mismo y de la autocrítica constante. Describe métodos para reevaluar configuraciones internas y reemplazar la mentalidad de \"debería\" por una percepción más saludable de las capacidades y deseos personales. Se ofrecen consejos prácticos para liberarse de la autoinculpación y construir una relación más armoniosa con uno mismo y sus errores.",
    "screen_1": {
      "texts": [
        "El sentimiento de culpa a menudo surge de demandas excesivas hacia uno mismo y puede manifestarse en pensamientos como:",
        "«Debo hacer esto».",
        "«Debería actuar así».",
        "«Debo ser de esta manera».",
        "«No debería haber hecho eso».",
        "«Debería haber previsto/conocido esto».",
        "Las demandas inadecuadas que contienen la palabra \"deber\" pueden conducir a la culpa y expectativas poco realistas.",
        "Estas demandas implican que debes ser perfecto o todopoderoso, lo cual es irreal.",
        "Tales demandas pueden incluir la idea de que siempre debes estar feliz o satisfecho, lo que solo intensifica el sentimiento de fracaso.",
        "También existen demandas basadas en la suposición de que sabes todo y puedes predecir el futuro. Esto crea falsas expectativas y culpa, en lugar de ayudarte a resolver problemas.",
        "La esencia de esta técnica es darse cuenta de que culparse a sí mismo es contraproducente, ya que las demandas inadecuadas en sí mismas son poco realistas e injustas.",
        "Solo crean un sentimiento de culpa e imposibilidad, en lugar de resolver un problema o alcanzar el éxito.",
        "Para evitar acusaciones constantes contra ti mismo, vale la pena renunciar a tales demandas y ser más realista en tus expectativas hacia ti mismo y tu vida.",
        "Por supuesto, tales cambios en el pensamiento no ocurren de la noche a la mañana y pueden no suceder incluso en un mes. Pero estamos seguros de que el trabajo regular sobre uno mismo puede llevar a cambios."
      ],
      "quote": {
        "text": "Cualquier sentimiento de culpa implica autocondena, y esto es fundamentalmente incorrecto. Uno debe reconocer sus errores sin caer en la autoflagelación.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "¿Qué se debe hacer ahora para librarse del sentimiento de culpa provocado por demandas excesivas?",
        "Una forma simple pero efectiva de escapar de las demandas excesivas hacia uno mismo implica reemplazar la palabra \"deber\" por otras: «Sería bueno si...» o «Si pudiera, yo...». Estas a menudo resultan ser más realistas y menos perturbadoras.",
        "Por ejemplo, en lugar de «Debo hacer feliz a mi esposa», podrías decir: «Sería genial si pudiera hacer feliz a mi esposa porque está triste. Puedo preguntarle qué le molesta y pensar cómo podría ayudar».",
        "O en lugar de «No debería haber comido helado», podrías decir: «Habría sido mejor si no hubiera comido el helado, pero mi acción no es el fin del mundo».",
        "Eliminar el modo subjuntivo. En lugar de pensar «Debería haber...», «Si solo yo...», «Lástima que no...», intenta pensar: «La próxima vez lo haré de manera diferente».",
        "Las personas con sentimiento de culpa a menudo piensan en subjuntivo, pero definitivamente se debe evitar.",
        "Y si te atrapas haciéndolo, detente inmediatamente y cambia la frase a «La próxima vez yo...».",
        "Y eso es todo. No más subjuntivos, categóricamente.",
        "El método de la realidad ayuda a verificar la adecuación de tus demandas con la realidad. Al decirte a ti mismo: «No debería haber hecho eso», probablemente piensas que realmente no deberías haberlo hecho y, al decirte esto, te sentirás mejor.",
        "Sin embargo, en realidad, es todo lo contrario: necesitabas hacer exactamente lo que hiciste, pero al admitirlo, sentirás decepción.",
        "Por ejemplo, te pusiste a dieta para perder peso, comiste algo extra y ahora te culpas por ello: «No debería haber comido ese chocolate».",
        "Pero en realidad, tenías una necesidad de algo dulce. Tal vez estás estresado por algo y por instinto quisiste comer algo para levantar el ánimo, por lo tanto, era imposible resistirse.",
        "Las personas a menudo comen emociones negativas para aliviar su estado. Cuando intentas deshacerte de hábitos dañinos o tratas de perder peso, lo principal que te impide hacerlo es la creencia de que estás perdiendo el control sobre ti mismo.",
        "La sensación de perder el control está directamente relacionada con lo que \"debes\" o \"no debes\" hacer. Si sientes el deseo de comer algo no saludable, te dices a ti mismo que \"no debes\" siquiera querer comer alimentos prohibidos y que \"debes\" rechazar todos los alimentos no saludables de una vez por todas y nunca fallar.",
        "Y después de eso, para sentirte mejor, vas y comes un chocolate. Este enfoque para perder peso probablemente no será exitoso, y te sentirás culpable y deprimido.",
        "Cuando logres dejar de prohibirte cualquier cosa, entonces podrás deshacerte de ello sin violencia sobre ti mismo."
      ]
    },
    "screen_3": {
      "texts": [
        "Las personas propensas a sentimientos excesivos de culpa pueden ser manipuladas por otros para alcanzar sus objetivos. Piensa: ¿cuántas veces has accedido a ir a una reunión sin realmente querer, por el deseo de complacer o para que nadie se sintiera ofendido? Es importante defender los límites personales y aprender a decir \"no\".",
        "Ejemplo: Una joven vive con sus padres y su hermano, y tiene un buen salario. Su hermano trabaja ocasionalmente en trabajos esporádicos.",
        "Él tiene una dependencia de las cosas: constantemente compra algo nuevo para sí mismo, pero no tiene suficiente dinero para ello.",
        "Su hermana entiende que esta no es la mejor manera de manejar el dinero, pero sigue prestándole dinero porque cree que hermanas y hermanos deben ayudarse entre sí, como es costumbre en su familia.",
        "La chica teme rechazar a su hermano, ya que esto podría destruir su relación. Preliminarmente, ella ensayó una conversación difícil con un amigo y se dio cuenta de que decir \"no\" no es tan aterrador como parecía.",
        "Antes de definir tus límites y trazar una línea en forma de rechazo a cumplir con demandas o defender tu propia opinión para no ir a visitas cuando no quieres, puedes ensayar una conversación difícil o escribirla en un papel o en notas.",
        "Así, puedes predecir un escenario de conversación probable y entender cómo rechazar mejor al interlocutor, y quizás, te des cuenta de que no es tan aterrador decir \"no\".",
        "Será un largo camino antes de que se formen los circuitos neuronales correspondientes en tu cerebro, y tengas suficiente valentía y habilidad para decir \"no\" de manera diplomática, pero firme, y afianzar la habilidad en la práctica cuando llegue el momento adecuado.",
        "Delimitar responsabilidades",
        "A veces, asumimos responsabilidad por las desgracias y fracasos de otras personas.",
        "En tales situaciones, es importante averiguar quién realmente tiene la responsabilidad de lo ocurrido. Por ejemplo, ¿realmente eres culpable de que tu hijo obtenga malas calificaciones?",
        "Aquí surge una confusión entre tu influencia en el niño y el control sobre él.",
        "Para aprender a diferenciar responsabilidades, puedes usar el método de las tres columnas, que es una versión abreviada del diario de pensamientos automáticos.",
        "En la primera columna, se anotan los pensamientos preocupantes y condenatorios, en la segunda, qué distorsiones cognitivas notas en esto, y en la tercera, qué respuesta racional puedes dar.",
        "Por ejemplo:",
        "1.ª columna (pensamientos preocupantes y condenatorios): «Soy culpable de que mi hijo obtenga malas calificaciones. No podré ayudarlo a tener éxito en la escuela».",
        "2.ª columna (distorsiones cognitivas): personalización, generalización excesiva.",
        "3.ª columna (respuesta racional): «Asumo responsabilidad por mi papel en la crianza del niño, pero no controlo completamente su éxito o fracaso en la escuela. El niño también tiene su propia responsabilidad por su aprendizaje y tareas escolares. Puedo ayudarlo, apoyarlo y motivarlo, pero el resultado final depende de su propio trabajo y esfuerzo».",
        "Es importante entender que no podemos controlar cada aspecto de la vida de otras personas, incluso si están bajo nuestra influencia. Asumimos responsabilidad por nuestras acciones y el papel que jugamos en la vida de otras personas, pero no debemos asumir toda la responsabilidad por sus éxitos o fracasos."
      ]
    }
  },
  "unemployment": {
    "title": "¿Perder el trabajo y caer en depresión?",
    "description": "Este artículo explora las consecuencias psicológicas y sociales de la pérdida repentina de un empleo, examinando la montaña rusa emocional que acompaña a estos eventos. A través de la experiencia personal de Alexander, quien trabajó durante muchos años en una empresa exitosa, se relata su lucha contra la depresión, la baja autoestima y los fracasos profesionales. El artículo también ofrece formas de superar las dificultades emocionales, destacando la importancia del apoyo y del reconocimiento personal en los momentos difíciles.",
    "screen_1": {
      "texts": [
        "La pérdida repentina de un empleo es un gran factor de estrés para la mayoría de las personas. Cuando se anuncian despidos o recortes en cuestión de días o semanas, muchos sienten que su vida «se derrumba». Y es comprensible, ya que su vida cambia radicalmente en cuanto a:",
        "situación financiera",
        "estatus social",
        "rutina diaria",
        "planes a corto y largo plazo",
        "El trabajo representa compromisos, estructura, comunicación; en resumen, algo que nos sostiene.",
        "El desempleo, en cambio, es como una caída libre sin red de seguridad. Te quedas solo con días vacíos, cuentas por pagar y una espera interminable de entrevistas de trabajo: antes de la reunión sientes una tenue esperanza, y luego recibes otra negativa. Un escenario típico y desalentador.",
        "La pérdida del empleo se vive como cualquier otra pérdida, y quienes la enfrentan pasan por etapas de duelo.",
        "Primero viene el choque, una profunda confusión y la incomprensión de qué hacer. Luego, la ira: contra uno mismo, contra quienes te despidieron.",
        "También puede haber negociación: ¿y si todavía se puede arreglar todo y me vuelven a contratar? Y finalmente, la depresión. Sin duda, este problema es «real», pero ¿significa eso que justifica tu depresión?",
        "La causa de esta reacción emocional radica en la creencia de que el valor personal y la capacidad de sentir felicidad dependen directamente del éxito profesional.",
        "Dentro de este sistema de valores, parece lógico suponer que la angustia emocional está inevitablemente ligada a pérdidas financieras, fracasos profesionales o bancarrota."
      ],
      "quote": {
        "text": "Cuando una puerta se cierra, ¿no sabes que se abren muchas más?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Si compartes esta creencia, te resultará interesante la historia de Alexander, un padre de 47 años con tres hijos que trabajó durante 17 años en la exitosa empresa de su suegro.",
        "Un par de años antes de su depresión, surgieron desacuerdos entre él y su suegro sobre la gestión de la empresa. En un arrebato de ira, Alexander renunció, renunciando también a su parte en la empresa.",
        "Durante los dos años siguientes, cambió de empleo varias veces, pero no logró encontrar nada que fuera satisfactorio ni financieramente ni en términos personales.",
        "Parecía que todo le salía mal, y empezó a considerarse un fracasado. Su esposa tuvo que comenzar a trabajar a tiempo completo para llegar a fin de mes, lo que solo aumentó la sensación de inutilidad de Alexander, ya que siempre se había sentido orgulloso de ser el sostén de su familia.",
        "Pasó el tiempo, su situación financiera empeoró y su estado depresivo se intensificó, ya que su autoestima seguía disminuyendo.",
        "Cuando Alexander decidió buscar ayuda profesional, ya llevaba varios meses trabajando en una inmobiliaria.",
        "Durante ese tiempo, logró alquilar algunos edificios, pero no cerró ninguna venta. Como su salario dependía de las ventas, sus ingresos eran bajos. Durante ese período, Alexander sufría de depresión y procrastinación, pasando días enteros en la cama pensando:",
        "«¿Para qué todo esto? Soy un fracasado. Trabajar no tiene sentido, de todos modos no lograré nada».",
        "En la tercera sesión con el psicólogo, compartió que un amigo adinerado quería comprar una propiedad con su ayuda, y la comisión por esa venta habría impulsado su carrera, le habría dado confianza y habría incrementado significativamente su cuenta bancaria.",
        "En lugar de aprovechar esa oportunidad, Alexander la dejó pasar durante varias semanas. Surge la pregunta: ¿por qué? Porque pensaba: «Vender bienes inmuebles comerciales es demasiado complicado.",
        "Nunca lo he hecho antes y seguro que fracasaré. Y si mi amigo se arrepiente en el último momento, significará que no sirvo para este negocio. Significará que soy un fracasado total»."
      ]
    },
    "screen_3": {
      "texts": [
        "Los jefes de Alexander lo valoraban mucho y lo consideraban un vendedor talentoso, pero él era excesivamente duro consigo mismo.",
        "En las siguientes sesiones y al trabajar con sus pensamientos, Alexander reconoció que era muy autocrítico, y que eso no le ayudaba en ese difícil periodo, sino que empeoraba la situación.",
        "También se dio cuenta de que usaba un «doble rasero»: era tolerante con otras personas y estaba dispuesto a apoyarlas, pero era severo y crítico consigo mismo.",
        "Al principio, defendía su punto de vista, como lo hacen muchos perfeccionistas exigentes consigo mismos, afirmando que ser más duro consigo mismo podría ser beneficioso.",
        "Sin embargo, pronto comprendió que sus estándares personales eran irrealistas y estaban condenados al fracaso, porque si intentaba vender un edificio y no tenía éxito, percibiría la situación como una catástrofe. Su tendencia a pensar en términos de \"todo o nada\" era un gran problema.",
        "Al final de la terapia, Alexander se sintió aliviado al darse cuenta de que los problemas financieros de los últimos años no lo convertían automáticamente en un «fracasado».",
        "Esta imagen negativa de sí mismo y esa sensación de estancamiento eran resultado de un pensamiento extremo de «todo o nada». Su sentimiento de inutilidad se debía a que se enfocaba exclusivamente en los aspectos negativos de su vida (filtro negativo) y menospreciaba los numerosos logros que había conseguido (desvalorización de lo positivo).",
        "Se dio cuenta de que se había torturado durante demasiado tiempo pensando que podría haber hecho más, y comprendió que las dificultades financieras no menoscababan su dignidad como persona. Al final, reconoció que la apatía y la procrastinación eran solo síntomas de la depresión, no un reflejo de su verdadera esencia.",
        "Cuando aprendió a responder a sus pensamientos negativos, pudo reducir el grado de distorsión cognitiva en su estricta autocrítica, y su estado de ánimo empezó a mejorar.",
        "Dejó el sector inmobiliario y abrió una librería. Pudo cubrir los gastos, pero a pesar de sus considerables esfuerzos personales, no logró generar suficientes beneficios para continuar con el negocio después del primer año de prueba."
      ]
    },
    "screen_4": {
      "texts": [
        "Así, aunque los signos externos de éxito permanecieron prácticamente inalterados durante ese tiempo, logró mantener su autoestima y evitar la depresión. Aunque su situación financiera seguía siendo difícil, cuando tomó la decisión de «aceptar la derrota» en su negocio de librería, su respeto por sí mismo permaneció intacto.",
        "En su última sesión con el psicólogo, Alexander escribió un ensayo, que decidió leer cada mañana antes de comenzar la búsqueda de un nuevo empleo:",
        "¿Por qué no soy inútil?",
        "Mientras pueda hacer algo por mi bienestar y el de los demás, no soy inútil. Mientras lo que haga pueda tener un impacto positivo, no soy inútil.",
        "Mientras el hecho de que estoy vivo signifique algo para al menos una persona, no soy inútil (y, si es necesario, esa persona puedo ser yo). Si brindar amor, comprensión, amistad, apoyo, compañía, consejo o consuelo significa algo, no soy inútil.",
        "Si puedo respetar mis propias opiniones e inteligencia, no soy inútil.",
        "Si los demás me respetan, es un buen extra.",
        "Si tengo respeto por mí mismo y dignidad, no soy inútil.",
        "Si ayudar a proporcionar sustento a las familias de mis empleados significa hacer algo bueno, no soy inútil.",
        "Si hago todo lo posible para ayudar a mis clientes y proveedores con mi productividad y creatividad, no soy inútil.",
        "Si mi presencia en este entorno realmente importa para los demás, no soy inútil. ¡Soy valioso por naturaleza!",
        "Si te enfrentas a un problema similar o te identificas con los pensamientos automáticos de Alexander, escribe una nota para ti sobre por qué no eres inútil, por qué no eres un fracasado y por qué eres valioso por ti mismo."
      ]
    }
  },
  "vitamins": {
    "title": "Falsa depresión: cómo afectan las hormonas y las vitaminas a nuestra salud emocional",
    "description": "Este artículo analiza cómo la salud física, incluido el equilibrio hormonal y los niveles de vitaminas, puede afectar al estado emocional de una persona. Destaca que los síntomas a menudo asociados a la depresión pueden estar causados por problemas físicos, como deficiencias de ciertas vitaminas o trastornos hormonales. Los autores del artículo subrayan la importancia de un enfoque integral del diagnóstico y el tratamiento de los trastornos mentales, que tenga en cuenta tanto los aspectos psicológicos como los fisiológicos.",
    "screen_1": {
      "texts": [
        "Queremos que esta sección le ayude a mejorar y aliviar su bienestar emocional en la medida de lo posible. Por eso es importante hablar de todas las posibles razones por las que puede estar cambiando.",
        "Cuando hablamos de depresión, nos referimos a un conjunto de determinados síntomas que se han mencionado anteriormente. Sin embargo, estos síntomas no siempre indican un trastorno mental.",
        "Hay que recordar que el componente biológico de nuestro cuerpo desempeña un papel importante no sólo en el bienestar físico, sino también en el psicológico. Por lo tanto, los problemas físicos pueden afectar significativamente el fondo emocional, creando síntomas similares a la depresión.",
        "Las hormonas son un ejemplo de ello. Tienen un enorme impacto en el comportamiento y el estado psicológico de una persona.",
        "La investigación en psicoendocrinología demuestra que los sistemas nervioso y endocrino están interconectados, garantizando el mantenimiento de la homeostasis (equilibrio fisiológico del organismo).",
        "Por lo tanto, cualquier fluctuación en el fondo hormonal puede causar graves trastornos en la esfera emocional.",
        "Por ejemplo, la disminución de la función tiroidea puede provocar depresión, aumento de los niveles de ansiedad y otros problemas de salud mental.",
        "La hiperfunción de esta glándula provoca manía, irritabilidad, cambios de humor e incluso psicosis.",
        "La acromegalia, o aumento de la producción de la hormona del crecimiento, se manifiesta como una disminución de la agudeza mental, apatía combinada con euforia.",
        "Así pues, las personas con trastornos endocrinos no sólo se enfrentan a los retos físicos de su enfermedad, sino también al riesgo de padecer trastornos mentales como ansiedad, depresión, manía, confusión y otros."
      ],
      "quote": {
        "text": "Cuida el cuerpo para que el alma desee morar en él.",
        "author": "Sócrates"
      }
    },
    "screen_2": {
      "texts": [
        "A mediados del siglo XX surgió toda una disciplina científica: la psicoendocrinología, que estudia la relación entre el sistema endocrino humano y la psique.",
        "Existe incluso un término, síndrome psicoendocrino: se trata de un trastorno mental que surge en el contexto de enfermedades endocrinas. Se trata de trastornos del estado de ánimo, astenia, disminución de la actividad mental, así como cambios en los impulsos e instintos.",
        "Además de las hormonas, las vitaminas tienen un impacto significativo en nuestro bienestar.",
        "La avitaminosis y la depresión no parecen estar directamente relacionadas, pero las investigaciones demuestran que el vínculo entre ambas es mucho más fuerte de lo que creíamos.",
        "Creemos que estará de acuerdo en que las vitaminas son esenciales para que nuestro organismo mantenga el metabolismo. Hay muchas, pero cada una de ellas es insustituible. Y cuando el organismo carece de algo, se produce la carencia de vitaminas.",
        "La avitaminosis es una afección en la que existe una deficiencia o ausencia total de una vitamina concreta en el organismo.",
        "Las deficiencias de distintas vitaminas pueden afectar a la salud mental de distintas maneras, desde pequeñas molestias hasta síntomas aterradores.",
        "Los estudios han demostrado que la avitaminosis puede contribuir a la ansiedad y la depresión, así como empeorar los síntomas en personas con ciertas enfermedades mentales como el trastorno obsesivo-compulsivo o el trastorno bipolar.",
        "E incluso si estás sano, una deficiencia de una vitamina u otra puede empeorar tu estado de ánimo y tu bienestar emocional."
      ]
    },
    "screen_3": {
      "texts": [
        "Ejemplos de carencias vitamínicas y sus síntomas:",
        "Vitamina D: depresión, ansiedad, fatiga, cambios de humor.",
        "Hierro: debilidad, fatiga, dificultad para respirar, mareos, entumecimiento.",
        "Vitamina B12: aumento de la fatiga, anemia, insomnio, disminución del apetito, malestar estomacal, dolores musculares.",
        "Ácido fólico: fatiga, irritabilidad, depresión, debilidad, apatía, letargo, deterioro de la función cognitiva.",
        "Vitaminas del grupo B: aumento de la fatiga, irritabilidad, insomnio, cambios de humor, ritmo cardíaco irregular.",
        "Magnesio: debilidad, dolores de cabeza, ansiedad, ritmo cardíaco irregular.",
        "Vitamina C: fatiga crónica, inestabilidad emocional.",
        "Y estos son sólo algunos de los posibles síntomas que pueden confundirse fácilmente con un estado depresivo.",
        "Nuestras historias personales respaldan la importancia de tener en cuenta el equilibrio hormonal y vitamínico en el diagnóstico de los trastornos mentales.",
        "Uno de los miembros de nuestro equipo pensó que se enfrentaba al agotamiento, atormentado por una fatiga inexplicable, el deterioro del estado de ánimo y la falta de ganas de hacer nada.",
        "Pero sabiendo que podía tratarse de hormonas y vitaminas, fui al médico, identifiqué la deficiencia, tomé un tratamiento de vitamina D y empecé a sentirme mucho mejor."
      ]
    },
    "screen_4": {
      "texts": [
        "A otro miembro del equipo, una chica que presentaba síntomas similares a la depresión, se le diagnosticó anemia ferropénica, cuyo tratamiento mejoró notablemente su estado.",
        "Describió su estado de la siguiente manera: \"Constantemente quería dormir, no quería hacer nada, no quería hablar con nadie. Sufría una apatía terrible, mareos, irritabilidad. En algún momento empecé a pensar realmente que estaba deprimida, hasta que accidentalmente me hice un análisis general de sangre, que reveló problemas de hemoglobina.",
        "Después me hicieron más pruebas que revelaron una deficiencia de hierro y ferritina. Tenía anemia ferropénica y pensé que era depresión. Pero después de un tratamiento con medicamentos, recuperé mi condición. Mi estado ha mejorado mucho\".",
        "Al compartir estas historias, queremos advertirle contra los diagnósticos erróneos.",
        "Por lo tanto, si siente bajo estado de ánimo, fatiga, cansancio y otros síntomas mencionados, preste atención no sólo a su salud psicológica, sino también a su salud física.",
        "Consulte a su médico, hágase un análisis general de sangre, compruebe sus niveles de vitaminas y hormonas. Esto puede ser suficiente para mejorar su estado emocional."
      ]
    }
  }
}