{
  "title": "¿Perder el trabajo y caer en depresión?",
  "description": "Este artículo explora las consecuencias psicológicas y sociales de la pérdida repentina de un empleo, examinando la montaña rusa emocional que acompaña a estos eventos. A través de la experiencia personal de Alexander, quien trabajó durante muchos años en una empresa exitosa, se relata su lucha contra la depresión, la baja autoestima y los fracasos profesionales. El artículo también ofrece formas de superar las dificultades emocionales, destacando la importancia del apoyo y del reconocimiento personal en los momentos difíciles.",
  "screen_1": {
    "texts": [
      "La pérdida repentina de un empleo es un gran factor de estrés para la mayoría de las personas. Cuando se anuncian despidos o recortes en cuestión de días o semanas, muchos sienten que su vida «se derrumba». Y es comprensible, ya que su vida cambia radicalmente en cuanto a:",
      "situación financiera",
      "estatus social",
      "rutina diaria",
      "planes a corto y largo plazo",
      "El trabajo representa compromisos, estructura, comunicación; en resumen, algo que nos sostiene.",
      "El desempleo, en cambio, es como una caída libre sin red de seguridad. Te quedas solo con días vacíos, cuentas por pagar y una espera interminable de entrevistas de trabajo: antes de la reunión sientes una tenue esperanza, y luego recibes otra negativa. Un escenario típico y desalentador.",
      "La pérdida del empleo se vive como cualquier otra pérdida, y quienes la enfrentan pasan por etapas de duelo.",
      "Primero viene el choque, una profunda confusión y la incomprensión de qué hacer. Luego, la ira: contra uno mismo, contra quienes te despidieron.",
      "También puede haber negociación: ¿y si todavía se puede arreglar todo y me vuelven a contratar? Y finalmente, la depresión. Sin duda, este problema es «real», pero ¿significa eso que justifica tu depresión?",
      "La causa de esta reacción emocional radica en la creencia de que el valor personal y la capacidad de sentir felicidad dependen directamente del éxito profesional.",
      "Dentro de este sistema de valores, parece lógico suponer que la angustia emocional está inevitablemente ligada a pérdidas financieras, fracasos profesionales o bancarrota."
    ],
    "quote": {
      "text": "Cuando una puerta se cierra, ¿no sabes que se abren muchas más?",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Si compartes esta creencia, te resultará interesante la historia de Alexander, un padre de 47 años con tres hijos que trabajó durante 17 años en la exitosa empresa de su suegro.",
      "Un par de años antes de su depresión, surgieron desacuerdos entre él y su suegro sobre la gestión de la empresa. En un arrebato de ira, Alexander renunció, renunciando también a su parte en la empresa.",
      "Durante los dos años siguientes, cambió de empleo varias veces, pero no logró encontrar nada que fuera satisfactorio ni financieramente ni en términos personales.",
      "Parecía que todo le salía mal, y empezó a considerarse un fracasado. Su esposa tuvo que comenzar a trabajar a tiempo completo para llegar a fin de mes, lo que solo aumentó la sensación de inutilidad de Alexander, ya que siempre se había sentido orgulloso de ser el sostén de su familia.",
      "Pasó el tiempo, su situación financiera empeoró y su estado depresivo se intensificó, ya que su autoestima seguía disminuyendo.",
      "Cuando Alexander decidió buscar ayuda profesional, ya llevaba varios meses trabajando en una inmobiliaria.",
      "Durante ese tiempo, logró alquilar algunos edificios, pero no cerró ninguna venta. Como su salario dependía de las ventas, sus ingresos eran bajos. Durante ese período, Alexander sufría de depresión y procrastinación, pasando días enteros en la cama pensando:",
      "«¿Para qué todo esto? Soy un fracasado. Trabajar no tiene sentido, de todos modos no lograré nada».",
      "En la tercera sesión con el psicólogo, compartió que un amigo adinerado quería comprar una propiedad con su ayuda, y la comisión por esa venta habría impulsado su carrera, le habría dado confianza y habría incrementado significativamente su cuenta bancaria.",
      "En lugar de aprovechar esa oportunidad, Alexander la dejó pasar durante varias semanas. Surge la pregunta: ¿por qué? Porque pensaba: «Vender bienes inmuebles comerciales es demasiado complicado.",
      "Nunca lo he hecho antes y seguro que fracasaré. Y si mi amigo se arrepiente en el último momento, significará que no sirvo para este negocio. Significará que soy un fracasado total»."
    ]
  },
  "screen_3": {
    "texts": [
      "Los jefes de Alexander lo valoraban mucho y lo consideraban un vendedor talentoso, pero él era excesivamente duro consigo mismo.",
      "En las siguientes sesiones y al trabajar con sus pensamientos, Alexander reconoció que era muy autocrítico, y que eso no le ayudaba en ese difícil periodo, sino que empeoraba la situación.",
      "También se dio cuenta de que usaba un «doble rasero»: era tolerante con otras personas y estaba dispuesto a apoyarlas, pero era severo y crítico consigo mismo.",
      "Al principio, defendía su punto de vista, como lo hacen muchos perfeccionistas exigentes consigo mismos, afirmando que ser más duro consigo mismo podría ser beneficioso.",
      "Sin embargo, pronto comprendió que sus estándares personales eran irrealistas y estaban condenados al fracaso, porque si intentaba vender un edificio y no tenía éxito, percibiría la situación como una catástrofe. Su tendencia a pensar en términos de \"todo o nada\" era un gran problema.",
      "Al final de la terapia, Alexander se sintió aliviado al darse cuenta de que los problemas financieros de los últimos años no lo convertían automáticamente en un «fracasado».",
      "Esta imagen negativa de sí mismo y esa sensación de estancamiento eran resultado de un pensamiento extremo de «todo o nada». Su sentimiento de inutilidad se debía a que se enfocaba exclusivamente en los aspectos negativos de su vida (filtro negativo) y menospreciaba los numerosos logros que había conseguido (desvalorización de lo positivo).",
      "Se dio cuenta de que se había torturado durante demasiado tiempo pensando que podría haber hecho más, y comprendió que las dificultades financieras no menoscababan su dignidad como persona. Al final, reconoció que la apatía y la procrastinación eran solo síntomas de la depresión, no un reflejo de su verdadera esencia.",
      "Cuando aprendió a responder a sus pensamientos negativos, pudo reducir el grado de distorsión cognitiva en su estricta autocrítica, y su estado de ánimo empezó a mejorar.",
      "Dejó el sector inmobiliario y abrió una librería. Pudo cubrir los gastos, pero a pesar de sus considerables esfuerzos personales, no logró generar suficientes beneficios para continuar con el negocio después del primer año de prueba."
    ]
  },
  "screen_4": {
    "texts": [
      "Así, aunque los signos externos de éxito permanecieron prácticamente inalterados durante ese tiempo, logró mantener su autoestima y evitar la depresión. Aunque su situación financiera seguía siendo difícil, cuando tomó la decisión de «aceptar la derrota» en su negocio de librería, su respeto por sí mismo permaneció intacto.",
      "En su última sesión con el psicólogo, Alexander escribió un ensayo, que decidió leer cada mañana antes de comenzar la búsqueda de un nuevo empleo:",
      "¿Por qué no soy inútil?",
      "Mientras pueda hacer algo por mi bienestar y el de los demás, no soy inútil. Mientras lo que haga pueda tener un impacto positivo, no soy inútil.",
      "Mientras el hecho de que estoy vivo signifique algo para al menos una persona, no soy inútil (y, si es necesario, esa persona puedo ser yo). Si brindar amor, comprensión, amistad, apoyo, compañía, consejo o consuelo significa algo, no soy inútil.",
      "Si puedo respetar mis propias opiniones e inteligencia, no soy inútil.",
      "Si los demás me respetan, es un buen extra.",
      "Si tengo respeto por mí mismo y dignidad, no soy inútil.",
      "Si ayudar a proporcionar sustento a las familias de mis empleados significa hacer algo bueno, no soy inútil.",
      "Si hago todo lo posible para ayudar a mis clientes y proveedores con mi productividad y creatividad, no soy inútil.",
      "Si mi presencia en este entorno realmente importa para los demás, no soy inútil. ¡Soy valioso por naturaleza!",
      "Si te enfrentas a un problema similar o te identificas con los pensamientos automáticos de Alexander, escribe una nota para ti sobre por qué no eres inútil, por qué no eres un fracasado y por qué eres valioso por ti mismo."
    ]
  }
}
