{
  "title": "Falsa depresión: cómo afectan las hormonas y las vitaminas a nuestra salud emocional",
  "description": "Este artículo analiza cómo la salud física, incluido el equilibrio hormonal y los niveles de vitaminas, puede afectar al estado emocional de una persona. Destaca que los síntomas a menudo asociados a la depresión pueden estar causados por problemas físicos, como deficiencias de ciertas vitaminas o trastornos hormonales. Los autores del artículo subrayan la importancia de un enfoque integral del diagnóstico y el tratamiento de los trastornos mentales, que tenga en cuenta tanto los aspectos psicológicos como los fisiológicos.",
  "screen_1": {
    "texts": [
      "Queremos que esta sección le ayude a mejorar y aliviar su bienestar emocional en la medida de lo posible. Por eso es importante hablar de todas las posibles razones por las que puede estar cambiando.",
      "Cuando hablamos de depresión, nos referimos a un conjunto de determinados síntomas que se han mencionado anteriormente. Sin embargo, estos síntomas no siempre indican un trastorno mental.",
      "Hay que recordar que el componente biológico de nuestro cuerpo desempeña un papel importante no sólo en el bienestar físico, sino también en el psicológico. Por lo tanto, los problemas físicos pueden afectar significativamente el fondo emocional, creando síntomas similares a la depresión.",
      "Las hormonas son un ejemplo de ello. Tienen un enorme impacto en el comportamiento y el estado psicológico de una persona.",
      "La investigación en psicoendocrinología demuestra que los sistemas nervioso y endocrino están interconectados, garantizando el mantenimiento de la homeostasis (equilibrio fisiológico del organismo).",
      "Por lo tanto, cualquier fluctuación en el fondo hormonal puede causar graves trastornos en la esfera emocional.",
      "Por ejemplo, la disminución de la función tiroidea puede provocar depresión, aumento de los niveles de ansiedad y otros problemas de salud mental.",
      "La hiperfunción de esta glándula provoca manía, irritabilidad, cambios de humor e incluso psicosis.",
      "La acromegalia, o aumento de la producción de la hormona del crecimiento, se manifiesta como una disminución de la agudeza mental, apatía combinada con euforia.",
      "Así pues, las personas con trastornos endocrinos no sólo se enfrentan a los retos físicos de su enfermedad, sino también al riesgo de padecer trastornos mentales como ansiedad, depresión, manía, confusión y otros."
    ],
    "quote": {
      "text": "Cuida el cuerpo para que el alma desee morar en él.",
      "author": "Sócrates"
    }
  },
  "screen_2": {
    "texts": [
      "A mediados del siglo XX surgió toda una disciplina científica: la psicoendocrinología, que estudia la relación entre el sistema endocrino humano y la psique.",
      "Existe incluso un término, síndrome psicoendocrino: se trata de un trastorno mental que surge en el contexto de enfermedades endocrinas. Se trata de trastornos del estado de ánimo, astenia, disminución de la actividad mental, así como cambios en los impulsos e instintos.",
      "Además de las hormonas, las vitaminas tienen un impacto significativo en nuestro bienestar.",
      "La avitaminosis y la depresión no parecen estar directamente relacionadas, pero las investigaciones demuestran que el vínculo entre ambas es mucho más fuerte de lo que creíamos.",
      "Creemos que estará de acuerdo en que las vitaminas son esenciales para que nuestro organismo mantenga el metabolismo. Hay muchas, pero cada una de ellas es insustituible. Y cuando el organismo carece de algo, se produce la carencia de vitaminas.",
      "La avitaminosis es una afección en la que existe una deficiencia o ausencia total de una vitamina concreta en el organismo.",
      "Las deficiencias de distintas vitaminas pueden afectar a la salud mental de distintas maneras, desde pequeñas molestias hasta síntomas aterradores.",
      "Los estudios han demostrado que la avitaminosis puede contribuir a la ansiedad y la depresión, así como empeorar los síntomas en personas con ciertas enfermedades mentales como el trastorno obsesivo-compulsivo o el trastorno bipolar.",
      "E incluso si estás sano, una deficiencia de una vitamina u otra puede empeorar tu estado de ánimo y tu bienestar emocional."
    ]
  },
  "screen_3": {
    "texts": [
      "Ejemplos de carencias vitamínicas y sus síntomas:",
      "Vitamina D: depresión, ansiedad, fatiga, cambios de humor.",
      "Hierro: debilidad, fatiga, dificultad para respirar, mareos, entumecimiento.",
      "Vitamina B12: aumento de la fatiga, anemia, insomnio, disminución del apetito, malestar estomacal, dolores musculares.",
      "Ácido fólico: fatiga, irritabilidad, depresión, debilidad, apatía, letargo, deterioro de la función cognitiva.",
      "Vitaminas del grupo B: aumento de la fatiga, irritabilidad, insomnio, cambios de humor, ritmo cardíaco irregular.",
      "Magnesio: debilidad, dolores de cabeza, ansiedad, ritmo cardíaco irregular.",
      "Vitamina C: fatiga crónica, inestabilidad emocional.",
      "Y estos son sólo algunos de los posibles síntomas que pueden confundirse fácilmente con un estado depresivo.",
      "Nuestras historias personales respaldan la importancia de tener en cuenta el equilibrio hormonal y vitamínico en el diagnóstico de los trastornos mentales.",
      "Uno de los miembros de nuestro equipo pensó que se enfrentaba al agotamiento, atormentado por una fatiga inexplicable, el deterioro del estado de ánimo y la falta de ganas de hacer nada.",
      "Pero sabiendo que podía tratarse de hormonas y vitaminas, fui al médico, identifiqué la deficiencia, tomé un tratamiento de vitamina D y empecé a sentirme mucho mejor."
    ]
  },
  "screen_4": {
    "texts": [
      "A otro miembro del equipo, una chica que presentaba síntomas similares a la depresión, se le diagnosticó anemia ferropénica, cuyo tratamiento mejoró notablemente su estado.",
      "Describió su estado de la siguiente manera: \"Constantemente quería dormir, no quería hacer nada, no quería hablar con nadie. Sufría una apatía terrible, mareos, irritabilidad. En algún momento empecé a pensar realmente que estaba deprimida, hasta que accidentalmente me hice un análisis general de sangre, que reveló problemas de hemoglobina.",
      "Después me hicieron más pruebas que revelaron una deficiencia de hierro y ferritina. Tenía anemia ferropénica y pensé que era depresión. Pero después de un tratamiento con medicamentos, recuperé mi condición. Mi estado ha mejorado mucho\".",
      "Al compartir estas historias, queremos advertirle contra los diagnósticos erróneos.",
      "Por lo tanto, si siente bajo estado de ánimo, fatiga, cansancio y otros síntomas mencionados, preste atención no sólo a su salud psicológica, sino también a su salud física.",
      "Consulte a su médico, hágase un análisis general de sangre, compruebe sus niveles de vitaminas y hormonas. Esto puede ser suficiente para mejorar su estado emocional."
    ]
  }
}
