{
  "title": "Kisah Alice: perjalanan mengatasi depresi",
  "description": "Dalam artikel ini, kita akan membahas kisah seseorang yang bergulat dengan depresi untuk menunjukkan hubungan antara pikiran otomatis, keyakinan perantara, dan keyakinan inti. Melalui cerita Alice dan prosesnya bersama psikolog, kita akan melihat bagaimana keyakinan terbentuk—dan bagaimana keyakinan itu dapat diubah agar seseorang lebih mampu menghadapi depresi. Pendekatan ini berlandaskan prinsip terapi kognitif-perilaku (CBT).",
  "screen_1": {
    "texts": [
      "Untuk memperjelas kaitan antara pikiran otomatis, keyakinan perantara, dan keyakinan inti, mari kita lihat kisah Alice—seorang perempuan muda yang mengalami depresi dan keraguan pada diri sendiri.",
      "Pertama, mari kita kenali dulu kehidupan dan lingkungannya:",
      "Alice tumbuh dalam keluarga yang tidak utuh di sebuah kota kecil. Saat ia berusia 6 tahun, ayahnya pergi bersama perempuan lain. Hubungannya dengan sang ibu pun tidak mudah: ibunya sering mengkritik Alice dan jarang memujinya.",
      "Setelah perceraian, kedua orang tuanya hampir tidak berkomunikasi. Alice merasa terjepit di antara keduanya dan berusaha menyenangkan masing-masing. Di keluarga baru ayahnya ada tiga anak, dan ayahnya banyak menghabiskan waktu bersama mereka: pergi ke alam, berolahraga bersama. Alice merasa sakit hati, cemburu, dan tersisih.",
      "Di sekolah, Alice menjadi murid berprestasi—sebagian besar karena ia ingin mendapat pengakuan dari ibunya, yang menganggap nilai bagus sebagai sesuatu yang memang seharusnya. Ia kemudian lulus universitas dengan predikat cum laude dari jurusan pemasaran. Kini usianya 23 tahun, belum menikah, dan belum memiliki anak. Saat sedang mencari pekerjaan dan kestabilan hidup, ia datang ke psikolog karena depresi.",
      "Kondisinya memburuk karena ia kesulitan mencari pekerjaan. Aktivitas sosialnya menurun, dan sebagian besar waktu ia merasa tertekan serta yakin bahwa ia tidak akan berhasil."
    ]
  },
  "screen_2": {
    "texts": [
      "Sekarang mari kita lihat bagaimana tiga tingkat pola pikir Alice tampak melalui dialognya dengan psikolog:"
    ],
    "dialog": [
      "Alice, bisakah Anda mengingat kembali situasi ketika belakangan ini Anda merasakan emosi negatif yang sangat kuat?",
      "Itu terjadi kemarin. Saya sedang melihat lowongan dan menemukan pekerjaan yang ideal: perusahaannya menarik, jam kerja fleksibel, penghasilan bagus. Tapi saya membeku dan akhirnya tidak mengirim CV.",
      "Apa tepatnya yang membuat Anda berhenti?",
      "Saya berpikir mereka tetap tidak akan menerima saya. Bahwa itu terlalu sulit untuk saya. Bahwa saya tidak akan mampu (pikiran otomatis).",
      "Apa artinya bagi Anda ketika muncul pikiran bahwa Anda tidak akan mampu?",
      "Artinya saya tidak bisa mengerjakan tugas dengan baik, dan membuat kesalahan itu sesuatu yang sangat buruk (keyakinan perantara).",
      "Menurut Anda, bagaimana Anda menyebut orang yang membuat kesalahan dan tidak mampu mengatasinya?",
      "Dia pecundang, tidak mampu melakukan hal serius apa pun.",
      "Kalau itu terjadi pada Anda—kalau Anda menghadapi kesulitan dan membuat kesalahan—lalu Anda siapa?",
      "Mungkin saya juga pecundang (keyakinan inti)."
    ]
  },
  "screen_3": {
    "texts": [
      "Sekarang kita bisa melihat bagaimana ketiga tingkat pola pikir Alice saling terhubung dan membentuk kondisi emosinya.",
      "Penting untuk diingat: Alice tidak terlahir dengan keyakinan seperti itu. Keyakinan tersebut muncul dan menguat sepanjang hidupnya, dipengaruhi oleh peristiwa dan lingkungan. Artinya—keyakinan itu dapat diubah.",
      "Pekerjaan dimulai dari pikiran otomatis. Ketika Alice belajar menyadarinya dan mempertanyakannya, ia bisa mengurangi pengaruhnya dan melangkah ke perubahan pada tingkat berikutnya—keyakinan perantara.",
      "Pelan-pelan, selangkah demi selangkah, perubahan ini akan membantunya mengubah keyakinan inti juga, menggantinya dengan keyakinan yang lebih realistis dan lebih mendukung."
    ]
  }
}
