{
  "title": "Kisah Alice, mengatasi depresi",
  "description": "Artikel ini membahas contoh seseorang yang menderita depresi untuk mendemonstrasikan hubungan antara pikiran otomatis, keyakinan menengah, dan keyakinan inti. Melalui analisis perjalanan hidupnya dan interaksi dengan psikolog, artikel ini menjelaskan bagaimana level-level pemikiran ini terbentuk dan bagaimana mereka dapat diubah untuk mengatasi depresi. Pendekatan ini didasarkan pada prinsip-prinsip psikoterapi kognitif-perilaku.",
  "screen_1": {
    "texts": [
      "Untuk menunjukkan dan menjelaskan secara visual bagaimana pikiran otomatis, keyakinan menengah, dan keyakinan inti saling terhubung, mari kita lihat contoh Alice, seorang gadis muda yang menghadapi depresi dan keraguan diri.",
      "Untuk gambaran yang lengkap, mari kita bicarakan sedikit tentang sejarah pribadi dan sosialnya:",
      "Alice tumbuh dalam keluarga tidak lengkap di kota kecil. Ayahnya pergi dengan wanita lain ketika dia baru berusia 6 tahun. Hubungan dengan ibunya rumit: ibunya yang bekerja sebagai perawat selalu menemukan alasan untuk mengkritik dan sangat jarang memuji putrinya.",
      "Setelah perceraian orangtuanya, tidak ada hubungan di antara mereka, dan Alice merasa seperti berjalan di ladang ranjau, berusaha menyenangkan keduanya. Ayahnya memiliki dua putra dan satu putri di keluarga barunya. Dia menghabiskan banyak waktu dengan mereka, pergi berlibur akhir pekan dan bahkan berolahraga bersama. Alice tanpa sadar cemburu dan iri pada mereka.",
      "Selama tahun-tahun sekolah, Alice menjadi siswa berprestasi, sebagian karena keinginan untuk mendapatkan persetujuan ibunya, yang menetapkan nilai bagus sebagai standar. Alice lulus universitas dengan predikat cum laude, mengkhususkan diri dalam pemasaran. Sekarang dia berusia 23 tahun, belum menikah dan tidak memiliki anak. Dalam pencarian pekerjaan dan stabilitas, dia memutuskan untuk berkonsultasi dengan psikolog karena depresi.",
      "Gangguan depresi Alice dipicu oleh kesulitan mencari pekerjaan setelah universitas. Dia mulai menjalani kehidupan sosial yang kurang aktif dan menghabiskan sebagian besar waktunya dalam keadaan tertekan, yakin bahwa dia tidak akan berhasil dalam apa pun."
    ]
  },
  "screen_2": {
    "texts": [
      "Sekarang mari kita lihat bagaimana ketiga tingkatan pemikirannya berinteraksi, dengan contoh komunikasi Alice dengan psikolog:"
    ],
    "dialog": [
      "Alice, ingatlah situasi ketika Anda terakhir kali mengalami emosi negatif yang intens.",
      "Itu kemarin. Saya melihat lowongan kerja dan menemukan posisi yang sempurna — perusahaan kreatif, jadwal fleksibel, gaji bagus. Tapi saya terdiam dan tidak bisa mengirim resume saya.",
      "Apa yang menghentikan Anda?",
      "Sepertinya saya berpikir bahwa mereka tidak akan menerima saya, karena ini terlalu sulit bagi saya. Saya tidak akan bisa menanganinya (pikiran otomatis)",
      "Apa arti pikiran bahwa Anda tidak bisa menangani pekerjaan ini bagi Anda?",
      "Bahwa saya tidak akan bisa melakukan tugas-tugas dengan standar tinggi, dan membuat kesalahan adalah hal yang mengerikan (keyakinan menengah).",
      "Dan bagaimana Anda menyebut seseorang yang tidak bisa menangani sesuatu, jika dia membuat kesalahan?",
      "Dia tidak berguna, pecundang.",
      "Dan jika Anda tidak bisa menangani sesuatu, membuat kesalahan dan mengambil pekerjaan yang tidak bisa Anda lakukan, maka Anda apa?",
      "Saya seorang pecundang (keyakinan inti)."
    ]
  },
  "screen_3": {
    "texts": [
      "Sekarang kita melihat bagaimana ketiga level pemikiran destruktif Alice terstruktur.",
      "Penting untuk dipahami bahwa Alice tidak lahir dengan keyakinan seperti ini. Mereka tertanam pada periode berbeda dalam hidupnya dan dalam keadaan yang berbeda. Ini berarti bahwa mereka dapat dan harus diubah.",
      "Proses perubahan dimulai dengan bekerja pada pikiran otomatis. Ketika Alice belajar untuk mempertanyakannya dan membuktikan destruktivitasnya, sehingga mengurangi kepercayaannya pada pikiran-pikiran tersebut, kita dapat beralih ke lapisan berikutnya — keyakinan menengah.",
      "Dengan \"menggoyahkan\" kepercayaan pada keyakinan ini, kita akan dapat mencapai keyakinan inti dan mengubahnya menjadi keyakinan yang lebih adaptif dan bermanfaat."
    ]
  }
}
