{
  "title": "Pilih Kehidupan!",
  "description": "Artikel ini membahas topik aktual tentang depresi dan pikiran bunuh diri, memberikan data statistik dan menganalisis hubungan di antara keduanya. Artikel ini menyoroti peran Terapi Kognitif-Perilaku (CBT) dalam mengatasi masalah ini, serta menekankan pentingnya mencari bantuan profesional dan ketersediaan layanan psikologis gratis. Artikel ini bertujuan untuk menginspirasi dan mendukung pembaca, mengingatkan tentang nilai kehidupan dan pentingnya mempertahankan harapan.",
  "screen_1": {
    "texts": [
      "Dengan begitu banyak berbicara tentang pemikiran negatif, keyakinan irasional, dan depresi, kita tidak bisa mengabaikan topik lain yang sangat penting meskipun sulit – bunuh diri.",
      "Kami akan sangat senang jika masalah ini tidak pernah mengganggu Anda, tetapi jika Anda pernah berpikir bahwa kematian adalah satu-satunya jalan keluar, atau jika Anda berpikir seperti itu sekarang, kami ingin mendukung Anda dan berbicara tentang hal ini.",
      "Sayangnya, banyak orang menghadapi masalah ini. Menurut data WHO (Organisasi Kesehatan Dunia), sekitar 800.000 - 1.000.000 bunuh diri terjadi setiap tahun. Dan ini hanya data resmi.",
      "Jumlah bunuh diri sepanjang sejarah melebihi jumlah orang yang terbunuh dalam semua perang yang pernah terjadi. Sulit dipercaya, tetapi memang demikian adanya.",
      "Depresi memainkan peran besar dalam hal ini. Antara 45 hingga 60% dari semua bunuh diri di planet ini dilakukan oleh orang-orang yang menderita depresi. Seseorang yang depresi 35 kali lebih mungkin untuk bunuh diri dibandingkan dengan orang dalam kondisi psikologis normal.",
      "Melihat angka-angka yang mengerikan ini, kita merasa tidak nyaman, tetapi kami tidak menceritakan ini untuk menakuti Anda, melainkan untuk menunjukkan bahwa ada banyak orang seperti itu dan, sayangnya, sebagian besar dari mereka, ketika menghadapi masalah ini, tidak berbagi perasaan mereka, merasa malu dan berpikir bahwa mereka sendirian dalam hal ini."
    ]
  },
  "screen_2": {
    "texts": [
      "Dengan demikian, kami ingin mengatakan bahwa pikiran bunuh diri bukanlah tanda kelemahan atau ketidakmampuan, dan Anda tidak perlu malu karenanya.",
      "Orang sampai pada pemikiran tentang bunuh diri melalui berbagai jalan, tetapi umumnya mereka semua memiliki satu kesamaan: rasa sakit emosional yang tak tertahankan, yang membuat kematian tampak sebagai satu-satunya jalan keluar.",
      "Orang-orang tersebut mungkin memandang kematian sebagai cara untuk menghindari rasa sakit dan penderitaan, karena hidup tampak terlalu berat, atau sebagai cara untuk berhenti menjadi «beban» bagi orang terdekat.",
      "Penelitian menunjukkan bahwa salah satu faktor utama berkembangnya pikiran bunuh diri adalah perasaan putus asa yang tidak realistis. Dengan menganalisis pemikiran orang-orang seperti itu, terlihat bahwa pemikiran mereka didominasi oleh pandangan dunia yang pesimistis dan persisten, dan karena persepsi yang terdistorsi, mereka merasa terjebak tanpa jalan keluar.",
      "Mereka merasa bahwa mereka tidak pernah dan tidak akan pernah bahagia. Tetapi penting untuk dipahami bahwa keputusasaan dan kesedihan hanyalah gejala depresi, bukan realitas objektif.",
      "Keputusan untuk bunuh diri adalah hasil dari keyakinan irasional bahwa hidup tidak bisa menjadi lebih baik. Tetapi apakah semuanya benar-benar tanpa harapan? Apakah ada bukti dan jaminan 100% bahwa semuanya akan terus berlanjut dengan buruk?"
    ]
  },
  "screen_3": {
    "texts": [
      "Ketika Anda menderita, sulit untuk membayangkan bahwa Anda bisa hidup secara berbeda. Ketika mendengar frasa «berpikir positif», Anda mungkin berpikir bahwa masalah Anda tidak dianggap serius, atau merasa bersalah karena tidak bisa bersikap lebih santai terhadap situasi tersebut.",
      "Ini bukan kesalahan Anda. Pikiran Anda tampaknya terjebak dalam rawa keputusasaan. Rasa sakit dan perasaan Anda nyata, dan Anda tidak bisa begitu saja menyingkirkannya dengan mencoba memikirkan hal-hal baik.",
      "Tetapi mari kita bayangkan, meski hanya sejenak, bahwa kegelapan tak bertepi yang mengelilingi Anda saat ini adalah ilusi, kacamata kotor yang melaluinya Anda memandang dunia.",
      "Berpeganglah pada pemikiran ini, dan biarkan itu menjadi secercah cahaya Anda dalam kegelapan yang pekat ini. Karena, sebenarnya, kegelapan yang mengelilingi Anda dapat diatasi.",
      "Ini bukan kata-kata kosong! Ada banyak bukti tentang efektivitas Terapi Kognitif-Perilaku (CBT). Saat ini, pendekatan ini dianggap sebagai salah satu metode paling efektif untuk mengobati perilaku bunuh diri dan digunakan oleh banyak psikoterapis dan peneliti di seluruh dunia.",
      "Dalam «National Library of Medicine» diterbitkan penelitian yang merangkum hasil dari 15 eksperimen dengan partisipasi 29.071 orang. Berdasarkan hasil eksperimen ini, CBT dalam 87% kasus terbukti menjadi metodologi paling efektif dalam mencegah percobaan bunuh diri berulang.",
      "Ini adalah persentase yang sangat tinggi. Tentu saja, Anda harus berusaha keras untuk sepenuhnya menghilangkan pikiran bunuh diri, tetapi CBT adalah alat yang efektif untuk mengarahkan usaha Anda."
    ]
  },
  "screen_4": {
    "texts": [
      "Kami akan memiliki bagian terpisah di mana kami akan membahas cara mengatasi depresi dengan bantuan CBT, di sana kami akan sekali lagi membahas secara detail tentang mengatasi pikiran bunuh diri.",
      "Kami melakukan semua yang kami bisa untuk mendukung keinginan Anda untuk hidup, tetapi kami tidak dapat menawarkan bantuan individual yang sama seperti yang dapat diberikan oleh psikolog profesional.",
      "Jika Anda merasa berada di ujung tanduk, segera konsultasikan dengan spesialis!",
      "Konsultasi dengan psikolog mungkin berbayar, tetapi di sebagian besar negara di dunia ada pusat-pusat yang menyediakan bantuan psikologis darurat secara gratis. Ambil langkah pertama menuju kehidupan bahagia Anda sendiri — carilah bantuan!",
      "Kami memahami bahwa ini adalah langkah serius yang tidak selalu mudah untuk diputuskan, tetapi justru seorang spesialis yang mampu memberikan Anda dukungan yang diperlukan dan mengajarkan keterampilan menolong diri sendiri.",
      "Kami percaya bahwa dengan bantuan Terapi Kognitif-Perilaku (CBT), Anda akan mampu menempuh jalan yang diperlukan untuk menemukan pandangan dunia positif Anda sendiri.",
      "Hidup tidak selalu mudah, ada periode yang sangat sulit. Tetapi dunia ini luas dan indah, dan hidup Anda sangat berharga. Ingatlah ini. Dunia ini layak untuk dijalani!"
    ],
    "quote": {
      "text": "Waktu tergelap malam terjadi tepat sebelum fajar.",
      "author": "Thomas Fuller"
    }
  }
}
