{
  "title": "Pilih untuk hidup!",
  "description": "Artikel ini membahas depresi dan pikiran bunuh diri, menyajikan angka-angka yang mudah dipahami serta menjelaskan kaitannya. Artikel ini juga mengulas peran terapi kognitif-perilaku (CBT) dalam melewati krisis seperti ini, menekankan pentingnya mencari bantuan profesional dan bahwa dukungan psikologis gratis tersedia. Teks ini memberi dukungan, mengingatkan nilai kehidupan, dan pentingnya menjaga harapan.",
  "screen_1": {
    "texts": [
      "Karena kita sedang membahas pola pikir negatif, keyakinan yang tidak rasional, dan depresi, kita juga perlu menyentuh satu topik lain yang berat tetapi penting—bunuh diri.",
      "Kami sungguh lega jika hal ini tidak pernah hadir dalam hidup Anda. Namun bila pikiran tentang kematian pernah terasa seperti satu-satunya jalan keluar—dulu atau sekarang—kami ingin mendampingi Anda dan membicarakannya dengan tenang.",
      "Menurut perkiraan WHO (Organisasi Kesehatan Dunia), setiap tahun terjadi begitu banyak kasus bunuh diri di seluruh dunia. Dan itu baru angka resmi.",
      "Ada yang mengatakan bahwa sepanjang sejarah, jumlah bunuh diri sebanding dengan korban perang. Angkanya sulit diterima, tetapi menunjukkan betapa besarnya masalah ini dan bahwa orang yang mengalaminya tidak sedikit.",
      "Depresi berperan besar: banyak tindakan bunuh diri terjadi pada orang yang mengalami depresi; dalam kondisi seperti ini risikonya meningkat berlipat-lipat.",
      "Kami menyampaikan fakta-fakta ini bukan untuk menakut-nakuti, melainkan untuk mengingatkan: Anda tidak sendirian. Banyak orang diam karena malu dan merasa “hanya saya yang begini”, padahal bantuan ada dan bisa dijangkau."
    ]
  },
  "screen_2": {
    "texts": [
      "Pikiran bunuh diri bukan tanda kelemahan atau “tidak berharga”. Tidak perlu merasa malu karenanya.",
      "Orang bisa sampai pada pikiran seperti itu lewat banyak jalan, tetapi sering ada satu kesamaan—rasa sakit batin yang tak tertahankan, sehingga kematian tampak seperti satu-satunya cara untuk lega.",
      "Kadang kematian terasa seperti cara untuk mengakhiri penderitaan atau “agar tidak menjadi beban” bagi orang terdekat. Itu adalah kondisi putus asa, bukan penilaian jernih tentang nilai diri.",
      "Penelitian menunjukkan: faktor kuncinya adalah rasa putus harapan. Saat persepsi terdistorsi, dunia tampak gelap sepenuhnya, dan masa depan seolah tertutup rapat.",
      "Penting untuk diingat: rasa putus harapan dan keputusasaan adalah gejala depresi, bukan kenyataan itu sendiri.",
      "Keputusan untuk mengakhiri hidup biasanya bertumpu pada keyakinan bahwa keadaan tidak akan membaik. Namun benarkah begitu? Adakah bukti apa pun bahwa semuanya pasti akan tetap sama?"
    ]
  },
  "screen_3": {
    "texts": [
      "Saat rasa sakit begitu besar, sulit membayangkan hidup yang berbeda. Kalimat seperti “pikirkan yang baik-baik” terasa meremehkan dan justru menambah rasa bersalah.",
      "Anda tidak bersalah. Rasanya seperti pikiran terperosok di lumpur yang dalam. Sakitnya nyata, dan kita tidak bisa sekadar menekan tombol lalu “berhenti merasakan”.",
      "Coba bayangkan sebentar: kegelapan pekat itu seperti lensa kacamata yang kotor—ia membuat gambar terlihat menyimpang.",
      "Peganglah gagasan ini seperti seutas benang tipis: kegelapan bisa tersibak, dan diri Anda lebih luas daripada apa yang Anda rasakan hari ini.",
      "Ini bukan sekadar kata-kata: efektivitas CBT didukung penelitian, dan digunakan di berbagai negara untuk menurunkan risiko percobaan berulang serta membantu orang bertahan melewati krisis.",
      "Tinjauan penelitian menunjukkan bahwa CBT membantu mengurangi kekambuhan dan membuat langkah-langkah untuk keluar dari jalan buntu terasa lebih jelas.",
      "Ya, usaha tetap dibutuhkan, tetapi CBT memberi alat yang konkret dan urutan langkah yang jelas agar usaha itu tidak sia-sia."
    ]
  },
  "screen_4": {
    "texts": [
      "Kami akan menyediakan bagian khusus tentang cara menghadapi depresi dengan pendekatan CBT, termasuk—bagaimana menghadapi pikiran bunuh diri.",
      "Kami ingin membantu Anda menjaga keinginan untuk hidup, tetapi bantuan yang benar-benar personal hanya bisa diberikan oleh seorang profesional.",
      "Jika Anda berada di ambang batas—segera hubungi dokter, psikolog, atau layanan gawat darurat (jika ada ancaman langsung, hubungi nomor darurat setempat).",
      "Bahkan jika konsultasi berbayar tidak memungkinkan, di banyak negara ada layanan bantuan yang bisa diakses gratis dan tanpa harus menunggu lama. Langkah pertama saja sudah merupakan langkah menuju hidup.",
      "Kami paham: memutuskan untuk mencari bantuan itu tidak mudah. Namun justru seorang profesional dapat membantu Anda bertahan melewati badai dan mengajarkan keterampilan yang akan menopang Anda ke depannya.",
      "Kami percaya: dengan bantuan CBT, Anda bisa perlahan membangun hubungan yang lebih hangat dan lebih kokoh dengan diri sendiri dan dunia.",
      "Hidup memang tidak mudah, dan masa-masa berat dialami banyak orang. Tetapi dunia ini luas dan indah, dan hidup Anda tak ternilai. Tolong ingat itu: demi dunia ini, layak untuk tetap hidup!"
    ],
    "quote": {
      "text": "Bagian tergelap dari malam terjadi tepat sebelum fajar.",
      "author": "Thomas Fuller"
    }
  }
}
