{
  "title": "Apakah Keyakinan Irasional Bisa Bermanfaat?",
  "description": "Artikel ini menganalisis pengaruh keyakinan irasional terhadap kondisi psikoemosional seseorang. Menggunakan contoh John, yang berusaha mencapai kesuksesan karena keyakinan dasarnya tentang ketidakmampuan dirinya, artikel ini menunjukkan bagaimana keyakinan seperti itu dapat menjadi strategi koping yang destruktif. Penulis menekankan pentingnya menyadari dan meninjau kembali keyakinan diri untuk meningkatkan kualitas hidup.",
  "screen_1": {
    "texts": [
      "Dalam bab-bab sebelumnya, kita telah memberi penekanan besar pada pikiran dan keyakinan destruktif. Ini tidak mengherankan, karena memang keyakinan inilah yang berdampak negatif pada emosi, perilaku, dan kondisi umum kita.",
      "Dalam konteks ini, muncul pertanyaan: apakah semua keyakinan kita benar-benar buruk, dan bisakah keyakinan tersebut bermanfaat bagi kita?",
      "Masalahnya adalah keyakinan negatif menjadi aktif ketika kita berada dalam stres, keadaan tertekan atau depresi, atau ketika kita menghadapi konfirmasi dari keyakinan-keyakinan ini.",
      "Misalnya, jika seseorang memiliki keyakinan «Saya tidak mampu melakukan apa pun», maka dalam situasi kegagalan pada ujian atau teguran dari atasan, keyakinan ini kemungkinan akan aktif.",
      "Orang tersebut akan menafsirkan kejadian melalui lensa keyakinan ini, bahkan jika itu tidak logis dan tidak masuk akal.",
      "Namun, ini tidak berarti bahwa semua keyakinan kita buruk dan tidak ada yang bermanfaat di dalamnya.",
      "Dalam situasi yang kurang stres atau dalam kondisi yang lebih berdaya, keyakinan lain yang positif dapat menjadi aktif, misalnya: «Saya cukup mampu».",
      "Jadi jawaban untuk pertanyaan «Apakah semua keyakinan berbahaya?» — tidak, tidak semuanya."
    ]
  },
  "screen_2": {
    "texts": [
      "Mengenai pengaruh positif dari keyakinan irasional, situasinya sedikit lebih kompleks, mari kita bahas.",
      "Beberapa orang mungkin berpikir bahwa semuanya tidak begitu buruk dan keyakinan irasional bahkan dapat membantu dalam kehidupan, tetapi ini lebih merupakan kesalahpahaman daripada kebenaran.",
      "Untuk memberikan gambaran lengkap, mari kita berikan contoh. Kita telah membahas bahwa ada tiga tingkat pemikiran: pikiran, keyakinan perantara, dan keyakinan mendalam.",
      "Bayangkan, seorang pemuda bernama John memiliki keyakinan mendalam: «Saya tidak mampu melakukan apa pun», sedangkan keyakinan perantaranya — misalnya, «Saya harus selalu sukses».",
      "Di satu sisi, mungkin tampaknya tidak ada yang salah dengan keyakinan ini. Lagi pula, bagus bahwa John ingin sukses. Pada pandangan pertama, memang, tidak ada yang salah jika ini hanya keinginan atau tujuan, bukan aturan yang kaku dan rigid.",
      "Anda mungkin berpikir bahwa ini bahkan bermanfaat baginya, karena berkat keyakinan ini dia akan bekerja keras, mencapai kesuksesan tertentu, menjadi lebih termotivasi dan memiliki tujuan yang jelas.",
      "Pekerjaan menjadi sangat penting baginya, dan tampaknya ini hanya membawa konsekuensi positif.",
      "Tetapi mari kita gali lebih dalam.",
      "Jika ini benar-benar keyakinan perantara, bukan sekadar keinginan, maka kemungkinan besar keyakinan ini akan destruktif, bukan konstruktif. Ini terjadi karena keyakinan tersebut berakar pada keyakinan mendalamnya. Dalam kasus seperti itu, pekerjaan bagi John menjadi strategi koping (Tentang strategi koping, kita akan membahasnya lebih lanjut di bab berikutnya)."
    ],
    "quote": {
      "text": "Karena manusia hanya bisa mencintai atau membenci pekerjaannya, dia harus melihat konsekuensinya. Para workaholic lupa bahwa mereka tidak hidup untuk bekerja, tetapi pekerjaan ada untuk mereka.",
      "author": "Leo Tolstoy"
    }
  },
  "screen_3": {
    "texts": [
      "Singkatnya, strategi koping adalah reaksi terhadap stres, yang dimanifestasikan melalui pikiran, perasaan, atau perilaku.",
      "Dalam bahasa sederhana, John berusaha untuk sukses (ini adalah keyakinan perantaranya) agar tidak merasa tidak mampu (yang merupakan keyakinan mendalamnya). Dan fokusnya pada pekerjaan adalah cara untuk menghindari perasaan seperti itu tentang dirinya.",
      "Ini destruktif karena jika John mengalami masalah di tempat kerja, gagal dalam karier, atau dipecat, maka dia secara tidak sadar akan menghadapi keyakinan mendalamnya tentang ketidakmampuan dirinya, yang bisa menjadi semacam bencana baginya.",
      "Ini dapat menyebabkan memburuknya kondisinya, apati, perilaku destruktif, dan bahkan depresi.",
      "Sekarang konsekuensinya tidak terlihat begitu keren, bukan?",
      "Ternyata keyakinan «Saya harus selalu sukses» lebih berbahaya daripada bermanfaat. Lagi pula, tidak ada dari kita yang kebal dari kegagalan dan kesalahan. Dengan keyakinan seperti itu, setiap kesalahan akan menjadi konfirmasi dari keyakinan mendalamnya, yang pada gilirannya hanya akan memperkuat kepercayaannya pada keyakinan tersebut.",
      "Penting untuk dipahami bahwa keyakinan apa pun — hanyalah ide yang dapat diubah, membuatnya lebih bermanfaat. Dengan demikian, seseorang dapat secara signifikan meningkatkan kualitas hidup, dan terapi kognitif-perilaku membantu dalam hal ini."
    ]
  }
}
