{
  "title": "Bisakah keyakinan irasional bermanfaat?",
  "description": "Artikel ini membahas bagaimana keyakinan irasional memengaruhi kondisi psikoemosional. Melalui contoh John, yang mengejar kesuksesan karena keyakinan inti bahwa ia tidak mampu, ditunjukkan bagaimana keyakinan semacam itu dapat berubah menjadi strategi koping yang destruktif. Penulis menekankan pentingnya menyadari dan meninjau kembali keyakinan agar kualitas hidup meningkat.",
  "screen_1": {
    "texts": [
      "Di bab-bab sebelumnya, kita banyak membahas pikiran dan keyakinan yang merusak. Itu wajar: hal-hal inilah yang sering kali memperburuk emosi, perilaku, dan kondisi kita secara keseluruhan.",
      "Dari sini muncul pertanyaan: apakah benar semua keyakinan itu berbahaya, atau adakah yang justru membawa manfaat?",
      "Keyakinan negatif paling sering muncul saat kita berada dalam situasi penuh stres, sedang terpuruk atau depresi, atau ketika terjadi sesuatu yang seolah-olah \"membenarkan\" keyakinan tersebut.",
      "Misalnya, jika seseorang punya keyakinan \"Saya tidak mampu melakukan apa pun\", maka setelah gagal ujian atau mendapat teguran dari atasan, keyakinan itu kemungkinan besar akan aktif.",
      "Lalu orang tersebut mulai memandang kejadian melalui prisma keyakinan itu, meski cara pandang tersebut tidak logis dan tidak sesuai fakta.",
      "Namun ini bukan berarti semua keyakinan sama buruknya dan sama sekali tidak punya sisi berguna.",
      "Dalam kondisi yang lebih tenang atau saat kita merasa lebih kuat, keyakinan yang mendukung juga bisa \"menyala\", misalnya: \"Saya cukup mampu\".",
      "Jadi, untuk pertanyaan \"Apakah semua keyakinan berbahaya?\" jawabannya: tidak, tidak semuanya."
    ]
  },
  "screen_2": {
    "texts": [
      "Saat kita bicara tentang \"manfaat\" keyakinan irasional, kenyataannya lebih rumit daripada yang terlihat—mari kita uraikan.",
      "Kadang tampak seolah keyakinan seperti itu mendorong kita berprestasi; namun sering kali ini lebih merupakan salah paham yang umum daripada kenyataan.",
      "Agar jelas, ingat kembali tiga tingkatnya: pikiran otomatis, keyakinan perantara, dan keyakinan inti.",
      "Bayangkan seorang pemuda bernama John memiliki keyakinan inti: \"Saya tidak mampu melakukan apa pun\", dan keyakinan perantara: \"Saya harus selalu sukses\".",
      "Di satu sisi, terdengar bagus: mengejar kesuksesan adalah tujuan yang wajar, selama itu berupa keinginan yang fleksibel, bukan aturan yang kaku.",
      "Kita bisa saja mengira keyakinan itu bermanfaat: seakan-akan meningkatkan motivasi, membawa pencapaian, dan membuat seseorang lebih berorientasi tujuan.",
      "Pekerjaan terasa sangat penting dan seolah hanya membawa keuntungan.",
      "Namun mari kita lihat lebih dalam.",
      "Jika ini benar-benar keyakinan perantara yang kaku, bukan sekadar keinginan, besar kemungkinan ia menjadi destruktif karena berakar pada keyakinan inti tentang ketidakmampuan diri. Dalam kasus seperti itu, bagi John pekerjaan berubah menjadi strategi koping (tentang strategi koping kita akan membahasnya di bab berikutnya)."
    ],
    "quote": {
      "text": "Karena seseorang hanya bisa mencintai atau membenci pekerjaannya, ia harus melihat konsekuensinya. Para pencandu kerja hanya lupa bahwa mereka tidak ada untuk pekerjaan; justru pekerjaanlah yang ada untuk mereka.",
      "author": "Leo Tolstoy"
    }
  },
  "screen_3": {
    "texts": [
      "Singkatnya: strategi koping adalah cara merespons stres melalui pikiran, perasaan, atau perilaku.",
      "Sederhananya, John berusaha selalu sukses (keyakinan perantara) agar tidak perlu merasakan dirinya \"tidak mampu\" (keyakinan inti). Fokus pada pekerjaan menjadi cara untuk menghindari rasa diri yang menyakitkan.",
      "Ini destruktif karena setiap kesulitan serius di pekerjaan—proyek yang gagal, karier yang tersendat, atau pemutusan hubungan kerja—dapat tiba-tiba menghadapkan John pada keyakinan inti tentang ketidakmampuannya, yang ia rasakan seperti \"kiamat batin\".",
      "Akibatnya: kondisinya memburuk, ia menjadi apatis, muncul perilaku yang merusak diri, bahkan depresi.",
      "Sekarang \"keuntungannya\" sudah tidak terlihat meyakinkan, bukan?",
      "Artinya, keyakinan \"Saya harus selalu sukses\" lebih cenderung merugikan: kesalahan itu tak terhindarkan, dan dengan kekakuan seperti ini, setiap kesalahan akan \"membuktikan\" ketidakmampuan di level inti dan justru semakin menguatkannya.",
      "Penting untuk diingat: keyakinan adalah gagasan yang bisa ditinjau ulang dan dibuat lebih membantu. Ini dapat meningkatkan kualitas hidup secara nyata—dan itulah yang diajarkan terapi kognitif-perilaku."
    ]
  }
}
