[
  "Zasloužím si v životě štěstí a lásku.",
  "Každý den jsem silnější a moudřejší.",
  "Volím myslet pozitivně a přijímám se takový, jaký jsem.",
  "Nechávám minulost za sebou a jdu dál s nadějí a jistotou.",
  "Moje pocity jsou důležité; dovoluji si je vyjadřovat a nechat je odejít.",
  "Dokážu překonat jakoukoli překážku na své cestě.",
  "Vážím si sám sebe a zasloužím si v životě to nejlepší.",
  "Každý den udělám krok směrem k osobnímu růstu a rozvoji.",
  "I v těžkých chvílích mám kolem sebe podporu a lásku.",
  "Můj život je plný příležitostí k růstu a novým úspěchům.",
  "Věřím ve své síly a ve své sny.",
  "Jsem otevřený novým možnostem a připravený na změny.",
  "Jsem vděčný za všechno, co v životě mám, a vážím si každého okamžiku.",
  "Mám se rád a přijímám se bezpodmínečně.",
  "Moje sebedůvěra roste každým dnem a věřím ve své možnosti.",
  "Tvořím si vlastní realitu a nesu odpovědnost za své štěstí.",
  "Jsem osvobozený od strachu a pochybností; v duši cítím klid.",
  "Zasloužím si úspěch a dosahuji ho s lehkostí.",
  "Moje myšlenky i činy směřují k dosažení mých cílů.",
  "Jsem v harmonii se svým tělem i myslí.",
  "Každou zkušenost beru jako příležitost učit se a růst.",
  "Moje intuice mě vede ke správným rozhodnutím.",
  "Jsem pro sebe i své okolí zdrojem síly a moudrosti.",
  "Žiju v souladu se svými hodnotami a principy.",
  "Můj život je naplněný radostí, smyslem a láskou.",
  "Vyjadřuji vděčnost za všechny lekce, které mi život dává.",
  "Nacházím krásu v jednoduchých věcech a raduji se z každého dne.",
  "Moje tvořivost nemá hranice; mám svobodu se vyjádřit a být sám sebou.",
  "Pečuji o svou fyzickou i emoční pohodu.",
  "Hledám rovnováhu mezi prací a odpočinkem; můj čas je cenný.",
  "Můj život obohacují nové znalosti i zkušenosti.",
  "Odpouštím si minulá pochybení a jdu dál.",
  "Jsem plný energie a inspirace; svět je mi otevřený.",
  "Každý den vítám s úsměvem a otevřeným srdcem.",
  "Mé vztahy s blízkými jsou naplněné porozuměním a respektem.",
  "Cítím podporu vesmíru při každém novém začátku.",
  "Umím říct „ne“, když je to důležité pro mou pohodu.",
  "Žiju tady a teď a užívám si každou minutu.",
  "Děkuji za možnost růst, učit se a rozvíjet se.",
  "Můj život je cesta plná úžasných objevů.",
  "Každý krok vpřed mě přibližuje k mému snu.",
  "Otevírám své srdce novým začátkům a příležitostem.",
  "Můj život je krásný a každý den plný radosti.",
  "Nacházím v sobě sílu překonávat těžkosti.",
  "Moje myšlenky tvoří mou realitu — a já volím myslet pozitivně.",
  "Jsem vděčný za jedinečnou zkušenost, kterou mi každý den přináší.",
  "Moje vnitřní harmonie přitahuje pozitivní události.",
  "Stojím si za svými rozhodnutími a věřím svému úsudku.",
  "Stále nacházím nové cesty k osobnímu růstu a seberealizaci.",
  "Mé úspěchy mě inspirují k dalším krokům.",
  "Přijímám své strachy a proměňuji je v sílu.",
  "Mám neomezený potenciál pro tvořivost a sebevyjádření.",
  "Každý den jsem lepší než včera.",
  "Děkuji za všechny lidi ve svém životě, kteří ho dělají zářivějším.",
  "Jdu odvážně vpřed s vědomím, že si zasloužím velké věci.",
  "Moje sny se každým dnem stávají skutečností.",
  "Volím v životě radost a štěstí.",
  "Můj život má smysl a cíl.",
  "Vážím si každé zkušenosti, která mě posiluje.",
  "Moje sebedůvěra i sebeúcta rostou každým dnem.",
  "Pouštím vše, co už neslouží mému rozvoji.",
  "Jsem připravený na změny a přijímám je s otevřeným srdcem.",
  "Moje intuice mě v životě vede ke správným rozhodnutím.",
  "Cítím hlubokou vděčnost za všechno, co mám.",
  "S radostí sdílím své světlo s okolním světem.",
  "Jsem otevřený učení a beru si ponaučení z každého okamžiku.",
  "Můj život je plný jasných chvil a šťastných setkání.",
  "Mám se rád a respektuji své potřeby i hranice.",
  "Každá překážka mě dělá ještě silnějším.",
  "Raduji se z každého nového dne a jeho nekonečných možností."
]
