[
  "Zasloužím si štěstí a lásku ve svém životě.",
  "Každý den se stávám silnějším a moudřejším.",
  "Volím pozitivní myšlení a přijímám se takový, jaký jsem.",
  "Pouštím minulost a kráčím vpřed s nadějí a sebejistotou.",
  "Mé pocity mají význam, dovoluji si je vyjadřovat a osvobozovat.",
  "Jsem schopen překonat jakékoli překážky na své cestě.",
  "Vážím si sám sebe a zasloužím si to nejlepší v životě.",
  "Každý den dělám krok ke svému osobnímu růstu a seberozvoji.",
  "I v těžkých chvílích jsem obklopen podporou a láskou.",
  "Můj život je plný příležitostí k růstu a novým úspěchům.",
  "Věřím ve své síly a věřím ve své sny.",
  "Jsem otevřen novým možnostem a připraven na změny.",
  "Jsem vděčný za vše, co v životě mám, a cením si každého okamžiku.",
  "Miluji se a přijímám se bezpodmínečně.",
  "Moje sebejistota roste každým dnem a věřím ve své možnosti.",
  "Vytvářím svou realitu a jsem zodpovědný za své štěstí.",
  "Jsem osvobozen od strachu a pochybností, má duše je naplněna mírem.",
  "Zasloužím si úspěch a dosahuji ho s lehkostí.",
  "Mé myšlenky a činy směřují k dosažení mých cílů.",
  "Jsem v harmonii se svým tělem a myslí.",
  "Cením si každé zkušenosti jako příležitosti učit se a růst.",
  "Má intuice mě vede ke správným rozhodnutím.",
  "Jsem zdrojem síly a moudrosti pro sebe a své okolí.",
  "Žiji v souladu se svými hodnotami a principy.",
  "Můj život je naplněn radostí, smyslem a láskou.",
  "Vyjadřuji vděčnost za všechny lekce, které mi život dává.",
  "Nacházím krásu v jednoduchých věcech a raduji se z každého dne.",
  "Má tvořivost nezná hranic, jsem svobodný se vyjadřovat.",
  "Podporuji svou fyzickou a emocionální pohodu.",
  "Nacházím rovnováhu mezi prací a odpočinkem, můj čas je cenný.",
  "Můj život je obohacován novými znalostmi a zkušenostmi.",
  "Odpouštím si minulé chyby a kráčím vpřed.",
  "Jsem naplněn energií a inspirací, svět je mi otevřen.",
  "Vítám každý den s úsměvem a otevřeným srdcem.",
  "Mé vztahy s blízkými jsou naplněny pochopením a respektem.",
  "Cítím podporu Vesmíru ve všech svých začátcích.",
  "Umím říct 'ne', když je to nutné pro mou pohodu.",
  "Žiji tady a teď, užívám si každou minutu.",
  "Děkuji za možnost růst, učit se a rozvíjet se.",
  "Můj život je cesta plná úžasných objevů.",
  "Každý krok vpřed mě přibližuje k mému snu.",
  "Otevírám své srdce novým začátkům a možnostem.",
  "Můj život je krásný a plný radosti každý den.",
  "Nacházím sílu uvnitř sebe, abych překonal těžkosti.",
  "Mé myšlenky vytvářejí mou realitu a já volím myslet pozitivně.",
  "Jsem vděčný za jedinečnou zkušenost, kterou mi přináší každý den.",
  "Má vnitřní harmonie ke mně přitahuje pozitivní události.",
  "Stojím za svými rozhodnutími a věřím ve svou volbu.",
  "Neustále nacházím nové cesty k osobnímu růstu a seberealizaci.",
  "Mé úspěchy mě inspirují k novým výkonům.",
  "Přijímám své strachy a přetvářím je v sílu.",
  "Mám neomezený potenciál pro tvořivost a sebevyjádření.",
  "Každý den se stávám lepším, než jsem byl včera.",
  "Děkuji za všechny lidi v mém životě, kteří ho dělají jasnějším.",
  "Odvážně kráčím vpřed, vím, že si zasloužím velké věci.",
  "Mé sny se stávají skutečností každým dnem.",
  "Volím radost a štěstí ve svém životě.",
  "Můj život je naplněn smyslem a účelem.",
  "Cením si každé zkušenosti, která mě dělá silnějším.",
  "Má sebejistota a sebehodnocení rostou každým dnem.",
  "Osvobozuji se od všeho, co už neslouží mému rozvoji.",
  "Jsem připraven na změny a přijímám je s otevřeným srdcem.",
  "Má intuice mě vede ke správným rozhodnutím v životě.",
  "Pociťuji hlubokou vděčnost za vše, co mám.",
  "S radostí sdílím své světlo s okolním světem.",
  "Jsem otevřen učení a připraven učit se z každého okamžiku.",
  "Můj život je plný jasných momentů a šťastných setkání.",
  "Miluji se a respektuji své potřeby a hranice.",
  "Každá překážka mě dělá jen silnějším.",
  "Raduji se z každého nového dne a jeho nekonečných možností."
]
