{
  "days": {
    "fist": {
      "header": "Jsem rád, že vás vidím v naší aplikaci poprvé!",
      "content": "<p>Jmenuji se Alfred a jsem umělá inteligence této aplikace. Mým úkolem je pomáhat vám na cestě ke šťastnému a harmonickému životu bez psychologických problémů!</p><p>Připravil jsem pro vás několik úvodních kroků, které vám umožní seznámit se s našimi terapeutickými metodami.</p><p>Pamatujte: čím aktivněji budete s aplikací pracovat, tím lépe budu moci porozumět vašim potřebám, a tím přesnější budou moje doporučení!</p>"
    },
    "second": {
      "content": "<p>Vidím, že jste již udělali první kroky na cestě k vašemu psychologickému zdokonalování, to je skvělé!</p><p>Dnes bych vám rád představil novou funkci — Denní hodnocení stavu. Zařadil jsem ji do seznamu doporučených aktivit, protože je mimořádně užitečná pro sledování vašeho pokroku.</p><p>Doporučuji ji vyplňovat každý den před začátkem cvičení. V ostatních ohledech pokračujte ve vedení deníků a v seznamování se s teorií. Přeji vám hezký den!</p>"
    },
    "third": {
      "content": "<p>Pojďme dnes pokračovat v našich cvičeních a zaměřit se na rozbor destruktivních myšlenek.</p><p>Kromě toho doporučuji nahlédnout do naší nabídky psychologů.</p><p>V naší aplikaci klademe důraz na samostatná cvičení, ale pouze psycholog vám může poskytnout maximálně personalizovaná doporučení. To je velmi důležité, zejména na začátku vaší cesty.</p>"
    },
    "fourth": {
      "content": "<p>Věnujeme zvláštní pozornost vzdělávání a snažíme se, aby bylo nejen užitečné, ale i zábavné.</p><p>Proto jsme vytvořili Instagram kanál, kde jsou složitá témata prezentována jednoduše a srozumitelně.</p><p>Připojte se k naší komunitě a postupně se přibližujte k harmonickému a šťastnému životu bez psychologických bariér!</p>"
    },
    "fifth": {
      "content": "<p>Navrhuji vám vyzkoušet naše prémiové funkce.</p><p>Poskytujeme 3denní zkušební období, během kterého můžete předplatné zrušit, pokud neodpovídá vašim očekáváním.</p><p>To vám poskytne rozšířené možnosti pro interakci se mnou během terapeutického procesu.</p>"
    },
    "eighth": {
      "content": "<p>Jste s námi již 8 dní!</p><p>Doufám, že v této aplikaci nacházíte pro sebe užitek.</p><p>Velmi si ceníme zpětné vazby od našich uživatelů, řekněte nám, co se vám líbilo a co byste chtěli vylepšit!</p><p>Pojďme společně vylepšit aplikaci!</p>"
    },
    "fifteenth": {
      "content": "<p>Jsme rádi, že jste s námi již tak dlouhou dobu – je to opravdu skvělé!</p><p>Dnes bych rád upozornil na jednu speciální funkci – \"Sdílet s psychologem\".</p><p>Pokud procházíte terapeutickým kurzem, tato funkce pro vás bude neuvěřitelně užitečná!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>Všiml jsem si, že se aktivně věnujete svému psychickému zdraví!</p><p>Nicméně, stále nevyužíváte všechny možnosti aplikace.</p><p>Pokud je problémem cena, dnes jsem ji pro vás snížil!</p><p>Stihněte si zajistit novou cenu do konce dne a buďte zdraví!</p>"
    }
  },
  "affirmations": [
    "Dnes jsem pro vás vybral následující afirmaci.",
    "Zkuste dnes pracovat s touto afirmací.",
    "Dnes vám nabízím následující afirmaci."
  ],
  "appUpdated": [
    "Aktualizoval jsem se, zatímco jste byli pryč, pojďme se podívat, co nového vývojáři přidali!",
    "Během vaší nepřítomnosti proběhla aktualizace. Pojďme společně prozkoumat novinky od vývojářů!",
    "Čekají vás čerstvé aktualizace! Zatímco jste byli offline, nezaháleli jsme. Pojďme se seznámit s aktualizacemi:",
    "Připravili jsme několik vylepšení v aplikaci. Prozkoumáme je společně?",
    "Aplikace se aktualizovala! Pojďme zkontrolovat, jaké zajímavé funkce přibyly:",
    "Naši vývojáři každý den pracují pro dobro projektu. Toto je to, co přibylo:"
  ],
  "neverUsed": [
    "Zatím jste neudělali žádný záznam v <b>{dairy}</b>. Zkuste to udělat dnes. Abyste našli metodu, která bude vyhovovat právě Vám, je potřeba vyzkoušet různé přístupy.",
    "Všiml jsem si, že jste ještě nezanechali žádné záznamy v <b>{dairy}</b>. Dnes je skvělý den, jak to napravit. Prozkoumejte různé strategie, abyste objevili ty nejúčinnější pro sebe.",
    "Váš <b>{dairy}</b> je zatím prázdný. Udělejte první krok dnes a prozkoumejte různé metodiky, abyste našli tu, která Vám vyhovuje."
  ],
  "premiumThanks": {
    "content": "<p>Všiml jsem si, že jste si nedávno aktivovali premium!</p><p>Premium vám dává přístup k výkonnějšímu AI modelu, což učiní mou analýzu ještě efektivnější!</p><p>Díky vám budou naši vývojáři moci pokračovat v rozvoji projektu a pomáhat lidem najít vnitřní harmonii.</p><p>Děkuji vám za vaši důvěru!</p>"
  },
  "quote": [
    "Dnes bych vás rád inspiroval citátem jednoho velkého člověka.",
    "Pojďme se dnes obrátit k moudrosti velké osobnosti, která může být zdrojem inspirace.",
    "Dnes vám nabízím úvahy velkého myslitele, které mohou povzbudit k novým úspěchům.",
    "Připomeňme si slova velkého člověka, která se mohou stát moudrým ponaučením pro nás.",
    "Vybral jsem pro vás citát jednoho známého člověka.",
    "Rozhodl jsem se dnes s vámi sdílet pronikavý citát známé osobnosti, plný hlubokého významu.",
    "Dnes vám navrhuji ponořit se do moudrosti, kterou nám zanechal velký člověk, a čerpat z ní inspiraci."
  ],
  "readArticle": [
    "Analyzoval jsem vaše záznamy a přidal do vašeho dnešního plánu vzdělávací materiál, který pro vás pravděpodobně bude zajímavý.",
    "Po prostudování vašich záznamů jsem se rozhodl přidat do vašeho denního plánu vzdělávací materiál, který podle mého názoru pro vás bude užitečný.",
    "Na základě analýzy vašich záznamů jsem vybral vzdělávací materiál, který považuji za užitečný a zajímavý pro vás, a přidal jsem ho do vašeho dnešního plánu."
  ],
  "testExpired": [
    "Výsledky vašeho testu <b>{test_name}</b> jsou zastaralé, pojďme zjistit váš současný stav!",
    "Vaše výsledky testu <b>{test_name}</b> již nejsou aktuální. Je čas aktualizovat informace o vašem stavu!",
    "Zdá se, že výsledky testu <b>{test_name}</b> jsou zastaralé. Pojďme zjistit, jak se věci mají nyní!",
    "Data z testu <b>{test_name}</b> již neodrážejí vaši současnou situaci. Je čas na novou kontrolu!",
    "Výsledky <b>{test_name}</b> ztratily svou aktuálnost. Nechcete je aktualizovat a zjistit současný stav?",
    "Od doby, kdy jste absolvovali <b>{test_name}</b>, uplynulo už dost času. Pojďme zkontrolovat, co se od té doby změnilo!"
  ],
  "header": [
    "Rád vás opět vidím!",
    "Doufám, že máte krásné počasí!",
    "Těší mě, že vás znovu vidím!",
    "Jaká je vaše nálada?",
    "Vždy je příjemné vás vidět!",
    "Vítejte zpět!",
    "Vždy rád vás vidím!"
  ]
}