{
  "days": {
    "fist": "<p>Jmenuji se Alfred a v této aplikaci jsem vaším virtuálním průvodcem. Mým cílem je podpořit vás na cestě ke klidnějšímu, stabilnějšímu a harmoničtějšímu životu.</p><p>Připravil jsem pro vás několik úvodních kroků, abyste se seznámili s přístupy a nástroji, které v terapii používáme.</p><p>Pamatujte: čím aktivněji budete aplikaci využívat, tím lépe porozumím vašim potřebám a tím užitečnější budou má doporučení.</p>",
    "third": "<p>Dnes navážeme v práci a zaměříme se na rozbor destruktivních myšlenek.</p><p>Doporučuji také podívat se do naší nabídky psychologů.</p><p>V aplikaci klademe důraz na samostatnou praxi, ale psycholog či psycholožka vám může pomoci získat osobnější doporučení a podporu. Na začátku cesty to bývá obzvlášť cenné.</p>",
    "fourth": "<p>Snažíme se, aby pro vás učení bylo nejen užitečné, ale i zajímavé.</p><p>Proto jsme vytvořili profil na Instagramu, kde složité věci vysvětlujeme jednoduše a srozumitelně.</p><p>Přidejte se k naší komunitě — pojďme společně krok za krokem k harmoničtějšímu a vědomějšímu životu.</p>",
    "fifth": "<p>Doporučuji vyzkoušet naši prémiovou verzi.</p><p>Získáte zkušební období na 3 dny a předplatné můžete kdykoli zrušit, pokud zjistíte, že vám nevyhovuje.</p><p>Prémiová verze vám otevře více možností, jak se mnou pracovat, a poskytne hlubší podporu ve vašem terapeutickém procesu.</p>",
    "eighth": "<p>Je skvělé, že jste s námi už nějakou dobu — je to inspirující!</p><p>Dnes bych rád upozornil na jednu důležitou funkci: „Sdílet s psychologem“.</p><p>Pokud docházíte na terapii, může to pro vás být velmi cenná a pohodlná podpora.</p>",
    "tenth": "<p>Už jste s námi 8 dní — to je skvělé!</p><p>Doufám, že vám aplikace pomáhá a přináší užitek.</p><p>Vaše zpětná vazba je pro nás velmi důležitá: napište nám, co se vám líbí a co byste chtěli zlepšit.</p><p>Budeme rádi, když společně uděláme aplikaci ještě lepší!</p>"
  },
  "affirmations": [
    "Dnes jsem pro vás vybral afirmaci, která vás může podpořit.",
    "Zkuste s ní dnes chvíli pracovat — může vám pomoci naladit se pozitivně.",
    "Dnes vám nabízím tuto afirmaci jako podporu pro vaše vnitřní nastavení."
  ],
  "appUpdated": [
    "Když jste tu nebyli, proběhla aktualizace. Pojďme se podívat, co přibylo!",
    "Během vaší nepřítomnosti vyšla aktualizace. Pojďme společně projít, co je nového!",
    "Čekají na vás novinky! Zatímco jste byli offline, dál jsme pracovali. Tady je přehled změn:",
    "Připravili jsme několik vylepšení v aplikaci. Pojďme si je projít společně!",
    "Aplikace se aktualizovala! Podívejme se, jaké nové funkce přibyly:",
    "Naši vývojáři aplikaci každý den vylepšují. Podívejte se, co je nového:"
  ],
  "neverUsed": [
    "V <b>{dairy}</b> zatím nemáte žádný záznam. Možná je dnes dobrá chvíle začít. Abyste našli přístup, který vám bude opravdu vyhovovat, je užitečné vyzkoušet různé metody.",
    "Všiml jsem si, že v <b>{dairy}</b> zatím nic nemáte. Dnes je skvělý den udělat první krok. Zkoušejte různé přístupy — snáz tak zjistíte, co vám sedí nejlépe.",
    "Váš <b>{dairy}</b> je zatím prázdný. Zkuste si dnes zapsat první poznámku a vyzkoušejte různé techniky, abyste našli ty, které vám vyhovují nejvíc."
  ],
  "premiumThanks": {
    "content": "<p>Všiml jsem si, že jste si nedávno aktivovali prémiovou verzi — děkuji vám!</p><p>Teď máte přístup k výkonnějšímu modelu AI a moje analýzy budou ještě přesnější a užitečnější.</p><p>Vaše volba pomáhá našemu týmu aplikaci dál rozvíjet a podporovat lidi na cestě k vnitřní rovnováze.</p><p>Děkuji vám za důvěru!</p>"
  },
  "quote": [
    "Dnes bych vás rád inspiroval citátem výjimečné osobnosti.",
    "Dnes se můžete opřít o moudrost známé osobnosti — může to být dobrý zdroj inspirace.",
    "Dnes vám chci nabídnout myšlenku známé osobnosti, která může podpořit a inspirovat.",
    "Připomeňme si slova výjimečné osobnosti, která pro nás mohou být užitečným vodítkem.",
    "Vybral jsem pro vás citát známé osobnosti.",
    "Dnes se s vámi chci podělit o trefný citát známé osobnosti — je v něm hodně smyslu.",
    "Pojďme se dnes ponořit do moudrosti, kterou nám zanechala výjimečná osobnost, a najít v ní inspiraci."
  ],
  "readArticle": [
    "Podle vašich záznamů jsem do dnešního plánu přidal materiál, který by pro vás mohl být zajímavý a užitečný.",
    "Po prostudování vašich záznamů jsem se rozhodl zařadit do dnešního plánu vzdělávací materiál, který vám podle mě může pomoct v práci na sobě.",
    "Po analýze vašich záznamů jsem vybral materiál, který by pro vás mohl být užitečný a zajímavý, a přidal jsem ho do vašeho dnešního plánu."
  ],
  "testExpired": [
    "Výsledky vašeho testu <b>{test_name}</b> už nejsou aktuální. Pojďme je obnovit a zhodnotit, jak se cítíte teď!",
    "Vaše výsledky testu <b>{test_name}</b> už nejsou aktuální. Navrhuji test zopakovat, abyste lépe viděli vývoj v čase.",
    "Vypadá to, že výsledky testu <b>{test_name}</b> už neodpovídají současnosti. Pojďme se podívat, jak se cítíte právě teď!",
    "Aktuální výsledky testu <b>{test_name}</b> už neodrážejí váš stav. Je čas si test udělat znovu.",
    "Výsledky testu <b>{test_name}</b> už nejsou aktuální. Chcete je obnovit a zjistit svůj současný stav?",
    "Už je to nějaká doba od posledního vyplnění testu <b>{test_name}</b>. Pojďme se podívat, co se od té doby změnilo!"
  ],
  "header": [
    "Rád vás zase vidím!",
    "Doufám, že máte dnes hezký den!",
    "Moc rád vás zase vidím!",
    "Jak se dnes máte?",
    "Je vždycky příjemné vás tu vidět!",
    "Rád vás znovu vítám!",
    "Vždycky mě těší váš návrat!"
  ]
}