[
  {
    "text": "Největší sláva v životě nespočívá v tom, že nikdy nepadneme, ale v tom, že se pokaždé zvedneme, když upadneme.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Když jsi v temnotě, pamatuj: slunce vychází a zapadá, ale jeho světlo je věčné.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Co nás nezabije, to nás posílí.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "I z noci, která se celému světu zdá nekonečná, vede cesta k jasnému ránu.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Naděje je ta věc s peřím, která sedí v duši a zpívá melodii beze slov, a nikdy nepřestává v to věřit.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Nejlepší způsob, jak si zlepšit náladu, je pokusit se zlepšit náladu někomu jinému.",
    "author": "Mark Twain"
  },
  {
    "text": "Jedna malá pozitivní myšlenka ráno může změnit celý tvůj den.",
    "author": "Dalajláma"
  },
  {
    "text": "Je důležité si pamatovat, že se nemůžeme stát tím, kým chceme být, když zůstaneme tím, kým jsme.",
    "author": "Max DePree"
  },
  {
    "text": "Vždy existuje světlo, pokud jsme jen dostatečně odvážní, abychom ho viděli. Pokud jsme dostatečně odvážní, abychom jím byli.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Nesuď každý den podle úrody, kterou jsi sklidil, ale podle semen, která jsi zasadil.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Připomínej si, že to není známka slabosti. Nemoc, která vyžaduje léčbu, jako kterákoli jiná.",
    "author": "Demi Lovato"
  },
  {
    "text": "Nedovolte, aby vaše nemoc určovala, kdo jste.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "To, co vidíme, závisí hlavně na tom, co hledáme.",
    "author": "John Lubbock"
  },
  {
    "text": "Je důležité mluvit o svých pocitech, místo toho, abychom je skrývali v sobě.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Nejste sami, a tato temnota, jako všechno ostatní, jednou pomine.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Odvaha neznamená vždy jen řvát. Někdy je odvaha tichý hlas na konci dne, který říká: zítra to zkusím znovu.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Naděje je ta věc s peřím, která se usazuje v duši a zpívá melodii beze slov, a nikdy zcela nepřestává.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Připomínej si, že nemusíš dělat to, co dělají všichni ostatní.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Držte se dál od těch, kteří se snaží snižovat vaše ambice. Malí lidé to dělají vždy, ale skutečně velcí vám dávají pocit, že i vy se můžete stát velkými.",
    "author": "Mark Twain"
  },
  {
    "text": "Deprese je stav, kdy nemáte kontrolu nad svým životem. Najděte něco, co vás vrátí do života. Bez ohledu na to, jak malé se to může zdát.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Být silný znamená cítit se hrozně a zároveň být naživu.",
    "author": "Lena Dunham"
  },
  {
    "text": "Vaše současná situace není vaším konečným cílem.",
    "author": "Neznámý"
  },
  {
    "text": "Největší sláva v životě nespočívá v tom, že nikdy nepadneme, ale v tom, že se pokaždé zvedneme, když padneme.",
    "author": "Nelson Mandela"
  },
  {
    "text": "To, co cítíš teď, tě navždy nedefinuje.",
    "author": "Christina Rimmi"
  },
  {
    "text": "Nesuď každý den podle úrody, kterou jsi sklidil, ale podle semen, která jsi zasadil.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Naděje je víra zaměřená do budoucnosti; víra v to, že lepší dny přijdou, bez ohledu na to, jak temná je současnost.",
    "author": "Neznámý autor"
  },
  {
    "text": "Deprese je vězení, kde jsi jak věznitel, tak i vězeň.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Když procházíš peklem, pokračuj v chůzi.",
    "author": "Winston Churchill"
  },
  {
    "text": "To nejdůležitější, co můžeš udělat, když jsi dole, je vstát.",
    "author": "Demi Lovato"
  },
  {
    "text": "Drž se naděje. Když je tma, jsou hvězdy vidět nejlépe.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Nemusíš vidět celé schodiště, stačí udělat první krok.",
    "author": "Martin Luther King"
  },
  {
    "text": "Léčba neznamená okamžité uzdravení, ale je prvním krokem k němu.",
    "author": "Neznámý autor"
  },
  {
    "text": "To, co vidíme, závisí hlavně na tom, co hledáme.",
    "author": "John Lubbock"
  },
  {
    "text": "Buď trpělivý ke všemu, co není vyřešeno ve tvé duši, a snaž se milovat otázky samotné.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Duševní zdraví vyžaduje stejnou pozornost a péči jako fyzické.",
    "author": "Neznámý autor"
  },
  {
    "text": "V každé noci je jasnější hvězda.",
    "author": "Maya Angelou"
  },
  {
    "text": "Nebojte se ukázat svou zranitelnost. Být upřímný ohledně svého stavu vám může přinést potřebnou podporu.",
    "author": "Neznámý autor"
  },
  {
    "text": "Buď sám sebou; všechny ostatní role už jsou obsazené.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Někdy to nejzdravější, co můžeš udělat, je dovolit si cítit.",
    "author": "Neznámý autor"
  },
  {
    "text": "Život není o tom, čekat, až bouře přejde, ale o tom, naučit se tancovat v dešti.",
    "author": "Vivian Greene"
  },
  {
    "text": "Neztrácejte víru v sebe. Nikdy nevíte, jak blízko můžete být svému cíli.",
    "author": "Neznámý autor"
  },
  {
    "text": "Co nás nezabije, to nás posílí.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Láska k sobě je začátkem celoživotního románu.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nikdy se nebojte požádat o pomoc. Je to známka síly, ne slabosti.",
    "author": "Neznámý autor"
  },
  {
    "text": "Život není o tom, jak přežít bouři, ale o tom, jak tancovat v dešti.",
    "author": "Neznámý autor"
  },
  {
    "text": "Síla nepochází z fyzické schopnosti. Vychází z nezlomné vůle.",
    "author": "Mahátma Gándhí"
  },
  {
    "text": "Definujte svůj život ne tím, co se vám nepodařilo, ale tím, čeho ještě můžete dosáhnout.",
    "author": "Neznámý autor"
  },
  {
    "text": "Jediný způsob, jak dělat skvělou práci, je milovat to, co děláte.",
    "author": "Steve Jobs"
  },
  {
    "text": "Nestáváme se silnými, když nikdy nemusíme bojovat, ale když se učíme překonávat výzvy.",
    "author": "Neznámý autor"
  },
  {
    "text": "Nečekejte na zvláštní okamžiky, každý okamžik děláte zvláštním.",
    "author": "Neznámý autor"
  },
  {
    "text": "Nedělejte si starosti s tím, co si o vás lidé myslí. Jsou příliš zaneprázdněni tím, co si myslí o sobě.",
    "author": "Neznámý autor"
  },
  {
    "text": "Jakýkoliv krok vpřed, i ten nejmenší, je krokem k úspěchu.",
    "author": "Neznámý autor"
  },
  {
    "text": "Nebojte se jít pomalu, bojte se stát na místě.",
    "author": "Čínské přísloví"
  },
  {
    "text": "Pravá odvaha je vědět, že se zítra probudíš, když se dnes celý svět zhroutil.",
    "author": "Neznámý autor"
  },
  {
    "text": "Pamatujte, že nedostat to, co chcete, je někdy úžasným štěstím.",
    "author": "Dalajláma XIV"
  },
  {
    "text": "Štěstí není v tom, mít to, co chceš, ale v tom, chtít to, co máš.",
    "author": "Neznámý autor"
  },
  {
    "text": "Úspěch je schopnost přecházet od jednoho neúspěšného pokusu k druhému bez ztráty nadšení.",
    "author": "Winston Churchill"
  },
  {
    "text": "Odvažte se žít život, o kterém jste snili. Jděte vpřed a učiňte svůj život nádherným.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Pouze ti, kteří riskují, že zajdou příliš daleko, mohou zjistit, jak daleko se dá zajít.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Bolest není vždy signálem k akci; někdy je to výzva k meditaci.",
    "author": "Neznámý autor"
  },
  {
    "text": "Skutečný optimismus není radost, ale síla. A tato síla pomáhá pohlédnout na tvář reality s otevřenýma očima.",
    "author": "Neznámý autor"
  },
  {
    "text": "Každý den je novou příležitostí změnit svůj život.",
    "author": "Neznámý autor"
  },
  {
    "text": "Nejtěžší je rozhodnutí jednat, zbytek je jen vytrvalost.",
    "author": "Amelia Earhart"
  }
]
