[
  {
    "text": "Největší sláva v životě nespočívá v tom, že nikdy nepadneme, ale v tom, že pokaždé vstaneme, když padneme.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Když jste v temnotě, pamatujte: slunce vychází i zapadá, ale jeho světlo je věčné.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Co mě nezabije, to mě posílí.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "I z noci, která se celému světu zdá nekonečná, vede cesta k jasnému ránu.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Naděje je to opeřené cosi, co sídlí v duši, zpívá melodii beze slov — a nikdy nepřestane.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Nejlepší způsob, jak si zlepšit náladu, je zkusit zlepšit náladu někomu jinému.",
    "author": "Mark Twain"
  },
  {
    "text": "Jedna malá pozitivní myšlenka po ránu může změnit celý váš den.",
    "author": "Dalajláma"
  },
  {
    "text": "Je důležité pamatovat na to, že se nemůžeme stát tím, kým chceme být, pokud zůstáváme tím, kým jsme dnes.",
    "author": "Max DePree"
  },
  {
    "text": "Vždycky existuje světlo — jen musíme být dost odvážní ho uvidět. A také dost odvážní jím být.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Nesuďte každý den podle úrody, kterou jste sklidili, ale podle semínek, která jste zaseli.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Pamatujte, že to není známka slabosti. Je to nemoc, která potřebuje léčbu — jako každá jiná.",
    "author": "Demi Lovato"
  },
  {
    "text": "Nedovolte své nemoci, aby určovala, kým jste.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "To, co vidíme, závisí především na tom, co hledáme.",
    "author": "John Lubbock"
  },
  {
    "text": "Je důležité mluvit o svých pocitech, místo toho, abyste je dusili v sobě.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Nejste v tom sami — a tahle tma, jako všechno, jednou přejde.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Odvaha ne vždycky křičí. Někdy je odvaha tichý hlas na konci dne, který říká: „Zítra to zkusím znovu.“",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Naděje je to opeřené cosi, které se usadí v duši, zpívá melodii beze slov — a nikdy nepřestane.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Pamatujte, že nemusíte dělat to, co dělají všichni ostatní.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Držte se dál od těch, kdo se snaží shazovat vaše ambice. Malí lidé to dělají vždycky — ale ti opravdu velcí ve vás probouzejí pocit, že i vy můžete být velcí.",
    "author": "Mark Twain"
  },
  {
    "text": "Deprese je stav, kdy máte pocit, že svůj život nemáte pod kontrolou. Najděte něco, co vás vrátí k životu — jakkoli malé se to může zdát.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Být silný znamená cítit se hrozně a přitom být naplno naživu.",
    "author": "Lena Dunham"
  },
  {
    "text": "Vaše současná situace není váš konečný cíl.",
    "author": "Neznámý autor"
  },
  {
    "text": "To, co teď cítíte, vás nebude definovat navždy.",
    "author": "Christina Rimmer"
  },
  {
    "text": "Naděje je víra obrácená do budoucnosti — víra, že přijdou lepší dny, bez ohledu na to, jak temné jsou ty dnešní.",
    "author": "Neznámý autor"
  },
  {
    "text": "Deprese je vězení, ve kterém jste zároveň věznitelem i vězněm.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Když procházíte peklem, pokračujte dál.",
    "author": "Winston Churchill"
  },
  {
    "text": "To nejdůležitější, co můžete udělat, když jste na dně, je zase vstát.",
    "author": "Demi Lovato"
  },
  {
    "text": "Držte se naděje. Když je tma, hvězdy jsou vidět nejlépe.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Nemusíte vidět celé schodiště — udělejte jen první krok.",
    "author": "Martin Luther King"
  },
  {
    "text": "Léčba neznamená okamžité uzdravení, ale je to první krok k němu.",
    "author": "Neznámý autor"
  },
  {
    "text": "Buďte trpěliví se vším, co ve vaší duši ještě není vyřešené, a zkuste si zamilovat samotné otázky.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Duševní zdraví potřebuje stejnou pozornost a péči jako to fyzické.",
    "author": "Neznámý autor"
  },
  {
    "text": "V každé noci je hvězda, která svítí jasněji.",
    "author": "Maya Angelou"
  },
  {
    "text": "Nebojte se ukázat svou zranitelnost. Upřímnost vůči vlastnímu stavu vám může přinést podporu, kterou potřebujete.",
    "author": "Neznámý autor"
  },
  {
    "text": "Buďte sám sebou; všichni ostatní už jsou obsazení.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Někdy je to nejzdravější, co můžete udělat, dovolit si cítit.",
    "author": "Neznámý autor"
  },
  {
    "text": "Neztrácejte víru v sebe. Nikdy nevíte, jak blízko můžete být svému cíli.",
    "author": "Neznámý autor"
  },
  {
    "text": "Láska k sobě je začátkem románu na celý život.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Nikdy se nebojte požádat o pomoc. Je to známka síly, ne slabosti.",
    "author": "Neznámý autor"
  },
  {
    "text": "Síla nevychází z fyzických schopností. Vychází z nezlomné vůle.",
    "author": "Mahatma Gándhí"
  },
  {
    "text": "Nedefinujte svůj život tím, co se vám nepovedlo, ale tím, čeho ještě můžete dosáhnout.",
    "author": "Neznámý autor"
  },
  {
    "text": "Jediný způsob, jak dělat skvělé věci, je milovat to, co děláte.",
    "author": "Steve Jobs"
  },
  {
    "text": "Silnými se nestáváme tehdy, když nikdy nemusíme bojovat, ale když se učíme překonávat výzvy.",
    "author": "Neznámý autor"
  },
  {
    "text": "Nečekejte na výjimečné chvíle — udělejte výjimečným každý okamžik.",
    "author": "Neznámý autor"
  },
  {
    "text": "Netrapte se tím, co si o vás lidé pomyslí. Jsou příliš zaneprázdnění tím, co si myslí sami o sobě.",
    "author": "Neznámý autor"
  },
  {
    "text": "Každý krok vpřed, i ten nejmenší, je krokem k úspěchu.",
    "author": "Neznámý autor"
  },
  {
    "text": "Nebojte se jít pomalu — bojte se stát na místě.",
    "author": "Čínské přísloví"
  },
  {
    "text": "Skutečná odvaha je vědět, že se zítra probudíte, i když se dnes celý svět zhroutil.",
    "author": "Neznámý autor"
  },
  {
    "text": "Pamatujte, že někdy je to, že nedostanete to, co chcete, vlastně velké štěstí.",
    "author": "Dalajláma XIV"
  },
  {
    "text": "Štěstí není v tom mít to, co chcete, ale chtít to, co máte.",
    "author": "Neznámý autor"
  },
  {
    "text": "Úspěch je schopnost přecházet od jednoho neúspěchu k druhému, aniž by člověk ztratil nadšení.",
    "author": "Winston Churchill"
  },
  {
    "text": "Odvažte se žít život, o kterém jste snili. Jděte vpřed a udělejte svůj život velkolepým.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Jen ti, kdo riskují, že zajdou příliš daleko, mohou zjistit, jak daleko se dá dojít.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Bolest není vždy signálem k činu; někdy je to pozvání k meditaci.",
    "author": "Neznámý autor"
  },
  {
    "text": "Skutečný optimismus není jen radost — je to síla. A právě ta síla pomáhá dívat se realitě do očí.",
    "author": "Neznámý autor"
  },
  {
    "text": "Každý den je nová příležitost změnit svůj život.",
    "author": "Neznámý autor"
  },
  {
    "text": "Nejtěžší je rozhodnout se jednat; zbytek už je jen vytrvalost.",
    "author": "Amelia Earhart"
  }
]
