[
  "Saya layak mendapatkan kebahagiaan dan cinta dalam hidup saya.",
  "Setiap hari saya menjadi lebih kuat dan lebih bijaksana.",
  "Saya memilih untuk berpikir positif dan menerima diri saya apa adanya.",
  "Saya melepaskan masa lalu dan melangkah maju dengan harapan dan keyakinan.",
  "Perasaan saya penting, saya mengizinkan diri saya untuk mengekspresikan dan membebaskannya.",
  "Saya mampu mengatasi rintangan apa pun di jalan saya.",
  "Saya menghargai diri sendiri dan pantas mendapatkan yang terbaik dalam hidup.",
  "Setiap hari saya melangkah menuju pertumbuhan pribadi dan pengembangan diri.",
  "Saya dikelilingi oleh dukungan dan cinta bahkan di saat-saat sulit.",
  "Hidup saya penuh dengan kesempatan untuk bertumbuh dan meraih pencapaian baru.",
  "Saya yakin dengan kemampuan saya dan percaya pada mimpi-mimpi saya.",
  "Saya terbuka terhadap peluang baru dan siap untuk perubahan.",
  "Saya bersyukur atas semua yang saya miliki dalam hidup, dan menghargai setiap momen.",
  "Saya mencintai diri sendiri dan menerima diri saya tanpa syarat.",
  "Kepercayaan diri saya tumbuh setiap hari, dan saya percaya pada kemampuan saya.",
  "Saya menciptakan realitas saya sendiri dan bertanggung jawab atas kebahagiaan saya.",
  "Saya bebas dari rasa takut dan keraguan, jiwa saya dipenuhi kedamaian.",
  "Saya layak sukses dan mencapainya dengan mudah.",
  "Pikiran dan tindakan saya diarahkan untuk mencapai tujuan saya.",
  "Saya berada dalam harmoni dengan tubuh dan pikiran saya.",
  "Saya menghargai setiap pengalaman sebagai kesempatan untuk belajar dan bertumbuh.",
  "Intuisi saya memandu saya menuju keputusan yang tepat.",
  "Saya adalah sumber kekuatan dan kebijaksanaan bagi diri saya dan orang lain.",
  "Saya hidup sesuai dengan nilai-nilai dan prinsip-prinsip saya.",
  "Hidup saya dipenuhi dengan kegembiraan, makna, dan cinta.",
  "Saya mengungkapkan rasa syukur atas semua pelajaran yang diberikan hidup kepada saya.",
  "Saya menemukan keindahan dalam hal-hal sederhana dan menikmati setiap hari.",
  "Kreativitas saya tidak mengenal batas, saya bebas mengekspresikan diri.",
  "Saya menjaga kesejahteraan fisik dan emosional saya.",
  "Saya menemukan keseimbangan antara kerja dan istirahat, waktu saya berharga.",
  "Hidup saya diperkaya dengan pengetahuan dan pengalaman baru.",
  "Saya memaafkan diri sendiri atas kesalahan masa lalu dan terus melangkah maju.",
  "Saya dipenuhi energi dan inspirasi, dunia terbuka untuk saya.",
  "Saya menyambut setiap hari dengan senyuman dan hati yang terbuka.",
  "Hubungan saya dengan orang terdekat dipenuhi dengan pengertian dan rasa hormat.",
  "Saya merasakan dukungan Semesta dalam semua usaha saya.",
  "Saya bisa mengatakan 'tidak' ketika itu diperlukan untuk kesejahteraan saya.",
  "Saya hidup di sini dan sekarang, menikmati setiap menit.",
  "Saya bersyukur atas kesempatan untuk tumbuh, belajar, dan berkembang.",
  "Hidup saya adalah perjalanan penuh penemuan yang menakjubkan.",
  "Setiap langkah maju membawa saya lebih dekat ke impian saya.",
  "Saya membuka hati saya untuk awal baru dan kemungkinan baru.",
  "Hidup saya indah dan penuh kegembiraan setiap hari.",
  "Saya menemukan kekuatan dalam diri untuk mengatasi kesulitan.",
  "Pikiran saya menciptakan realitas saya, dan saya memilih untuk berpikir positif.",
  "Saya bersyukur atas pengalaman unik yang diberikan setiap hari kepada saya.",
  "Keharmonisan batin saya menarik kejadian-kejadian positif ke arah saya.",
  "Saya berdiri di belakang keputusan saya dan percaya pada pilihan saya.",
  "Saya terus menemukan jalan baru untuk pertumbuhan pribadi dan aktualisasi diri.",
  "Pencapaian saya menginspirasi saya untuk prestasi baru.",
  "Saya menerima ketakutan saya dan mengubahnya menjadi kekuatan.",
  "Saya memiliki potensi tanpa batas untuk kreativitas dan ekspresi diri.",
  "Setiap hari saya menjadi lebih baik daripada kemarin.",
  "Saya berterima kasih kepada semua orang dalam hidup saya yang membuatnya lebih cerah.",
  "Saya melangkah maju dengan berani, mengetahui bahwa saya layak mendapatkan hal-hal besar.",
  "Impian saya menjadi kenyataan setiap hari.",
  "Saya memilih kegembiraan dan kebahagiaan dalam hidup saya.",
  "Hidup saya dipenuhi dengan makna dan tujuan.",
  "Saya menghargai setiap pengalaman yang membuat saya lebih kuat.",
  "Kepercayaan diri dan harga diri saya tumbuh setiap hari.",
  "Saya membebaskan diri dari segala sesuatu yang tidak lagi mendukung perkembangan saya.",
  "Saya siap untuk perubahan dan menerimanya dengan hati terbuka.",
  "Intuisi saya menuntun saya ke keputusan yang tepat dalam hidup.",
  "Saya merasakan rasa syukur yang mendalam atas semua yang saya miliki.",
  "Saya dengan senang hati berbagi cahaya saya dengan dunia sekitar.",
  "Saya terbuka untuk belajar dan siap belajar dari setiap momen.",
  "Hidup saya penuh dengan momen-momen cerah dan pertemuan yang membahagiakan.",
  "Saya mencintai diri sendiri dan menghormati kebutuhan dan batasan saya.",
  "Setiap rintangan hanya membuat saya lebih kuat.",
  "Saya bergembira menyambut setiap hari baru dan kemungkinan tak terbatasnya."
]
