[
  "Saya pantas mendapatkan kebahagiaan dan cinta dalam hidup saya.",
  "Setiap hari saya semakin kuat dan semakin bijaksana.",
  "Saya memilih untuk berpikir positif dan menerima diri apa adanya.",
  "Saya melepaskan masa lalu dan melangkah maju dengan harapan serta keyakinan.",
  "Perasaan saya itu penting; saya memberi diri saya izin untuk mengekspresikannya dan kemudian melepaskannya.",
  "Saya mampu melewati rintangan apa pun yang menghadang.",
  "Saya menghargai diri saya dan pantas mendapatkan yang terbaik dalam hidup.",
  "Setiap hari saya melangkah menuju pertumbuhan dan pengembangan diri.",
  "Saya dikelilingi dukungan dan kasih sayang, bahkan di saat-saat sulit.",
  "Hidup saya penuh peluang untuk berkembang dan meraih pencapaian baru.",
  "Saya percaya pada kemampuan saya dan pada impian saya.",
  "Saya terbuka pada peluang baru dan siap menghadapi perubahan.",
  "Saya bersyukur atas semua yang saya miliki dan menghargai setiap momen.",
  "Saya mencintai diri saya dan menerima diri saya tanpa syarat.",
  "Kepercayaan diri saya tumbuh setiap hari, dan saya yakin pada potensi saya.",
  "Saya membentuk realitas saya sendiri dan bertanggung jawab atas kebahagiaan saya.",
  "Saya terbebas dari rasa takut dan keraguan; batin saya dipenuhi ketenangan.",
  "Saya pantas meraih kesuksesan, dan saya semakin mudah mencapainya.",
  "Pikiran dan tindakan saya selaras dengan tujuan saya.",
  "Saya hidup selaras dengan tubuh dan pikiran saya.",
  "Saya menghargai setiap pengalaman sebagai kesempatan untuk belajar dan bertumbuh.",
  "Intuisi saya membimbing saya mengambil keputusan yang tepat.",
  "Saya adalah sumber kekuatan dan kebijaksanaan bagi diri saya dan orang lain.",
  "Saya hidup selaras dengan nilai dan prinsip saya.",
  "Hidup saya dipenuhi kebahagiaan, makna, dan cinta.",
  "Saya bersyukur atas semua pelajaran yang diberikan hidup.",
  "Saya menemukan keindahan dalam hal-hal sederhana dan bersukacita setiap hari.",
  "Kreativitas saya tak terbatas; saya bebas mengekspresikan diri.",
  "Saya menjaga kesejahteraan fisik dan emosional saya.",
  "Saya menemukan keseimbangan antara kerja dan istirahat; waktu saya berharga.",
  "Hidup saya diperkaya oleh pengetahuan dan pengalaman baru.",
  "Saya memaafkan diri atas kesalahan di masa lalu dan terus melangkah maju.",
  "Saya dipenuhi energi dan inspirasi; dunia terbuka untuk saya.",
  "Saya menyambut setiap hari dengan senyum dan hati yang terbuka.",
  "Hubungan saya dengan orang-orang terdekat dipenuhi pengertian dan rasa hormat.",
  "Saya merasakan dukungan dari semesta dalam setiap langkah saya.",
  "Saya mampu berkata \"tidak\" ketika diperlukan demi kesejahteraan saya.",
  "Saya hidup di sini dan saat ini, menikmati setiap menitnya.",
  "Saya bersyukur atas kesempatan untuk bertumbuh, belajar, dan berkembang.",
  "Hidup saya adalah perjalanan penuh penemuan yang menakjubkan.",
  "Setiap langkah maju membawa saya lebih dekat pada impian saya.",
  "Saya membuka hati untuk awal baru dan peluang baru.",
  "Hidup saya indah dan dipenuhi kegembiraan setiap hari.",
  "Saya menemukan kekuatan dalam diri untuk melewati masa-masa sulit.",
  "Pikiran saya membentuk realitas saya, dan saya memilih untuk berpikir positif.",
  "Saya bersyukur atas pengalaman unik yang dibawa setiap hari.",
  "Ketenangan batin saya menarik hal-hal positif.",
  "Saya teguh pada keputusan saya dan percaya pada pilihan saya.",
  "Saya terus menemukan cara-cara baru untuk bertumbuh dan mengaktualisasikan diri.",
  "Pencapaian saya memotivasi saya untuk meraih hal-hal baru.",
  "Saya menerima ketakutan saya dan mengubahnya menjadi kekuatan.",
  "Saya memiliki potensi tanpa batas untuk berkarya dan mengekspresikan diri.",
  "Setiap hari saya menjadi lebih baik daripada diri saya kemarin.",
  "Saya bersyukur atas orang-orang dalam hidup saya yang membuatnya lebih berwarna.",
  "Saya melangkah maju dengan berani, karena saya pantas mendapatkan hal-hal besar.",
  "Impian saya semakin menjadi nyata dari hari ke hari.",
  "Saya memilih kegembiraan dan kebahagiaan dalam hidup saya.",
  "Hidup saya dipenuhi makna dan tujuan.",
  "Saya menghargai setiap pengalaman yang membuat saya semakin tangguh.",
  "Kepercayaan diri dan harga diri saya tumbuh setiap hari.",
  "Saya melepaskan segala sesuatu yang tidak lagi mendukung pertumbuhan saya.",
  "Saya siap menghadapi perubahan dan menerimanya dengan hati terbuka.",
  "Intuisi saya membimbing saya mengambil keputusan yang tepat dalam hidup.",
  "Saya merasakan rasa syukur yang mendalam atas semua yang saya miliki.",
  "Dengan senang hati saya membagikan cahaya saya kepada dunia.",
  "Saya terbuka untuk belajar dan siap mengambil pelajaran dari setiap momen.",
  "Hidup saya penuh momen cerah dan pertemuan yang membahagiakan.",
  "Saya mencintai diri saya dan menghormati kebutuhan serta batasan saya.",
  "Setiap rintangan membuat saya semakin kuat.",
  "Saya menyambut setiap hari baru dengan sukacita dan segala kemungkinannya yang tak terbatas."
]
