{
  "days": {
    "fist": {
      "header": "Senang melihat Anda di aplikasi kami untuk pertama kalinya!",
      "content": "<p>Nama saya Alfred, dan saya adalah AI dari aplikasi ini. Tugas saya adalah membantu Anda dalam perjalanan menuju kehidupan yang bahagia dan harmonis, bebas dari masalah psikologis!</p><p>Saya telah menyiapkan beberapa langkah awal yang akan memungkinkan Anda mengenal metode terapi kami.</p><p>Ingat: semakin aktif Anda berinteraksi dengan aplikasi, semakin baik saya dapat memahami kebutuhan Anda dan, karenanya, semakin akurat rekomendasi saya!</p>"
    },
    "second": {
      "content": "<p>Saya melihat bahwa Anda telah mengambil langkah pertama dalam perjalanan penyempurnaan psikologis Anda, ini bagus!</p><p>Hari ini saya ingin memperkenalkan kepada Anda fitur baru — Evaluasi Kondisi Harian. Saya telah memasukkannya ke dalam daftar tindakan yang direkomendasikan karena sangat berguna untuk memantau kemajuan Anda.</p><p>Saya sarankan untuk mengisinya setiap hari sebelum memulai sesi. Selain itu, teruslah menulis jurnal dan pelajari teorinya. Semoga hari Anda menyenangkan!</p>"
    },
    "third": {
      "content": "<p>Mari kita lanjutkan sesi kita hari ini, dengan fokus pada analisis pikiran destruktif. </p><p>Selain itu, saya merekomendasikan untuk melihat etalase psikolog kami.</p><p>Dalam aplikasi kami, kami menekankan pada latihan mandiri, tetapi hanya psikolog yang dapat memberikan rekomendasi yang paling dipersonalisasi untuk Anda. Ini sangat penting, terutama di awal perjalanan.</p>"
    },
    "fourth": {
      "content": "<p>Kami memberikan perhatian khusus pada pembelajaran, berusaha membuatnya tidak hanya bermanfaat, tetapi juga menarik.</p><p>Untuk ini, kami telah membuat saluran Instagram di mana topik-topik rumit disajikan dengan cara yang mudah dan sederhana.</p><p>Bergabunglah dengan komunitas kami dan selangkah demi selangkah mendekati kehidupan yang harmonis dan bahagia tanpa hambatan psikologis!</p>"
    },
    "fifth": {
      "content": "<p>Saya mengajak Anda untuk mencoba fitur premium kami.</p><p>Tersedia masa uji coba 3 hari, di mana Anda dapat membatalkan langganan jika tidak sesuai dengan harapan Anda.</p><p>Ini akan memberikan Anda kemampuan yang lebih luas untuk berinteraksi dengan saya selama proses terapi.</p>"
    },
    "eighth": {
      "content": "<p>Anda sudah bersama kami selama 8 hari!</p><p>Saya berharap Anda menemukan manfaat untuk diri Anda dalam aplikasi ini.</p><p>Kami sangat menghargai umpan balik dari pengguna kami, ceritakan apa yang Anda sukai dan apa yang ingin Anda tingkatkan!</p><p>Mari bersama-sama membuat aplikasi ini lebih baik!</p>"
    },
    "fifteenth": {
      "content": "<p>Kami senang Anda telah bersama kami untuk waktu yang cukup lama - ini benar-benar luar biasa!</p><p>Hari ini saya ingin menarik perhatian Anda pada satu fitur khusus - \"Berbagi dengan psikolog\".</p><p>Jika Anda sedang menjalani terapi, fitur ini akan sangat bermanfaat bagi Anda!</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>Saya memperhatikan bahwa Anda aktif menjaga kesehatan psikologis Anda!</p><p>Namun, Anda masih belum menggunakan semua kemampuan aplikasi.</p><p>Jika masalahnya adalah harga, maka hari ini saya menurunkannya untuk Anda!</p><p>Pastikan untuk mengunci harga baru sebelum akhir hari dan tetap sehat!</p>"
    }
  },
  "affirmations": [
    "Hari ini saya telah memilihkan afirmasi berikut untuk Anda.",
    "Cobalah untuk mengolah afirmasi ini hari ini.",
    "Hari ini saya menawarkan Anda afirmasi berikut."
  ],
  "appUpdated": [
    "Saya telah diperbarui selama Anda tidak ada, mari kita lihat apa yang baru ditambahkan oleh pengembang!",
    "Selama ketidakhadiran Anda, telah terjadi pembaruan. Mari kita pelajari fitur baru dari pengembang bersama-sama!",
    "Pembaruan segar menunggu Anda! Selama Anda offline, kami tidak berdiam diri. Mari kita lihat pembaruannya:",
    "Kami telah menyiapkan beberapa peningkatan dalam aplikasi. Mau mengeksplorasinya bersama?",
    "Aplikasi telah diperbarui! Mari kita periksa fitur menarik apa yang telah ditambahkan:",
    "Pengembang kami bekerja setiap hari untuk kebaikan proyek. Inilah yang telah ditambahkan:"
  ],
  "neverUsed": [
    "Anda belum membuat catatan apa pun di <b>{dairy}</b>. Cobalah untuk melakukannya hari ini. Untuk menemukan metode yang cocok untuk Anda, perlu mencoba berbagai pendekatan.",
    "Saya perhatikan Anda belum meninggalkan catatan di <b>{dairy}</b>. Hari ini adalah hari yang tepat untuk memperbaikinya. Jelajahi strategi berbeda untuk menemukan yang paling efektif bagi Anda.",
    "Buku harian <b>{dairy}</b> Anda masih kosong. Ambil langkah pertama hari ini, jelajahi berbagai metode untuk menemukan yang paling cocok untuk Anda."
  ],
  "premiumThanks": {
    "content": "<p>Saya memperhatikan bahwa Anda baru saja mengaktifkan premium!</p><p>Premium memberi Anda akses ke model AI yang lebih kuat, yang akan membuat analisis saya lebih efektif!</p><p>Berkat Anda, pengembang kami dapat terus mengembangkan proyek dan membantu orang-orang menemukan keharmonisan batin.</p><p>Terima kasih atas kepercayaan Anda!</p>"
  },
  "quote": [
    "Hari ini saya ingin menginspirasi Anda dengan kutipan dari seorang tokoh besar.",
    "Mari kita beralih ke kebijaksanaan seorang tokoh besar hari ini, yang bisa menjadi sumber inspirasi.",
    "Hari ini saya menawarkan Anda pemikiran dari seorang tokoh besar, yang dapat menginspirasi Anda untuk pencapaian baru.",
    "Mari kita ingat kata-kata seorang tokoh besar, yang dapat menjadi nasihat bijak bagi kita.",
    "Saya telah memilihkan kutipan dari seseorang yang terkenal untuk Anda.",
    "Saya memutuskan untuk berbagi dengan Anda hari ini kutipan mendalam dari seorang tokoh terkenal, yang penuh dengan makna yang dalam.",
    "Hari ini saya mengajak Anda untuk menyelami kebijaksanaan yang ditinggalkan oleh seorang tokoh besar, dan mendapatkan inspirasi darinya."
  ],
  "readArticle": [
    "Saya telah menganalisis catatan Anda dan menambahkan materi pembelajaran ke dalam rencana hari ini, yang kemungkinan akan menarik bagi Anda.",
    "Setelah mempelajari catatan Anda, saya memutuskan untuk menambahkan materi pembelajaran ke dalam rencana harian Anda, yang menurut saya akan bermanfaat bagi Anda.",
    "Sebagai hasil dari analisis catatan Anda, saya telah memilih materi pembelajaran yang saya anggap bermanfaat dan menarik untuk Anda, dan menambahkannya ke dalam rencana Anda untuk hari ini."
  ],
  "testExpired": [
    "Hasil tes <b>{test_name}</b> Anda sudah ketinggalan zaman, mari kita tetapkan kondisi Anda saat ini!",
    "Hasil Anda untuk tes <b>{test_name}</b> tidak lagi relevan. Saatnya memperbarui informasi tentang kondisi Anda!",
    "Sepertinya hasil tes <b>{test_name}</b> sudah usang. Mari kita cari tahu bagaimana keadaannya sekarang!",
    "Data tes <b>{test_name}</b> tidak lagi mencerminkan posisi Anda saat ini. Waktunya untuk pemeriksaan baru!",
    "Hasil <b>{test_name}</b> sudah kehilangan relevansinya. Apakah Anda ingin memperbaruinya dan mengetahui kondisi Anda saat ini?",
    "Sudah cukup lama sejak Anda menyelesaikan <b>{test_name}</b>. Mari kita periksa apa yang telah berubah sejak saat itu!"
  ],
  "header": [
    "Senang bertemu Anda lagi!",
    "Saya harap cuaca di tempat Anda menyenangkan!",
    "Menyenangkan bertemu Anda lagi!",
    "Bagaimana suasana hati Anda?",
    "Selalu menyenangkan melihat Anda!",
    "Selamat datang kembali!",
    "Selalu senang bertemu Anda!"
  ]
}