{
  "days": {
    "fist": "<p>Nama saya Alfred. Saya asisten berbasis AI Anda di aplikasi ini. Tujuan saya adalah mendampingi Anda menuju hidup yang lebih tenang, stabil, dan selaras.</p><p>Saya sudah menyiapkan beberapa langkah awal agar Anda bisa mengenal pendekatan dan alat yang kami gunakan dalam terapi.</p><p>Ingat: semakin aktif Anda menggunakan aplikasi, semakin baik saya memahami kebutuhan Anda—dan semakin bermanfaat rekomendasi yang saya berikan.</p>",
    "third": "<p>Hari ini, mari kita lanjutkan prosesnya dan memberi perhatian pada pembahasan pikiran yang merugikan.</p><p>Saya juga menyarankan Anda untuk melihat daftar psikolog kami.</p><p>Di aplikasi ini kami menekankan praktik mandiri, namun psikolog dapat membantu Anda memperoleh dukungan dan rekomendasi yang lebih personal. Ini sangat berharga di awal perjalanan Anda.</p>",
    "fourth": "<p>Kami berusaha agar pembelajaran tidak hanya bermanfaat, tetapi juga menarik untuk Anda.</p><p>Karena itu, kami membuat akun Instagram, tempat kami menjelaskan hal-hal yang kompleks dengan bahasa yang sederhana dan mudah dipahami.</p><p>Bergabunglah dengan komunitas kami—mari melangkah bersama, sedikit demi sedikit, menuju hidup yang lebih selaras dan sadar.</p>",
    "fifth": "<p>Saya mengajak Anda untuk mencoba fitur Premium kami.</p><p>Anda akan mendapatkan masa uji coba 3 hari, dan Anda bisa membatalkan langganan kapan saja jika Anda merasa ini bukan yang Anda butuhkan.</p><p>Premium membuka lebih banyak kemungkinan untuk bekerja bersama saya dan mendapatkan dukungan yang lebih mendalam dalam proses terapi Anda.</p>",
    "eighth": "<p>Senang sekali Anda sudah cukup lama bersama kami—ini benar-benar menginspirasi!</p><p>Hari ini saya ingin mengajak Anda memperhatikan satu fitur penting: \"Bagikan dengan psikolog\".</p><p>Jika Anda sedang menjalani terapi, fitur ini bisa menjadi dukungan yang sangat berharga dan praktis bagi Anda.</p>",
    "tenth": "<p>Anda sudah bersama kami selama 8 hari—senang sekali!</p><p>Saya harap aplikasi ini membantu Anda dan terasa bermanfaat.</p><p>Masukan dari Anda sangat berarti: ceritakan apa yang Anda sukai dan apa yang ingin Anda perbaiki.</p><p>Kami akan senang jika bisa membuat aplikasi ini menjadi lebih baik bersama Anda!</p>"
  },
  "affirmations": [
    "Hari ini saya memilihkan afirmasi yang bisa mendukung Anda.",
    "Coba gunakan afirmasi ini hari ini—ini bisa membantu Anda membangun suasana hati yang lebih positif.",
    "Hari ini saya ingin menawarkan afirmasi berikut sebagai dukungan batin."
  ],
  "appUpdated": [
    "Saya sudah diperbarui saat Anda tidak membuka aplikasi. Yuk, lihat apa yang baru ditambahkan para pengembang!",
    "Selama Anda tidak aktif, ada pembaruan baru. Mari kita jelajahi fitur-fitur barunya bersama!",
    "Ada pembaruan segar untuk Anda! Saat Anda offline, kami terus bekerja. Mari berkenalan dengan perubahan terbarunya:",
    "Kami menyiapkan beberapa peningkatan di aplikasi. Mari kita lihat bersama!",
    "Aplikasi sudah diperbarui! Kita cek fitur baru apa saja yang muncul:",
    "Para pengembang kami terus meningkatkan aplikasi setiap hari. Lihat apa yang baru:"
  ],
  "neverUsed": [
    "Anda belum membuat satu pun entri di <b>{dairy}</b>. Mungkin hari ini saat yang tepat untuk memulai. Untuk menemukan pendekatan yang benar-benar cocok bagi Anda, akan membantu jika Anda mencoba berbagai metode.",
    "Saya melihat Anda belum pernah menulis di <b>{dairy}</b>. Hari ini saat yang tepat untuk mengambil langkah pertama. Coba berbagai cara—ini membantu Anda menemukan yang paling cocok untuk Anda.",
    "<b>{dairy}</b> Anda masih kosong. Buat entri pertama hari ini dan bereksperimenlah dengan berbagai teknik untuk menemukan yang paling sesuai untuk Anda."
  ],
  "premiumThanks": {
    "content": "<p>Saya melihat Anda baru saja mengaktifkan Premium—terima kasih banyak!</p><p>Sekarang Anda mendapatkan akses ke model AI yang lebih kuat, dan analisis saya akan menjadi lebih akurat dan bermanfaat.</p><p>Pilihan Anda membantu tim kami terus mengembangkan proyek ini dan mendampingi orang-orang dalam perjalanan menuju keseimbangan batin.</p><p>Terima kasih atas kepercayaan Anda!</p>"
  },
  "quote": [
    "Hari ini saya ingin menginspirasi Anda dengan kutipan dari seseorang yang luar biasa.",
    "Hari ini, mari kita menyimak kebijaksanaan tokoh yang mengagumkan—ini bisa menjadi sumber inspirasi yang baik.",
    "Hari ini saya ingin membagikan pemikiran dari tokoh terkenal yang bisa mendukung dan menginspirasi Anda.",
    "Mari kita ingat kata-kata tokoh hebat yang bisa menjadi penunjuk arah yang bermanfaat bagi kita.",
    "Saya memilihkan kutipan dari tokoh terkenal untuk Anda.",
    "Hari ini saya memutuskan untuk berbagi kutipan tajam dari tokoh terkenal—penuh makna.",
    "Hari ini saya mengajak Anda menyelami kebijaksanaan yang ditinggalkan tokoh hebat bagi kita, dan menemukan inspirasi di dalamnya."
  ],
  "readArticle": [
    "Saya menganalisis catatan Anda dan menambahkan materi ke rencana hari ini yang mungkin menarik dan bermanfaat bagi Anda.",
    "Setelah mempelajari catatan Anda, saya memasukkan materi pembelajaran ke rencana hari ini karena saya yakin ini dapat membantu Anda dalam proses pengembangan diri.",
    "Setelah menganalisis catatan Anda, saya memilih materi yang menurut saya akan berguna dan menarik bagi Anda, lalu menambahkannya ke rencana hari ini."
  ],
  "testExpired": [
    "Hasil tes <b>{test_name}</b> Anda sudah tidak lagi terkini. Mari perbarui dan nilai kondisi Anda saat ini!",
    "Hasil tes <b>{test_name}</b> Anda sudah tidak lagi relevan. Saya menyarankan kita memperbaruinya agar lebih memahami perkembangannya.",
    "Sepertinya hasil tes <b>{test_name}</b> sudah kedaluwarsa. Mari lihat bagaimana perasaan Anda sekarang!",
    "Data tes <b>{test_name}</b> saat ini sudah tidak mencerminkan kondisi Anda. Saatnya menjalankannya lagi.",
    "Hasil <b>{test_name}</b> sudah kehilangan relevansinya. Ingin memperbaruinya dan melihat kondisi Anda saat ini?",
    "Sudah cukup lama sejak Anda mengerjakan <b>{test_name}</b>. Mari cek apa yang berubah sejak saat itu!"
  ],
  "header": [
    "Senang bertemu Anda lagi!",
    "Semoga cuaca hari ini menyenangkan bagi Anda!",
    "Saya sangat senang melihat Anda kembali!",
    "Bagaimana perasaan Anda hari ini?",
    "Selalu menyenangkan melihat Anda di sini!",
    "Senang menyambut Anda kembali!",
    "Saya selalu senang Anda kembali!"
  ]
}