[
  {
    "text": "Kemuliaan terbesar dalam hidup bukan pada tidak pernah jatuh, tetapi pada bangkit setiap kali kita terjatuh.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Ketika Anda berada dalam kegelapan, ingatlah: matahari terbit dan terbenam, tetapi cahayanya abadi.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Apa yang tidak membunuh kita, membuat kita lebih kuat.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Bahkan dari malam yang tampak tak berujung bagi seluruh dunia, ada jalan menuju pagi yang cerah.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Harapan adalah hal bersayap yang bertengger di jiwa dan menyanyikan melodi tanpa kata, dan tidak pernah berhenti percaya.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Cara terbaik untuk memperbaiki suasana hati adalah mencoba memperbaiki suasana hati orang lain.",
    "author": "Mark Twain"
  },
  {
    "text": "Satu pikiran positif kecil di pagi hari dapat mengubah seluruh hari Anda.",
    "author": "Dalai Lama"
  },
  {
    "text": "Penting untuk diingat bahwa kita tidak bisa menjadi orang yang kita inginkan dengan tetap menjadi orang yang kita sekarang.",
    "author": "Max DePree"
  },
  {
    "text": "Selalu ada cahaya, jika saja kita cukup berani untuk melihatnya. Jika saja kita cukup berani untuk menjadi cahaya itu.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Jangan menilai setiap hari berdasarkan hasil panen yang Anda kumpulkan, tetapi dari benih yang Anda tanam.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Ingatkan diri Anda bahwa ini bukan tanda kelemahan. Ini adalah penyakit yang membutuhkan pengobatan, seperti penyakit lainnya.",
    "author": "Demi Lovato"
  },
  {
    "text": "Jangan biarkan penyakit Anda mendefinisikan siapa Anda.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Apa yang kita lihat terutama bergantung pada apa yang kita cari.",
    "author": "John Lubbock"
  },
  {
    "text": "Penting untuk mengungkapkan perasaan Anda, daripada menyimpannya dalam diri.",
    "author": "Jimmy Hendrix"
  },
  {
    "text": "Anda tidak sendirian, dan kegelapan ini, seperti hal lainnya, akan berlalu.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Keberanian tidak selalu mengaum. Terkadang keberanian adalah suara kecil di akhir hari yang berkata: saya akan mencoba lagi besok.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Harapan adalah hal bersayap yang hinggap di jiwa dan menyanyikan melodi tanpa kata, dan tidak pernah berhenti sama sekali.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Ingatkan diri Anda bahwa Anda tidak harus melakukan apa yang orang lain lakukan.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Jauhilah mereka yang mencoba merendahkan ambisi Anda. Orang-orang kecil selalu melakukan itu, tapi orang-orang hebat membuat Anda merasa bahwa Anda juga bisa menjadi hebat.",
    "author": "Mark Twain"
  },
  {
    "text": "Depresi adalah kondisi di mana Anda tidak mengendalikan hidup Anda. Temukan sesuatu yang mengembalikan Anda ke kehidupan. Tak peduli betapa kecilnya itu mungkin terlihat.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Menjadi kuat berarti merasa mengerikan dan hidup pada saat yang bersamaan.",
    "author": "Lena Dunham"
  },
  {
    "text": "Situasi Anda saat ini bukanlah tujuan akhir Anda.",
    "author": "Tidak Diketahui"
  },
  {
    "text": "Kemuliaan terbesar dalam hidup bukanlah tidak pernah jatuh, tetapi bangkit setiap kali kita jatuh.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Apa yang Anda rasakan sekarang tidak akan mendefinisikan Anda selamanya.",
    "author": "Christina Rasmussen"
  },
  {
    "text": "Jangan menilai setiap hari berdasarkan hasil panen yang Anda kumpulkan, tetapi dari benih yang Anda tanam.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Harapan adalah keyakinan yang diarahkan ke masa depan; keyakinan bahwa hari-hari yang lebih baik akan datang, terlepas dari betapa gelapnya saat ini.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Depresi adalah penjara di mana Anda menjadi sipir dan tahanan.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Jika Anda melewati neraka, teruslah berjalan.",
    "author": "Winston Churchill"
  },
  {
    "text": "Hal terpenting yang dapat Anda lakukan ketika Anda berada di bawah adalah bangkit kembali.",
    "author": "Demi Lovato"
  },
  {
    "text": "Berpeganglah pada harapan. Ketika gelap, bintang-bintang terlihat paling jelas.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Anda tidak perlu melihat seluruh tangga, cukup ambil langkah pertama.",
    "author": "Martin Luther King"
  },
  {
    "text": "Pengobatan tidak berarti kesembuhan langsung, tetapi itu adalah langkah pertama menuju kesembuhan.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Apa yang kita lihat terutama bergantung pada apa yang kita cari.",
    "author": "John Lubbock"
  },
  {
    "text": "Bersabarlah dengan segala sesuatu yang belum terselesaikan dalam jiwa Anda, dan cobalah mencintai pertanyaan-pertanyaan itu sendiri.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Kesehatan mental membutuhkan perhatian dan perawatan yang sama seperti kesehatan fisik.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Di setiap malam ada bintang yang lebih terang.",
    "author": "Maya Angelou"
  },
  {
    "text": "Jangan takut menunjukkan kerentanan Anda. Bersikap jujur tentang kondisi Anda dapat membawa dukungan yang Anda butuhkan.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Jadilah diri Anda sendiri; semua peran lain sudah diambil.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Terkadang hal tersehat yang dapat Anda lakukan adalah membiarkan diri Anda merasakan.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Hidup bukan tentang menunggu badai berlalu, tetapi tentang belajar menari di bawah hujan.",
    "author": "Vivian Greene"
  },
  {
    "text": "Jangan kehilangan keyakinan pada diri Anda sendiri. Anda tidak pernah tahu seberapa dekat Anda dengan tujuan Anda.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Apa yang tidak membunuh kita, membuat kita lebih kuat.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Mencintai diri sendiri adalah awal dari kisah cinta seumur hidup.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Jangan pernah takut meminta bantuan. Itu adalah tanda kekuatan, bukan kelemahan.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Hidup bukan tentang bagaimana bertahan dari badai, tetapi tentang bagaimana menari di bawah hujan.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Kekuatan tidak berasal dari kemampuan fisik. Ia berasal dari kemauan yang tak tergoyahkan.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Tentukan hidup Anda bukan dari apa yang gagal Anda capai, tetapi dari apa yang masih dapat Anda raih.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Satu-satunya cara untuk melakukan pekerjaan hebat adalah dengan mencintai apa yang Anda lakukan.",
    "author": "Steve Jobs"
  },
  {
    "text": "Kita menjadi kuat bukan ketika kita tidak pernah harus berjuang, tetapi ketika kita belajar mengatasi tantangan.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Jangan menunggu momen khusus, jadikan setiap momen istimewa.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Jangan khawatir tentang apa yang orang pikirkan tentang Anda. Mereka terlalu sibuk memikirkan diri mereka sendiri.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Setiap langkah maju, bahkan yang terkecil sekalipun, adalah langkah menuju kesuksesan.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Jangan takut berjalan lambat, takutlah berdiam diri.",
    "author": "Pepatah Tiongkok"
  },
  {
    "text": "Keberanian sejati adalah mengetahui bahwa Anda akan bangun esok hari, ketika seluruh dunia runtuh hari ini.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Ingatlah, tidak mendapatkan apa yang Anda inginkan terkadang merupakan keberuntungan yang luar biasa.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Kebahagiaan bukan tentang memiliki apa yang Anda inginkan, tetapi menginginkan apa yang Anda miliki.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Kesuksesan adalah kemampuan untuk beralih dari satu kegagalan ke kegagalan lain tanpa kehilangan antusiasme.",
    "author": "Winston Churchill"
  },
  {
    "text": "Beranilah hidup dengan kehidupan yang Anda impikan untuk diri Anda sendiri. Majulah dan jadikan hidup Anda luar biasa.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Hanya mereka yang berani pergi terlalu jauh yang dapat mengetahui seberapa jauh mereka bisa pergi.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Rasa sakit tidak selalu merupakan sinyal untuk bertindak; terkadang itu adalah panggilan untuk meditasi.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Optimisme sejati bukanlah kegembiraan, tetapi kekuatan. Dan kekuatan ini membantu menatap realitas dengan mata terbuka.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Setiap hari adalah kesempatan baru untuk mengubah hidup Anda.",
    "author": "Penulis Tidak Diketahui"
  },
  {
    "text": "Hal tersulit adalah keputusan untuk bertindak, sisanya hanyalah ketekunan.",
    "author": "Amelia Earhart"
  }
]
