[
  {
    "text": "Kemuliaan terbesar dalam hidup bukanlah tidak pernah jatuh, melainkan bangkit setiap kali kita terjatuh.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Saat Anda berada dalam kegelapan, ingatlah: matahari tetap terbit dan terbenam—dan cahayanya selalu ada.",
    "author": "Khalil Gibran"
  },
  {
    "text": "Apa yang tidak membunuh kita membuat kita lebih kuat.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Bahkan dari malam yang terasa tak berujung, selalu ada jalan menuju pagi yang terang.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Harapan adalah sesuatu bersayap yang hinggap di jiwa, menyanyikan melodi tanpa kata, dan tak pernah berhenti.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Cara terbaik untuk menyemangati diri sendiri adalah mencoba menyemangati orang lain.",
    "author": "Mark Twain"
  },
  {
    "text": "Satu pikiran positif kecil di pagi hari bisa mengubah seluruh hari Anda.",
    "author": "Dalai Lama"
  },
  {
    "text": "Ingatlah: Anda tak akan menjadi diri yang Anda inginkan jika Anda tetap bertahan menjadi diri yang sekarang.",
    "author": "Max De Pree"
  },
  {
    "text": "Selalu ada cahaya, asalkan kita cukup berani untuk melihatnya. Asalkan kita cukup berani untuk menjadi cahaya itu.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Jangan menilai setiap hari dari panen yang Anda kumpulkan, tetapi dari benih yang Anda tanam.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Ingatkan diri Anda: ini bukan tanda kelemahan. Ini adalah penyakit yang perlu diobati, seperti penyakit lainnya.",
    "author": "Demi Lovato"
  },
  {
    "text": "Jangan biarkan penyakit Anda menentukan siapa diri Anda.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Apa yang kita lihat sangat bergantung pada apa yang kita cari.",
    "author": "John Lubbock"
  },
  {
    "text": "Penting untuk meluapkan perasaan Anda, bukan memendamnya sendirian.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Anda tidak sendirian, dan kegelapan ini—seperti semuanya—pada akhirnya akan berlalu.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Keberanian tidak selalu mengaum. Terkadang keberanian adalah suara pelan di akhir hari yang berkata: besok aku akan mencoba lagi.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Harapan adalah sesuatu bersayap yang bersemayam di jiwa, menyanyikan melodi tanpa kata, dan tak pernah berhenti.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Ingatkan diri Anda bahwa Anda tidak harus melakukan apa yang dilakukan semua orang.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Jauhilah orang-orang yang mencoba meremehkan ambisi Anda. Orang kecil selalu begitu, tetapi orang yang benar-benar hebat membuat Anda merasa bahwa Anda pun bisa menjadi hebat.",
    "author": "Mark Twain"
  },
  {
    "text": "Depresi adalah keadaan ketika Anda merasa tidak mengendalikan hidup Anda. Temukan sesuatu yang menghidupkan Anda kembali—sekecil apa pun itu.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Menjadi kuat berarti merasa sangat buruk dan tetap bertahan pada saat yang sama.",
    "author": "Lena Dunham"
  },
  {
    "text": "Situasi Anda saat ini bukanlah akhir perjalanan Anda.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Apa yang Anda rasakan sekarang tidak akan menentukan Anda selamanya.",
    "author": "Kristina Rimme"
  },
  {
    "text": "Harapan adalah iman yang menatap masa depan: keyakinan bahwa hari-hari yang lebih baik akan datang, sekelam apa pun hari ini.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Depresi adalah penjara, tempat Anda sekaligus menjadi sipir dan tahanannya.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Jika Anda sedang melewati neraka, teruslah berjalan.",
    "author": "Winston Churchill"
  },
  {
    "text": "Yang terpenting ketika Anda terpuruk adalah bangkit.",
    "author": "Demi Lovato"
  },
  {
    "text": "Berpeganglah pada harapan. Saat gelap, bintang tampak paling terang.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Anda tidak harus melihat seluruh tangga; cukup ambil langkah pertama.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Pemulihan bukan berarti sembuh seketika, tetapi merupakan langkah pertama menuju kesembuhan.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Bersabarlah terhadap segala hal yang belum terselesaikan dalam jiwa Anda, dan cobalah mencintai pertanyaan-pertanyaannya.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Kesehatan mental membutuhkan perhatian dan perawatan yang sama seperti kesehatan fisik.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Di setiap malam selalu ada satu bintang yang paling terang.",
    "author": "Maya Angelou"
  },
  {
    "text": "Ingat, jangan takut menunjukkan kerentanan Anda. Jujur tentang kondisi Anda bisa membantu Anda mendapatkan dukungan yang Anda perlukan.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Jadilah diri sendiri; semua peran lainnya sudah diambil.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Terkadang hal paling sehat yang bisa Anda lakukan adalah mengizinkan diri Anda untuk merasakan.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Jangan kehilangan keyakinan pada diri Anda. Anda tidak pernah tahu seberapa dekat Anda dengan tujuan Anda.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Mencintai diri sendiri adalah awal dari romansa seumur hidup.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Jangan pernah takut meminta bantuan. Itu tanda kekuatan, bukan kelemahan.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Kekuatan tidak datang dari kemampuan fisik. Kekuatan datang dari kemauan yang tak tergoyahkan.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Tentukan hidup Anda bukan dari apa yang gagal Anda raih, melainkan dari apa yang masih bisa Anda capai.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Satu-satunya cara untuk melakukan hal besar adalah mencintai apa yang Anda kerjakan.",
    "author": "Steve Jobs"
  },
  {
    "text": "Kita menjadi kuat bukan ketika kita tak pernah harus berjuang, melainkan ketika kita belajar menghadapi tantangan.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Jangan menunggu momen istimewa; jadikan setiap momen terasa istimewa.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Jangan khawatir tentang apa yang orang pikirkan tentang Anda. Mereka terlalu sibuk memikirkan diri mereka sendiri.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Setiap langkah maju, sekecil apa pun, adalah langkah menuju keberhasilan.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Jangan takut berjalan pelan; takutlah jika berhenti.",
    "author": "Pepatah Tiongkok"
  },
  {
    "text": "Keberanian sejati adalah bangun esok hari, meski hari ini dunia terasa runtuh.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Ingatlah, tidak mendapatkan apa yang Anda inginkan terkadang justru sebuah keberuntungan besar.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Kebahagiaan bukanlah memiliki apa yang Anda inginkan, melainkan menginginkan apa yang Anda miliki.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Sukses adalah kemampuan melangkah dari satu kegagalan ke kegagalan berikutnya tanpa kehilangan antusiasme.",
    "author": "Winston Churchill"
  },
  {
    "text": "Beranilah menjalani hidup yang Anda impikan. Teruslah melangkah dan jadikan hidup Anda luar biasa.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Hanya mereka yang berani melangkah terlalu jauh yang bisa tahu seberapa jauh seseorang dapat melangkah.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Rasa sakit tidak selalu merupakan sinyal untuk bertindak; kadang itu undangan untuk bermeditasi.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Optimisme sejati bukanlah keriangan, melainkan kekuatan—kekuatan untuk menatap kenyataan dengan mata terbuka.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Setiap hari adalah kesempatan baru untuk mengubah hidup Anda.",
    "author": "Tidak diketahui"
  },
  {
    "text": "Yang tersulit adalah memutuskan untuk bertindak; sisanya hanyalah ketekunan.",
    "author": "Amelia Earhart"
  }
]
