{
  "constants": {
    "tags": {
      "calm": "שלווה",
      "mindfulness": "מודעות קשובה",
      "meditation": "מדיטציה",
      "perfectionism": "פרפקציוניזם",
      "procrastination": "דחיינות"
    }
  },
  "naslSLnadfl": {
    "title": "שחרור מפחד הטעות: דף ה«אנטי-פרפקציוניזם»",
    "statement": "רבים מהפרפקציוניסטים חיים באמונה שהנאה מלאה מדבר כלשהו אפשרית רק במקרה של ביצוע מושלם שלו. אנו מציעים לכם לקרוא תיגר 💪 על רעיון זה.",
    "description": [
      "עבור רבים, סטנדרטים גבוהים ודרישות מעצמם ומהסביבה נראים ככוח מניע. אולם, כאשר הציפיות הופכות לבלתי מציאותיות, הן עלולות להפוך למלכודת, המובילה לתחושה מתמשכת של אי-מספיקות, ביקורת בלתי פוסקת, ולבסוף, לדיכאון.",
      "בעולם ניתן לשפר הכל, והשאיפה לאידיאל מוחלט נידונה לאכזבה.",
      "טכניקה זו תאפשר לכם להבין שהשגת שלמות אינה תנאי הכרחי לקבלת הנאה מהתהליך. נסו לעשות משהו באופן לא מושלם, אך עם הנאה. ראו מה יצא מזה."
    ],
    "task": [
      "1️⃣ במשך מספר ימים, נהלו רישום של משימות מגוונות וספונטניות שאתם מבצעים, בין אם זה «צחצוח שיניים», «הכנת ארוחת ערב», «הכנת דו\"ח עבודה» או «ניקיון הבית».",
      "2️⃣ בעמודה השנייה, ציינו עד כמה, לדעתכם, המשימה בוצעה ביעילות, מבוטא באחוזים.",
      "3️⃣ בעמודה השלישית, ציינו כמה שמחה הביא לכם ביצועה."
    ],
    "table": {
      "header": [
        "משימה",
        "יעילות",
        "הנאה"
      ],
      "example": {
        "0": [
          "הכנת ארוחת ערב",
          "50% (יכולתי לבחור מתכון מורכב וטעים יותר)",
          "90% (פשוט, אבל ט-טעים מאוד ולא לקח הרבה זמן)"
        ],
        "1": [
          "ניקיון הבית",
          "70% (עשיתי את כל העיקר, אבל לא הגעתי למקרר ולכיריים)",
          "100% (ניקיון בבית תמיד מסב לי הנאה)"
        ],
        "2": [
          "הכנת דו\"ח עבודה",
          "85% (השקעתי מאמץ רב בדו\"ח)",
          "20% (מחשבות מתמידות על מה שיכול היה להיות טוב יותר, גזלו ממני את ההנאה מהתהליך)"
        ]
      }
    },
    "expectations": [
      "תרגיל זה יאפשר לכם להבין שהשגת שלמות אינה תנאי הכרחי לקבלת הנאה מהתהליך.",
      "הפחתת חרדה ופחד מטעויות"
    ]
  },
  "DzseWuFv2t": {
    "title": "התמודדות עם המבקר הפנימי",
    "statement": "תחושת נחיתות נגרמת לעתים קרובות על ידי מבקר פנימי המערער את הערכתנו העצמית. טכניקה זו תעזור לכם להגיב לביקורת ולהעריך מחדש מחשבות שליליות.",
    "description": [
      "אמונות שליליות כמו \"אני חסר ערך\", \"אני גרוע מאחרים\", \"אני לא אצליח בכלום\", \"הכל באשמתי\", \"אני כישלון\" מחמירות בעיות הערכה עצמית ועלולות להוביל לדיכאון.",
      "חשוב מאוד לא להיכנע לפרובוקציות של המבקר הפנימי וללמוד להגיב על התקפותיו. זה יעזור לכם להעריך מחדש מחשבות שליליות ולשפר את הערכתכם העצמית."
    ],
    "task": [
      "צרו טבלה בת שלוש עמודות בפורמט הנוח לכם. שמות העמודות:",
      "מחשבות המבקר",
      "עיוות קוגניטיבי",
      "תשובה רציונלית",
      "1️⃣ בעמודה הראשונה רשמו את כל המחשבות הביקורתיות העולות בראשכם בכל פעם שאתם מאשימים את עצמכם, מרגישים חסרי תועלת או לא מרוצים מעצמכם.",
      "בעמודה זו כדאי לרשום דווקא את מחשבותיכם על עצמכם, ולא את רגשותיכם. זאת כי אם תכתבו: \"אני מרגיש נורא\", תתקשו להפריך זאת, כי זו אכן האמת.",
      "2️⃣ בעמודה השנייה זהו איזה עיוות קוגניטיבי קיים במחשבה.",
      "3️⃣ בעמודה השלישית תנו תשובה למבקר הפנימי. נסו למצוא הסבר רציונלי שיפריך את המחשבה הביקורתית.",
      "חשוב להחליף מחשבה ביקורתית במחשבה מציאותית והגיונית יותר, תוך הימנעות מהצהרות אופטימיות מדי."
    ],
    "example": [
      "הנה כמה דוגמאות לתשובות על מחשבות ביקורתיות:"
    ],
    "table": {
      "header": [
        "מחשבות המבקר",
        "עיוות קוגניטיבי",
        "תשובה רציונלית"
      ],
      "example": {
        "0": [
          "אני כל כך טיפש שבטוח אכשל",
          "הדבקת תוויות",
          "אני לא טיפש, פשוט אין לי מספיק זמן להתכונן. אני יכול לעבור את המבחן אם אלמד."
        ],
        "1": [
          "אף אחד לא צריך אותי",
          "חשיבה שחור-לבן",
          "החברים והאנשים הקרובים לי מעריכים ואוהבים אותי. הם צריכים אותי."
        ],
        "2": [
          "לעולם לא אצליח למצוא עבודה",
          "חשיבה שחור-לבן",
          "אני יכול למצוא עבודה אם אתאמץ ואחפש. אנשים רבים מוצאים עבודה, ואני לא יוצא מן הכלל."
        ]
      }
    },
    "expectations": [
      "הגברת העמידות לביקורת מבפנים ומהסביבה.",
      "הפחתת המתח הרגשי הכללי.",
      "הפחתת הפחד לעשות טעויות."
    ]
  },
  "kdzYJ4njVJ": {
    "title": "שלוש אפשרויות להתפתחות האירועים",
    "statement": "המטרה העיקרית של טכניקה זו היא לאפשר לנפש שלנו לראות אפשרויות אחרות לתוצאת האירוע. תלמדו להטיל ספק במחשבות השליליות שלכם ותוכלו להפחית את רמת החרדה במצבי לחץ.",
    "description": [
      "אנחנו נוטים לקיצוניות בהערכת מצבים, מה שמפריע לנו לראות את התמונה האמיתית ולקבל החלטות נכונות. טכניקה פשוטה אך יעילה זו עוזרת לבחון מחדש את הסבירויות להתפתחות האירועים."
    ],
    "task": [
      "כאשר תבחינו במחשבה אוטומטית נוספת שבבירור קלקלה את מצב הרוח שלכם, שאלו את עצמכם: מהן האפשרויות להתפתחות האירועים:",
      "הגרועה ביותר — האפשרות השלילית ביותר, שעליה כנראה חשבתם תחילה;",
      "הטובה ביותר — האפשרות האידיאלית שהייתה מספקת אתכם לחלוטין;",
      "הריאליסטית — משהו ממוצע בין הראשונה לשנייה, אך תרחיש הגיוני יותר המבוסס על הידע והניסיון שלכם;",
      "חשוב מאוד לא רק לשמור את האפשרויות בראש, אלא לנהל רישומים באפליקציה או על נייר. זה יעזור לכם להבין טוב יותר את המחשבות והרגשות שלכם, וגם לעקוב אחר השינויים בהם."
    ],
    "example": [
      "נניח שמחר מצפה לכם מבחן חשוב בלימודים או בעבודה, ועלתה בכם המחשבה: «אכשל במבחן». אין לכם ערבויות שזה יקרה, אבל בכל זאת, מחשבה כזו בבירור מעוררת רגשות לא נעימים. לכן נציג למוח שלכם אפשרויות חלופיות.",
      "❤️ האפשרות הגרועה ביותר",
      "אתכונן באמת גרוע, אהיה עצבני מאוד, אדאג ולא אעבור מחר את המבחן. גרוע מזה, אהיה היחיד בקבוצה שנכשל. היחס של המרצה אליי ישתנה, והסטודנטים בקבוצה יחשבו שאני עצלן וטיפש.",
      "💜 האפשרות הטובה ביותר",
      "לא אדאג ואסע למבחן במצב רוח טוב. יזדמן לי השאלון הקל ביותר, ואעבור את המבחן בהצטיינות. ועוד יותר טוב יהיה אם כל הקבוצה תקבל את הציון הגבוה ביותר ללא מבחן.",
      "💚 האפשרות הריאליסטית",
      "אני לא יכול לדעת בוודאות איזה שאלון יזדמן לי, אבל אני יכול להתכונן עוד קצת, מה שיעזור לי להרגיש פחות חרדה מחר. לחוש מתח בגלל המבחן זה נורמלי. בסך הכל, אני מכיר את החומר לא רע, לכן אוכל לענות על רוב השאלות."
    ],
    "expectations": [
      "מבט אובייקטיבי על המצב.",
      "הפחתת המתח הרגשי הכללי."
    ]
  },
  "lsafnanS3sf": {
    "title": "יום תחת שליטה",
    "statement": "טכניקה זו מועילה לאנשים הסובלים מדיכאון או דחיינות. היא יכולה לעזור לכם לשפר את הארגון העצמי שלכם ולנהל את הזמן שלכם.",
    "description": [
      "בערב, לפני היום הבא, שבו וכתבו את לוח הזמנים שלכם ליום.",
      "בגרסה הבסיסית אנו מציעים למלא 4 עמודות:",
      "1️⃣ העמודה הראשונה — «זמן». זמן משוער לביצוע המשימה. יכול להיות מרווח זמן.",
      "2️⃣ העמודה השנייה — «לפני». זוהי תוכנית שעתית של מה שאתם רוצים לעשות. אין צורך לרשום הרבה בבת אחת: בכל שורה שעתית רשמו מילה או שתיים המציינות פעילות או פעולה כלשהי.",
      "למשל, זה יכול להיות משהו קטן: ללכת למקלחת, לאכול ארוחת בוקר, להפעיל את מכונת הכביסה. או שזה יכול להיות משהו שדורש יותר אנרגיה: ניקיון 🧹, הכנה למבחן 🧪, כתיבת קורות חיים ✍🏼 וכו'.",
      "3️⃣ בסוף כל יום רשמו בעמודה השלישית — «אחרי».",
      "כדאי לרשום שם מה באמת עשיתם במהלך היום כולו. הפעילויות שלכם יכולות להתאים למה שתכננתם, ויכולות גם להיות שונות — זה נורמלי, אל תדאגו.",
      "אפילו אם תצליחו לממש רק חלק קטן מהרשימה «לפני», עצם תכנון היום שלכם יכול להיות תהליך מועיל מאוד וברור ויזואלית עבורכם.",
      "4️⃣ העמודה הרביעית — «הנאה». ניתן ליהנות אפילו מביצוע עבודה שגרתית. ",
      "והחשוב ביותר, שעצם העובדה שאתם מתקדמים כבר מביאה הנאה מסוימת. רשמו בסולם מ-1 עד 10 עד כמה היה לכם נעים לבצע את המשימה."
    ],
    "task": [
      "בערב, לפני היום הבא, שבו וכתבו את לוח הזמנים שלכם ליום.",
      "בגרסה הבסיסית אנו מציעים למלא 4 עמודות:",
      "1️⃣ העמודה הראשונה — «זמן». זמן משוער לביצוע המשימה. יכול להיות מרווח זמן.",
      "2️⃣ העמודה השנייה — «לפני». זוהי תוכנית שעתית של מה שאתם רוצים לעשות",
      "3️⃣ בסוף כל יום רשמו בעמודה השלישית — «אחרי».",
      "כדאי לרשום שם מה באמת עשיתם במהלך היום כולו.",
      "4️⃣ העמודה הרביעית — «הנאה». רשמו בסולם מ-1 עד 10 עד כמה היה לכם נעים לבצע את המשימה."
    ],
    "table": {
      "header": [
        "זמן",
        "לפני",
        "אחרי",
        "הנאה"
      ],
      "example": {
        "0": [
          "להתעורר",
          "התעוררתי, צחצחתי שיניים"
        ],
        "1": [
          "לאכול ארוחת בוקר",
          "אכלתי ארוחת בוקר"
        ],
        "2": [
          "ניקוי החדר",
          "דיברתי בטלפון עם חבר"
        ],
        "3": [
          "הכנה למבחן",
          "צפיתי בסדרה"
        ]
      }
    },
    "expectations": [
      "יעצור את הנטייה שלכם לחשוב ללא הרף על החשיבות והערך של פעולות שונות ויעזור להתמודד עם סתירות פנימיות: האם כדאי לעשות משהו או לא",
      "יעזור לכם לתכנן את הזמן שלכם באופן מאוזן, כי יהיו שם דברים שפשוט עליכם לעשות מסיבה זו או אחרת, וגם פעילויות שמביאות לכם הנאה",
      "אם תרכיבו לוח זמנים יומי באופן קבוע, תבחינו בקרוב שהמוטיבציה שלכם גדלה, כי כשאתם מתחילים לעשות משהו, אתם מפריכים את האמונות שלכם שאינכם מסוגלים לעשות דבר"
    ]
  },
  "alkjnaNNasz": {
    "title": "מראת הביקורת העצמית",
    "statement": "דמיינו שאתם אומרים לחבר הטוב ביותר שלכם את כל המחשבות הביקורתיות שאתם בדרך כלל מפנים כלפי עצמכם. טכניקה זו תעזור לכם להבין את חוסר ההוגנות של ביקורת עצמית ולפתח יחס של חמלה והבנה רבה יותר כלפי עצמכם.",
    "task": [
      "1️⃣ בחרו מצב שבו אתם נוטים לבקר את עצמכם.",
      "2️⃣ דמיינו שחבר קרוב או בן משפחה נמצא באותו מצב.",
      "3️⃣ ערכו משחק תפקידים: אתם משחקים את עצמכם, ובן השיח הדמיוני הוא החבר שלכם.",
      "4️⃣ בטאו את כל המחשבות והשיפוטים הביקורתיים שאתם בדרך כלל מפנים כלפי עצמכם, אך הפנו אותם כלפי ה\"חבר\" שלכם.",
      "שימו לב לרגשות שלכם במהלך התרגיל הזה. עד כמה נוח לכם לומר דברים כאלה לאדם אחר?",
      "נתחו את ההבדל בין היחס שלכם כלפי עצמכם לבין היחס שלכם כלפי אחרים במצבים דומים.",
      "חשבו כיצד הייתם באמת תומכים בחבר במצב כזה. באילו מילים הייתם משתמשים?",
      "נסו ליישם את אותה רמה של תמיכה, הבנה ודאגה כלפי עצמכם."
    ],
    "example": [
      "המחשבות הרגילות שלכם על עצמכם:",
      "אני כישלון מוחלט. ברור שלא קידמו אותי - הרי אני לא יודע לעשות כלום. כנראה שלעולם לא אצליח בקריירה שלי. אני לא מספיק חכם ומוכשר לעבודה הזאת.",
      "עכשיו דמיינו שהחברה הטובה ביותר שלכם, אנה, לא קיבלה קידום וסיפרה לכם על כך. נסו לומר לה את אותם דברים:",
      "אנה, את כישלון מוחלט. ברור שלא קידמו אותך - הרי את לא יודעת לעשות כלום. כנראה שלעולם לא תצליחי בקריירה שלך. את לא מספיק חכמה ומוכשרת לעבודה הזאת.",
      "איך אתם מרגישים כשאתם אומרים זאת לאנה? סביר להניח שאתם חשים אי נוחות ואפילו בושה לומר מילים כאלה.",
      "ועכשיו חשבו מה באמת הייתם אומרים לאנה:",
      "אנה, אני מצטער שלא קיבלת את הקידום הזה. אני יודע כמה קשה עבדת בשביל זה. תמיד מאכזב לא לקבל את מה שרוצים, אבל זה לא הופך אותך לכישלון. יש לך הרבה חוזקות והישגים. אולי עכשיו פשוט זה לא הזמן שלך, או שיש כישורים מסוימים שאת יכולה לשפר. בואי נחשוב איך את יכולה להתפתח הלאה בקריירה שלך.",
      "כעת נסו לומר את אותן מילים תומכות לעצמכם. שימו לב עד כמה שונה היחס שלכם כלפי עצמכם וכלפי חבר באותו מצב בדיוק. תרגלו גישה זו באופן קבוע כדי ללמוד להתייחס לעצמכם באותה אמפתיה ותמיכה כפי שאתם מתייחסים לחבר קרוב."
    ],
    "expectations": [
      "הבנה של חוסר ההוגנות בביקורת עצמית",
      "שיפור הערכה עצמית וביטחון עצמי",
      "הפחתת רמות מתח וחרדה"
    ]
  },
  "dfdzsWz4nJ": {
    "title": "שימו לב ל-3 דברים",
    "statement": "העבירו את תשומת הלב שלכם ממחשבות שליליות לרגע הנוכחי.",
    "description": [
      "תרגיל זה פשוט מאוד ומהווה הכנה לתרגילי מודעות מורכבים יותר.",
      "מטרתו היא לצאת מזרם המחשבות ולהתמקד ברגע הנוכחי.",
      "באמצעות תרגילי הכנה אנו מאמנים את יכולת הריכוז שלנו. בדרך כלל הדאגות שלנו קיימות בעבר או בעתיד, ולכן בחזרה לרגע הנוכחי איננו חווים תחושות הרסניות."
    ],
    "example": [
      "כשאתם נמצאים במקום מוכר, נסו למצוא 3 דברים 🏡 שלא שמתם לב אליהם קודם. מקדו את מלוא תשומת הלב שלכם בכל דבר בתורו.",
      "🕗 הקדישו לתרגיל בין 2 ל-3 דקות בכל פעם.",
      "לאחר התמקדות ב-3 דברים, קחו הפסקה ונסו שוב לשמר את תשומת הלב למשך 2-3 דקות. בצעו לפחות 10 התמקדויות במהלך היום."
    ],
    "expectations": [
      "עם כל פעם יהיה לכם קל יותר להתמקד ברגע הנוכחי.",
      "החרדה שלכם תפחת במעט.",
      "הפעילות תכין אתכם למעבר לטכניקות מורכבות ויעילות יותר."
    ]
  },
  "asgNldsc": {
    "title": "שימו לב למצב הפנימי שלכם",
    "statement": "למדו להבחין ולזהות מה אתם מרגישים ברגע הנוכחי.",
    "description": [
      "תרגיל זה פשוט מאוד ומהווה הכנה לתרגילי מודעות מורכבים יותר.",
      "מטרתו היא לצאת מזרם המחשבות ולהתמקד ברגשות שלכם.",
      "באמצעות תרגילי הכנה אנו מאמנים את יכולת הריכוז שלנו. בדרך כלל הדאגות שלנו קיימות בעבר או בעתיד, ולכן בחזרה לרגע הנוכחי איננו חווים תחושות הרסניות."
    ],
    "task": [
      "מדי פעם במהלך היום, הסיחו את דעתכם מהמחשבות ומקדו את תשומת לבכם ברגשות.",
      "שימו לב לכל רגש שאתם חשים, ופשוט תנו לו שם.",
      "לדוגמה:",
      "אני קצת מאוכזב",
      "אני חש מתח",
      "אני מתחיל להתרגז",
      "אל תיאחזו ברגשות ואל תנסו להשפיע עליהם. פשוט תנו להם לזרום דרך המודעות שלכם."
    ],
    "expectations": [
      "עם כל פעם יהיה לכם קל יותר להבחין ברגשות שלכם.",
      "הרגשות ישפיעו עליכם פחות, כיוון שתביאו אותם לאור המודעות.",
      "הפעילות תכין אתכם למעבר לטכניקות מורכבות יותר."
    ]
  },
  "sdfcgNldslm": {
    "title": "אכילה מודעת: גלו את הטעם מחדש",
    "statement": "הטבעו עצמכם בכל רגע של אכילה וגלו מחדש מזונות מוכרים.",
    "description": [
      "בקצב החיים העמוס שלנו, לעיתים קרובות אנו אוכלים תוך כדי תנועה, בלי לחשוב על מה שאנחנו באמת מרגישים. תרגיל זה יעזור לכם להאט ולחוות את תהליך האכילה עם תשומת לב חדשה.",
      "במקום לבלוע את המזון באופן אוטומטי, תשימו לב באופן מודע לטעמו, למרקם שלו ואפילו לרגשות שהוא מעורר.",
      "תרגול אכילה מודעת ילמד אתכם להעריך כל ביס והופך פעולות שגרתיות לחוויה עמוקה."
    ],
    "task": [
      "קחו חתיכת מזון 🍇: למשל, צימוק או אגוז. החזיקו אותו בידכם והרגישו את משקלו. עצמו את עיניכם ונסו לנחש עד כמה הוא קל או כבד.",
      "התבוננו בו בתשומת לב 👀: פקחו את העיניים והביטו במזון כאילו אתם רואים אותו בפעם הראשונה. אילו פרטים בולטים לעין? מה הצבע או הצורה שלו? כיצד האור משתקף על פני השטח שלו?",
      "מששו 🤲: העבירו את אצבעותיכם על פני השטח. הרגישו את המרקם שלו. האם זהו משטח חלק או מחוספס? האם הוא נעים למגע? נסו לגעת במזון עם אצבעות שונות, אולי התחושות ישתנו.",
      "הריחו 👃: קרבו את המזון לאף ונשמו עמוק. אילו ריחות אתם מריחים? טריים, מתוקים, תבליניים? אולי הריח הזה מעורר בכם זיכרונות כלשהם?",
      "טעמו 👅: הניחו את החתיכה בפה, אך אל תמהרו ללעוס. הרגישו איך היא מונחת על הלשון. כאשר תתחילו ללעוס, עשו זאת לאט, עקבו אחר כל שינוי בטעם. איזה טעם ראשון הבחנתם? האם הוא השתנה כעבור מספר שניות?",
      "בלעו 👄: כאשר תהיו מוכנים, בלעו את המזון. הרגישו איך הוא נע למטה דרך הגרון ומגיע לקיבה. אילו תחושות נשארות אחרי?"
    ],
    "expectations": [
      "עם כל ביצוע חדש של תרגיל זה תצללו עמוק יותר לתוך תהליך האכילה.",
      "תגלו פרטים וטעמים מדהימים שבעבר נראו בלתי מורגשים.",
      "התרגול הזה יעזור לכם להאט, להפחית מתח ולהזכיר לעצמכם שאפילו הרגעים היומיומיים ביותר יכולים להיות מלאי משמעות ויופי."
    ]
  },
  "lsvnnDSnsdl": {
    "title": "קבלת האפשרות לטעות",
    "statement": "פחד מטעויות הוא אחד הביטויים הבולטים ביותר של פרפקציוניזם. טכניקה פשוטה זו תלמד אתכם לקבל את הטעויות שלכם.",
    "task": [
      "אף אחד לא אוהב טעויות, אבל עבור פרפקציוניסטים הן הופכות למושא של פחד מיוחד.",
      "אחת הדרכים היעילות ביותר להתגבר על הפחד מאי-שלמות היא ללמוד לקבל את הטעויות שלנו.",
      "כדי להיפתח לאפשרות לטעות, התחילו בכתיבת חיבור על הנושא מדוע טעויות הן דבר נורמלי, והשאיפה לשלמות מוחלטת היא לא רציונלית."
    ],
    "example": [
      "הטיעונים שלכם יכולים להיראות כך:",
      "הפחד לעשות טעות נובע מהתפיסה שלי את העולם בשחור-לבן - טעות אחת, והכל מתמוטט. זו טעות. טעות קטנה לא יכולה להרוס את כל הדברים הטובים שנעשו.",
      "טעויות מועילות, כי בזכותן אנחנו לומדים. ללא טעויות, למידה היא בלתי אפשרית. מכיוון שאף אחד אינו מחוסן מפני טעויות, חשוב ללמוד לקבל אותן ולהמשיך ללמוד מהניסיון שלנו.",
      "הכרה בטעויות מאפשרת לנו לתקן את ההתנהגות שלנו, וכתוצאה מכך אנו משיגים תוצאות מספקות יותר, מה שבתורו הופך אותנו למאושרים יותר ומשפר את איכות חיינו.",
      "רוב האנשים לא ישפטו אותנו על טעויות ולא יפסיקו לאהוב אותנו בגללן - בסופו של דבר, כולם טועים, ורבים מרגישים אי-נוחות בחברת אנשים «מושלמים»."
    ],
    "expectations": [
      "תוכלו לקבל את הטעויות שלכם ביתר קלות ולהתייחס אליהן בפחות פחד.",
      "תתחילו לראות טעויות כהזדמנויות לצמיחה ולמידה, ולא כאסון."
    ]
  }
}