{
  "constants": {
    "tags": {
      "calm": "רוגע",
      "mindfulness": "מיינדפולנס",
      "meditation": "מדיטציה",
      "perfectionism": "פרפקציוניזם",
      "procrastination": "דחיינות"
    }
  },
  "alkjnaNNasz": {
    "title": "מראה לביקורת עצמית",
    "statement": "דמיינו שאתם אומרים לחבר/ה הכי טוב/ה שלכם את כל המחשבות הביקורתיות שאתם בדרך כלל מפנים כלפי עצמכם. התרגיל הזה עוזר לראות עד כמה הביקורת העצמית לא הוגנת, ומלמד לפנות אל עצמכם בחום, בתמיכה ובהבנה רבה יותר.",
    "task": [
      "1️⃣ בחרו מצב שבו אתם נוטים לבקר את עצמכם לעיתים קרובות.",
      "2️⃣ דמיינו שחבר/ה קרוב/ה או אדם יקר לכם נקלע/ה לאותו מצב.",
      "3️⃣ ערכו סצנת משחק תפקידים: אתם נשארים אתם עצמכם, ובן/בת השיח המדומיין/ת הוא/היא החבר/ה שלכם.",
      "4️⃣ אמרו בקול את המשפטים הביקורתיים שאתם רגילים לומר לעצמכם — אבל הפעם הפנו אותם אל ה„חבר/ה”.",
      "שימו לב למה שאתם מרגישים בזמן התרגיל. האם קל לכם לומר מילים כאלה לאדם אחר?",
      "הבחינו בהבדל בין האופן שבו אתם מדברים אל עצמכם לבין האופן שבו אתם מדברים אל אחרים במצבים דומים.",
      "חשבו איך הייתם באמת תומכים בחבר/ה. מה הייתם אומרים לו/לה?",
      "עכשיו נסו להפנות לעצמכם את אותה מידת אכפתיות, הבנה ותמיכה."
    ],
    "example": [
      "המחשבות הרגילות שלכם על עצמכם:",
      "אני כישלון מוחלט. ברור למה לא קידמו אותי — הרי אני לא יודע/ת שום דבר. כנראה שלעולם לא אצליח בקריירה. אני לא מספיק חכם/ה ומוכשר/ת לעבודה הזו.",
      "עכשיו דמיינו שהחברה הכי טובה שלכם, אנה, לא קיבלה קידום וסיפרה לכם על זה. נסו לומר לה את אותם הדברים:",
      "אנה, את כישלון מוחלט. ברור שלא קידמו אותך — הרי את לא יודעת שום דבר. כנראה שלעולם לא תצליחי בקריירה. את לא מספיק חכמה ומוכשרת לעבודה הזו.",
      "איך אתם מרגישים כשאתם אומרים את זה לאנה? סביר להניח שזה ירגיש לכם מביך ולא נעים.",
      "ועכשיו חשבו מה באמת הייתם אומרים לאנה:",
      "אנה, אני ממש מצטער/ת שלא קיבלת קידום. אני יודע/ת כמה השקעת וכמה התאמצת. זה באמת מתסכל, אבל זה לא אומר שאת כישלון. יש לך הרבה חוזקות והישגים. יכול להיות שפשוט עכשיו זה לא הזמן הכי נכון, או שיש כמה מיומנויות שכדאי לחזק. בואי נחשוב יחד איך את יכולה להמשיך להתקדם בקריירה שלך.",
      "עכשיו נסו לומר לעצמכם את מילות התמיכה האלה. שימו לב עד כמה היחס שלכם לעצמכם שונה מהיחס שלכם לאדם קרוב באותו מצב. חזרו על התרגיל באופן קבוע, כדי ללמוד בהדרגה להתייחס לעצמכם באותה טוב־לב וחמלה."
    ],
    "expectations": [
      "הבנה שביקורת עצמית היא לעיתים קרובות מוגזמת ולא מבוססת",
      "עלייה בהערכה העצמית ובביטחון העצמי",
      "ירידה ברמות הלחץ והחרדה"
    ]
  },
  "asgNldsc": {
    "title": "שימו לב למצב הפנימי",
    "statement": "למדו לזהות ולתת שם לרגשות שלכם ברגע הנוכחי.",
    "description": [
      "זהו תרגיל פשוט שעוזר להתכונן לתרגולי מיינדפולנס עמוקים יותר.",
      "המטרה שלו היא לצאת מזרם המחשבות ולהפנות בעדינות את תשומת הלב אל הרגשות שלכם.",
      "תרגילים כאלה מחזקים את היכולת להתמקד. לעיתים קרובות החוויות שלנו קשורות לעבר או לעתיד, וכשחוזרים לרגע הנוכחי מפחיתים את ההשפעה של רגשות מעוררי חרדה עלינו."
    ],
    "task": [
      "כמה פעמים במהלך היום עשו הפסקות קצרות והפנו את תשומת הלב מהמחשבות אל הרגשות שלכם.",
      "שימו לב לכל רגש שעולה ופשוט תנו לו שם.",
      "לדוגמה:",
      "אני קצת עצוב/ה",
      "אני מרגיש/ה מתח",
      "אני מתחיל/ה להתעצבן",
      "אל תיאחזו ברגש ואל תנסו לשנות אותו. תנו לו לחלוף בעדינות במרחב תשומת הלב שלכם."
    ],
    "expectations": [
      "עם הזמן יהיה לכם קל יותר להבחין ברגשות שלכם.",
      "לרגשות תהיה פחות השפעה עליכם, כי תפגשו בהם באופן מודע.",
      "התרגיל הזה יכין אתכם לטכניקות מיינדפולנס עמוקות יותר."
    ]
  },
  "dfdzsWz4nJ": {
    "title": "שימו לב ל־3 דברים",
    "statement": "הפנו את תשומת הלב ממחשבות מטרידות לרגע הזה.",
    "description": [
      "זהו תרגיל פשוט שעוזר להתכונן לתרגולי מיינדפולנס עמוקים יותר.",
      "המטרה שלו היא לצאת מזרם המחשבות ולהתמקד בעדינות ברגע הנוכחי.",
      "תרגילים כאלה מחזקים את היכולת להחזיק קשב. לעיתים קרובות החוויות שלנו קשורות לעבר או לעתיד, וכשחוזרים לרגע הנוכחי מצמצמים את ההשפעה שלהן עלינו."
    ],
    "example": [
      "כשאתם נמצאים במקום מוכר, מצאו 3 דברים 🏡 שלא שמתם לב אליהם קודם. התמקדו בכל אחד מהם בתורו במלוא הקשב.",
      "🕗 הקדישו לתרגיל 2–3 דקות.",
      "לאחר מכן עשו הפסקה קצרה ונסו לשמור על קשב עוד 2–3 דקות. בצעו את התרגיל לפחות 10 פעמים במהלך היום."
    ],
    "expectations": [
      "עם הזמן יהיה לכם קל יותר לשמור על תשומת לב ברגע הנוכחי.",
      "רמת החרדה תרד בהדרגה.",
      "התרגיל הזה יכין אתכם לטכניקות מיינדפולנס מורכבות יותר."
    ]
  },
  "DzseWuFv2t": {
    "title": "להשיב למבקר הפנימי",
    "statement": "תחושת נחיתות נגרמת לעיתים קרובות ממבקר פנימי שמערער את ההערכה העצמית. הטכניקה הזו עוזרת ללמוד לענות לביקורת ולבחון מחדש מחשבות שליליות.",
    "description": [
      "מחשבות כמו „אני לא שווה כלום”, „אני פחות טוב/ה מאחרים”, „אני לא אצליח”, „אני אשם/ה בכל”, „אני כישלון” פוגעות בהערכה העצמית ועלולות להוביל לתחושת דיכאון.",
      "חשוב לא להיסחף אחרי התפרצויות המבקר הפנימי וללמוד להשיב לו בשקט ובבהירות. זה עוזר לבנות הסתכלות הוגנת ומיטיבה יותר כלפי עצמכם."
    ],
    "task": [
      "צרו טבלה עם שלושה טורים. כותרות הטורים:",
      "מחשבות המבקר",
      "הטעות הקוגניטיבית",
      "תשובה רציונלית",
      "1️⃣ בטור הראשון כתבו את כל המחשבות הביקורתיות שעולות כשאתם מרגישים אשמה, חוסר תועלת או אכזבה מעצמכם.",
      "חשוב לכתוב מחשבות ולא רגשות. למשל, המשפט „אני מרגיש/ה רע” לא ניתן להפרכה, כי הרגש כבר קיים.",
      "2️⃣ בטור השני ציינו איזה עיוות קוגניטיבי עומד מאחורי המחשבה.",
      "3️⃣ בטור השלישי נסחו תשובה רציונלית, רגועה, למבקר. נסו למצוא הסבר הגיוני ותומך.",
      "נסו להחליף ביקורת עצמית במחשבות מציאותיות ומיטיבות, בלי לגלוש לאופטימיות מוגזמת."
    ],
    "example": ["הנה כמה דוגמאות לתשובות רציונליות:"],
    "table": {
      "header": ["מחשבות המבקר", "הטעות הקוגניטיבית", "תשובה רציונלית"],
      "example": {
        "0": [
          "אני כל כך טיפש/ה שבטוח שלא אעבור",
          "תיוג",
          "אני לא טיפש/ה, פשוט עדיין לא הספקתי להתכונן להכול. אם אמשיך ללמוד, הסיכוי לעבור את הבחינה גבוה."
        ],
        "1": [
          "אף אחד לא צריך אותי",
          "חשיבה בשחור־לבן",
          "יש לי אנשים שמעריכים ואוהבים אותי. אני חשוב/ה למי שנמצא לידי."
        ],
        "2": [
          "לעולם לא אצליח למצוא עבודה",
          "חשיבה בשחור־לבן",
          "אני יכול/ה למצוא עבודה אם אמשיך לחפש ולהתפתח. הרבה אנשים עוברים את זה, וגם לי זה יצליח."
        ]
      }
    },
    "expectations": [
      "חיזוק היכולת לעמוד מול ביקורת פנימית וחיצונית",
      "ירידה במתח הרגשי",
      "פחות פחד מטעויות"
    ]
  },
  "kdzYJ4njVJ": {
    "title": "שלושה תרחישים אפשריים",
    "statement": "הטכניקה הזו עוזרת למוח לראות כמה תוצאות שונות במצב נתון. תלמדו להטיל ספק במחשבות שליליות ולהפחית חרדה.",
    "description": [
      "לעיתים קרובות אנחנו מעריכים מצב באופן קטגורי, וזה מקשה לראות את התמונה המלאה. התרגיל הזה מחזיר לנקודת מבט מאוזנת יותר."
    ],
    "task": [
      "כשאתם מבחינים במחשבה אוטומטית מעוררת חרדה, שאלו את עצמכם: אילו תרחישים אפשריים יכולים להתרחש:",
      "הגרוע ביותר — התרחיש השלילי והמפחיד ביותר שעלה ראשון;",
      "הטוב ביותר — תוצאה אידיאלית שהייתה מספקת אתכם לחלוטין;",
      "הריאלי — האפשרות הסבירה ביותר, שמבוססת על הניסיון שלכם ועל עובדות;",
      "כתבו את התרחישים באפליקציה או על דף — זה עוזר להבין טוב יותר את המחשבות ולעקוב אחר שינויים."
    ],
    "example": [
      "דמיינו שמחר יש לכם בחינה חשובה, ועולה מחשבה: „אני אכשל”. זה לא נעים, אבל אפשר להציע למוח אפשרות אחרת.",
      "❤️ התרחיש הגרוע ביותר",
      "אני אתבלבל, לא אזכור כלום ולא אעבור את הבחינה. המרצה יתאכזב, וחברי הקבוצה יחשבו שאני עצלן/ית ולא מסוגל/ת.",
      "💜 התרחיש הטוב ביותר",
      "אני אהיה רגוע/ה, אקבל שאלות קלות ואעבור את הבחינה בהצטיינות. או שכולם יקבלו ציון גבוה.",
      "💚 התרחיש הריאלי",
      "אני לא יודע/ת אילו שאלות יהיו, אבל אני עדיין יכול/ה להתכונן קצת ולהרגיש בטוח/ה יותר. זה טבעי להתרגש. בסך הכול אני מכיר/ה את החומר היטב ואוכל לענות על רוב השאלות."
    ],
    "expectations": [
      "תפיסה אובייקטיבית יותר של מצבים",
      "ירידה בחרדה ובמתח הרגשי"
    ]
  },
  "lsafnanS3sf": {
    "title": "היום בשליטה",
    "statement": "הטכניקה הזו מועילה לאנשים שמתמודדים עם דיכאון או דחיינות. היא יכולה לעזור לשפר את הארגון העצמי ולנהל טוב יותר את הזמן.",
    "description": [
      "בערב, לקראת היום הבא, שבו וכתבו את הלו״ז ליום הבא.",
      "בגרסה הבסיסית אנו מציעים למלא 4 טורים:",
      "1️⃣ הטור הראשון — „זמן”. זמן משוער לביצוע המשימה. אפשר גם לציין טווח שעות.",
      "2️⃣ הטור השני — „לפני”. תוכנית לפי שעות של מה שאתם רוצים לעשות. אל תעמיסו מראש: בכל שורה של שעה כתבו מילה־שתיים שמציינות פעילות או פעולה.",
      "לדוגמה, זה יכול להיות משהו קטן: להתקלח, לאכול ארוחת בוקר, להפעיל כביסה. או משהו שדורש יותר אנרגיה: ניקיון 🧹, הכנה לבחינה 🧪, כתיבת קורות חיים ✍🏼 וכדומה.",
      "3️⃣ בסוף כל יום כתבו בטור השלישי — „אחרי”.",
      "שם כדאי לציין מה עשיתם בפועל לאורך היום. הפעילויות יכולות להיות תואמות לתוכנית או שונות ממנה — זה לגמרי בסדר, אל תילחצו.",
      "וגם אם תצליחו לבצע רק חלק קטן מרשימת ה„לפני”, עצם התכנון של היום יכול להיות תהליך מאוד מועיל וברור מבחינה ויזואלית.",
      "4️⃣ הטור הרביעי — „הנאה”. אפשר ליהנות גם ממשימות שגרתיות.",
      "והכי חשוב: עצם התנועה קדימה כבר מביאה מידה של סיפוק. דרגו מ־0 עד 10 עד כמה היה לכם נעים לבצע את המשימה."
    ],
    "task": [
      "בערב, לקראת היום הבא, שבו וכתבו את הלו״ז ליום הבא.",
      "בגרסה הבסיסית אנו מציעים למלא 4 טורים:",
      "1️⃣ הטור הראשון — „זמן”. זמן משוער לביצוע המשימה. אפשר גם לציין טווח שעות.",
      "2️⃣ הטור השני — „לפני”. תוכנית לפי שעות של מה שאתם רוצים לעשות.",
      "3️⃣ בסוף כל יום כתבו בטור השלישי — „אחרי”.",
      "שם כדאי לציין מה עשיתם בפועל לאורך היום.",
      "4️⃣ הטור הרביעי — „הנאה”. דרגו מ־0 עד 10 עד כמה היה לכם נעים לבצע את המשימה."
    ],
    "table": {
      "header": ["זמן", "לפני", "אחרי", "הנאה"],
      "example": {
        "0": ["להתעורר", "התעוררתי וצחצחתי שיניים"],
        "1": ["לאכול ארוחת בוקר", "אכלתי ארוחת בוקר"],
        "2": ["ניקיון החדר", "דיברתי בטלפון עם חבר/ה"],
        "3": ["הכנה לבחינה", "ראיתי סדרה"]
      }
    },
    "expectations": [
      "יעצור את הנטייה שלכם לחשוב שוב ושוב על החשיבות והערך של פעולות שונות, ויסייע להתמודד עם הסתירות הפנימיות: לעשות או לא לעשות.",
      "יעזור לכם לתכנן את הזמן בצורה מאוזנת, כי יהיו שם גם דברים שאתם צריכים לעשות מסיבה כלשהי וגם פעילויות שמביאות לכם הנאה.",
      "אם תכינו לוח זמנים באופן קבוע, בקרוב תשימו לב שהמוטיבציה שלכם עולה, כי עצם ההתחלה — אפילו של משהו קטן — תערער את האמונה שאתם לא מסוגלים לעשות דבר."
    ]
  },
  "lsvnnDSnsdl": {
    "title": "קבלה של האפשרות לטעות",
    "statement": "פחד מטעויות הוא בן־לוויה נפוץ של פרפקציוניזם. הטכניקה הזו תעזור ללמוד לקבל טעויות בצורה רגועה יותר.",
    "task": [
      "טעויות לא נעימות לאף אחד, אבל אצל פרפקציוניסטים הן יכולות להפוך למקור ממשי של חרדה.",
      "אחת הדרכים היעילות ביותר להחליש את הפחד מחוסר שלמות היא ללמוד לקבל את האפשרות לטעות.",
      "נסו לכתוב חיבור קצר על כך שטעויות הן חלק טבעי מהדרך, ושאיפה לשלמות מוחלטת היא בלתי אפשרית ומתישה."
    ],
    "example": [
      "המחשבות שלכם יכולות להישמע כך:",
      "פחד מטעויות נובע מתפיסה בשחור־לבן: כאילו טעות אחת יכולה למחוק את כל המאמצים. בפועל זה לא כך. טעות קטנה לא מבטלת את כל מה שעשיתי.",
      "טעויות מעניקות לנו ניסיון והן בסיס ללמידה. אף אחד לא חסין מטעויות, וחשוב ללמוד לקבל אותן ולהמשיך הלאה.",
      "כשאנחנו מודים בטעויות, אנחנו יכולים לתקן התנהגות ולהיות יעילים יותר. זה מחזק את הביטחון ומשפר את איכות החיים.",
      "רוב האנשים לא שופטים אותנו על טעויות ולא מפסיקים לאהוב אותנו — כולם טועים, ולרבים הרבה יותר נעים ליד אנשים אמיתיים, חיים, ולא „מושלמים”."
    ],
    "expectations": [
      "יהיה לכם קל יותר להישאר רגועים מול טעויות שלכם.",
      "טעויות ייתפסו כחלק מהתפתחות, ולא כקטסטרופה."
    ]
  },
  "naslSLnadfl": {
    "title": "אנטי־פרפקציוניזם: דף קבלה של טעויות",
    "statement": "רבים מהפרפקציוניסטים משוכנעים שהנאה אפשרית רק כשמגיעים לתוצאה מושלמת. אנחנו מציעים לאתגר בעדינות 💪 את האמונה הזו.",
    "description": [
      "סטנדרטים גבוהים יכולים להניע, אבל כשהציפיות נעשות לא מציאותיות הן הופכות למלכודת: הביקורת העצמית גוברת, מופיעה תחושת חוסר, ונוצרת תשישות רגשית.",
      "אין בעולם שלמות מוחלטת, והשאיפה אליה מובילה כמעט בהכרח לאכזבה.",
      "הטכניקה הזו עוזרת לראות שהנאה מהתהליך לא תלויה במידת השלמות של התוצאה. נסו לבצע משימה לא בצורה מושלמת, אלא מתוך עניין והנאה. שימו לב מה אתם מרגישים."
    ],
    "task": [
      "1️⃣ במשך כמה ימים רשמו כל משימה שאתם מבצעים: „לצחצח שיניים”, „להכין ארוחת ערב”, „להכין דו״ח”, „ניקיון הבית” — כל דבר.",
      "2️⃣ בטור השני ציינו עד כמה, לדעתכם, ביצעתם בצורה יעילה (באחוזים).",
      "3️⃣ ובטור השלישי — סמנו את רמת ההנאה מהביצוע."
    ],
    "table": {
      "header": ["משימה", "יעילות", "הנאה"],
      "example": {
        "0": [
          "הכנת ארוחת ערב",
          "50% (הייתי יכול/ה לבחור מתכון מורכב יותר)",
          "90% (פשוט, טעים ולקח מעט זמן)"
        ],
        "1": [
          "ניקיון בבית",
          "70% (עשיתי את העיקר, לא ירדתי לפרטים)",
          "100% (הניקיון נותן תחושת סיפוק)"
        ],
        "2": [
          "הכנת דו״ח",
          "85% (השקעתי הרבה מאמץ)",
          "20% (הפרפקציוניזם מאוד הפריע לי ליהנות)"
        ]
      }
    },
    "expectations": [
      "תראו שהנאה לא חייבת להיות קשורה לשלמות.",
      "החרדה והפחד מטעויות יפחתו."
    ]
  },
  "sdfcgNldslm": {
    "title": "אכילה מודעת: לגלות מחדש את הטעם",
    "statement": "למדו להיות נוכחים בכל רגע של האכילה ולגלות מחדש מזונות מוכרים.",
    "description": [
      "בקצב היומיומי אנחנו לעיתים קרובות אוכלים באוטומט, כמעט בלי לשים לב לטעם. התרגיל הזה עוזר להאט ולהרגיש את התהליך.",
      "שימו לב באופן מודע לטעם, לריח, למרקם ולרגשות שעולים.",
      "תרגול אכילה מודעת מאפשר ליהנות מכל ביס והופך ארוחה רגילה לחוויה חושית עמוקה."
    ],
    "task": [
      "קחו חתיכה קטנה של אוכל 🍇, למשל צימוק או אגוז. החזיקו אותה ביד והרגישו את המשקל. עצמו עיניים ונסו לזהות עד כמה היא קלה או כבדה.",
      "התבוננו מקרוב 👀: פקחו עיניים והביטו באוכל כאילו אתם רואים אותו בפעם הראשונה. מה שמתם לב? הצורה, הצבע, ההשתקפויות?",
      "געו 🤲: הרגישו את המרקם — חלק, מחוספס? נסו עם אצבעות שונות, האם התחושה משתנה?",
      "הריחו 👃: שימו לב לניחוח. האם הוא טרי, מתוק, עשיר? האם הוא מעורר זיכרונות?",
      "טעמו 👅: הניחו את החתיכה על הלשון, אל תמהרו ללעוס. שימו לב איך הטעם משתנה מרגע לרגע.",
      "בלעו 👄: הרגישו את הדרך שהאוכל עובר וציינו אילו תחושות נשארות אחר כך."
    ],
    "expectations": [
      "בכל פעם תעמיקו יותר בתהליך האכילה.",
      "תגלו גוונים חדשים של טעם ומרקם שבעבר חמקו מכם.",
      "התרגול הזה עוזר להפחית לחץ, להאט ולראות יופי ברגעים פשוטים."
    ]
  }
}
