{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>חשיבה שחור-לבן היא עיוות קוגניטיבי הגורם לנו לראות את העולם אך ורק בקטגוריות קיצוניות: הכל או מושלם או קטסטרופלי, אנשים הם או מלאכים או שדים. נקודת מבט כזו מחמיצה את המגוון העצום של גוונים ואת עומק המצבים, ומצמצמת הכל לדיכוטומיה פשוטה של «שחור» ו«לבן». עיוות זה מגביל מאוד את תפיסת המציאות שלנו ומצמצם את מגוון הפתרונות האפשריים.</p><p>דוגמאות לחשיבה שחור-לבן כוללות שיפוטים קיצוניים על עצמנו או על אחרים, למשל, «אני תמיד נכשל» או «הוא תמיד טועה». זה יכול להתבטא גם בהשקפות מקוטבות על אירועים, חפצים, עבודה, יחסים, אמונות פוליטיות ועוד.</p><p>חשיבה כזו עלולה להוביל להשלכות רציניות, כולל מתח, חרדה, דיכאון, בידוד חברתי ובעיות ביחסים. לכן חשוב מאוד להיות מודעים לעיוות זה ולפתח חשיבה גמישה ורב-ממדית יותר, שתעזור לנו להתמודד טוב יותר עם המציאות ולקבל החלטות מאוזנות יותר.</p>",
    "dialogSummary": "בדיאלוג זה, אדם 1 מפגין חשיבה שחור-לבן, בחושבו את עצמו לבלתי מסוגל בגלל כישלון בבחינה אחת, תוך התעלמות מגורמים כמו רמת הקושי שלה וחוסר זמן להתכונן.",
    "dialog": [
      "נכשלתי בבחינה, זה אומר שאני חסר תקווה.",
      "אבל הבחינה הייתה באמת קשה, ולא היה לך הרבה זמן להתכונן.",
      "לא משנה, ההצלחה של אחרים מעידה על חוסר היכולת שלי. פשוט אינני יכול להיות חכם."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>קטסטרופיזציה היא עיוות קוגניטיבי שבו אנו נוטים להגזים בחשיבות ובהשלכות של אירועים שליליים, תופסים אותם כגרועים הרבה יותר מכפי שהם במציאות. זה מוביל לפחד מופרז, חרדה ודאגה, שלעתים קרובות אינם תואמים את המציאות.</p><p>דוגמאות לקטסטרופיזציה כוללות את האמונה שכישלון אחד בהיבט מסוים של החיים יגרום לקריסה מוחלטת בכל המאמצים. חשיבה כזו עלולה להוביל לחרדה מיותרת לגבי העתיד, תגובת יתר לביקורת או דחייה, וכן לספקות מתמידים ביכולות העצמיות.</p><p>קטסטרופיזציה משפיעה לרעה על הבריאות הנפשית, מעלה את רמות הלחץ והחרדה, פוגעת במצב הרגשי ומפחיתה את הביטחון העצמי. חשוב להיות מודעים לנטייה זו ולפתח חשיבה בריאה כדי להפחית חרדה, להעלות את הערכה העצמית ולתפוס את המציאות בצורה נאותה.</p>",
    "dialogSummary": "בדיאלוג זה, אדם 1 מקטסטרף את המצב לאחר דחייה בראיון עבודה, בחושבו שזה גורר אחריו כישלון בלתי נמנע בחיפוש עבודה. היא אינה מתחשבת באפשרות להמשיך בחיפושים ולשקול מחדש את ציפיותיה, מה שעשוי להוביל לתוצאה חיובית וריאליסטית יותר.",
    "dialog": [
      "קיבלתי דחייה בראיון לעבודה חדשה. עכשיו לעולם לא אמצא עבודה, אשאר בטלנית.",
      "אבל הגשת בקשות למשרות אחרות, נכון?",
      "כן, אבל זה חסר טעם. אם לא הצלחתי עם העבודה הזאת, זה אומר שאני לא נחוצה בשום מקום. כל הניסיונות לשווא.",
      "גישה כזו לדברים יכולה רק להחמיר את המצב שלך. אולי כדאי לשקול מחדש את הציפיות שלך ולהמשיך בחיפושים עם גישה חדשה.",
      "אבל איך אוכל לשכוח את הכישלון בראיון? זה, כנראה, מאשר שלא אמצא עבודה בשום מקום, כל התוכניות שלי נהרסו."
    ]
  },
  "COMMON": {
    "textHTML": "<p>הכללת יתר היא עיוות קוגניטיבי שבו אנו מסיקים מסקנות גלובליות על בסיס מידע מוגבל או אירועים בודדים. לדוגמה, לאחר קבלת משוב שלילי אחד בעבודה, אנו עלולים להגיע למסקנה על חוסר כשירות מוחלט שלנו, תוך התעלמות מהצלחות אחרות ומנקודות חיוביות.</p><p>דוגמה קלאסית היא איחור לפגישה. במקום לנתח באופן אובייקטיבי את הסיבות לאיחור, אנו נוטים לומר: «אני תמיד מאחר» או «אני אף פעם לא מסוגל להגיע בזמן», תוך התעלמות ממקרים של הגעה בזמן.</p><p>עיוות כזה עלול להוביל להערכה עצמית שלילית ולפסימיות, וכן להחמיר בעיות של חרדה ודיכאון. חשוב ללמוד לזהות מחשבות כאלה ולהחליפן בהערכות מאוזנות וריאליסטיות יותר.</p>",
    "dialogSummary": "אדם 1 מביע דאגה בשל איחור לפגישה, תוך הכללת יתר לגבי יכולותיו בניהול זמן. אדם 2 עוזר לו להסתכל על המצב באופן אובייקטיבי יותר, מזכיר לו מקרים של הגעה בזמן ומדגיש שאיחור אחד אינו מאפיין אדם כמי שתמיד מאחר.",
    "dialog": [
      "אני לא מאמין שאיחרתי שוב לפגישה. אני תמיד מאחר. אני פשוט לא יודע לנהל את הזמן שלי.",
      "רגע, אל תמהר להסיק מסקנות. זכור כמה פעמים הגעת בזמן. האם אתה באמת חושב שאיחור אחד הופך אותך לחסר אונים בניהול זמן?",
      "אבל לאחרונה אני מאחר לעיתים קרובות. אני מרגיש שאיבדתי שליטה לחלוטין.",
      "בוא נסתכל על זה באופן רציונלי. איחור לפגישה אחת לא הופך אותך למישהו שתמיד מאחר. ייתכן שהיו נסיבות בלתי צפויות שלא יכולת לשלוט בהן."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>ביטול החיובי היא הטיה קוגניטיבית שבה אנו נוטים להזניח, להמעיט או לבטל את חשיבותם של היבטים חיוביים בחיינו. אנו מתמקדים בחסרונות ובשלילי, תוך התעלמות מחשיבות ההצלחות וההישגים, גם אם הם משמעותיים.</p><p>הטיה זו יכולה לבוא לידי ביטוי בתחומים שונים: בעבודה, ביחסים, בבריאות, בהתפתחות אישית. לדוגמה, אדם עשוי להשיג הצלחה מקצועית, אך מתמקד בטעויות קטנות במקום לשמוח בהישג. או, כאשר הוא מקבל מחמאה, הוא עשוי לדחות אותה בטענה שהיא זניחה או לא מגיעה לו.</p><p>ביטול החיובי עלול להוביל להערכה נמוכה של היכולות העצמיות, לחוסר ביטחון, לתחושת אי-סיפוק ואפילו לדיכאון. חשוב ללמוד להבחין ולהעריך רגעים חיוביים בחיים, ולהיות מסוגלים לשמוח בהישגים שלנו.</p>",
    "dialogSummary": "בדיאלוג זה, אדם 1 מבטל את הישגו בצורת קידום בעבודה, תוך התמקדות בקשיים ובאחריות הצפויים. אדם 2 משתדל להדגיש את חשיבות ההצלחה הזו ומברך אותו על ההישג.",
    "dialog": [
      "קיבלתי קידום בעבודה ועכשיו אעסוק בפרויקטים חדשים.",
      "זו בשורה נהדרת, ברכות! אילו פרויקטים מחכים לך?",
      "כן, הפרויקטים מורכבים, יש לי הרבה עבודה לפני. זה כמו צבירת חובות.",
      "אני מבין שזה אתגר, אבל הרי השגת ציון דרך חשוב בקריירה! זו הזדמנות מצוינת לצמיחה והתפתחות."
    ]
  },
  "DUE": {
    "textHTML": "<p>חשיבת מחויבות היא עיוות קוגניטיבי שבו אנו משוכנעים שאירועים צריכים להתרחש בדיוק כפי שאנו מדמיינים, וכל סטייה מכך נתפסת כחוסר צדק. אנו נוטים לעמוד על הציפיות והדרישות שלנו, מבלי להתחשב במציאות ובאפשרויות.</p><p>דוגמה לכך יכולה להיות המחשבה: «הייתי צריך לקבל את העבודה הזו, הרי התכוננתי כל כך קשה לראיון». במקרים כאלה, לעתים קרובות לא נלקחים בחשבון גורמים חיצוניים המשפיעים על החלטות, כגון קיומם של מועמדים מוכשרים אחרים.</p><p>עיוות זה עלול לגרום לאכזבה, כעס, חוסר שביעות רצון, ומשפיע לרעה על הבריאות הנפשית והיחסים הבינאישיים. חשוב ללמוד להיות גמישים בציפיות שלנו ולקבל תוצאות שונות.</p>",
    "dialogSummary": "בדיאלוג זה, אדם 1 מפגין את עיוות ה«חשיבת מחויבות», בהניחו שהוא חייב לעבוד ללא הפסקה כדי להשיג הצלחה בקריירה שלו, בהתבסס על דוגמאות של אנשים מצליחים אחרים. אדם 2 עוזר לו להתמודד עם אמונה זו, תוך הדגשת העובדה שלכל אחד דרך משלו להצלחה ושאיזון בין עבודה למנוחה עשוי להיות פרודוקטיבי יותר.",
    "dialog": [
      "אני חייב לעבוד כל יום ללא ימי חופש כדי להצליח בקריירה שלי.",
      "למה אתה חושב כך? מה גרם לך להגיע למסקנה הזו?",
      "קראתי על איך אנשים מצליחים השיגו את שלהם: כולם עבדו בחריצות ולא נחו.",
      "אבל כל אדם הוא ייחודי, ואין דרך אוניברסלית להצלחה. אולי יהיה יעיל יותר עבורך למצוא איזון בין עבודה למנוחה כדי להשיג את המטרות שלך."
    ]
  },
  "EMO": {
    "textHTML": "<p>העיוות הקוגניטיבי «הנמקה רגשית» מתרחש כאשר אנו מסתמכים על הרגשות שלנו במקום על היגיון ועובדות בקבלת החלטות. זה עלול להוביל לתפיסה שגויה של מצבים ולהחלטות מוטעות.</p><p>דוגמה היא סירוב לנסוע לחברים בגלל עצב וחוסר רצון לתקשר. במקרה זה, האדם מסתמך על רגשות, מבלי להתחשב בכך שתקשורת עם חברים עשויה לשפר את מצב הרוח ולעזור להרגיש טוב יותר.</p><p>הנמקה רגשית עלולה להוביל למסקנות ובחירות שגויות, ולכן חשוב להתחשב בקריטריונים אובייקטיביים יותר בקבלת החלטות.</p>",
    "dialogSummary": "בדיאלוג זה, אדם 1 מונחה על ידי מצבו הרגשי בסירובו לצאת לפגישה רומנטית, תוך התעלמות מטיעונים לוגיים ועובדות. אדם 2 מנסה לעזור לאדם 1 להסתכל על המצב באופן אובייקטיבי יותר ולשקול היבטים אחרים של ההחלטה.",
    "dialog": [
      "אני לא רוצה ללכת לפגישה רומנטית, מצב הרוח שלי רע.",
      "אבל אמרת שהבחור הזה מוצא חן בעינייך. לא רוצה לנסות ולראות איך הכל יסתדר?",
      "לא, אני בטוחה שאקלקל הכל בגלל מצב הרוח שלי. אני מרגישה חסרת ביטחון וטיפשה.",
      "את לא יכולה לדעת בוודאות עד שתנסי. אולי הפגישה תהיה נעימה, ותביני שהחששות שלך היו לשווא."
    ]
  },
  "FILTER": {
    "textHTML": "<p>סינון מחשבתי הוא עיוות קוגניטיבי שבו אנו מתמקדים רק בהיבטים השליליים, תוך התעלמות מהחיוביים. לדוגמה, לאחר ראיון עבודה כושל, אדם עשוי להתמקד בדחייה, מבלי לשים לב לניסיון ולמידע שהתקבל, אשר עשויים להועיל בעתיד.</p><p>עיוות זה מוביל לתחושות של אי-שביעות רצון ומורת רוח, גם כאשר יש הרבה דברים טובים בחיים. סינון מחשבתי לעתים קרובות מלווה בעיוותים אחרים, כמו חשיבה שחור-לבן או ביטול החיובי.</p><p>כדי להתגבר על סינון מחשבתי, מועיל ללמוד לשים לב ולהעריך רגעים חיוביים ולשאול את עצמנו שאלות על ההיבטים החיוביים של המצב.</p>",
    "dialogSummary": "בדיאלוג זה, אדם 1 מתמקד במשוב שלילי, תוך התעלמות מהצדדים החיוביים של עבודתו. אדם 2 מנסה לעזור לאדם 1 לראות את המצב באופן אובייקטיבי יותר, תוך תשומת לב לכל ההיבטים של עבודתו.",
    "dialog": [
      "קיבלתי משוב שלילי בעבודה. אני מרגיש ככישלון.",
      "אבל היו לך הרבה משובים חיוביים והצלחות. אתה מקדיש יותר מדי תשומת לב לרגע שלילי אחד.",
      "כן, אבל המשוב הזה נראה לי החשוב ביותר. הוא כאילו מבטל את כל ההישגים שלי.",
      "אתה מתמקד רק בהיבט השלילי הזה, תוך התעלמות מכל השאר. זהו בדיוק סינון מחשבתי. נסה להסתכל על המצב באופן אובייקטיבי יותר, תוך התחשבות גם בהיבטים החיוביים של עבודתך."
    ]
  },
  "LABEL": {
    "textHTML": "<p>תיוג הוא עיוות קוגניטיבי שבו אנו מייחסים לאנשים או למצבים הערכות פשטניות וקטגוריות, המבוססות על מספר מוגבל של תצפיות שליליות. זה מפריע להתחשב בהיבטים אחרים ויוצר תפיסה מעוותת של המציאות.</p><p>דוגמה לכך יכולה להיות הערכת אדם כ\"מוזר\" או \"שולי החברה\" על בסיס המראה החיצוני הלא שגרתי שלו. באופן דומה, תיוג עצמי עלול להוביל להערכה עצמית נמוכה, תוך התעלמות מתכונות חיוביות והישגים.</p><p>כאשר אנו מודעים לעיוות זה, אנו יכולים להעריך אנשים ומצבים באופן אובייקטיבי יותר, מבלי להגיע למסקנות חפוזות ושליליות.</p>",
    "dialogSummary": "בדיאלוג זה נדונה התנהגותו של אדם שצעק על ילדיו בפארק. אדם 1 ממהר לתייג אותו כ\"אבא גרוע\", בהסתמך על תצפית אחת. אדם 2 מציע נקודת מבט מאופקת יותר, מצביע על חוסר מידע מספיק למסקנה כזו ועל האפשרות להתנהגות שונה בנסיבות שונות.",
    "dialog": [
      "ראיתי את האיש ההוא צועק על ילדיו בפארק. הוא בהחלט אבא גרוע.",
      "איננו יכולים לשפוט אדם על פי מקרה אחד. אולי היה לו יום רע או סיבות כלשהן להתנהגות כזו.",
      "אני לעולם לא הייתי מתנהג כך עם הילדים שלי. הוא כנראה לא מתמודד עם חובות ההורות.",
      "לא כדאי להסיק מסקנות כה נחרצות. אנשים יכולים להתנהג אחרת במצבים שונים. ייתכן שבנסיבות אחרות הוא מגלה את עצמו כאב דואג."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>עיוות «אפשר היה» מתבטא כאשר אנו מדמיינים חלופות לעבר, שבלתי אפשרי ליישם. זה מוביל לעתים קרובות לדיון באירועי העבר מנקודת מבט של «מה אם», יוצר תרחישים אשלייתיים.</p><p>כמו כן, אנו עשויים להשתמש בעיוות זה בדיאלוגים, משכנעים אחרים לפעול אחרת, מבלי להתחשב בתנאים והמגבלות האמיתיים.</p><p>עיוות זה עלול להוביל לתחושות אשמה ואי-שביעות רצון, שכן אנו משווים את המציאות לאידיאלים בלתי ניתנים להשגה.</p>",
    "dialogSummary": "בדיאלוג זה, אדם 1 משתמש בעיוות «אפשר היה» כדי להצדיק את כישלונו במבחן, מטיל את האחריות על גורמים חיצוניים. אדם 2 מנסה לכוון אותו מחדש אל האפשרויות הנוכחיות, מציין שהעבר אינו ניתן לשינוי וחשוב להתמקד בפעולות שניתן לנקוט כעת.",
    "dialog": [
      "נכשלתי במבחן. הייתי צריך ללמוד יותר.",
      "אבל עבדת כל יום. פעלת במסגרת היכולות שלך, לא כך?",
      "כן, אבל יכולתי ללמוד יותר אם לא הייתי עובד כל כך הרבה.",
      "חשוב לזכור שאי אפשר לשנות את העבר. כעת עדיף להתמקד באיך לנצל את הזמן שלך ביעילות בעתיד, ולא לחשוב על מה שיכול היה להיות."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>עיוות החשיבה \"הגזמה והמעטה\" מתבטא בתפיסה חד-משמעית קיצונית של מצבים ואירועים, תוך התעלמות מהניואנסים שלהם. בהגזמה, האדם מעצים את המשמעות של היבטים שליליים, רואה הכל דרך זכוכית מגדלת. המעטה, לעומת זאת, מתבטאת בהפחתת החשיבות של היבטים חיוביים והישגים אישיים.</p><p>לדוגמה, אדם עשוי להגזים שלא בצדק בטעויותיו, רואה את עצמו ככישלון, ולהמעיט בהצלחותיו, לא מכיר בהישגיו.</p><p>עיוות זה עלול להוביל להרעה בהערכה העצמית וביחסים עם אחרים, שכן התפיסה של העצמי והסביבה מעוותת.</p>",
    "dialogSummary": "בדיאלוג, דמות 1 מגזימה בחוסר הביטחון שלה לקראת ראיון עבודה צפוי, בעוד דמות 2 מנסה להמעיט בחוסר ביטחון זה, תוך הדגשת החוזקות של דמות 1 ויכולתה להסתגל.",
    "dialog": [
      "אני כל כך לחוץ/ה בגלל הראיון מחר. אני תמיד מתבלבל/ת במילים.",
      "אל תדאג/י, את/ה מגזים/ה בחוסר הביטחון שלך. אני בטוח/ה שתסתדר/י.",
      "אבל אני לעתים קרובות מאבד/ת את עצמי ושוכח/ת מה רציתי להגיד.",
      "יש לך גם את היכולת למצוא פתרונות במהירות ולהסתגל. זה יעזור לך מאוד במהלך הראיון.",
      "באמת? תודה, אני אשתדל להתמקד בזה."
    ]
  },
  "READ": {
    "textHTML": "<p>עיוות חשיבה \"קריאת מחשבות\" מתרחש כאשר אנו מניחים שאנחנו יודעים את הרגשות או המחשבות של אחרים ללא הוכחות אובייקטיביות. זה עלול להוביל למסקנות שגויות ואי-הבנות.</p><p>דוגמה לכך היא מצב שבו אנו מניחים שמישהו לא אוהב אותנו בגלל התנהגותו, אף שבמציאות הסיבות יכולות להיות מגוונות. כמו כן, אנו עשויים לחשוב בטעות שאחרים מבינים את כוונותינו מבלי לתקשר איתם ישירות.</p><p>מודעות לעיוות זה עוזרת להימנע מהנחות שגויות ומעודדת תקשורת פתוחה וכנה יותר.</p>",
    "dialogSummary": "בדיאלוג, דמות 1 מדגימה \"קריאת מחשבות\" כשהיא מניחה שעמיתה כועסת עליה בגלל איחור לפגישה. דמות 2 מצביעה על הצורך לבדוק את ההנחות ולהימנע ממסקנות חפוזות.",
    "dialog": [
      "מריה לא אמרה לי שלום אתמול במשרד. כנראה שהיא כועסת עלי בגלל שאיחרתי לפגישה.",
      "אתה בטוח? אולי היא פשוט הייתה עסוקה או לא שמה לב אליך. שאלת אותה?",
      "לא, לא שאלתי. אבל אני מרגיש שזה בגלל האיחור.",
      "אנחנו לא יכולים להיות בטוחים במחשבות של אחרים אם לא נשאל ישירות. יתכן שהיו לה סיבות אחרות לגמרי."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>פרסונליזציה היא עיוות חשיבה שבו אנו תופסים אירועים כמכוונים אישית נגדנו, גם כאשר אין בסיס לתפיסה כזו.</p><p>דוגמה לכך היא מצב שבו אנו חושבים שמישהו לא בירך אותנו לשלום בגלל חוסר חיבה אישי, תוך התעלמות מסיבות אפשריות אחרות. פרסונליזציה באה לידי ביטוי גם כאשר אנו תופסים אירועים שליליים כתוצאה מחסרונות שלנו, מבלי להתחשב בגורמים חיצוניים.</p>",
    "dialogSummary": "בדיאלוג, דמות 1 עושה פרסונליזציה של כישלון בראיון עבודה, מקשרת אותו לחסרונות אישיים, בעוד דמות 2 מציעה לשקול גורמים אחרים המשפיעים על התוצאה, ומדגישה שכישלון אינו בהכרח קשור לתכונות אישיות.",
    "dialog": [
      "לא עברתי את ראיון העבודה. פשוט איני מסוגל להתמודד עם משימות חשובות.",
      "זה לא בהכרח אומר שאתה לא טוב. יתכן שלחברה היו דרישות מיוחדות או מועמדים אחרים שהתאימו טוב יותר לצרכים שלהם.",
      "אבל אני תמיד טועה במצבים כאלה. נראה לי שאני לא מספיק טוב.",
      "לעשות טעויות זה חלק מתהליך הלמידה. לא כל דחייה בראיון עבודה מצביעה על חסרונות אישיים שלך. חשוב להסתכל על המצב בכללותו ולהתחשב בגורמים שונים שיכלו להשפיע על התוצאה."
    ]
  }
}