{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>חשיבה בשחור־לבן היא עיוות קוגניטיבי שבו אנחנו תופסים את העולם דרך קצוות: או מושלם או נורא; אנשים או טובים לגמרי או רעים לגמרי. נקודת המבט הזו מקשה עלינו לראות את העושר שבגוונים ובניואנסים, ומפשטת את התמונה יתר על המידה. בסופו של דבר היא מצמצמת את היכולת שלנו להבין את המציאות ומקטינה את מגוון הפתרונות האפשריים.</p><p>העיוות הזה מתבטא בשיפוטים קטגוריים על עצמנו ועל אחרים, למשל: ״אני תמיד נכשל/ת״ או ״הוא תמיד טועה״. הוא יכול להופיע בכל תחום בחיים — בעבודה, במערכות יחסים, באירועים, באמונות שלנו, ובהישגים ובטעויות.</p><p>צורת החשיבה הזו עלולה להוביל לעלייה במתח ובחרדה, לירידה במצב הרוח, לתחושת בדידות ולקשיים ביחסים. לכן חשוב ללמוד לזהות מחשבות כאלה ולפתח הסתכלות גמישה ומציאותית יותר. זה עוזר להתמודד טוב יותר עם מצבים ולקבל החלטות שקולות יותר.</p>",
    "dialogSummary": "בדיאלוג הזה דמות 1 חושבת בסגנון ״הכול או כלום״: בגלל כישלון אחד במבחן הוא/היא מסיק/ה שהוא/היא חסר/ת יכולת לחלוטין, בלי להביא בחשבון שהמבחן היה קשה ושלא היה לו/לה מספיק זמן להתכונן.",
    "dialog": [
      "נכשלתי במבחן, זה אומר שאין לי סיכוי.",
      "המבחן באמת היה קשה, ולא היה לך הרבה זמן להתכונן.",
      "לא משנה. אם אחרים הצליחו ואני לא — זה אומר שאני לא מספיק חכם/ה."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>קטסטרופיזציה היא עיוות קוגניטיבי שבו אנחנו נוטים להגזים בחשיבות ובהשלכות של אירועים לא נעימים, ומדמיינים את התרחיש כהרבה יותר גרוע מכפי שהוא באמת. ברגעים כאלה אנחנו עלולים להרגיש חרדה חזקה, פחד ומתח — שלא בהכרח משקפים את התמונה המציאותית.</p><p>קטסטרופיזציה יכולה להופיע כאמונה שכישלון אחד בתחום מסוים יוביל לקריסה מוחלטת בכל תחומי החיים. זה עלול לעורר דאגות קשות לגבי העתיד, תגובת־יתר לביקורת או לסירוב, ולערער את הביטחון העצמי.</p><p>סגנון חשיבה כזה יכול להחמיר את המצב הרגשי, להגביר חרדה ומתח, להפחית את ההערכה העצמית ואת האמונה ביכולת האישית. חשוב ללמוד לזהות את המחשבות האלה ובהדרגה לפתח הסתכלות רגועה ומציאותית יותר על מה שקורה — זה מסייע להפחית חרדה ולהרגיש יציבות רבה יותר מול קשיים.</p>",
    "dialogSummary": "בדיאלוג הזה דמות 1 עושה קטסטרופיזציה אחרי סירוב בראיון עבודה, ומשוכנעת שכעת הוא/היא לא ימצא/תמצא עבודה. הוא/היא לא שוקל/ת את האפשרות להמשיך לחפש ולכוון מחדש את הציפיות — מה שיכול לעזור להתקדם בצורה רגועה ובטוחה יותר.",
    "dialog": [
      "סירבו לי בראיון. זהו, עכשיו אני אף פעם לא אמצא עבודה ואשאר בלי תעסוקה.",
      "אבל שלחת קורות חיים לעוד כמה משרות, נכון?",
      "כן, אבל מה הטעם? אם לא קיבלו אותי כאן, זה אומר שאני לא נחוצה לאף אחד. כל הניסיונות פשוט חסרי משמעות.",
      "מסקנה כל כך נוקשה יכולה רק להחמיר את מה שאת מרגישה. אולי כדאי לתת לעצמך זמן, לבדוק מחדש את הציפיות ולהמשיך לחפש.",
      "אבל איך לא לחשוב על כישלון? זה מרגיש שזה מוכיח שאין לי מקום בשום מקום וכל התכניות שלי קורסות."
    ]
  },
  "COMMON": {
    "textHTML": "<p>הכללת־יתר היא עיוות קוגניטיבי שבו אנחנו מסיקים מסקנות רחבות מתוך עובדות מוגבלות או מקרה יחיד. למשל, אחרי משוב שלילי אחד בעבודה אפשר להסיק ״אני לא מקצועי/ת בכלל״, תוך התעלמות מההצלחות ומהתוצאות הטובות שהיו לך.</p><p>דוגמה נפוצה היא איחור לפגישה. במקום לבדוק בשקט מה גרם לכך, אנחנו אומרים לעצמנו: ״אני תמיד מאחר/ת״ או ״אני אף פעם לא מגיע/ה בזמן״, ושוכחים את כל הפעמים שבהן כן הגענו בדיוק בזמן.</p><p>צורת החשיבה הזו מחלישה את ההערכה העצמית, מגבירה פסימיות וחרדה, ועלולה להזין מחשבות דיכאוניות. כדאי ללמוד לזהות הכללות כאלה ולהחליף אותן בהערכה מאוזנת ומציאותית יותר של הסיטואציה הספציפית.</p>",
    "dialogSummary": "דמות 1 עושה הכללת־יתר מאיחור אחד ומסיק/ה מכך שהוא/היא תמיד לא מאורגן/ת. דמות 2 מחזיר/ה בעדינות את הפוקוס לעובדות, מזכיר/ה את הפעמים שבהן הגיע/ה בזמן ומציע/ה להתבונן בסיטואציה בצורה קונקרטית יותר.",
    "dialog": [
      "לא מאמין/ה, שוב איחרתי. כנראה שאני תמיד מאחר/ת ולא יודע/ת לנהל זמן בכלל.",
      "רגע, אל תמהר/י למסקנות. תיזכר/י כמה פעמים הגעת בזמן. איחור אחד לא אומר שאת/ה תמיד לא עומד/ת בזמנים.",
      "אבל בזמן האחרון זה קורה יותר. אני מרגיש/ה שאיבדתי שליטה.",
      "בוא/י נסתכל על העובדות. איחור אחד או אפילו כמה — זו לא תכונת אופי. יכול להיות שהיו נסיבות חיצוניות. אפשר להבין מה גרם לזה ולחשוב מה יעזור בפעם הבאה."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>הפחתת ערך מהחיובי היא עיוות קוגניטיבי שבו אנחנו נוטים להקטין את החשיבות של אירועים טובים, הצלחות והישגים. ברגעים כאלה אנחנו מתמקדים בחסרונות או בקשיים, כאילו הטוב ״לא קיים״ או ״לא נחשב״ — גם כשמדובר בתוצאות משמעותיות שמגיע לנו להכיר בהן.</p><p>זה יכול להופיע בכל תחום: עבודה, קשרים, בריאות, לימודים והישגים אישיים. למשל, אדם מקבל הכרה ראויה, אבל במקום לשמוח חושב רק על טעויותיו. או כשמקבלים מחמאה, דוחים אותה עם ״זה לא משהו מיוחד״ או ״פשוט היה לי מזל״.</p><p>הפחתת ערך מהחיובי עלולה לערער ביטחון עצמי, להגביר חוסר שביעות רצון ולתרום למחשבות דיכאוניות. חשוב ללמוד לשים לב לטוב ולקבל אותו באותה תשומת לב שבה אנחנו שמים לב לקשיים, ולאפשר לעצמנו לשמוח גם בהצלחות קטנות.</p>",
    "dialogSummary": "דמות 1 קיבל/ה קידום אבל מפחית/ה מערכו, ומתמקד/ת בקשיים שעומדים להגיע. דמות 2 מזכיר/ה בעדינות את חשיבות ההישג ותומך/ת, ומדגיש/ה את המשמעות של הצעד הזה בקריירה.",
    "dialog": [
      "קידמו אותי, עכשיו אוביל פרויקטים חדשים.",
      "זו בשורה נהדרת, מזל טוב! אילו פרויקטים מחכים לך?",
      "הפרויקטים מורכבים, תהיה הרבה עבודה. אני מרגיש/ה כאילו פשוט העמיסו עליי עוד אחריות.",
      "זה באמת יכול להיות אתגר, אבל אל תשכח/י שבחרו בך לא במקרה. הגעת לשלב חשוב, וזו הזדמנות מצוינת לצמוח ולהראות מה את/ה מסוגל/ת."
    ]
  },
  "DUE": {
    "textHTML": "<p>חשיבת ״צריך/חייב״ היא עיוות קוגניטיבי שבו אנחנו משוכנעים שהדברים חייבים לקרות בדיוק כפי שאנחנו מצפים. כשהמציאות לא תואמת את התפיסה שלנו, אנחנו עלולים לחוות זאת כחוסר צדק או ככישלון. במצב כזה אנחנו נאחזים בציפיות ובדרישות שלנו, ומשאירים מעט מאוד מקום לגמישות ולהסתכלות אובייקטיבית על המצב.</p><p>לדוגמה, אפשר לחשוב: ״אני חייב/ת לקבל את העבודה הזו — הרי התכוננתי כל כך״. אבל גם כשמשקיעים הרבה, התוצאה יכולה להיות מושפעת מגורמים חיצוניים, כולל תחרותיות המשרה ומועמדים חזקים אחרים.</p><p>חשיבה כזו עלולה לגרום לאכזבה עמוקה, לכעס ולתחושת חוסר צדק, ולהשפיע לרעה על המצב הרגשי ועל היחסים עם אחרים. מועיל ללמוד לזהות את האמונות האלה ולפתח גישה גמישה יותר לתוצאות, מתוך הבנה שגם תרחישים אחרים אפשריים.</p>",
    "dialogSummary": "דמות 1 מפגין/ה חשיבת ״צריך/חייב״, ומאמין/ה שהוא/היא חייב/ת לעבוד כל יום בלי ימי חופש כדי להצליח, על סמך סיפורים של אנשים אחרים. דמות 2 עוזר/ת לו/לה לראות תמונה רחבה יותר, מזכיר/ה שלכל אחד יש דרך משלו ושאיזון בין עבודה למנוחה יכול להיות גישה בריאה ויעילה יותר.",
    "dialog": [
      "אני חייב/ת לעבוד כל יום בלי חופשים, אחרת אני לעולם לא אצליח.",
      "למה הגעת למסקנה הזו? מה גורם לך לחשוב כך?",
      "קראתי סיפורים של אנשים מצליחים. כולם עבדו המון וכמעט לא נחו.",
      "לכל אדם יש דרך משלו. לחלק באמת מתאים קצב כזה, אבל לאחרים איזון בריא מועיל יותר. חשוב לזכור שגם מנוחה נחוצה — היא עוזרת לשמור על אנרגיה ולהתקדם למטרות בצורה יציבה."
    ]
  },
  "EMO": {
    "textHTML": "<p>העיוות הקוגניטיבי ״הנמקה רגשית״ מופיע כשאנחנו מסיקים מסקנות ומקבלים החלטות על סמך מה שאנחנו מרגישים ברגע הזה בלבד, ולא על סמך היגיון ועובדות. ברגעים כאלה הרגשות נתפסים כהוכחה העיקרית לכך שהמצב הוא בדיוק כפי שאנחנו חווים אותו — גם אם אובייקטיבית זה לא כך.</p><p>לדוגמה, אדם עשוי לוותר על מפגש עם חברים כי הוא עצוב ומרגיש שזה לא ישנה דבר. אבל בפועל, תקשורת ותמיכה עשויות דווקא לעזור לשפר את מצב הרוח ולהחזיר אנרגיה.</p><p>רגשות הם חשובים, אבל להסתמך רק עליהם עלול להוביל למסקנות ולהחלטות לא מדויקות. מועיל לשים לב לא רק למה שאנחנו מרגישים, אלא גם לעובדות, כדי לקבל החלטות מאוזנות ויציבות יותר.</p>",
    "dialogSummary": "בדיאלוג הזה דמות 1 מקבל/ת החלטה שמבוססת אך ורק על עצב וחוסר ביטחון, ומבטל/ת דייט. דמות 2 עוזר/ת בעדינות לראות אפשרות רחבה יותר ומציע/ה שהחוויה בפועל יכולה להיות נעימה ומחזקת הרבה יותר ממה שהמצב הרגשי הנוכחי מרמז.",
    "dialog": [
      "אני לא רוצה ללכת לדייט. אין לי מצב רוח.",
      "אבל הרי האדם הזה מצא חן בעינייך. אולי תתני לעצמך צ׳אנס ותראי איך זה יזרום?",
      "אני מרגיש/ה חסר/ת ביטחון ומביך/ה לי. אני בטוח/ה שאני רק אהרוס הכול.",
      "את/ה לא יכול/ה לדעת מראש. הפגישה יכולה להיות נעימה ותומכת, ואת/ה יכול/ה להרגיש הרבה יותר טוב ממה שאת/ה מרגיש/ה עכשיו."
    ]
  },
  "FILTER": {
    "textHTML": "<p>סינון מנטלי הוא עיוות קוגניטיבי שבו אנחנו שמים לב קודם כול לרגעים השליליים וכמעט לא מתייחסים לחיוביים. למשל, אחרי ראיון לא מוצלח אדם יכול להתמקד רק בסירוב, ולשכוח מהניסיון ומהידע שנרכשו ויכולים לעזור בהמשך.</p><p>גישה כזו עלולה להוביל לתחושת חוסר סיפוק ולירידה במצב הרוח, גם כשיש בחיים הרבה דברים טובים. לעיתים קרובות סינון מנטלי משתלב עם עיוותים אחרים, כמו חשיבה בשחור־לבן או הפחתת ערך מהחיובי.</p><p>כדי להתגבר בהדרגה על סינון מנטלי, כדאי לתרגל זיהוי של רגעים חיוביים, לשאול את עצמנו שאלות תומכות ולהזכיר לעצמנו את ההצלחות ואת החוזקות שלנו.</p>",
    "dialogSummary": "בדיאלוג הזה דמות 1 ננעל/ת על משוב שלילי אחד, ולא מבחין/ה בהיבטים החיוביים של עבודתו/ה. דמות 2 עוזר/ת לראות תמונה מלאה יותר ולהתמקד בעובדות שמאששות הצלחות ומאמץ.",
    "dialog": [
      "קיבלתי משוב שלילי בעבודה. אני מרגיש/ה כמו כישלון.",
      "אבל היו לך הרבה משובים חיוביים והישגים. נראה שאת/ה נותנ/ת משקל גדול מדי לרגע שלילי אחד.",
      "כן, אבל המשוב הזה מרגיש הכי חשוב. כאילו הוא מוחק את כל ההצלחות שלי.",
      "כרגע את/ה רואה רק את החלק השלילי ומפספס/ת את שאר העובדות. זה בדיוק סינון מנטלי. נסה/י להסתכל רחב יותר ולהיזכר במה שכן הצלחת להשיג."
    ]
  },
  "LABEL": {
    "textHTML": "<p>הדבקת תוויות היא עיוות קוגניטיבי שבו אנחנו מצמידים לאנשים או למצבים תוויות קטגוריות ומפשטות, על סמך תצפיות מוגבלות. כך אנחנו מפסיקים לראות צדדים נוספים של אדם או אירוע, והתפיסה שלנו נעשית מעוותת.</p><p>לדוגמה, אדם יכול לקרוא למישהו ״מוזר״ או ״לא ראוי״ רק בגלל המראה שלו או התנהגות רגעית. באותו אופן, כשמדביקים תוויות לעצמנו — למשל ״אני אדם רע״ או ״אני כישלון״ — אנחנו מתעלמים מהחוזקות, מההצלחות ומהאיכויות האמיתיות שלנו.</p><p>כשלומדים לזהות את העיוות הזה, קל יותר לראות אנשים ואת עצמנו בצורה מלאה והוגנת יותר, בלי להסיק מסקנות חפוזות.</p>",
    "dialogSummary": "דמות 1 מסיק/ה שמדובר ב״אבא רע״, אחרי שראה/תה סיטואציה אחת שבה הוא צעק על הילדים. דמות 2 מציע/ה מבט מאוזן יותר ומזכיר/ה שתצפית אחת אינה מספיקה, ושלאנשים יכולים להיות ביטויים שונים במצבים שונים.",
    "dialog": [
      "ראיתי את האיש ההוא צועק על הילדים בפארק. הוא בטוח אבא רע.",
      "קשה לשפוט לפי רגע אחד. אולי היה לו יום קשה או קרה משהו שהוציא אותו משיווי משקל.",
      "אני לעולם לא הייתי מתנהג/ת ככה עם הילדים שלי. נראה שהוא פשוט לא מצליח להיות הורה.",
      "מסקנות קטגוריות יכולות להטעות. אנשים מגיבים אחרת במצבי לחץ, וביום אחר הוא יכול להיות אבא מאוד אכפתי וקשוב."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>העיוות ״יכולתי/הייתי צריך/ה״ מופיע כשאנחנו חוזרים שוב ושוב לאירועים מהעבר ומדמיינים חלופות מושלמות שבמציאות לא היו זמינות לנו אז. אנחנו מתחילים להיתקע במחשבות בסגנון ״מה אם״ ולבנות תרחישים דמיוניים על איך הכול היה יכול להיראות אחרת.</p><p>לפעמים זה עולה גם בשיח עם אחרים: אנחנו אומרים לעצמנו או לאחרים שהיה צריך לפעול אחרת, בלי להתחשב בנסיבות האמיתיות שבהן הדברים קרו.</p><p>נקודת המבט הזו מובילה לעיתים קרובות לאשמה, חרטה וחוסר סיפוק, כי אנחנו משווים את המציאות לתרחישים אידיאליים שאינם אפשריים. מועיל לזכור שהעבר לא משתנה, ושאנחנו יכולים לבחור מה לעשות מכאן והלאה.</p>",
    "dialogSummary": "בדיאלוג דמות 1 מסתכל/ת על המבחן דרך ״יכולתי/הייתי צריך/ה״, ומאשים/ה את עצמו/ה ואת הנסיבות. דמות 2 עוזר/ת בעדינות להחזיר את הפוקוס להווה ולעתיד, ומזכיר/ה שחשוב יותר לחשוב אילו צעדים אפשר לעשות עכשיו.",
    "dialog": [
      "נכשלתי במבחן. הייתי צריך/ה ללמוד יותר.",
      "אבל עבדת כל יום והתאמצת מאוד. פעלת בתנאים שהיו לך.",
      "כן, אבל הייתי לומד/ת יותר אם לא הייתה לי עבודה.",
      "את העבר אי אפשר לשנות. עכשיו חשוב יותר לחשוב איך לתמוך בעצמך ואיך לחלק את הזמן טוב יותר בעתיד."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>העיוות ״הגדלה והקטנה״ מופיע כשאנחנו מסתכלים על אירועים בצורה חד־צדדית מדי ומפספסים גוונים ופרטים. בהגדלה, רגעים שליליים נראים ענקיים ומשמעותיים, כאילו תחת זכוכית מגדלת. בהקטנה, אנחנו ממעיטים בערך החוזקות, ההצלחות והאירועים החיוביים שלנו, כאילו הם לא חשובים.</p><p>לדוגמה, אדם יכול לראות את עצמו ככישלון בגלל טעויות קטנות, ובו בזמן לא לשים לב להישגים ולמאמצים שהובילו אותו להצלחה.</p><p>גישה כזו יכולה לפגוע בהערכה העצמית וביחסים עם אחרים, משום שתפיסת המציאות נעשית מעוותת. מועיל ללמוד לחפש איזון: לראות גם טעויות וגם חוזקות, ולהעריך את התרומה שכבר נתתם.</p>",
    "dialogSummary": "בדיאלוג דמות 1 מגזים/ה בתחושת המבוכה שלו/ה לקראת ראיון, ודמות 2 עוזר/ת בעדינות להחזיר את הפוקוס לחוזקות וליכולות, ולתמוך במבט מאוזן יותר.",
    "dialog": [
      "אני כל כך לחוץ/ה מהראיון מחר. אני תמיד מתבלבל/ת במילים.",
      "נראה שאת/ה מגזימ/ה כמה מביך זה יהיה. יש לך הרבה יותר יכולת ממה שנדמה לך.",
      "אבל אני הרבה פעמים נתקע/ת ושוכח/ת מה רציתי לומר.",
      "יש לך חוזקות חשובות: את/ה יודע/ת להתמצא מהר ולמצוא פתרונות. זו תכונה מאוד בעלת ערך בראיון.",
      "באמת? תודה, אני אנסה לזכור את זה."
    ]
  },
  "READ": {
    "textHTML": "<p>העיוות הקוגניטיבי ״קריאת מחשבות״ מופיע כשאנחנו מניחים שאנחנו יודעים מה אנשים אחרים חושבים או מרגישים, בלי שיש לנו לכך הוכחות. אנחנו נשענים לא על עובדות, אלא על השערות — ולעיתים קרובות נופלים למלכודת של מסקנות שגויות.</p><p>למשל, אפשר להחליט שמישהו מתייחס אלינו רע בגלל ההתנהגות שלו, כשבעצם הסיבה יכולה להיות קשורה למצב הרוח שלו, לדאגות או לעייפות. לפעמים גם להפך — אנחנו מצפים שאדם אחר יבין את הכוונות או הרגשות שלנו, למרות שלא אמרנו זאת בצורה מפורשת.</p><p>כשאנחנו מזהים את העיוות הזה, קל יותר להימנע מהנחות שגויות ולבנות תקשורת כנה ופתוחה יותר, שמבוססת על עובדות ולא על ניחושים.</p>",
    "dialogSummary": "בדיאלוג דמות 1 מסיק/ה מסקנה לגבי מצב הרוח של עמיתה לעבודה, על סמך הנחות אישיות. דמות 2 מזכיר/ה בעדינות שבלי שיחה ישירה אי אפשר להיות בטוחים במחשבות וברגשות של אדם אחר.",
    "dialog": [
      "מריה אתמול לא אמרה לי שלום במשרד. כנראה שהיא כועסת עליי בגלל שאיחרתי לישיבה.",
      "את/ה בטוח/ה? אולי היא הייתה עסוקה או פשוט לא שמה לב. ניסית לשאול?",
      "לא, לא שאלתי. אבל משהו אומר לי שזה בדיוק זה.",
      "אנחנו לא יכולים לדעת מה אדם אחר חושב בלי לדבר איתו. יכול להיות שהיו לה סיבות אחרות שלא קשורות אלייך."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>פרסונליזציה היא עיוות קוגניטיבי שבו אנחנו מפרשים אירועים כאילו הם מכוונים אישית נגדנו, גם כשאין לכך בסיס. אנחנו שמים את עצמנו במרכז הסיטואציה ומייחסים לעצמנו דברים שאולי בכלל לא קשורים אלינו.</p><p>לדוגמה, אם מישהו לא אמר שלום, אנחנו עלולים להסיק שהוא מתעלם מאיתנו בכוונה או פשוט לא מחבב אותנו. ובאותו זמן אנחנו עלולים לפספס שהוא היה טרוד, ממהר או פשוט לא שם לב. פרסונליזציה מופיעה גם כשאנחנו חושבים שכל אירוע שלילי הוא הוכחה לפגמים שלנו, ומתעלמים מנסיבות חיצוניות.</p>",
    "dialogSummary": "דמות 1 מפרש/ת סירוב בראיון עבודה כהוכחה לכך שהוא/היא ״לא מסוגל/ת״. דמות 2 מזכיר/ה בעדינות שהתוצאה יכולה להיות תלויה בהרבה גורמים ואינה מגדירה את האישיות או את היכולות.",
    "dialog": [
      "לא עברתי את הראיון. כנראה שאני פשוט לא מסוגל/ת להתמודד עם משימות חשובות.",
      "זה לא בהכרח כך. ייתכן שלחברה היו דרישות מאוד ספציפיות או מועמדים שהתאימו יותר לתפקיד הזה.",
      "אבל בכל פעם שקורה משהו חשוב, אני טועה. כנראה שאני לא מספיק טוב/ה.",
      "טעויות וסירובים הם חלק טבעי מהדרך. הם לא אומרים שמשהו לא בסדר בך. חשוב להביא בחשבון גורמים שונים ולא לקשור כל מצב רק לערך או ליכולת שלך."
    ]
  }
}
