{
  "ykRKsDopcp": {
    "title": "טיעונים בעד ונגד מחשבה אוטומטית",
    "description": "להוסיף שלב חדש ביומן - הצגת טיעונים בעד ונגד המחשבה האוטומטית"
  },
  "rwdHy8lyCk": {
    "title": "הוספת בינה מלאכותית",
    "description": "להוסיף אינטגרציה עם רשתות עצביות פופולריות לעזרה בניתוח מחשבות, רמזים אישיים בעבודה עם היומן"
  },
  "QejWpiat0v": {
    "title": "הערכת רמת האמונה במחשבה לאחר מילוי היומן",
    "description": "כרגע ניתן להעריך את רמת האמונה במחשבה האוטומטית רק לפני תחילת העבודה. האם הייתם רוצים להעריך את אפקט העבודה לאחר מילוי תשובה חלופית למחשבה?"
  },
  "FFoEvFNDpe": {
    "title": "מוטיבציה לפעילות",
    "description": "להוסיף מעקב אחר ימים רצופים של פעילות ביומן. לתגמל עם סמלים וירטואליים, תמריצים בתוך האפליקציה"
  },
  "W9mMGTmapW": {
    "title": "גרסת אינטרנט",
    "description": "ללא קושי מיוחד נוכל ליצור גרסת אינטרנט של האפליקציה. האם יש לכם צורך בעבודה עם היומן דרך המחשב?"
  },
  "eur8RglkH0": {
    "title": "יותר חומרי לימוד על CBT",
    "description": "האם אתם מרגישים צורך בחומרי הדרכה? אנו יכולים לספר יותר על שיטות עבודה עם מחשבות הרסניות, כיצד להתמודד עם נוירוזות, הפרעות אכילה וכו'."
  },
  "EQ3zKWJ0pU": {
    "title": "הוספת סטטיסטיקה ליומן",
    "description": "להציג באיזו תדירות אתם מנהלים רשומות, הרגשות הנפוצים ביותר, עיוותים קוגניטיביים וכו'."
  },
  "EauYpGQzAL": {
    "title": "הוספת כרטיסי התמודדות",
    "description": "לאפשר יצירת כרטיסים עם מחשבה הרסנית בצד אחד והפרכה בצד השני. טכניקה זו משמשת ב-CBT, האם אתם מרגישים צורך בפונקציונליות כזו?"
  },
  "gvwOk0eqXB": {
    "title": "הוספת סטטיסטיקה למבחנים",
    "description": "למקם בדף המבחנים גרף המציג את הדינמיקה של שינוי תוצאות המבחנים שבוצעו."
  },
  "2o6HBDuM2o": {
    "title": "מבחן פסיכולוגי חדש לחרדה",
    "description": "כרגע הוספנו מבחן לרמת דיכאון. האם יש צורך להוסיף מבחן דומה לרמת חרדה?"
  },
  "2o7H8DtM2o": {
    "title": "ייצוא רשומות יומן המחשבות האוטומטיות לקובץ",
    "description": "כרגע אנו מספקים אפשרות לסנכרן נתונים בין מכשירים שונים. האם יש צורך לתת אפשרות להוריד רשומות בפורמט CSV או Excel?"
  },
  "QWjMvNfKLw": {
    "title": "מספר מחשבות אוטומטיות",
    "description": "הפורמט הנוכחי של היומן מניח עבודה על מחשבה אחת בכל פעם. האם כדאי לתת אפשרות לכתוב מספר מחשבות, כשכל אחת תוערך בנפרד ותהיה תשובה חלופית נפרדת לכל אחת?"
  },
  "iF6yEanPp3": {
    "title": "יומן יומי",
    "description": "מדור בו ניתן לתעד את מה שקרה במהלך היום, ואז לנתח ולחלץ מחשבות אוטומטיות. מאוחר יותר ניתן להוסיף AI לעזרה בניתוח הרשומה."
  },
  "iF6sKCdvfds": {
    "title": "אמונות ביניים",
    "description": "לתת אפשרות לקשר מחשבות אוטומטיות לאמונות ביניים. על בסיס זה ניתן יהיה לבנות עץ אמונות ולנתח אותו."
  },
  "iF6sKverhdfd": {
    "title": "הערכת מצב יומית",
    "description": "להוסיף אפשרות להעריך את מצבך בכל יום בעת ביקור באפליקציה. מאוחר יותר ניתן יהיה לבנות גרף של שינוי המצב ולהשוות אותו לדינמיקה של שינוי התפיסות."
  },
  "iF6sKvevscdf1": {
    "title": "פיתוח הערכת המצב היומית",
    "description": "כעת אתם יכולים להעריך את מצבכם הפסיכולוגי לפני ואחרי פעילות. האם הייתם רוצים גם להעריך רגשות דומיננטיים ולתעד אילו תרגילים עשיתם לשיפור המצב?"
  },
  "iF6sKvJllcpwx": {
    "title": "סיפורים על התגברות על בעיות פסיכולוגיות",
    "description": "להוסיף מדור בו ניתן לספר את סיפור ההתגברות על בעיה פסיכולוגית אישית, כדי להשרות השראה על אנשים עם קשיים דומים. ובהתאמה, לקרוא סיפורים של אנשים אחרים."
  },
  "iF6sKvKLdvkwq": {
    "title": "מבחן עם ניתוח 7 מדדי חיים",
    "description": "המבחן מנתח מספר היבטים בחיים ומזהה באילו תחומים אתם פגיעים ביותר. לדוגמה, תלות באישור מהסביבה או נטייה לפרפקציוניזם."
  },
  "sdvsdsdlwwQec": {
    "title": "אינטגרציה של AI ביומן היומי",
    "description": "ה-AI יעזור לכם לנתח רשומות ביומן היומי ולזהות מחשבות אוטומטיות. הוא יציע פתרונות אפשריים לבעיות הפסיכולוגיות שלכם ויעזור לכם בעבודה."
  },
  "sdvdcarlwwQff": {
    "title": "דיאלוג סוקרטי",
    "description": "לא תמיד ניתן לזהות מחשבה אוטומטית. שיטת הדיאלוג הסוקרטי מציעה לשאול את עצמך שאלות כדי לחשוף מחשבה נסתרת. ה-AI ישאל אתכם שאלות כדי לעזור לכם לזהות את המחשבה האוטומטית."
  },
  "sdvdNdbxdwQfb": {
    "title": "פסיכולוג וירטואלי",
    "description": "תקשורת חופשית עם AI בדיאלוג. ניתן לשתף את החוויות שלכם, לבקש עצה, לקבל תמיכה."
  },
  "sdvdpsvwQfw": {
    "title": "סולם הרגזה של נובאקו",
    "description": "להוסיף מבחן חדש לרמת הרגזנות. הוא יראה כמה כעס ורוגז אתם סופגים ומחזיקים בתוככם בחיי היומיום."
  },
  "sdvdpsvGscfvw": {
    "title": "קלט קולי",
    "description": "אפשרות למלא שדות טקסט ביומנים באמצעות הקול."
  },
  "rsoklcescfvwz": {
    "title": "ניתוח פעילות יומי",
    "description": "בסוף כל יום לאחר עבודה באפליקציה תוכלו להזמין ניתוח של היום מה-AI. הוא יסיק מסקנות מהעבודה שלכם, ייתן המלצות."
  },
  "lkmvdsvdsfds": {
    "title": "תמונות ביומן החכם",
    "description": "להוסיף אפשרות לצרף תמונות לרשומות ביומן החכם."
  },
  "iFlct67Ldvkwq": {
    "title": "יומן הכרת תודה",
    "description": "להוסיף ביומן החכם סוג חדש של רשומה - הכרת תודה."
  }
}
