{
  "title": "Teknik: Hari yang Terkendali",
  "description": "Artikel ini menyajikan teknik perencanaan unik \"Dua Kolom\", yang bertujuan untuk meningkatkan pengorganisasian diri dan efektivitas pribadi. Pembaca akan belajar bagaimana pembagian sederhana tugas menjadi \"rencana\" dan \"fakta\" dapat membantu tidak hanya dalam mencapai tujuan yang ditetapkan, tetapi juga dalam memahami tindakan sehari-hari mereka. Perhatian khusus diberikan pada analisis apa yang telah diselesaikan, yang memungkinkan seseorang untuk belajar beradaptasi dengan perubahan dan menemukan keseimbangan antara kewajiban dan keinginan.",
  "screen_1": {
    "texts": [
      "Latihan pertama yang ingin kami bagikan dengan Anda sederhana namun efektif, dan akan membantu dalam pengorganisasian diri Anda.",
      "Pada malam hari, menjelang hari berikutnya, duduklah dan tuliskan jadwal Anda untuk hari tersebut. Jadwal ini akan terdiri dari dua bagian, yaitu dua kolom.",
      "Kolom pertama — «Sebelum». Ini adalah rencana per jam tentang apa yang ingin Anda lakukan. Jangan langsung mencatat banyak hal: di setiap baris per jam, tuliskan satu atau dua kata, menunjukkan beberapa kegiatan atau tindakan.",
      "Misalnya, ini bisa berupa hal-hal kecil: mandi, sarapan, menghidupkan mesin cuci. Atau ini bisa berupa sesuatu yang lebih menguras energi: bersih-bersih, persiapan ujian, menyusun resume, dll.",
      "Di akhir setiap hari, catat pada kolom kedua — «Sesudah».",
      "Di situ Anda mencatat apa yang sebenarnya Anda lakukan sepanjang hari, juga per jam. Kegiatan Anda mungkin sesuai dengan yang direncanakan, atau mungkin berbeda — ini normal, jangan khawatir.",
      "Karena bahkan jika Anda hanya dapat mewujudkan sebagian kecil dari daftar «sebelum», perencanaan sederhana waktu Anda dapat menjadi proses yang sangat bermanfaat dan secara visual mudah dipahami.",
      "Selain itu, tandai setiap kegiatan dengan huruf «P-pencapaian», jika kegiatan tersebut tidak terlalu mudah bagi Anda dan menjadi pencapaian khusus untuk Anda."
    ]
  },
  "screen_2": {
    "texts": [
      "Mungkin saja bahwa ketika mengalami depresi, menyikat gigi atau mandi akan menjadi pencapaian bagi Anda, dan tidak ada yang mengerikan atau memalukan tentang hal ini, percayalah. Dan kemudian di samping kegiatan ini Anda akan menulis huruf «P». Juga, catat tingkat kesulitannya.",
      "Misalnya, merapikan tempat tidur cukup mudah, dan itu bisa jadi «P-2», tetapi menyiapkan makan siang lebih sulit, jadi itu «P-7». Skala yang Anda gunakan untuk menilai ini ditentukan oleh perasaan Anda sendiri.",
      "Jika kegiatan dalam rencana Anda adalah sesuatu yang menyenangkan bagi Anda, maka tempatkan «K-kesenangan» di sampingnya.",
      "Misalnya, menonton film atau berjalan-jalan di taman membuat Anda senang, maka tuliskan huruf yang sesuai dan juga nilai tingkat kesenangan yang Anda peroleh dari tindakan ini.",
      "Sebenarnya, itulah seluruh latihannya: sederhana tetapi efektif. Anda mungkin berpikir bahwa ini tidak akan berhasil, tetapi jika Anda tidak mencoba melakukannya secara teratur untuk beberapa waktu, Anda pasti tidak akan memahaminya. Ini bekerja karena:",
      "Ini akan menghentikan kecenderungan Anda untuk terus-menerus memikirkan pentingnya dan nilai dari tindakan tertentu dan membantu mengatasi konflik internal: apakah sesuatu pantas dilakukan atau tidak;",
      "Ini akan membantu Anda merencanakan waktu Anda secara seimbang, karena di sana akan ada hal-hal yang harus Anda lakukan karena satu atau lain alasan, serta aktivitas yang memberi Anda kesenangan;"
    ]
  },
  "screen_3": {
    "texts": [
      "Jika Anda secara teratur membuat jadwal harian, Anda akan segera melihat bahwa motivasi Anda meningkat, karena dengan mulai melakukan sesuatu, Anda menyangkal keyakinan Anda bahwa Anda tidak mampu melakukan apa pun.",
      "Seseorang yang telah lama mengalami depresi dan menderita prokrastinasi, membagikan ulasannya tentang teknik ini:",
      "Dengan merencanakan hari saya dan melihat hasilnya di malam hari, saya menyadari apa tepatnya yang saya habiskan waktu untuk.",
      "Ini membantu saya mengambil kembali tanggung jawab atas hidup saya. Saya menyadari bahwa saya dapat mengendalikan situasi jika saya mau."
    ],
    "quote": {
      "text": "Hal terpenting dalam manajemen waktu bukanlah mengelola waktu, tetapi mengelola diri sendiri",
      "author": "Peter Drucker"
    }
  }
}
