{
  "control": {
    "title": "Teknik: Hari dalam Kendali",
    "description": "Artikel ini memperkenalkan teknik perencanaan sederhana “Dua Kolom” untuk membantu meningkatkan keteraturan diri dan efektivitas pribadi. Anda akan melihat bagaimana memisahkan “rencana” dan “yang benar-benar terjadi” dapat membantu Anda bukan hanya mengevaluasi apakah tujuan tercapai, tetapi juga mengenali pola keseharian dengan lebih jelas. Fokus utamanya adalah refleksi atas apa yang sudah dilakukan, agar Anda lebih mudah beradaptasi saat rencana berubah dan menemukan keseimbangan antara hal yang perlu dilakukan dan hal yang ingin Anda lakukan.",
    "screen_1": {
      "texts": [
        "Latihan pertama yang ingin kami bagikan ini sederhana, tetapi efektif, dan bisa membantu Anda mengatur diri dengan lebih baik.",
        "Pada malam hari, sebelum menjalani hari berikutnya, duduklah dan tuliskan jadwal Anda untuk esok hari. Jadwal ini terdiri dari dua kolom.",
        "Kolom pertama — “Sebelum”. Ini adalah rencana per jam tentang apa yang ingin Anda lakukan. Tidak perlu menuliskan terlalu banyak sekaligus: di setiap jam, tulis satu atau dua kata yang menggambarkan kegiatan atau tindakan.",
        "Misalnya, bisa hal kecil: mandi, sarapan, menyalakan mesin cuci. Atau bisa hal yang lebih menguras tenaga: beres-beres rumah, belajar untuk ujian, menyusun CV, dan sebagainya.",
        "Di akhir setiap hari, isi kolom kedua — “Sesudah”.",
        "Di sana, tuliskan apa yang benar-benar Anda lakukan sepanjang hari, jam demi jam. Kegiatan Anda bisa sama dengan rencana, atau bisa berbeda—itu normal, jadi jangan khawatir.",
        "Karena sekalipun Anda hanya berhasil menjalankan sebagian kecil dari daftar di kolom “Sebelum”, perencanaan sederhana ini tetap bisa sangat membantu dan mudah dipahami secara visual.",
        "Selain itu, tandai setiap kegiatan dengan huruf “T—tugas” jika kegiatan itu terasa sulit bagi Anda dan merupakan pencapaian tersendiri."
      ]
    },
    "screen_2": {
      "texts": [
        "Saat sedang depresi, bisa jadi menyikat gigi atau mandi pun sudah merupakan pencapaian bagi Anda—dan itu sama sekali bukan hal yang mengerikan atau memalukan, percayalah. Jadi, di samping kegiatan-kegiatan tersebut tuliskan huruf “T”. Sekalian beri nilai tingkat kesulitannya.",
        "Misalnya, merapikan tempat tidur terasa cukup mudah, maka itu bisa menjadi “T-2”, sedangkan menyiapkan makan siang lebih sulit, maka itu “T-7”. Skala penilaiannya terserah Anda.",
        "Jika suatu kegiatan dalam rencana Anda terasa menyenangkan, tulis di sampingnya “K—kenikmatan”.",
        "Misalnya, menonton film atau berjalan di taman membuat Anda senang, maka beri huruf yang sesuai dan nilai juga seberapa besar kenikmatan yang Anda rasakan dari kegiatan itu.",
        "Itu saja latihannya: sederhana, tetapi efektif. Mungkin Anda berpikir ini tidak akan banyak membantu, tetapi jika Anda tidak mencobanya secara rutin selama beberapa waktu, Anda tidak akan benar-benar tahu. Latihan ini bekerja karena:",
        "Ini menghentikan kebiasaan Anda untuk terus-menerus menimbang pentingnya dan nilai suatu tindakan, serta membantu meredakan konflik batin: apakah perlu melakukan sesuatu atau tidak;",
        "Ini membantu Anda merencanakan waktu dengan lebih seimbang, karena di dalamnya ada hal-hal yang memang perlu dilakukan karena alasan tertentu, sekaligus aktivitas yang memberi Anda rasa senang;"
      ]
    },
    "screen_3": {
      "texts": [
        "Jika Anda rutin menyusun jadwal harian, Anda akan segera menyadari bahwa motivasi Anda meningkat: ketika Anda mulai melakukan setidaknya sesuatu, Anda membantah keyakinan bahwa Anda tidak mampu melakukan apa pun.",
        "Seseorang yang sudah lama mengalami depresi dan berjuang dengan prokrastinasi membagikan ulasannya tentang teknik ini:",
        "Dengan merencanakan hari saya dan meninjaunya di malam hari, saya jadi sadar ke mana tepatnya waktu saya habis.",
        "Ini membantu saya kembali merasa memegang kendali atas hidup saya. Saya sadar bahwa saya bisa mengubah keadaan, kalau saya mau."
      ],
      "quote": {
        "text": "Hal terpenting dalam manajemen waktu bukanlah mengelola waktu, melainkan mengelola diri sendiri",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Mencari diri setelah kehilangan orang terdekat",
    "description": "Artikel ini menceritakan kisah Anastasia, yang mengalami depresi berat dan rasa bersalah yang menyiksa setelah kematian tragis adiknya. Dengan bantuan psikoterapi, ia perlahan melepaskan kebiasaan menyalahkan diri, mengubah cara memandang dirinya dan pengalamannya. Seiring waktu, Anastasia keluar dari depresi, menerima bahwa ia tidak bersalah, dan kembali menjalani hidup dengan lebih utuh.",
    "screen_1": {
      "texts": [
        "Cepat atau lambat, kita semua akan menghadapi kehilangan orang yang kita cintai. Kematian adalah ujian berat—ia datang dengan rasa sakit dan beban, seperti gelombang besar yang menerjang.",
        "Air mata, kesedihan, dan perasaan yang mendalam adalah reaksi wajar terhadap kehilangan. Pengalaman ini membantu kita menjalani duka dan perlahan menemukan kekuatan untuk hidup kembali.",
        "Terkadang, duka bisa berlarut-larut dan menemani seseorang selama bertahun-tahun. Dan terkadang, duka dengan cepat berubah menjadi depresi yang mendalam.",
        "Mari kita lihat kisah Anastasia, perempuan 29 tahun yang mengalami depresi berat setelah adik laki-lakinya bunuh diri. Ia menemui psikoterapis beberapa bulan setelah tragedi itu.",
        "Hal yang paling menyiksa adalah keyakinannya bahwa ia bertanggung jawab atas kematian sang adik.",
        "Nastya merasa dihadapkan pada kenyataan yang menakutkan dan seolah tak ada jalan keluarnya. Ia merasa dirinya “layak” menderita dan bahkan sempat memiliki pikiran untuk bunuh diri.",
        "Rasa bersalah sering terasa sangat berat bagi mereka yang kehilangan orang terdekat, terutama jika orang itu pergi karena memilih mengakhiri hidupnya sendiri.",
        "Banyak orang bertanya: “Kenapa aku tidak menghentikannya? Kenapa aku tidak melihatnya lebih cepat?”",
        "Bahkan para profesional pun bisa terseret pikiran seperti ini ketika klien mereka bunuh diri: “Ini benar-benar salahku. Seharusnya aku mengatakan hal lain, bertanya dengan cara lain, lebih peka. Aku seharusnya mencegahnya. Aku bersalah!”"
      ],
      "quote": {
        "text": "Orang-orang yang kita cintai mungkin meninggalkan kita, tetapi mereka tak pernah benar-benar pergi selama kita masih mengingat mereka.",
        "author": "Konfusius"
      }
    },
    "screen_2": {
      "texts": [
        "Kebiasaan menyalahkan diri pada Anastasia sebenarnya sudah muncul sebelum tragedi. Ia sering merasa hidupnya berjalan lebih baik daripada hidup adiknya, dan ia berusaha membantu adiknya secara emosional dan finansial selama adiknya berjuang lama menghadapi depresi.",
        "Ia mendukung keputusan adiknya untuk pergi ke psikolog, membantu membayar terapi, bahkan menyewakan tempat tinggal dekat rumahnya agar bisa selalu dekat dan siap menolong.",
        "Nastya yakin bahwa dialah yang bersalah atas kematian adiknya, karena ia “seharusnya bisa melakukan lebih banyak lagi”.",
        "Dukanya sangat dalam dan tulus; ia merasakan sakit itu hampir setiap saat.",
        "Pada sesi-sesi awal terapi, ia berbicara tentang alasan ia menyalahkan diri dan tentang pikiran mengenai kematian: “Aku bertanggung jawab atas hidupnya. Rasanya ketidakmampuanku membantu membuat tragedi ini terjadi. Aku seharusnya melihat kondisinya dan menyelamatkannya.”",
        "Ia percaya bahwa penderitaannya memang pantas, dan bahwa ia wajib menanggung hukuman.",
        "Dari luar, mungkin terlihat jelas bahwa pikiran seperti ini tidak rasional dan hanya menyakitinya.",
        "Kesalahan kognitif utama yang ia lakukan adalah personalisasi. Dalam terapi, Anastasia sampai pada kesimpulan penting:",
        "Jika ia benar-benar bertanggung jawab atas kematian adiknya, itu berarti dialah penyebab keputusan adiknya.",
        "Ia tidak bisa mengendalikan pikiran dan rasa sakit batin adiknya, jadi ia tidak bisa bertanggung jawab atas hal-hal yang mendorong adiknya jatuh ke depresi berat. Itu adalah perjuangan adiknya, bukan kesalahannya.",
        "Dengan mencoba memikul tanggung jawab atas kondisi adiknya, ia berusaha memengaruhi sesuatu yang sebenarnya berada di luar kendalinya. Yang bisa ia lakukan hanyalah mendukung sebatas kemampuan dan sumber daya yang ia miliki."
      ]
    },
    "screen_3": {
      "texts": [
        "Seandainya ia tahu niat adiknya, ia pasti akan melakukan apa pun untuk membantu dan mencegah tragedi itu. Namun ia tidak tahu—dan tak mungkin mengubah sesuatu yang tersembunyi.",
        "Dengan menyalahkan diri, Nastya seolah menganggap dirinya harus bisa meramal masa depan dan memiliki pengetahuan tanpa batas. Harapan seperti itu tidak realistis, dan ia tidak punya alasan untuk menyalahkan diri.",
        "Semua argumen mengarah pada satu hal: memikul tanggung jawab atas tindakan adiknya adalah kesalahan yang berat dan tidak adil.",
        "Tanggung jawabnya hanya pada hidupnya sendiri dan kesejahteraannya sendiri.",
        "Seiring waktu, ia memahami: penderitaannya bukan karena ia “gagal menolong adiknya”, melainkan karena ia membiarkan rasa bersalah menelannya, dan depresi pun perlahan merusak hidupnya.",
        "Hal yang menenangkan baginya adalah melepaskan rasa bersalah, pulih perlahan, dan belajar kembali menjalani hidup yang hangat, bermakna, dan penuh sukacita.",
        "Inilah wujud kepedulian pada diri yang sesungguhnya. Setelah terapi, kondisi Anastasia membaik secara signifikan dan ia berhasil melewati depresi. Ia menggambarkannya sebagai perubahan mendalam dalam cara ia memandang dirinya dan dunia batinnya."
      ]
    }
  },
  "diagnostic": {
    "title": "Deteksi depresi: Perjalanan memahami diri",
    "description": "Artikel ini membahas cara mengenali depresi: mulai dari memahami gejala secara umum hingga menilai kondisi secara mandiri menggunakan “Skala Depresi Beck”. Artikel ini menekankan pentingnya berkonsultasi dengan profesional untuk mendapatkan diagnosis yang akurat dan dukungan, terutama saat gejala terasa berat, serta menawarkan langkah-langkah praktis dan latihan bagi siapa pun yang ingin merawat kondisi emosionalnya.",
    "screen_1": {
      "texts": [
        "Di bagian sebelumnya, kita sudah membahas apa itu depresi.",
        "Sekarang mari kita pahami bagaimana Anda bisa mengenalinya pada diri sendiri.",
        "Secara garis besar, pemeriksaan depresi dapat dibagi menjadi tiga tahap:",
        "Skrining umum",
        "Seperti kondisi emosional lainnya, depresi tampak melalui gejala tertentu. Mari kita lihat satu per satu:",
        "Suasana hati murung.",
        "Kehilangan minat pada aktivitas yang biasanya menyenangkan.",
        "Anhedonia — menurunnya kemampuan untuk merasakan kenikmatan.",
        "Kesulitan konsentrasi, menurunnya produktivitas, kesulitan mengambil keputusan.",
        "Gangguan tidur dan nafsu makan — bisa menurun atau justru meningkat.",
        "Perasaan putus asa, tidak berdaya, mudah tersinggung, malu, atau bersalah.",
        "Kecemasan atau apati yang terasa jelas.",
        "Energi menurun, rasa lelah yang terus-menerus.",
        "Pikiran berulang tentang kematian atau bunuh diri.",
        "Banyak dari kita setidaknya pernah mengalami beberapa hal di atas.",
        "Namun, gejala yang muncul satu per satu tidak selalu berarti depresi. Lalu, bagaimana menentukannya?",
        "Depresi patut dicurigai jika Anda mengalami setidaknya empat gejala di atas selama dua minggu atau lebih.",
        "Penting juga mempertimbangkan kondisi kesehatan secara umum dan pengaruh situasi hidup."
      ],
      "quote": {
        "text": "Kita tidak selalu bisa mengubah situasi yang diberikan kehidupan, tetapi kita bisa mengubah cara kita mengalaminya.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Pemeriksaan mandiri dengan metode tepercaya",
        "Ada banyak alat yang dapat membantu Anda menilai kondisi diri.",
        "Salah satu yang paling dikenal dan tepercaya adalah “Skala Depresi Beck” (BDI).",
        "Metode ini, yang dikembangkan oleh psikiater Aaron Beck, terdiri dari 21 kategori gejala, dan masing-masing menggambarkan aspek berbeda dari kondisi depresi.",
        "Dengan mengikuti tes ini, Anda bisa memperkirakan tingkat keparahan gejala: dari depresi ringan hingga depresi yang lebih berat.",
        "Tes ini tersedia di aplikasi kami, dan penggunaannya mudah serta intuitif."
      ],
      "quote": {
        "text": "Merawat diri bukanlah pengecualian dari tanggung jawab Anda, melainkan bagian penting darinya.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Konsultasi dengan profesional",
        "Jika hasil penilaian mandiri mengarah pada kemungkinan depresi, penting untuk berkonsultasi dengan psikolog, psikiater, atau psikoterapis.",
        "Profesional akan membantu memperjelas diagnosis dan menyusun rencana dukungan serta perawatan yang sesuai. Kami juga ada di sini untuk menemani Anda dan menyediakan informasi yang bermanfaat.",
        "Materi ini dibuat untuk mendukung orang-orang dengan gejala depresi ringan hingga sedang.",
        "Namun, materi ini juga bisa bermanfaat bagi mereka yang menghadapi kondisi yang lebih berat.",
        "Materi ini dapat membantu meringankan gejala dan membantu Anda memahami kondisi Anda dengan lebih baik. Namun, pada depresi yang berat, alat bantu mandiri saja mungkin tidak cukup.",
        "Dalam kondisi seperti itu, sangat penting untuk mencari bantuan profesional dan, bila diperlukan, mempertimbangkan dukungan medis.",
        "Menentukan diagnosis kondisi emosional adalah proses yang halus dan tidak selalu mudah.",
        "Saat menilai diri sendiri, selalu ada risiko keliru.",
        "Bahkan jika Anda tidak mengalami depresi klinis dan hanya sedang merasa murung sementara, bagian ini tetap bisa bermanfaat.",
        "Kami akan membahas mekanisme depresi secara rinci dan membagikan rekomendasi praktis serta latihan.",
        "Jika Anda ingin meningkatkan kualitas hidup dan siap menjadi lebih dekat dengan diri sendiri, mari kita lanjutkan perjalanan ini bersama."
      ]
    }
  }
}
