{
  "title": "Mencari Jati Diri Setelah Kehilangan Orang Tercinta",
  "description": "Artikel ini mengulas kisah Anastasia, yang mengalami depresi mendalam dan rasa bersalah setelah bunuh diri saudaranya. Dia belajar membebaskan diri dari menyalahkan diri sendiri melalui psikoterapi, yang membantunya mengubah sikap terhadap dirinya sendiri dan pengalamannya. Hasilnya, Anastasia keluar dari depresi, menerima ketidakbersalahannya dan mulai menjalani kehidupan yang bermakna.",
  "screen_1": {
    "texts": [
      "Setiap dari kita cepat atau lambat akan menghadapi kehilangan orang tercinta. Kematian adalah pukulan keras, yang menyelimuti dengan kesedihan dan duka mereka yang mencintai orang yang meninggal, seperti gelombang ledakan.",
      "Air mata, kesedihan, dan kepedihan adalah reaksi normal terhadap kehilangan. Hal-hal tersebut membantu kita melewati momen ini dan memberi kita kekuatan untuk terus hidup.",
      "Terkadang duka berkepanjangan, dan seseorang dapat menderita selama bertahun-tahun, dan terkadang hampir segera jatuh ke dalam depresi yang mendalam.",
      "Mari kita lihat kisah seorang pasien yang menderita depresi: Anastasia, seorang wanita berusia 29 tahun, yang adik laki-lakinya bunuh diri beberapa bulan sebelum dia menemui psikoterapis.",
      "Yang sangat menyakitkan dan sekaligus menjadi faktor yang memperburuk perkembangan depresinya adalah perasaan bahwa dia bertanggung jawab atas bunuh diri adiknya.",
      "Nastya merasa bahwa dia menghadapi masalah yang sangat nyata dan tak terpecahkan. Dia percaya bahwa dia pantas mati dan mengalami pikiran bunuh diri.",
      "Masalah umum yang menyiksa orang-orang terdekat dari seseorang yang bunuh diri adalah perasaan bersalah.",
      "Orang sering menyiksa diri mereka sendiri dengan pikiran: \"Mengapa saya tidak mencegahnya? Mengapa saya tidak melihatnya tepat waktu?\"",
      "Bahkan psikoterapis tidak kebal dari reaksi seperti itu setelah bunuh diri klien dan mungkin menyalahkan diri mereka sendiri: \"Ini benar-benar salah saya. Seandainya saya berbicara dengannya secara berbeda selama sesi terakhir. Mengapa saya tidak bertanya langsung kepadanya apakah dia ingin bunuh diri? Saya seharusnya melakukan sesuatu yang lebih tegas. Saya telah membunuhnya!\""
    ],
    "quote": {
      "text": "Mereka yang kita cintai mungkin meninggalkan kita, tetapi mereka tidak akan pernah pergi jauh selama kita mengingat mereka.",
      "author": "Konfusius"
    }
  },
  "screen_2": {
    "texts": [
      "Menyalahkan diri sendiri pada Anastasia dimulai jauh sebelum tragedi: dia lama berpikir bahwa hidupnya lebih mudah dan lebih baik daripada saudaranya, dan berusaha mengimbanginya dengan memberikan dukungan emosional dan finansial dalam perjuangan panjangnya melawan depresi.",
      "Dia mendorongnya untuk bekerja dengan psikolog, membantu membayar sesi-sesinya, dan bahkan menyewa apartemen untuknya tidak jauh dari tempat tinggalnya sehingga dia bisa meneleponnya setiap kali dia merasa buruk.",
      "Nastya yakin bahwa dialah yang bertanggung jawab atas kematian saudaranya, karena \"dia bisa melakukan lebih banyak lagi\".",
      "Dia sangat terpukul oleh situasi tragis yang dia hadapi.",
      "Pada sesi terapi awal, dia membahas alasan menyalahkan dirinya sendiri dan keyakinannya bahwa dia harus mati: \"Saya bertanggung jawab atas kehidupan saudara saya. Saya percaya ketidakmampuan saya untuk membantunya menyebabkan kematiannya. Saya merasa saya tidak bisa memberikannya dukungan yang dia butuhkan, tidak melihat keadaan mengerikannya. Saya seharusnya menyelamatkan hidupnya.\"",
      "Dia yakin bahwa rasa bersalah dan penderitaannya dibenarkan dan benar, dan bahwa dia harus dihukum dan menderita.",
      "Membaca kisah ini dari luar, Anda mungkin akan mengatakan bahwa pikiran dan keyakinannya tidak realistis dan tidak logis, dan hanya membahayakan dirinya.",
      "Kesalahan yang dia lakukan berulang kali adalah personalisasi. Dalam proses psikoterapi, Nastya sampai pada kesimpulan berikut:",
      "Jika dia bertanggung jawab atas kematian saudaranya, itu berarti dia seharusnya menjadi penyebab bunuh dirinya.",
      "Dia tidak mengontrol pikiran saudaranya, karena itu, tidak bisa bertanggung jawab atas keyakinan destruktif yang membawanya ke depresi berat dan, akibatnya, kematian. Itu adalah kesalahannya, bukan kesalahannya.",
      "Dengan berusaha mengambil tanggung jawab atas suasana hati dan tindakannya, dia mencoba mempengaruhi apa yang berada di luar kendalinya, meskipun maksimal yang bisa dia lakukan adalah menjadi asisten dalam batas kemampuannya."
    ]
  },
  "screen_3": {
    "texts": [
      "Jika dia tahu bahwa dia berencana melakukan percobaan bunuh diri, dia akan melakukan segalanya untuk mencegahnya. Namun, karena dia tidak tahu tentang hal itu, dia tidak bisa mengubah apa pun, sayangnya.",
      "Dengan demikian, dengan menyalahkan dirinya sendiri atas kematiannya, dia keliru berpikir bahwa dia bisa meramalkan masa depan dengan kepastian mutlak dan bahwa semua pengetahuan dunia berada dalam genggamannya. Karena kedua asumsi ini sangat tidak realistis, dia tidak punya alasan untuk menyalahkan dirinya sendiri.",
      "Semua argumen ini menunjukkan bahwa itu adalah kesalahan serius untuk mengambil tanggung jawab atas tindakan saudaranya, karena pada akhirnya dia tidak bisa mengendalikannya.",
      "Sebenarnya, Nastya hanya bertanggung jawab atas hidupnya sendiri dan kesejahteraannya.",
      "Pada saat ini, menjadi jelas baginya: penderitaannya bukan karena dia «mengecewakan dia», tetapi karena dia membiarkan dirinya tenggelam dalam depresi dan merenungkan bunuh diri.",
      "Perilaku yang bermanfaat dan membantu dalam kasus ini adalah melepaskan rasa bersalah, keluar dari depresi, dan kemudian berusaha menjalani kehidupan yang bahagia dan menyenangkan.",
      "Inilah bagaimana tanggung jawab terhadap diri sendiri diwujudkan. Setelah psikoterapi, kondisi Anastasia membaik, dan segera dia mengalahkan depresi. Dia menjelaskan ini sebagai perubahan mendalam dalam sikapnya terhadap dirinya sendiri."
    ]
  }
}
