{
  "title": "Diagnosis Depresi: Perjalanan Menuju Pemahaman Diri",
  "description": "Artikel ini membahas metode diagnosis depresi, dimulai dengan pemeriksaan umum gejala dan dilanjutkan dengan diagnosis diri melalui \"Skala Depresi Beck\". Artikel ini menekankan pentingnya konsultasi dengan para ahli untuk diagnosis dan pengobatan yang akurat, terutama dalam kasus yang parah. Selain itu, artikel ini menawarkan saran praktis dan latihan bagi orang-orang yang berusaha meningkatkan kesehatan mental mereka.",
  "screen_1": {
    "texts": [
      "Pada bagian sebelumnya, kita telah membahas apa itu depresi.",
      "Sekarang kita menghadapi tugas untuk memahami bagaimana mendiagnosis kondisi ini pada diri kita sendiri.",
      "Secara umum, diagnosis depresi dibagi menjadi tiga tahap:",
      "Pemeriksaan umum",
      "Depresi, seperti gangguan lainnya, memiliki gejala-gejalanya sendiri. Mari kita bahas secara lebih rinci:",
      "Suasana hati yang tertekan.",
      "Berkurangnya minat terhadap kesenangan yang biasa dilakukan.",
      "Anhedonia – berkurangnya kemampuan untuk merasakan kesenangan.",
      "Kesulitan berkonsentrasi, bekerja, dan mengambil keputusan.",
      "Gangguan tidur dan nafsu makan, baik berkurang maupun bertambah.",
      "Perasaan putus asa, tidak berdaya, mudah tersinggung, malu, bersalah.",
      "Kecemasan atau apati.",
      "Kekurangan energi, kelelahan terus-menerus.",
      "Pikiran tentang kematian atau bunuh diri.",
      "Kemungkinan besar, setiap dari kita setidaknya pernah mengalami satu atau beberapa gejala ini.",
      "Tetapi ini tidak selalu berarti depresi. Jadi bagaimana menentukan adanya depresi?",
      "Kita dapat berbicara tentang gangguan depresi jika Anda mengamati setidaknya empat dari gejala yang tercantum selama dua minggu.",
      "Penting juga untuk mempertimbangkan faktor lain, seperti kondisi kesehatan umum dan keadaan hidup."
    ],
    "quote": {
      "text": "Kita tidak dapat mengubah situasi yang diberikan hidup kepada kita, tetapi kita dapat mengubah kemampuan kita untuk mengalaminya.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Diagnosis diri menggunakan metodologi teruji",
      "Ada banyak tes untuk diagnosis diri terhadap depresi.",
      "Salah satu yang paling andal dan diakui adalah \"Skala Depresi Beck\" (BDI).",
      "Metodologi ini, yang dikembangkan oleh psikoterapis Amerika Aaron Beck, mencakup 21 kategori gejala, masing-masing berisi 4 hingga 5 pernyataan yang mencerminkan berbagai aspek depresi.",
      "Dengan mengikuti tes ini, Anda dapat mengevaluasi tingkat kondisi Anda: dari depresi ringan hingga berat.",
      "Tes ini tersedia di aplikasi kami, sederhana dan intuitif untuk digunakan."
    ],
    "quote": {
      "text": "Merawat diri sendiri bukanlah pengecualian dari daftar kewajiban Anda, itu adalah bagian dari daftar tersebut.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Konsultasi dengan ahli",
      "Jika diagnosis diri menunjukkan kemungkinan kondisi depresi, disarankan untuk berkonsultasi dengan ahli: psikolog, psikiater, atau psikoterapis.",
      "Mereka dapat memberikan diagnosis yang tepat dan menawarkan pengobatan yang sesuai. Kami, dari pihak kami, siap mendukung Anda dan memberikan informasi yang berguna di bagian ini.",
      "Materi ini dikembangkan untuk membantu orang dengan depresi ringan hingga sedang.",
      "Bagi mereka yang menderita bentuk depresi yang lebih berat, materi ini juga bisa berharga.",
      "Ini dapat meringankan beberapa gejala, namun dalam kasus kondisi serius, penting untuk diingat bahwa alat bantu diri saja mungkin tidak cukup.",
      "Dalam situasi seperti itu, sangat penting untuk mencari bantuan dari para ahli dan, jika perlu, mempertimbangkan pengobatan dengan obat-obatan.",
      "Mendiagnosis masalah psikologis adalah tugas yang kompleks.",
      "Dalam diagnosis diri, selalu ada risiko kesalahan.",
      "Namun, bahkan jika Anda tidak memiliki depresi klinis, tetapi hanya mengalami suasana hati yang tertekan sementara, materi ini akan berguna.",
      "Kami akan membahas secara rinci mekanisme yang mendasari depresi, menawarkan saran praktis dan latihan.",
      "Jika Anda berusaha untuk meningkatkan kualitas hidup Anda dan siap untuk mengikuti rekomendasi kami, mari kita lanjutkan perjalanan ini bersama!"
    ]
  }
}
