{
  "title": "Depresi dan Diagnosis Mematikan",
  "description": "Artikel ini mengkaji ujian emosional dan psikologis yang dihadapi orang-orang setelah menerima diagnosis berat, menekankan kesulitan menyampaikan pengalaman mereka kepada orang yang sehat. Artikel ini menceritakan kisah Olga, yang hidupnya berubah drastis setelah dicurigai kanker, dan bagaimana dia berjuang melawan depresi dan kehilangan makna hidup melalui kerja sama dengan psikolog. Pada akhirnya, Olga sampai pada kesadaran akan nilai pribadi yang tidak berubah dan pentingnya pencapaian kecil, yang membantunya memulihkan harga diri dan mengubah kondisi emosionalnya, meskipun mengalami penderitaan fisik.",
  "screen_1": {
    "texts": [
      "Apa yang terjadi pada seseorang yang mengetahui penyakit beratnya, mungkin mematikan? Banyak orang menghadapi ujian seperti ini, namun menjelaskan kepada orang yang sehat tentang apa yang mereka rasakan tampaknya menjadi tugas yang sangat sulit.",
      "Kisah-kisah tentang orang yang menghadapi penyakit serius sering menjadi dasar novel atau film. Dalam sinema, plot seperti itu bisa mengambil bentuk komedi, tetapi dalam kenyataan semuanya jauh lebih kompleks.",
      "Terlepas dari keparahan dan durasi penyakit, \"vonis mati\" selalu bertindak seperti ledakan atau sambaran petir.",
      "Seseorang yang mengetahui diagnosis mematikannya mungkin menghadapi depresi reaktif. Depresi reaktif adalah gangguan mental yang berkembang cepat, muncul sebagai akibat dari peristiwa traumatis atau stres berat.",
      "Dalam kondisi seperti ini, pasien terus-menerus mengalami ketakutan, kecemasan, apati terhadap lingkungan, suasana hati yang buruk, kelelahan, kurang percaya diri, pikiran bunuh diri, serta menghadapi masalah tidur dan nafsu makan.",
      "Banyak penyakit secara radikal mengubah gaya hidup seseorang. Seseorang yang dulunya sehat dan aktif, penggemar perjalanan dan alam, dalam sekejap bisa menjadi cacat, tidak mampu bangun dari tempat tidur.",
      "Dalam kondisi seperti itu, dia tidak dapat pergi ke toilet atau mandi sendiri, apalagi sekedar berjalan-jalan.",
      "Terlebih lagi, menyadari berapa banyak waktu dan energi yang dihabiskan oleh kerabatnya untuk merawat, membuatnya merasa menjadi beban."
    ],
    "quote": {
      "text": "Penyakit Anda tidak mendefinisikan Anda. Kekuatan dan keberanian Anda dalam melawannyalah yang mendefinisikan Anda.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga berusia 39 tahun ketika hidupnya berubah drastis karena kecurigaan kanker.",
      "Hidup seolah berhenti: dia merasa terputus dari realitas yang biasa. Semua ketakutan dan kecemasan sebelumnya tampak kecil dan tidak signifikan dibandingkan dengan teror yang tiba-tiba menimpanya.",
      "Ketika ketakutan terburuk terkonfirmasi, itu menjadi pukulan bagi Olga dan keluarganya, seperti ledakan granat.",
      "Dalam bulan-bulan berikutnya, kelemahan fisik membuatnya semakin terpuruk dalam kemurungan.",
      "Semuanya dipersulit bukan hanya oleh ketidaknyamanan fisik dari penyakit dan kemoterapi, tetapi juga oleh kebutuhan untuk meninggalkan aktivitas biasa yang sangat berarti baginya.",
      "Olga tidak bisa mengurus rumah seperti sebelumnya (tugas-tugas ini diambil alih oleh suaminya), dia harus meninggalkan pekerjaan yang dicintainya, hobi, dan jalan-jalan panjang dengan teman-teman.",
      "Terlepas dari kenyataan masalah Olga, haruskah depresinya dianggap tak terelakkan?",
      "Selama bekerja dengan psikolog, pikiran otomatis dan keyakinan negatif yang mengganggunya teridentifikasi:",
      "Saya tidak berkontribusi pada masyarakat",
      "Saya tidak mencapai kesuksesan dalam karier",
      "Saya tidak dapat berpartisipasi dalam hiburan aktif",
      "Saya telah menjadi beban bagi suami saya",
      "Pikiran-pikiran ini menimbulkan kesedihan, kemarahan, kekecewaan, dan rasa bersalah, mirip dengan pikiran orang yang secara fisik sehat namun menderita depresi.",
      "Depresi disebabkan bukan oleh tumor, melainkan oleh sikap negatif yang merusak kepercayaan pada nilai dirinya sendiri. Dengan mengaitkan nilai pribadi dengan pencapaian, Olga membuat dirinya menderita.",
      "Kanker baginya berarti: \"Waktumu telah berlalu! Kamu tidak bernilai lagi!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "Ketika Olga bersama psikolog membuat grafik \"nilai\" pribadinya dari saat kelahiran hingga kematian yang diperkirakan, dia melihat bahwa nilai pribadinya tetap tidak berubah, bertahan pada level 85% pada skala kondisional dari 0 hingga 100%.",
      "Psikolog juga menyarankan dia untuk mengevaluasi produktivitasnya selama periode waktu yang sama.",
      "Dia menggambarkan kurva yang menunjukkan bahwa produktivitasnya rendah pada masa kecil, mencapai puncaknya pada usia dewasa, dan kemudian menurun hingga saat ini.",
      "Setelah ini, Olga mengalami realisasi. Pertama, bahkan ketika produktivitasnya menurun karena penyakit, dia terus berkontribusi pada dirinya sendiri dan keluarganya melalui banyak tindakan kecil namun penting dan berharga.",
      "Hanya pemikiran hitam-putih yang bisa mendorongnya berpikir bahwa kontribusinya nol.",
      "Kedua, dan yang jauh lebih penting, dia menyadari bahwa nilai pribadinya tidak berubah dan stabil; itu adalah realitas yang tidak bergantung pada pencapaian.",
      "Pemahaman ini memungkinkannya menyadari bahwa dia tidak perlu \"pantas mendapatkan\" nilai kemanusiaannya dan bahwa, meskipun melemah, dia tetap sama berharganya.",
      "Menyadari fakta ini secara signifikan mengurangi manifestasi depresi. Ini tidak menghilangkan tumor, rasa sakit, dan penderitaan fisiknya, tetapi memulihkan harga dirinya yang terluka dan secara substansial mengubah kondisi emosionalnya."
    ],
    "quote": {
      "text": "Penyakit tidak bisa mencuri harapan Anda, jika Anda tidak mengizinkannya.",
      "author": "Nick Vujicic"
    }
  }
}
