{
  "title": "Teknik: Jadilah Pengacara",
  "description": "Artikel ini menawarkan pendekatan unik untuk mengatasi kritik diri, memperkenalkan konsep pengacara internal. Melalui analogi dengan proses pengadilan, pembaca diberikan metode yang membantu mereka secara efektif membela diri dari kritik diri dan pikiran negatif. Dengan menjelaskan proses pelacakan, penentangan, dan peninjauan ulang keyakinan yang mengkritik diri, artikel ini memberikan saran praktis dan pertanyaan untuk refleksi diri, mendukung pengembangan hubungan yang lebih sehat dan mendukung terhadap diri sendiri.",
  "screen_1": {
    "texts": [
      "Teknik berikutnya yang mendukung kerja efektif dengan kritik diri adalah menjadi pengacara bagi diri sendiri. Meskipun ini mungkin terdengar tidak biasa atau sulit dipahami, mari kita bahas bagaimana cara kerjanya.",
      "Untuk berhasil mengatasi pikiran yang mengkritik diri, sangat penting untuk tidak hanya menyadari dan melawannya, tetapi juga secara aktif menentangnya.",
      "Bayangkan Anda berada di pengadilan, di mana kritik diri Anda telah lama melontarkan tuduhan, menyebut Anda pecundang, lemah, bodoh, dan bersalah atas semua kesalahan yang bisa dibayangkan.",
      "Dan sekarang Anda memiliki kesempatan untuk berperan sebagai pembela, yang tujuannya adalah membantah argumen penuntut, menunjukkan ketidakrasionalan dan absurditasnya.",
      "Bayangkan diri Anda sebagai pengacara yang berkualifikasi, yang tidak mungkin membatasi diri dengan pernyataan seperti: \"Klien saya adalah orang yang cukup baik, kita bisa bubar.\"",
      "Anda harus berusaha semaksimal mungkin untuk menyajikan fakta dan argumen yang meyakinkan, yang secara tegas membantah tuduhan.",
      "Mari kita lihat contoh penerapan teknik ini dalam dialog antara psikolog dan klien:"
    ],
    "quote": {
      "text": "Jadilah pengacara dunia di dalam diri Anda, bukan menjadi hakim bagi cerita Anda sendiri.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Akhir-akhir ini Anda semakin sering terjebak dalam kritik diri, menyebut diri Anda pengecut dan pecundang yang belum mencapai apa pun dalam hidup. Sekarang, bayangkan Anda telah menyewa pengacara untuk membela diri dari kritik ini.",
      "Tugas Anda adalah membela klien Anda, yaitu diri Anda sendiri, seefektif mungkin, menggunakan argumen dan alasan. Bahkan jika Anda sendiri tidak percaya pada ketidakbersalahannya dan Anda tidak menyukai klien Anda, peran Anda sekarang adalah menjadi pengacara yang kompeten, melakukan pekerjaan Anda dengan baik.",
      "Ide yang menarik, patut dicoba.",
      "Bagus. Kalau begitu saya akan berperan sebagai penuntut, menggunakan kata-kata Anda sendiri tentang diri Anda, dan Anda akan membela diri.",
      "Saya mengerti, mari kita mulai.",
      "(Sebagai penuntut) Pavel adalah pengecut dan pecundang yang belum mencapai apa pun dalam hidupnya.",
      "(Sebagai pengacara) Ini sama sekali tidak benar. Pavel memiliki pendidikan tinggi, karier yang sukses, keluarga dan teman-teman yang mencintai dan menghargainya.",
      "(Sebagai penuntut) Mungkin, tapi tidak semuanya sempurna. Dia membuat kesalahan di tempat kerja, tidak selalu tepat waktu, dan saya yakin dia adalah pecundang.",
      "(Sebagai pengacara) Pertama, perasaan tidak bisa dijadikan bukti di pengadilan. Kedua, membuat kesalahan dan tidak memenuhi tenggat waktu tidak menjadikannya pecundang, karena setiap orang pasti pernah melakukan kesalahan dan mengalami keterlambatan. Ini bukan dasar untuk kesimpulan yang begitu kategoris.",
      "(Sebagai penuntut) Mungkin dia bukan pecundang total, tapi jelas dia pengecut.",
      "(Sebagai pengacara) Apakah Anda punya bukti untuk itu?",
      "(Sebagai penuntut) Dia tidak bekerja cukup keras. Dia seharusnya berusaha lebih keras. Dia bertingkah seperti pengecut.",
      "(Sebagai pengacara) Itu tidak benar. Pavel bekerja keras dan mencapai kesuksesan di tempat kerja, di mana dia dihargai sebagai karyawan yang bertanggung jawab. Jika dia bekerja sedikit atau tidak efektif, dia tidak akan dihargai setinggi itu dan tidak akan dipertimbangkan untuk promosi."
    ]
  },
  "screen_3": {
    "texts": [
      "Teknik ini sangat berguna karena banyak orang merasa lebih mudah membayangkan diri mereka sebagai pengacara yang membela orang lain, daripada membenarkan diri mereka sendiri di hadapan penuntut internal.",
      "Dengan mengambil peran pembela profesional, Anda menuntut bukti nyata dan membantah argumen penuntut yang tidak berdasar atau tidak logis.",
      "Oleh karena itu, ketika menghadapi pikiran negatif tentang diri sendiri, tanyakan pada diri Anda: \"Bagaimana saya akan membela klien saya jika saya perlu membuktikan ketidakbersalahannya?\"",
      "Berusahalah untuk bersikap seperti profesional sejati, mengidentifikasi ketidakkonsistenan logis dalam pikiran otomatis Anda. Seberapa berdasarkah pikiran-pikiran ini? Apa yang bisa Anda katakan tentang diri Anda dari posisi akal sehat?",
      "Sebagai bantuan, kami menawarkan beberapa pertanyaan yang akan membantu Anda bekerja secara mandiri dengan pikiran-pikiran Anda:",
      "\"Hukum\" apa yang diduga telah dilanggar? Apa tuduhannya?",
      "Apakah ada dasar yang meyakinkan untuk tuduhan semacam itu?",
      "Bukti apa yang dapat mengkonfirmasi kesalahan?",
      "Dapatkah penjelasan alternatif diberikan untuk perilaku tersebut?",
      "Apakah terdakwa bertindak seperti yang dilakukan orang waras dalam situasi serupa?",
      "Mungkinkah orang lain sepenuhnya atau sebagian bertanggung jawab atas apa yang terjadi?",
      "Bukti apa yang akan Anda sajikan untuk membela terdakwa?"
    ]
  }
}
