{
  "title": "Membangkitkan Kehendak: Mengapa Depresi Menimbulkan Apati",
  "description": "Artikel ini membahas masalah depresi dan pengaruhnya terhadap motivasi dan aktivitas seseorang. Artikel ini mengulas bagaimana depresi dapat melumpuhkan keinginan untuk bertindak, menyebabkan ketidakaktifan dan prokrastinasi, serta menekankan pentingnya mengatasi kondisi ini untuk kembali ke kehidupan normal. Artikel ini menawarkan renungan dan strategi untuk melawan depresi, termasuk mengubah pola pikir, mengatasi kurangnya motivasi, dan pentingnya mengambil tindakan aktif untuk meningkatkan kesejahteraan secara keseluruhan.",
  "screen_1": {
    "texts": [
      "Ketika berada dalam depresi, sangat sulit untuk memulai melakukan apapun. Anda menunggu motivasi yang sepertinya tidak akan pernah datang. Anda, seperti beruang yang hibernasi di musim dingin, duduk di sarang Anda, menunggu masa-masa yang lebih baik.",
      "Mungkin Anda berpikir atau ingin melakukan sesuatu, tetapi Anda dihadapkan dengan pikiran bahwa tidak ada satupun dari hal tersebut yang akan memberi Anda kesenangan atau bahwa itu akan terlalu sulit.",
      "Perilaku seperti ini semakin menjauhkan Anda dari kehidupan normal, dari kegiatan favorit, teman-teman, keluarga. Anda merasa tidak berdaya, mengkritik diri sendiri karena tidak melakukan apa-apa, dan ini membuat Anda semakin terjerumus ke dalam depresi.",
      "Lingkaran telah tertutup.",
      "Tetapi sekarang saatnya untuk membebaskan diri dari lingkaran tersebut.",
      "Mari kita mulai dengan membahas kemalasan dan kurangnya motivasi, kemudian mempertimbangkan teknik dan rekomendasi yang efektif untuk melawannya.",
      "Salah satu aspek paling menghancurkan dari depresi adalah melumpuhkan kekuatan kehendak Anda. Kemungkinan besar, Anda telah memperhatikan bahwa Anda menunda tugas sehari-hari yang tidak Anda sukai dan melakukan prokrastinasi.",
      "Anda merasa tidak ada motivasi untuk melakukan apapun, semuanya tampak terlalu sulit, jadi Anda menyerah pada keadaan ini dan tidak melakukan apa-apa.",
      "Semakin lama, semakin sulit memaksa diri untuk melakukan sesuatu. Penjara emosional seperti ini bisa berlangsung berminggu-minggu, berbulan-bulan, bahkan bertahun-tahun."
    ],
    "quote": {
      "text": "Jika Anda benar-benar ingin mengubah sesuatu dalam hidup Anda, satu-satunya cara adalah mulai melakukannya sekarang juga, pada saat ini.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "Kemalasan adalah salah satu paradoks utama sifat manusia.",
      "Pernahkah Anda memperhatikan bahwa beberapa orang seolah-olah terjun ke dalam pusaran kehidupan dan sepertinya mengambil semua yang bisa dari kehidupan, sementara yang lain seolah-olah menjaga jarak dengan kehidupan, membatasi diri mereka dalam segala hal?",
      "Tahukah Anda bahwa jika seseorang diisolasi selama beberapa bulan, dijauhkan dari kegiatan dan kontak yang biasa dilakukan, ini akan menyebabkan depresi serius?",
      "Tetapi ketika berada dalam depresi, Anda melakukan hal yang sama terhadap diri sendiri, seolah-olah menghukum diri sendiri. Apakah Anda benar-benar ingin menderita dalam ketidakaktifan seperti ini? Pertanyaan-pertanyaan ini untuk direnungkan, tetapi jawabannya, menurut kami, sudah jelas.",
      "Jika digambarkan secara visual bagaimana ketidakaktifan dalam depresi terlihat dalam pikiran, kira-kira seperti ini:",
      "Seseorang memikirkan tentang suatu jenis aktivitas yang perlu/ingin dilakukannya.",
      "Saya terlalu lelah/Saya tidak akan menyukainya/Teman-teman saya tidak akan ingin menghabiskan waktu dengan saya/Saya tidak akan berhasil/Tidak ada yang akan meningkatkan suasana hati saya.",
      "Kesedihan/kecemasan/keputusasaan.",
      "Ketidakaktifan/prokrastinasi.",
      "Berkat pikiran dan perilaku seperti itu, Anda semakin menjauhkan diri dari kemungkinan untuk mendapatkan kesenangan dari kesuksesan Anda sendiri, waktu bersama orang-orang terdekat, kegiatan favorit, dari kehidupan secara keseluruhan."
    ]
  },
  "screen_3": {
    "texts": [
      "Mengapa motivasi tidak kunjung datang?",
      "Sangat mungkin, Anda berpikir bahwa Anda tidak bisa melakukan apa pun tanpa motivasi.",
      "Tetapi apakah itu benar-benar demikian? Bukankah sepanjang hidup Anda, Anda pernah melakukan sesuatu hanya karena memang perlu dilakukan? Apakah Anda selalu pergi bekerja dengan motivasi yang tinggi?",
      "Ketika kita berbicara tentang kurangnya motivasi, sebenarnya kita hanya menyatakan: \"Saya tidak ingin melakukannya.\"",
      "Kita mungkin menyamarkannya dengan: \"Ini terlalu sulit\", \"Saya tidak akan berhasil\", \"Saya tidak siap\", tetapi intinya adalah Anda tidak ingin melakukannya.",
      "Dan itu benar-benar normal, percayalah. Kita tidak selalu melakukan apa yang kita inginkan, dan sering melakukan apa yang tidak kita inginkan. Inilah kehidupan.",
      "Dalam depresi, secara umum Anda tidak menginginkan banyak hal, kemungkinan besar Anda ingin berbaring dan tidak melakukan apa-apa. Tetapi setelah berbaring seperti itu selama sehari, dua hari, sebulan, Anda pasti tidak akan merasa lebih baik."
    ]
  },
  "screen_4": {
    "texts": [
      "Mari kita lihat contoh dialog antara klien dan psikolog, di mana mereka membahas masalah kurangnya motivasi.",
      "Apakah saya benar memahami bahwa dulu Anda secara teratur pergi ke klub kebugaran dan berolahraga, tetapi sekarang Anda tidak bisa memaksa diri untuk pergi ke sana karena tidak ada motivasi untuk melakukannya?",
      "Itu benar, sekarang saya tidak ingin melakukannya.",
      "Mari kita bayangkan bahwa Anda berhenti menunggu motivasi dan hanya pergi ke gym tanpa motivasi. Anda hanya membuat keputusan dan pergi. Apa yang akan terjadi selanjutnya?",
      "Hampir pasti saya akan merasa lebih baik setelah latihan, mungkin bahkan selama prosesnya.",
      "Bagaimana jika memang begitulah cara menjadi lebih baik? Anda bisa produktif dan merasa lebih baik bahkan tanpa motivasi, bahkan jika Anda merasa lelah atau tidak bersemangat. Bagaimana pendapat Anda tentang pemikiran ini?",
      "Mungkin Anda benar. Sebelumnya ada saat-saat ketika saya pergi ke gym tanpa keinginan khusus, tetapi itu memberi saya kesenangan pada akhirnya, dan saya merasa produktif, saya memiliki energi untuk hal-hal lain juga.",
      "Jika Anda, seperti klien dalam dialog ini, berkata kepada diri sendiri: \"Saya perlu merasakan keinginan untuk melakukannya\", dan terjebak dalam ketidakaktifan, ketahuilah bahwa tindakanlah yang mendahului motivasi. Bukan sebaliknya, itu mitos.",
      "Perilaku menciptakan motivasi bagi mereka yang memutuskan untuk melakukan apa yang diperlukan. Tindakan adalah yang utama, motivasi adalah yang kedua.",
      "Kita telah berulang kali berbicara tentang hubungan antara pikiran, emosi, dan perilaku, bahwa ketiga komponen ini saling mempengaruhi, atau lebih tepatnya: semua emosi dan tindakan adalah hasil dari pikiran dan sikap Anda.",
      "Ini berarti bahwa mengubah pikiran akan menyebabkan perubahan emosi dan, akibatnya, perubahan perilaku Anda. Ada di tangan Anda untuk mengubah lingkaran ketidakaktifan yang tertutup menjadi lingkaran produktivitas."
    ]
  }
}
