{
  "mirror": {
    "title": "Teknik: Cermin Kritik Diri",
    "description": "Latihan ini membantu Anda melihat seberapa keras suara kritikus batin. Lewat role-play singkat, Anda memindahkan kalimat-kalimat yang biasanya Anda tujukan pada diri sendiri kepada orang terdekat, lalu merasakan bagaimana bunyinya dari luar. Praktik ini melatih Anda untuk menyadari ketidakadilan saat merendahkan diri dan menumbuhkan sikap yang lebih hangat kepada diri sendiri.",
    "screen_1": {
      "texts": [
        "Cobalah satu cara: ajukan tuntutan yang sama kepada orang-orang terdekat seperti yang biasanya Anda ajukan kepada diri sendiri. Lakukan dengan jujur.",
        "Sering kali, bahkan dalam beberapa menit pertama, Anda sudah bisa melihat betapa keras dan tidak adilnya kritik batin itu.",
        "Mari bayangkan latihan ini lewat contoh dialog antara klien dan psikolog:",
        "Dmitry, Anda bilang pemutusan kerja membuat Anda merasa gagal total dan memunculkan pikiran seperti: “Saya ini pecundang, saya tidak bisa melakukan apa pun dengan benar.”",
        "Sekarang mari kita lihat pikiran itu dari sudut pandang lain. Kita buat skenario singkat: Anda mengucapkan kalimat-kalimat kritis Anda, tetapi bukan untuk diri sendiri—melainkan untuk orang terdekat, misalnya sahabat Anda.",
        "Saya akan berperan sebagai sahabat yang juga kehilangan pekerjaan. Anda tetap menjadi diri Anda. Siap mencoba?",
        "Ya, mari kita coba."
      ]
    },
    "screen_2": {
      "texts": [
        "Kita mulai. Saya bilang: “Hari ini saya dipecat.”",
        "Mungkin… kamu melakukan sesuatu yang salah. Kalau tidak, kamu tidak akan dipecat.",
        "Menurutmu salahnya di mana?",
        "Entahlah… mungkin kamu sering keliru, kurang teliti.",
        "Jadi sekarang kamu mengkritik aku?",
        "Sepertinya begitu. Kelihatannya kamu memang tidak mampu. Mungkin kamu memang kurang bagus dalam pekerjaanmu.",
        "Aku tidak enak mendengarnya. Aku berharap kamu mendukungku.",
        "Aku mengerti… tapi kalau kamu banyak salah dan tidak mampu, bagaimana aku bisa mendukungmu?",
        "Setelah role-play ini, Dmitry mengatakan bahwa sangat berat baginya mengucapkan kata-kata seperti itu kepada orang terdekat. Ia sadar, dalam kehidupan nyata ia tidak akan pernah bersikap demikian—tetapi pada dirinya sendiri ia melakukannya terus-menerus."
      ]
    },
    "screen_3": {
      "texts": [
        "Menarik, ya? Hal yang hampir mustahil kita katakan pada orang lain, kadang terasa mudah kita katakan pada diri sendiri.",
        "Kita sering sabar, lembut, dan pengertian kepada orang lain—namun lupa memberikannya kepada diri sendiri.",
        "Cobalah berhenti memakai standar ganda. Anda juga layak dihargai, didukung, dan diperlakukan dengan baik.",
        "Ingat: harga diri yang sehat adalah salah satu fondasi penting bagi motivasi, tujuan, dan energi hidup Anda.",
        "Saat harga diri rendah, kita meremehkan kemampuan sendiri dan seolah-olah mencabut hak kita sendiri untuk bahagia.",
        "Mulailah perlahan mengubah cara Anda memperlakukan diri: perhatikan keberhasilan kecil, izinkan diri menjadi manusia—boleh salah dan belajar. Langkah kecil akan membawa perubahan besar."
      ],
      "quote": {
        "text": "Bicaralah pada diri sendiri seperti Anda berbicara kepada orang yang Anda cintai.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Teknik: Melepas rasa takut membuat kesalahan",
    "description": "Artikel ini menawarkan metode yang efektif untuk mengatasi perfeksionisme, membantu menerima ketidaksempurnaan dan mengurangi ketakutan terhadap kesalahan.",
    "screen_1": {
      "texts": [
        "Mari kita lihat beberapa metode sederhana namun ampuh yang dapat membantu Anda mengatasi kecenderungan perfeksionisme.",
        "Daftar “anti-perfeksionisme”",
        "Banyak perfeksionis hidup dengan keyakinan bahwa menikmati sesuatu sepenuhnya hanya mungkin jika semuanya dilakukan secara sempurna. Kami mengajak Anda menantang gagasan ini.",
        "Selama satu minggu, catat berbagai hal yang Anda lakukan secara spontan—misalnya “menyikat gigi”, “memasak makan malam”, “menyusun laporan kerja”, atau “membereskan rumah”.",
        "Di kolom kedua, tuliskan seberapa efektif menurut Anda tugas itu diselesaikan, dalam persentase.",
        "Di kolom ketiga, tuliskan seberapa besar kebahagiaan yang Anda rasakan saat melakukannya.",
        "Contohnya bisa seperti ini:",
        "Memasak makan malam – 50% (seharusnya saya bisa memilih resep yang lebih rumit dan lebih enak) – 90% (sederhana, tapi enak sekali dan tidak memakan waktu lama).",
        "Beres-beres rumah – 70% (yang utama sudah beres, tapi belum sempat membersihkan kulkas dan kompor) – 100% (rumah rapi selalu membuat saya senang).",
        "Menyusun laporan kerja – 85% (saya sudah berusaha keras) – 20% (pikiran bahwa ini masih bisa lebih baik membuat saya tidak menikmati prosesnya).",
        "Latihan ini membantu Anda menyadari bahwa kesempurnaan bukan syarat wajib untuk menikmati proses."
      ],
      "quote": {
        "text": "Kesempurnaan bukan tujuan yang bisa dicapai, melainkan arah perjalanan.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Menerima kemungkinan berbuat salah",
        "Tidak ada orang yang suka membuat kesalahan, tetapi bagi perfeksionis, kesalahan sering menjadi sumber ketakutan tersendiri.",
        "Salah satu cara paling efektif untuk mengatasi ketakutan akan ketidaksempurnaan adalah belajar menerima kesalahan.",
        "Apakah Anda merasa, baru membayangkan kemungkinan berbuat salah saja, jantung Anda sudah berdebar lebih kencang? Itu tanda takut dan cemas.",
        "Agar lebih terbuka pada kemungkinan salah, mulailah dengan menulis esai tentang mengapa kesalahan itu wajar, dan mengapa mengejar kesempurnaan mutlak itu tidak rasional.",
        "Seorang perempuan yang sedang berjuang dengan perfeksionisme menuliskan pemikiran berikut:",
        "Ketakutan melakukan kesalahan berasal dari cara saya melihat dunia secara hitam-putih: satu kesalahan saja, semuanya hancur. Itu keliru. Kesalahan kecil tidak mungkin meruntuhkan semua hal baik yang sudah saya lakukan.",
        "Kesalahan itu berguna, karena dari sanalah kita belajar. Tanpa kesalahan, belajar tidak mungkin terjadi. Karena tidak ada seorang pun yang kebal dari kesalahan, penting untuk belajar menerimanya dan terus belajar dari pengalaman sendiri.",
        "Mengakui kesalahan membantu kita menyesuaikan perilaku, sehingga hasil yang kita capai menjadi lebih memuaskan. Pada akhirnya, itu membuat kita lebih bahagia dan meningkatkan kualitas hidup.",
        "Kebanyakan orang tidak akan menghakimi kita karena kesalahan dan tidak akan berhenti menyayangi kita karenanya—pada akhirnya semua orang pernah salah, dan banyak orang justru merasa tidak nyaman berada di dekat sosok yang tampak “sempurna”.",
        "Kesalahan bukan akhir dari segalanya.",
        "Tentu saja, menyusun daftar seperti ini tidak berarti Anda langsung berubah dan mulai menyukai kesalahan. Namun ini adalah langkah penting untuk mengubah hubungan Anda dengan ketidaksempurnaan.",
        "Tulislah esai Anda sendiri tentang mengapa membuat kesalahan itu wajar dan bahkan bermanfaat. Ingatkan diri Anda: sekalipun Anda melakukan kesalahan, dunia tidak akan runtuh—ini bagian alami dari proses apa pun, meski bukan bagian yang paling kita inginkan."
      ]
    }
  },
  "nonDepression": {
    "title": "Bersedih bukan berarti mengalami depresi",
    "description": "Dalam artikel ini, kita membahas perbedaan penting antara kesedihan yang wajar dan depresi klinis. Kehilangan, perpisahan, kesulitan, dan perubahan adalah bagian dari hidup, dan merasakan sakit adalah hal yang manusiawi. Kami menjelaskan cara membedakan emosi yang alami dari depresi—di mana pola pikir yang terdistorsi berperan besar dan bantuan profesional mungkin diperlukan. Materi ini membantu Anda memahami perasaan sendiri dengan lebih baik dan menyadari kapan kesedihan mulai melampaui batas yang wajar.",
    "screen_1": {
      "texts": [
        "Di bagian sebelumnya, kita membahas betapa nyata dan menyakitkannya peristiwa seperti kehilangan, sakit, putus cinta, perselingkuhan, atau pemecatan.",
        "Setiap orang, pada suatu titik, akan menghadapi pengalaman seperti itu. Rasanya berat, dalam, dan sangat manusiawi. Namun, pengalaman tersebut tidak otomatis berarti depresi.",
        "Pertanyaannya: adakah “kesedihan yang sehat”—kesedihan yang tidak berkaitan dengan depresi?",
        "Tentu ada.",
        "Merasa sedih, berduka, dan diliputi rindu adalah respons alami terhadap peristiwa penting, kehilangan, dan perubahan. Perasaan-perasaan ini membantu kita memproses pengalaman, memahami apa yang terjadi, dan melangkah maju.",
        "Ini emosi manusia yang wajar, dan penting bagi setiap orang untuk mengizinkan diri merasakannya—bukan menekannya atau malu karenanya.",
        "Jika Anda sedih setelah berpisah, itu normal. Itu menunjukkan kemampuan Anda untuk merasa dan terikat.",
        "Jika mengingat orang terkasih yang telah pergi terasa menyakitkan, itu cerminan cinta—bukan tanda kelemahan.",
        "Namun depresi bukan sekadar kesedihan. Ia adalah kondisi yang terbentuk dan bertahan karena cara pandang yang terdistorsi dan penuh putus asa terhadap diri, dunia, dan masa depan.",
        "Dalam depresi, intensitas dan lamanya emosi negatif tidak sebanding dengan situasi—rasanya jauh lebih kuat, lebih dalam, dan lebih berat."
      ],
      "quote": {
        "text": "Di antara stimulus dan respons ada ruang. Di ruang itu ada kebebasan kita untuk memilih cara merespons. Dan di dalam pilihan itu ada kekuatan dan pertumbuhan kita.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Saat seseorang mengalami depresi, bahkan kesulitan yang biasa pun bisa terasa seperti bencana.",
        "Kesalahan kecil tampak seperti kegagalan, masalah sepele terasa seperti tragedi, dan duka bisa terasa seperti kegelapan tanpa akhir.",
        "Bayangkan keran pencampur air panas dan dingin. Dalam kehidupan sehari-hari, kita berpindah-pindah emosi—bahagia, sedih, berharap, menyesal.",
        "Dalam depresi, seolah-olah hanya “keran dingin” yang menyala—sedih, cemas, putus asa. Dan ini sering bukan akibat langsung dari situasi, melainkan hasil cara pandang yang terdistorsi, yang membutuhkan perhatian dan penyesuaian.",
        "Cara kita memaknai peristiwa memegang peran besar. Kesedihan itu sendiri tidak berbahaya. Ia menjadi berbahaya ketika pikiran mengubahnya menjadi rasa tidak berdaya dan putus asa.",
        "Kami sungguh berharap bagian ini membantu Anda memahami depresi dengan lebih baik dan belajar mengenali tandanya.",
        "Di sini Anda mempelajari gejala-gejala utama depresi dan cara menanganinya melalui latihan serta teknik.",
        "Anda selalu bisa kembali ke materi ini, membacanya lagi, dan menerapkan latihannya. Dan kami sudah menyiapkan alat-alat bermanfaat berikutnya untuk Anda."
      ],
      "quote": {
        "text": "Orang-orang yang paling indah adalah mereka yang telah melewati rasa sakit, kehilangan, perjuangan, namun tetap menemukan jalan untuk bangkit.",
        "author": "Viktor Frankl"
      }
    }
  }
}
