{
  "title": "Teknik: Cermin Kritik Diri",
  "description": "Artikel ini mengeksplorasi pengaruh kritik diri terhadap harga diri, menawarkan latihan kepada pembaca di mana mereka mengekspresikan kritik internal mereka dalam permainan peran, mengarahkannya kepada orang terdekat. Ini membantu menyadari ketidakadilan dan kerasnya kritik diri dan menekankan pentingnya sikap yang lemah lembut dan mendukung terhadap diri sendiri untuk meningkatkan harga diri dan mencapai tujuan hidup.",
  "screen_1": {
    "texts": [
      "Mulailah menerapkan tuntutan yang sama terhadap orang-orang terdekat dan teman-teman Anda. Tetapi bersikaplah sejujur mungkin.",
      "Dan ketika Anda mulai melakukannya, Anda akan menyadari betapa tidak adilnya kritik Anda sebenarnya.",
      "Bayangkan latihan ini melalui contoh dialog lain antara pasien dan psikolog:",
      "Dmitri, Anda mengatakan bahwa pemecatan dari pekerjaan membuat Anda berada dalam keadaan mengerikan. Bahwa Anda seorang pecundang yang tidak mampu melakukan apa pun.",
      "Mari kita lihat bagaimana hal ini sebenarnya. Saya menyarankan permainan peran kecil di mana Anda akan mengatakan semua hal yang sama yang Anda katakan pada diri sendiri dalam situasi ini, tetapi kepada orang terdekat Anda, misalnya, sahabat terbaik Anda.",
      "Saya akan berperan sebagai teman Anda yang juga dipecat, seperti Anda, dan Anda menjadi diri sendiri. Mau mencoba?",
      "Mari kita coba."
    ]
  },
  "screen_2": {
    "texts": [
      "Ayo mulai dengan saya mengatakan: \"Saya dipecat hari ini.\"",
      "Mungkin kamu melakukan sesuatu yang salah, makanya kamu dipecat.",
      "Misalnya apa?",
      "Membuat banyak kesalahan, tidak perhatian.",
      "Jadi kamu mengkritik saya?",
      "Ya, kamu tidak bisa bekerja dengan baik. Kamu tidak mampu. Kamu seorang pecundang.",
      "Saya sangat tidak senang mendengar ini, saya berharap mendapatkan dukunganmu.",
      "Bagaimana saya bisa mendukungmu jika kamu tidak bisa melakukan apa pun, jika kamu terus-menerus membuat kesalahan. Kamu tidak akan pernah mencapai apa pun.",
      "Setelah permainan peran seperti ini, Dmitri berbagi bagaimana sulitnya baginya untuk mengatakan semua kata-kata ini kepada orang terdekat, dan bahwa dia bahkan tidak bisa membayangkan bahwa dia mampu melakukan hal seperti itu."
    ]
  },
  "screen_3": {
    "texts": [
      "Tetapi begitulah tepatnya cara Anda memperlakukan diri sendiri, mengkritik, merendahkan, menyakiti.",
      "Entah mengapa Anda tidak merasa kasihan pada diri sendiri, tetapi Anda tidak akan melakukan hal ini kepada orang lain. Berhentilah menggunakan standar ganda.",
      "Mulailah menunjukkan toleransi, pengertian, perhatian, dan dukungan yang sama kepada diri sendiri seperti yang Anda tunjukkan kepada orang lain.",
      "Harga diri Anda adalah motif terpenting dalam menetapkan tujuan hidup dan mencapainya.",
      "Dengan harga diri yang rendah, Anda meremehkan kemampuan Anda, menghilangkan hak Anda untuk bahagia.",
      "Untuk mengubah situasi, Anda harus mengubah kebiasaan berpikir, perilaku Anda, dan melangkah sedikit demi sedikit menuju harga diri yang sehat, menerima kegagalan dan memperhatikan keberhasilan sekecil apapun."
    ],
    "quote": {
      "text": "Berbicaralah dengan diri Anda seperti Anda berbicara dengan seseorang yang Anda cintai.",
      "author": "Brené Brown"
    }
  }
}
