{
  "mirror": {
    "title": "Teknik: Cermin Kritik Diri",
    "description": "Artikel ini mengeksplorasi pengaruh kritik diri terhadap harga diri, menawarkan latihan kepada pembaca di mana mereka mengekspresikan kritik internal mereka dalam permainan peran, mengarahkannya kepada orang terdekat. Ini membantu menyadari ketidakadilan dan kerasnya kritik diri dan menekankan pentingnya sikap yang lemah lembut dan mendukung terhadap diri sendiri untuk meningkatkan harga diri dan mencapai tujuan hidup.",
    "screen_1": {
      "texts": [
        "Mulailah menerapkan tuntutan yang sama terhadap orang-orang terdekat dan teman-teman Anda. Tetapi bersikaplah sejujur mungkin.",
        "Dan ketika Anda mulai melakukannya, Anda akan menyadari betapa tidak adilnya kritik Anda sebenarnya.",
        "Bayangkan latihan ini melalui contoh dialog lain antara pasien dan psikolog:",
        "Dmitri, Anda mengatakan bahwa pemecatan dari pekerjaan membuat Anda berada dalam keadaan mengerikan. Bahwa Anda seorang pecundang yang tidak mampu melakukan apa pun.",
        "Mari kita lihat bagaimana hal ini sebenarnya. Saya menyarankan permainan peran kecil di mana Anda akan mengatakan semua hal yang sama yang Anda katakan pada diri sendiri dalam situasi ini, tetapi kepada orang terdekat Anda, misalnya, sahabat terbaik Anda.",
        "Saya akan berperan sebagai teman Anda yang juga dipecat, seperti Anda, dan Anda menjadi diri sendiri. Mau mencoba?",
        "Mari kita coba."
      ]
    },
    "screen_2": {
      "texts": [
        "Ayo mulai dengan saya mengatakan: \"Saya dipecat hari ini.\"",
        "Mungkin kamu melakukan sesuatu yang salah, makanya kamu dipecat.",
        "Misalnya apa?",
        "Membuat banyak kesalahan, tidak perhatian.",
        "Jadi kamu mengkritik saya?",
        "Ya, kamu tidak bisa bekerja dengan baik. Kamu tidak mampu. Kamu seorang pecundang.",
        "Saya sangat tidak senang mendengar ini, saya berharap mendapatkan dukunganmu.",
        "Bagaimana saya bisa mendukungmu jika kamu tidak bisa melakukan apa pun, jika kamu terus-menerus membuat kesalahan. Kamu tidak akan pernah mencapai apa pun.",
        "Setelah permainan peran seperti ini, Dmitri berbagi bagaimana sulitnya baginya untuk mengatakan semua kata-kata ini kepada orang terdekat, dan bahwa dia bahkan tidak bisa membayangkan bahwa dia mampu melakukan hal seperti itu."
      ]
    },
    "screen_3": {
      "texts": [
        "Tetapi begitulah tepatnya cara Anda memperlakukan diri sendiri, mengkritik, merendahkan, menyakiti.",
        "Entah mengapa Anda tidak merasa kasihan pada diri sendiri, tetapi Anda tidak akan melakukan hal ini kepada orang lain. Berhentilah menggunakan standar ganda.",
        "Mulailah menunjukkan toleransi, pengertian, perhatian, dan dukungan yang sama kepada diri sendiri seperti yang Anda tunjukkan kepada orang lain.",
        "Harga diri Anda adalah motif terpenting dalam menetapkan tujuan hidup dan mencapainya.",
        "Dengan harga diri yang rendah, Anda meremehkan kemampuan Anda, menghilangkan hak Anda untuk bahagia.",
        "Untuk mengubah situasi, Anda harus mengubah kebiasaan berpikir, perilaku Anda, dan melangkah sedikit demi sedikit menuju harga diri yang sehat, menerima kegagalan dan memperhatikan keberhasilan sekecil apapun."
      ],
      "quote": {
        "text": "Berbicaralah dengan diri Anda seperti Anda berbicara dengan seseorang yang Anda cintai.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Teknik: Menghilangkan Ketakutan akan Kesalahan",
    "description": "Artikel ini menawarkan metode efektif untuk melawan perfeksionisme, yang bertujuan untuk menerima ketidaksempurnaan dan mengurangi ketakutan akan kesalahan.",
    "screen_1": {
      "texts": [
        "Mari kita tinjau beberapa metode sederhana namun sangat efektif yang akan membantu mengatasi kecenderungan perfeksionisme.",
        "Lembar \"Anti-perfeksionisme\"",
        "Banyak perfeksionis hidup dengan keyakinan bahwa menikmati sesuatu secara penuh hanya mungkin jika dilakukan dengan sempurna. Kami mengajak Anda untuk menantang ide ini.",
        "Selama seminggu, catatlah berbagai tugas spontan yang Anda lakukan, baik itu \"menyikat gigi\", \"menyiapkan makan malam\", \"menyusun laporan kerja\" atau \"membersihkan rumah\".",
        "Di kolom kedua, catat seberapa efektif, menurut Anda, tugas tersebut dilaksanakan, dinyatakan dalam persentase.",
        "Di kolom ketiga, tunjukkan berapa banyak kegembiraan yang Anda peroleh dari melaksanakannya.",
        "Contohnya bisa seperti ini:",
        "Menyiapkan makan malam – 50% (saya bisa memilih resep yang lebih kompleks dan lezat) – 90% (sederhana, tapi sa-ngat lezat dan tidak memakan banyak waktu).",
        "Membersihkan rumah – 70% (melakukan semua hal utama, tapi tidak sempat membersihkan kulkas dan kompor) – 100% (kebersihan di rumah selalu memberi saya kesenangan).",
        "Menyiapkan laporan kerja – 85% (saya berusaha keras untuk laporan tersebut) – 20% (pikiran konstan bahwa itu bisa lebih baik membuat saya tidak menikmati prosesnya).",
        "Latihan ini akan membantu Anda menyadari bahwa mencapai kesempurnaan bukanlah prasyarat untuk menikmati prosesnya."
      ],
      "quote": {
        "text": "Kesempurnaan bukanlah tujuan yang dapat dicapai, melainkan arah pergerakan.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Menerima kemungkinan membuat kesalahan",
        "Tidak ada yang menyukai kesalahan, tapi bagi para perfeksionis, kesalahan menjadi subjek ketakutan khusus.",
        "Salah satu cara paling efektif untuk mengatasi ketakutan akan ketidaksempurnaan adalah belajar menerima kesalahan Anda.",
        "Apakah Anda merasakan jantung Anda berdetak lebih cepat hanya dengan memikirkan kemungkinan membuat kesalahan? Ini adalah tanda-tanda ketakutan dan kecemasan.",
        "Untuk menjadi terbuka terhadap kemungkinan membuat kesalahan, mulailah dengan menulis esai tentang mengapa kesalahan itu normal, dan mengapa mengejar kesempurnaan absolut itu tidak rasional.",
        "Seorang wanita yang berjuang melawan perfeksionisme mengungkapkan pemikiran berikut:",
        "Ketakutan membuat kesalahan berasal dari persepsi saya tentang dunia dalam nuansa hitam-putih: satu kesalahan, dan semuanya hancur. Ini keliru. Sebab kesalahan kecil tidak mampu menghancurkan semua hal baik yang telah dilakukan.",
        "Kesalahan itu bermanfaat, karena berkat merekalah kita belajar. Tanpa kesalahan, pembelajaran tidak mungkin terjadi. Karena tidak ada yang kebal dari kesalahan, penting untuk belajar menerimanya dan terus belajar dari pengalaman sendiri.",
        "Mengakui kesalahan memungkinkan kita untuk memperbaiki perilaku kita, yang menghasilkan hasil yang lebih memuaskan, yang pada gilirannya membuat kita lebih bahagia dan meningkatkan kualitas hidup kita.",
        "Kebanyakan orang tidak akan menghakimi kita karena kesalahan dan tidak akan berhenti mencintai kita karenanya – bagaimanapun, semua orang membuat kesalahan, dan banyak yang merasa tidak nyaman berada di sekitar orang-orang \"sempurna\".",
        "Kesalahan tidak berarti akhir dunia.",
        "Tentu saja, membuat daftar seperti itu tidak berarti transformasi instan dan mulai mencintai kesalahan, tetapi ini adalah langkah penting untuk mengubah sikap Anda terhadap ketidaksempurnaan.",
        "Buatlah esai Anda sendiri tentang mengapa membuat kesalahan itu normal dan bahkan bermanfaat. Ingatkan diri Anda bahwa bahkan jika Anda membuat kesalahan, dunia tidak akan runtuh – ini adalah bagian alami dari proses apa pun, meskipun bukan yang paling diinginkan."
      ]
    }
  },
  "nonDepression": {
    "title": "Bersedih Tidak Berarti Menderita Depresi",
    "description": "Artikel ini membahas perbedaan antara kesedihan biasa dan depresi klinis, menekankan bahwa mengalami kehilangan dan kegagalan adalah hal yang alami dan tidak selalu menunjukkan gangguan mental. Dijelaskan bagaimana pemikiran yang terdistorsi dapat mengubah reaksi emosional normal menjadi gejala depresi yang memerlukan intervensi profesional. Artikel ini bertujuan membantu pembaca membedakan perasaan sedih yang alami dari penyakit psikologis serius, memudahkan diagnosis diri dan pemahaman kapan bantuan spesialis diperlukan.",
    "screen_1": {
      "texts": [
        "Di bab-bab sebelumnya, kita telah meyakinkan diri bahwa masalah seperti kehilangan orang terdekat, penyakit, perpisahan, pengkhianatan, dan pemecatan adalah hal yang benar-benar nyata.",
        "Dengan sangat menyesal, kita masing-masing menghadapinya, tetapi pada dasarnya, tidak ada satu pun dari hal-hal tersebut yang akan menyebabkan depresi yang sebenarnya.",
        "Kemudian muncul pertanyaan: apakah ada \"kesedihan yang sehat\" yang tidak terpengaruh oleh distorsi?",
        "Jawabannya jelas ya!",
        "Merasa sedih dan berduka tidak selalu buruk, dalam banyak situasi ini adalah hal yang alami. Perasaan yang dialami seseorang sebagai akibat dari kesedihan yang mendalam — kesedihan, duka, penyesalan, kekhawatiran — adalah normal.",
        "Ini adalah perasaan alami yang paling nyata yang dapat dan harus diizinkan oleh siapa pun untuk dirasakan.",
        "Jika Anda merasa sedih ketika berpisah dengan orang yang Anda cintai — selamat, Anda normal!",
        "Jika Anda mengalami kesedihan dan kerinduan ketika mengenang kematian orang terdekat — Anda benar-benar wajar.",
        "Tetapi depresi bukan sekadar emosi negatif, ini adalah penyakit yang disebabkan oleh pemikiran yang terdistorsi.",
        "Kami berharap bahwa dalam bagian ini kami berhasil mengungkapkannya. Dalam depresi, tingkat perasaan negatif tidak sesuai dengan tingkat keparahan objektif dari situasi tersebut."
      ],
      "quote": {
        "text": "Antara stimulus dan respons ada ruang. Dalam ruang itu terletak kebebasan dan kekuatan kita untuk memilih respons kita. Dalam respons kita terletak pertumbuhan dan kebebasan kita.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Seseorang yang mengalami depresi akan memandang peristiwa apa pun dengan skala yang lebih negatif.",
        "Kegagalan kecil dalam depresi berubah menjadi masalah besar. Kesedihan menjadi tak tertahankan, dan kesulitan menjadi bencana. Kesedihan adalah bagian dari depresi, tentu saja, tetapi bukan dasarnya.",
        "Orang yang sehat secara mental dapat dianalogikan dengan keran di kamar mandi, di mana ada keran air dingin dan panas.",
        "Dalam kehidupan ada \"air dingin\" — emosi negatif dan \"air panas\" — emosi positif. Seseorang dengan depresi secara konstan hanya \"menyalakan\" \"keran dingin\", dan ini bukan karena masalah \"nyata\", tetapi karena pemikiran yang terdistorsi yang perlu diubah.",
        "Sikap kita terhadap situasi sangat menentukan apakah kesedihan kita akan tetap menjadi sekadar emosi atau menjadi bagian dari depresi.",
        "Tim MindHealth dengan tulus percaya dan berharap bahwa bagian tentang depresi dan upaya yang ditanamkan di dalamnya bermanfaat bagi Anda atau orang-orang terdekat Anda!",
        "Kami telah menceritakan tentang prinsip dan gejala utama depresi, bagaimana hal itu muncul, dan yang terpenting, bagaimana mengatasinya secara mandiri.",
        "Anda selalu dapat kembali ke bab-bab sebelumnya, membacanya kembali, dan mencoba latihan-latihan dalam praktik, sementara kami akan melanjutkan pekerjaan pada bagian baru."
      ],
      "quote": {
        "text": "Orang-orang paling indah yang kita kenal adalah mereka yang telah mengalami kekalahan, mengalami penderitaan, mengalami perjuangan, mengalami kehilangan, dan telah menemukan cara untuk keluar dari kedalaman.",
        "author": "Viktor Frankl"
      }
    }
  }
}