{
  "title": "Bersedih Tidak Berarti Menderita Depresi",
  "description": "Artikel ini membahas perbedaan antara kesedihan biasa dan depresi klinis, menekankan bahwa mengalami kehilangan dan kegagalan adalah hal yang alami dan tidak selalu menunjukkan gangguan mental. Dijelaskan bagaimana pemikiran yang terdistorsi dapat mengubah reaksi emosional normal menjadi gejala depresi yang memerlukan intervensi profesional. Artikel ini bertujuan membantu pembaca membedakan perasaan sedih yang alami dari penyakit psikologis serius, memudahkan diagnosis diri dan pemahaman kapan bantuan spesialis diperlukan.",
  "screen_1": {
    "texts": [
      "Di bab-bab sebelumnya, kita telah meyakinkan diri bahwa masalah seperti kehilangan orang terdekat, penyakit, perpisahan, pengkhianatan, dan pemecatan adalah hal yang benar-benar nyata.",
      "Dengan sangat menyesal, kita masing-masing menghadapinya, tetapi pada dasarnya, tidak ada satu pun dari hal-hal tersebut yang akan menyebabkan depresi yang sebenarnya.",
      "Kemudian muncul pertanyaan: apakah ada \"kesedihan yang sehat\" yang tidak terpengaruh oleh distorsi?",
      "Jawabannya jelas ya!",
      "Merasa sedih dan berduka tidak selalu buruk, dalam banyak situasi ini adalah hal yang alami. Perasaan yang dialami seseorang sebagai akibat dari kesedihan yang mendalam — kesedihan, duka, penyesalan, kekhawatiran — adalah normal.",
      "Ini adalah perasaan alami yang paling nyata yang dapat dan harus diizinkan oleh siapa pun untuk dirasakan.",
      "Jika Anda merasa sedih ketika berpisah dengan orang yang Anda cintai — selamat, Anda normal!",
      "Jika Anda mengalami kesedihan dan kerinduan ketika mengenang kematian orang terdekat — Anda benar-benar wajar.",
      "Tetapi depresi bukan sekadar emosi negatif, ini adalah penyakit yang disebabkan oleh pemikiran yang terdistorsi.",
      "Kami berharap bahwa dalam bagian ini kami berhasil mengungkapkannya. Dalam depresi, tingkat perasaan negatif tidak sesuai dengan tingkat keparahan objektif dari situasi tersebut."
    ],
    "quote": {
      "text": "Antara stimulus dan respons ada ruang. Dalam ruang itu terletak kebebasan dan kekuatan kita untuk memilih respons kita. Dalam respons kita terletak pertumbuhan dan kebebasan kita.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Seseorang yang mengalami depresi akan memandang peristiwa apa pun dengan skala yang lebih negatif.",
      "Kegagalan kecil dalam depresi berubah menjadi masalah besar. Kesedihan menjadi tak tertahankan, dan kesulitan menjadi bencana. Kesedihan adalah bagian dari depresi, tentu saja, tetapi bukan dasarnya.",
      "Orang yang sehat secara mental dapat dianalogikan dengan keran di kamar mandi, di mana ada keran air dingin dan panas.",
      "Dalam kehidupan ada \"air dingin\" — emosi negatif dan \"air panas\" — emosi positif. Seseorang dengan depresi secara konstan hanya \"menyalakan\" \"keran dingin\", dan ini bukan karena masalah \"nyata\", tetapi karena pemikiran yang terdistorsi yang perlu diubah.",
      "Sikap kita terhadap situasi sangat menentukan apakah kesedihan kita akan tetap menjadi sekadar emosi atau menjadi bagian dari depresi.",
      "Tim MindHealth dengan tulus percaya dan berharap bahwa bagian tentang depresi dan upaya yang ditanamkan di dalamnya bermanfaat bagi Anda atau orang-orang terdekat Anda!",
      "Kami telah menceritakan tentang prinsip dan gejala utama depresi, bagaimana hal itu muncul, dan yang terpenting, bagaimana mengatasinya secara mandiri.",
      "Anda selalu dapat kembali ke bab-bab sebelumnya, membacanya kembali, dan mencoba latihan-latihan dalam praktik, sementara kami akan melanjutkan pekerjaan pada bagian baru."
    ],
    "quote": {
      "text": "Orang-orang paling indah yang kita kenal adalah mereka yang telah mengalami kekalahan, mengalami penderitaan, mengalami perjuangan, mengalami kehilangan, dan telah menemukan cara untuk keluar dari kedalaman.",
      "author": "Viktor Frankl"
    }
  }
}
