{
  "title": "Teknik: Lawan Kritikus Internal Anda",
  "description": "Artikel ini menyajikan metode efektif untuk meningkatkan harga diri yang dapat diterapkan secara mandiri. Teknik utamanya adalah belajar melawan kritikus internal, yang disarankan dengan membuat tabel khusus berisi pikiran-pikiran mengkritik diri, kesalahan kognitifnya, dan jawaban rasional. Artikel ini menekankan pentingnya latihan rutin dari teknik-teknik ini untuk mencapai perubahan signifikan dalam persepsi diri dan meningkatkan harga diri.",
  "screen_1": {
    "texts": [
      "Kami telah mengembangkan serangkaian teknik sederhana namun efektif untuk meningkatkan harga diri. Metode-metode ini, yang tersedia untuk penggunaan mandiri, akan membantu Anda dalam proses yang tidak mudah ini.",
      "Pertama-tama, penting untuk dipahami: sekedar mengetahui teori saja tidak cukup untuk meningkatkan harga diri.",
      "Hanya dengan melakukan latihan secara teratur akan menghasilkan hasil yang berkelanjutan. Kami menyarankan untuk menyisihkan sedikit waktu setiap hari, setidaknya pada tahap awal, sampai prosesnya menjadi kebiasaan.",
      "Teknik pertama yang ingin kami perkenalkan kepada Anda bertujuan untuk mengajarkan cara melawan kritikus internal.",
      "Perasaan tidak mampu dan membenci diri sendiri sering muncul karena kritikus internal yang terus-menerus menggerogoti harga diri Anda.",
      "Keyakinan negatif seperti \"Saya tidak berharga\", \"Saya lebih buruk dari orang lain\", \"Saya tidak akan berhasil\", \"Ini semua salah saya\", \"Saya pecundang\" memperburuk masalah harga diri dan dapat menyebabkan depresi.",
      "Untuk mengatasi kebiasaan berpikir negatif ini, ikuti rencana berikut:",
      "Belajarlah untuk memperhatikan dan mencatat pikiran yang mengkritik diri.",
      "Identifikasi distorsi kognitif dalam pikiran-pikiran ini.",
      "Kembangkan jawaban rasional untuk menciptakan sikap yang lebih realistis dan sehat terhadap diri sendiri, dan lakukan ini secara teratur.",
      "Untuk tujuan ini, Anda dapat menggunakan \"Buku Harian Pikiran Otomatis\" di aplikasi kami. Atau membuat catatan di luar aplikasi dalam bentuk tiga kolom.",
      "Selanjutnya, kami akan menjelaskan varian dengan tiga kolom untuk kemudahan yang lebih besar."
    ],
    "quote": {
      "text": "Tidak ada yang bisa membuat Anda merasa rendah diri tanpa persetujuan Anda.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Buatlah tabel dengan tiga kolom dalam format yang nyaman bagi Anda - bisa berupa buku catatan, dokumen di komputer, atau catatan di telepon. Nama kolom-kolomnya:",
      "Pikiran Kritikus",
      "Kesalahan Kognitif",
      "Jawaban Rasional",
      "Di kolom pertama, catat semua pikiran mengkritik diri yang muncul di pikiran Anda.",
      "Setiap kali Anda menyalahkan diri sendiri, merasa tidak berguna atau tidak puas dengan diri sendiri, tanyakan pada diri Anda: \"Apa yang saya pikirkan tentang diri saya sekarang?\" dan tuliskan.",
      "Misalnya, jika Anda khawatir sebelum ujian dan berpikir: \"Saya sangat bodoh sehingga pasti tidak akan lulus,\" inilah pikiran yang perlu dicatat.",
      "Di kolom ini, Anda harus menulis pikiran Anda tentang diri sendiri, bukan perasaan Anda. Karena jika Anda menulis: \"Saya merasa sangat buruk,\" Anda mungkin tidak bisa membantahnya, karena memang begitulah adanya.",
      "Di kolom kedua, identifikasi distorsi kognitif apa yang ada dalam pikiran tersebut.",
      "Tulis di kolom kedua kesalahan berpikir apa yang Anda temukan pada diri Anda. Mungkin itu satu kesalahan, atau mungkin dua, atau tiga.",
      "Misalnya, dalam pernyataan \"Saya sangat bodoh sehingga pasti tidak akan lulus\" kita melihat distorsi dalam bentuk pemberian label.",
      "Dan dalam pemikiran \"Saya tidak mampu melakukan apa pun, karena itu saya akan dikeluarkan, dan saya tidak akan pernah berhasil\" kita dapat menemukan beberapa distorsi, seperti overgeneralisasi dan katastrofisasi."
    ],
    "quote": {
      "text": "Semakin baik saya memahami diri saya dan kebutuhan emosional saya, semakin kuat persepsi saya tentang realitas dan semakin sedikit ketakutan dan kesalahpahaman yang meracuni hidup saya.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Dan tentu saja, kolom terpenting dalam tabel kita adalah jawaban alternatif dan rasional. Ini adalah perlawanan nyata terhadap kritikus di dalam diri.",
      "Penting untuk mengganti pikiran mengkritik diri dengan pikiran yang lebih realistis dan logis, sambil menghindari pernyataan yang terlalu optimistis.",
      "Kita harus mengganti pikiran yang mengkritik dengan pikiran yang lebih realistis. Jangan bersikap dikotomis dalam hal ini, menggantinya dengan pikiran yang terlalu optimistis dan tidak mirip kebenaran.",
      "Seperti: \"Saya yang paling pintar dan saya akan lulus semuanya dengan nilai terbaik\". Tentu saja, pikiran ini mungkin benar, tetapi sangat berlawanan dengan pikiran awal Anda dan Anda mungkin tidak akan langsung mempercayainya, jadi tidak ada gunanya.",
      "Alih-alih, cobalah mengenali kebenaran, sebagaimana adanya.",
      "Karena jika apa yang Anda tulis di jawaban rasional tidak cukup meyakinkan dan realistis bagi Anda, itu tidak akan membantu Anda.",
      "Cobalah untuk menulis jawaban alternatif yang Anda sendiri percayai.",
      "Misalnya, Anda dapat menulis: \"Sebenarnya saya tidak bodoh, saya punya bukti untuk ini, saya masuk universitas sendiri, saya belajar cukup baik. Tentu, ada saat-saat ketika saya tidak berhasil melakukan sesuatu, tetapi saya manusia, saya bisa membuat kesalahan, tetapi itu tidak membuat saya bodoh.",
      "Terlebih lagi, saya mempersiapkan diri untuk ujian dan kemungkinan besar saya akan lulus setidaknya dengan nilai minimal, karena sejauh ini saya telah lulus semua mata pelajaran. Dan bahkan jika saya tidak lulus pada percobaan pertama, saya bisa datang untuk ujian ulang, mempersiapkan diri dengan baik, dan pasti lulus.\"",
      "Jawaban rasional seperti ini lebih dapat dipercaya dan kemungkinan Anda mempercayainya jauh lebih tinggi.",
      "Gunakan alat ini sepanjang hari, secara teratur mencatat pikiran Anda dan melawan keyakinan yang destruktif.",
      "Seiring waktu, Anda akan menemukan bahwa menemukan jawaban rasional menjadi semakin mudah. Tetapi yang terpenting – Anda akan melihat perubahan dalam suasana hati dan sikap Anda terhadap diri sendiri."
    ]
  }
}
