{
  "title": "Teknik: Jalan Keluar dari Jebakan Ekspektasi Berlebihan",
  "description": "Artikel ini membahas masalah rasa bersalah yang muncul akibat tuntutan tidak realistis terhadap diri sendiri dan kritik diri yang terus-menerus. Dijelaskan metode-metode untuk memikirkan kembali keyakinan internal dan mengganti 'keharusan' dengan persepsi yang lebih sehat tentang kemampuan dan keinginan pribadi. Pembaca diberikan saran praktis untuk membebaskan diri dari menyalahkan diri sendiri dan membangun hubungan yang lebih harmonis dengan diri dan kesalahan mereka.",
  "screen_1": {
    "texts": [
      "Rasa bersalah seringkali muncul karena tuntutan berlebihan terhadap diri sendiri dan dapat muncul dalam pemikiran seperti:",
      "«Saya harus melakukan ini».",
      "«Saya harus bertindak seperti itu».",
      "«Saya harus menjadi seperti itu».",
      "«Saya seharusnya tidak melakukan itu».",
      "«Saya seharusnya sudah memprediksi/mengetahui hal itu».",
      "Tuntutan tidak pantas yang mengandung kata 'harus' dapat menimbulkan rasa bersalah dan ekspektasi yang tidak realistis.",
      "Tuntutan-tuntutan ini menyiratkan bahwa Anda harus sempurna atau serba tahu, yang merupakan hal yang tidak realistis.",
      "Termasuk dalam tuntutan semacam ini adalah ide bahwa Anda selalu harus bahagia atau puas, yang pada gilirannya hanya memperkuat rasa gagal.",
      "Ada juga tuntutan yang didasarkan pada asumsi bahwa Anda mengetahui segalanya dan dapat meramalkan masa depan. Ini menciptakan harapan palsu dan rasa bersalah, alih-alih membantu Anda menyelesaikan masalah.",
      "Inti dari teknik ini adalah menyadari bahwa menyalahkan diri sendiri tidak praktis, bahwa tuntutan yang tidak memadai dengan sendirinya tidak realistis dan tidak adil.",
      "Tuntutan tersebut hanya menciptakan rasa bersalah dan ketidakmungkinan, bukan membantu menyelesaikan masalah atau mencapai kesuksesan.",
      "Untuk menghindari terus-menerus menyalahkan diri sendiri, lebih baik meninggalkan tuntutan seperti itu dan menjadi lebih realistis dalam harapan Anda terhadap diri sendiri dan kehidupan Anda.",
      "Tentu saja, perubahan pola pikir seperti ini tidak terjadi dalam sehari dan mungkin tidak terjadi bahkan dalam sebulan. Tapi kami yakin bahwa usaha teratur untuk memperbaiki diri membantu mencapai perubahan."
    ],
    "quote": {
      "text": "Setiap rasa bersalah mengandaikan penghakiman diri, dan ini pada dasarnya salah. Seseorang harus menyadari kesalahannya tanpa jatuh ke dalam penyiksaan diri.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Jadi apa yang perlu dilakukan sekarang untuk menghilangkan rasa bersalah yang disebabkan oleh tuntutan berlebihan?",
      "Cara sederhana namun efektif untuk menyelamatkan diri dari tuntutan berlebihan terhadap diri sendiri melibatkan penggantian kata 'harus' dengan kata-kata lain: 'Akan baik jika...' atau 'Jika saya bisa, saya akan...'. Kata-kata ini sering kali lebih realistis dan tidak begitu mengecewakan.",
      "Misalnya, alih-alih 'Saya harus membuat istri saya bahagia', Anda bisa mengatakan: 'Akan sangat bagus jika saya bisa membuat istri saya bahagia, karena dia sedang kesal. Saya bisa bertanya apa yang membuatnya kesal, dan memikirkan bagaimana saya mungkin bisa membantu'.",
      "Atau alih-alih 'Saya seharusnya tidak makan es krim itu', Anda bisa mengatakan: 'Akan lebih baik jika saya tidak makan es krim itu, tapi tindakan saya bukanlah akhir dari dunia'.",
      "Hilangkan pengandaian. Alih-alih berpikir seperti 'Saya seharusnya...', 'Jika saja saya...', 'Sayang sekali saya tidak...', cobalah berpikir: 'Lain kali saya akan melakukannya secara berbeda'.",
      "Orang-orang dengan rasa bersalah sering berpikir dalam mode pengandaian, tapi ini sama sekali tidak boleh dilakukan.",
      "Dan jika Anda menangkap diri Anda melakukan ini, segera hentikan dan ubah kalimatnya menjadi 'Lain kali saya akan...'.",
      "Itu saja. Tidak ada pengandaian, sama sekali.",
      "Metode realitas membantu memeriksa apakah tuntutan Anda sesuai dengan kenyataan. Dengan mengatakan pada diri sendiri: 'Saya seharusnya tidak melakukan itu', Anda pasti berpikir bahwa Anda benar-benar tidak seharusnya melakukannya dan, dengan mengatakan ini pada diri sendiri, Anda akan merasa lebih baik.",
      "Namun dalam kenyataannya, sebaliknya: Anda perlu melakukan persis seperti yang Anda lakukan, tetapi dengan mengakui ini pada diri sendiri, Anda akan merasa kecewa.",
      "Misalnya, Anda memulai diet untuk menurunkan berat badan, makan sesuatu yang berlebihan dan sekarang menyalahkan diri sendiri untuk itu: 'Saya seharusnya tidak makan cokelat itu'.",
      "Namun, kenyataannya, Anda memiliki kebutuhan akan sesuatu yang manis. Mungkin Anda sedang khawatir tentang sesuatu dan, secara kebiasaan, ingin makan sesuatu untuk memperbaiki suasana hati Anda, jadi menahan diri menjadi tidak mungkin.",
      "Orang sering makan untuk mengatasi emosi negatif, untuk meringankan kondisi mereka. Ketika Anda mencoba menyingkirkan kebiasaan buruk atau berusaha menurunkan berat badan, hal utama yang menghalangi Anda adalah keyakinan bahwa Anda kehilangan kendali atas diri sendiri.",
      "Perasaan kehilangan kendali secara langsung terkait dengan apa yang 'seharusnya' atau 'tidak seharusnya' Anda lakukan. Jika Anda merasa ingin makan sesuatu yang tidak sehat, Anda mengatakan pada diri sendiri bahwa Anda 'tidak seharusnya' bahkan menginginkan makanan terlarang, dan Anda 'seharusnya' menolak sekali dan untuk selamanya semua makanan yang tidak sehat dan tidak pernah menyerah.",
      "Dan setelah itu, untuk merasa lebih baik, Anda pergi dan makan sebatang cokelat. Pendekatan seperti ini untuk menurunkan berat badan kemungkinan tidak akan membawa hasil, dan Anda akan merasa bersalah dan tertekan.",
      "Ketika Anda berhasil berhenti melarang diri sendiri melakukan apapun, maka Anda akan bisa menyingkirkannya tanpa memaksakan diri."
    ]
  },
  "screen_3": {
    "texts": [
      "Orang-orang yang cenderung merasa bersalah secara berlebihan dapat dimanipulasi oleh orang lain untuk mencapai tujuan mereka. Pikirkan: berapa kali Anda setuju untuk pergi ke pertemuan tanpa keinginan khusus hanya karena ingin menyenangkan atau agar tidak ada yang tersinggung? Penting untuk mempertahankan batasan pribadi dan tahu cara mengatakan 'tidak'.",
      "Contoh: seorang gadis muda tinggal bersama orang tua dan saudaranya, mendapatkan gaji yang baik. Saudaranya sesekali bekerja sambilan di sana-sini.",
      "Dia memiliki kecanduan terhadap barang-barang: dia terus-menerus membeli sesuatu yang baru untuk dirinya sendiri, tetapi uangnya sendiri tidak cukup untuk itu.",
      "Saudara perempuannya memahami bahwa ini bukan cara terbaik untuk menggunakan uang, tetapi terus meminjamkan uang kepadanya, karena dia berpikir bahwa saudara perempuan dan laki-laki harus saling membantu, seperti yang biasa dilakukan dalam keluarga mereka.",
      "Gadis itu takut menolak saudaranya, karena ini bisa merusak hubungan mereka. Dia sebelumnya telah mencoba dialog yang sulit dengan seorang teman dan menyadari bahwa mengatakan 'tidak' tidak semenakutkan yang dia bayangkan.",
      "Sebelum menetapkan batasan Anda dan menarik garis dalam bentuk penolakan untuk memenuhi persyaratan atau mempertahankan pendapat Anda sendiri, sehingga Anda tidak pergi ke tempat orang ketika Anda tidak menginginkannya, Anda dapat mempraktikkan dialog yang sulit atau menuliskannya di selembar kertas atau dalam catatan.",
      "Dengan cara ini, Anda akan dapat memprediksi skenario komunikasi yang mungkin terjadi dan memahami cara terbaik untuk menolak lawan bicara, dan mungkin juga, Anda akan mengerti bahwa tidak begitu menakutkan untuk mengatakan 'tidak'.",
      "Anda harus menempuh perjalanan panjang sebelum jalur saraf yang sesuai terbentuk di otak, dan Anda akan memiliki keberanian dan keterampilan untuk mengatakan 'tidak' secara diplomatis namun tegas, dan memperkuat keterampilan tersebut dalam praktik ketika tiba saatnya yang tepat.",
      "Membedakan Tanggung Jawab",
      "Terkadang kita mengambil tanggung jawab atas kesedihan dan kegagalan orang lain.",
      "Dalam situasi seperti itu, penting untuk mengetahui siapa yang sebenarnya bertanggung jawab atas apa yang terjadi. Misalnya, apakah Anda benar-benar bersalah karena anak Anda mendapat nilai buruk?",
      "Di sini terjadi kebingungan antara pengaruh Anda terhadap anak dan kontrol Anda atasnya.",
      "Untuk belajar membedakan tanggung jawab, Anda bisa menggunakan metode tiga kolom, yang merupakan versi singkat dari buku harian pikiran otomatis.",
      "Di kolom pertama, tuliskan pikiran yang mengganggu dan menghakimi, di kolom kedua - distorsi kognitif apa yang Anda perhatikan, dan di kolom ketiga - jawaban rasional apa yang dapat Anda berikan.",
      "Contohnya:",
      "Kolom ke-1 (pikiran yang mengganggu dan menghakimi): 'Saya bersalah karena anak saya mendapat nilai buruk. Saya tidak akan bisa membantunya mencapai kesuksesan di sekolah'.",
      "Kolom ke-2 (distorsi kognitif): personalisasi, generalisasi berlebihan.",
      "Kolom ke-3 (jawaban rasional): 'Saya bertanggung jawab atas peran saya dalam membesarkan anak, tetapi tidak sepenuhnya mengontrol kesuksesan atau kegagalannya di sekolah. Anak juga memiliki tanggung jawab sendiri untuk pembelajaran dan studinya. Saya bisa membantunya, mendukung, dan memotivasi, tetapi hasil akhir bergantung pada kerja dan usahanya sendiri'.",
      "Penting untuk memahami bahwa kita tidak bisa mengontrol setiap aspek kehidupan orang lain, bahkan jika mereka berada di bawah pengaruh kita. Kita bertanggung jawab atas tindakan kita dan peran yang kita mainkan dalam kehidupan orang lain, tetapi kita tidak boleh mengambil semua tanggung jawab atas kesuksesan atau kegagalan mereka."
    ]
  }
}
