{
  "trap": {
    "title": "Teknik: Keluar dari Perangkap Ekspektasi yang Terlalu Tinggi",
    "description": "Artikel ini membahas rasa bersalah yang muncul akibat tuntutan yang tidak realistis terhadap diri sendiri dan kritik diri yang terus-menerus. Dibahas pula cara meninjau ulang keyakinan internal dan mengganti pola pikir “harus” dengan pandangan yang lebih sehat tentang kemampuan serta keinginan pribadi. Pembaca akan menemukan saran praktis untuk lepas dari kebiasaan menyalahkan diri sendiri dan membangun hubungan yang lebih selaras dengan diri sendiri—termasuk saat melakukan kesalahan.",
    "screen_1": {
      "texts": [
        "Rasa bersalah sering kali muncul karena tuntutan yang terlalu tinggi terhadap diri sendiri dan biasanya terdengar dalam pikiran seperti:",
        "“Saya harus melakukan ini.”",
        "“Saya harus bertindak seperti itu.”",
        "“Saya harus menjadi seperti ini.”",
        "“Saya seharusnya tidak melakukan itu.”",
        "“Saya seharusnya sudah memikirkan/mengetahui ini.”",
        "Tuntutan yang tidak selaras dengan kenyataan—yang memakai kata “harus”—dapat memicu rasa bersalah dan ekspektasi yang tidak realistis.",
        "Tuntutan seperti ini mengandaikan bahwa Anda harus sempurna atau serba tahu, padahal itu tidak mungkin.",
        "Bentuknya bisa berupa keyakinan bahwa Anda harus selalu bahagia atau selalu puas, yang justru makin memperkuat perasaan gagal.",
        "Ada juga tuntutan yang bertumpu pada anggapan bahwa Anda mengetahui segalanya dan mampu memprediksi masa depan. Ini menciptakan harapan palsu dan rasa bersalah, alih-alih membantu Anda menyelesaikan masalah.",
        "Inti teknik ini adalah menyadari bahwa menyalahkan diri sendiri tidak efektif, dan bahwa tuntutan yang keliru itu sendiri tidak realistis serta tidak adil.",
        "Tuntutan tersebut hanya melahirkan rasa bersalah dan perasaan “tidak mungkin”, bukannya membantu memecahkan masalah atau mencapai keberhasilan.",
        "Agar tidak terus-menerus menuduh diri sendiri, cobalah melepaskan tuntutan semacam itu dan bersikap lebih realistis dalam menetapkan ekspektasi terhadap diri sendiri dan hidup Anda.",
        "Tentu, perubahan cara berpikir seperti ini tidak terjadi dalam sehari, bahkan bisa jadi tidak dalam sebulan. Namun kami yakin, latihan yang konsisten akan membantu menghadirkan perubahan."
      ],
      "quote": {
        "text": "Setiap rasa bersalah selalu mengandung penghukuman diri, dan itu keliru pada dasarnya. Seseorang perlu menyadari kesalahannya tanpa terjerumus ke dalam menyiksa diri.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Jadi, apa yang bisa Anda lakukan mulai sekarang untuk mengurangi rasa bersalah yang dipicu oleh tuntutan berlebihan?",
        "Cara sederhana namun efektif untuk keluar dari tuntutan berlebihan adalah mengganti kata “harus” dengan kalimat lain: “Akan lebih baik jika…” atau “Kalau saya bisa, saya akan…”. Biasanya ini lebih realistis dan tidak terlalu menyakitkan.",
        "Misalnya, alih-alih “Saya harus membuat istri saya bahagia”, Anda bisa berkata: “Akan bagus kalau saya bisa membuat istri saya merasa lebih baik karena dia sedang sedih. Saya bisa bertanya apa yang membuatnya sedih dan memikirkan bantuan apa yang mungkin bisa saya lakukan.”",
        "Atau alih-alih “Saya seharusnya tidak makan es krim”, Anda bisa berkata: “Akan lebih baik jika saya tidak makan es krim itu, tetapi ini bukan akhir dari segalanya.”",
        "Kurangi kebiasaan berpikir “seandainya”. Alih-alih memikirkan “Saya seharusnya…”, “Andai saja saya…”, “Sayang sekali saya tidak…”, cobalah berpikir: “Lain kali saya akan melakukannya dengan cara berbeda.”",
        "Orang yang diliputi rasa bersalah sering berpikir dalam bentuk “seandainya”, tetapi kebiasaan ini sebaiknya dihindari.",
        "Jika Anda menangkap diri Anda melakukannya, hentikan dan ubah kalimatnya menjadi “Lain kali saya…”.",
        "Selesai. Tidak ada “seandainya”, sama sekali.",
        "Metode realitas membantu memeriksa apakah tuntutan Anda selaras dengan kenyataan. Saat Anda berkata pada diri sendiri, “Saya seharusnya tidak melakukan itu”, kemungkinan Anda benar-benar yakin bahwa Anda memang tidak boleh melakukannya dan berpikir kalimat itu akan membuat Anda merasa lebih baik.",
        "Namun kenyataannya justru sebaliknya: pada saat itu, Anda memang melakukan hal tersebut—dan mengakuinya bisa terasa mengecewakan.",
        "Misalnya, Anda sedang diet untuk menurunkan berat badan, lalu makan sesuatu yang “berlebihan” dan kini menyalahkan diri: “Saya seharusnya tidak makan cokelat itu”.",
        "Namun sebenarnya Anda sedang punya keinginan untuk yang manis. Mungkin Anda sedang stres dan, karena kebiasaan, ingin makan sesuatu untuk memperbaiki suasana hati—sehingga menahan diri terasa mustahil.",
        "Orang sering “memakan” emosi negatif untuk meredakan keadaan. Saat Anda berusaha mengubah kebiasaan buruk atau menurunkan berat badan, hal yang paling menghambat adalah keyakinan bahwa Anda kehilangan kendali atas diri sendiri.",
        "Perasaan kehilangan kendali sangat terkait dengan kata “harus” dan “tidak boleh”. Ketika Anda ingin makan sesuatu yang tidak sehat, Anda berkata pada diri sendiri bahwa Anda “tidak boleh” bahkan menginginkannya, dan Anda “harus” menolak selamanya semua makanan tidak sehat—serta tidak boleh pernah “kambuh”.",
        "Lalu, untuk membuat diri merasa lebih baik, Anda pergi dan makan cokelat. Pendekatan seperti ini kecil kemungkinan memberi hasil, sementara Anda justru merasa bersalah dan tertekan.",
        "Saat Anda berhasil berhenti melarang diri Anda secara kaku, Anda akan lebih mudah melepaskan kebiasaan itu tanpa memaksa dan menyakiti diri sendiri."
      ]
    },
    "screen_3": {
      "texts": [
        "Orang yang cenderung merasa bersalah berlebihan bisa dimanipulasi oleh lingkungan demi kepentingan mereka. Pikirkan: berapa kali Anda setuju datang ke pertemuan padahal sebenarnya tidak ingin, hanya karena ingin menyenangkan orang lain atau takut ada yang tersinggung? Penting untuk menjaga batas pribadi dan mampu berkata “tidak”.",
        "Contoh: seorang perempuan muda tinggal bersama orang tua dan saudara laki-lakinya, dan ia berpenghasilan baik. Kakaknya sesekali bekerja serabutan.",
        "Ia punya kebiasaan belanja berlebihan: ia terus-menerus membeli barang baru, tetapi uangnya sendiri tidak cukup untuk itu.",
        "Sang adik paham ini bukan cara terbaik mengelola uang, tetapi ia tetap meminjamkan uang karena ia percaya saudara kandung “harus” saling membantu—begitulah kebiasaan di keluarganya.",
        "Ia takut menolak, karena khawatir hal itu akan merusak hubungan mereka. Ia sempat melatih percakapan sulit ini bersama seorang teman dan menyadari bahwa berkata “tidak” tidak semenakutkan yang ia bayangkan.",
        "Sebelum Anda menetapkan batas dan menarik garis—misalnya dengan menolak memenuhi tuntutan atau mempertahankan pendapat sendiri agar tidak harus berkunjung saat Anda tidak ingin—Anda bisa melatih dialog yang sulit atau menuliskannya di kertas maupun catatan.",
        "Dengan begitu Anda bisa memperkirakan alur percakapan yang mungkin terjadi dan memahami cara menolak dengan lebih baik; dan mungkin Anda juga akan menyadari bahwa berkata “tidak” ternyata tidak seseram itu.",
        "Anda mungkin perlu waktu sampai otak membentuk jalur saraf yang baru, sehingga Anda punya keberanian dan keterampilan untuk berkata “tidak” dengan diplomatis namun tegas, lalu menguatkan keterampilan itu lewat praktik ketika momennya tepat.",
        "Membedakan tanggung jawab",
        "Kadang kita mengambil alih tanggung jawab atas kemalangan dan kegagalan orang lain.",
        "Dalam situasi seperti ini, penting untuk melihat siapa sebenarnya yang bertanggung jawab atas apa yang terjadi. Misalnya, apakah Anda benar-benar bersalah karena anak Anda mendapat nilai buruk?",
        "Di sini sering terjadi kekacauan antara pengaruh Anda terhadap anak dan kendali penuh atas dirinya.",
        "Untuk belajar membedakan tanggung jawab, Anda bisa memakai metode tiga kolom—versi ringkas dari jurnal pikiran otomatis.",
        "Kolom pertama berisi pikiran yang mengganggu dan menghakimi, kolom kedua berisi distorsi kognitif yang Anda sadari, dan kolom ketiga berisi jawaban rasional yang bisa Anda berikan.",
        "Contoh:",
        "Kolom 1 (pikiran mengganggu dan menghakimi): “Saya bersalah karena anak saya mendapat nilai buruk. Saya tidak akan bisa membantunya berhasil di sekolah”.",
        "Kolom 2 (distorsi kognitif): personalisasi, generalisasi berlebihan.",
        "Kolom 3 (jawaban rasional): “Saya bertanggung jawab atas peran saya dalam membesarkan anak, tetapi saya tidak sepenuhnya mengendalikan keberhasilan atau kegagalannya di sekolah. Anak juga punya tanggung jawabnya sendiri terhadap belajar dan sekolahnya. Saya bisa membantu, mendukung, dan memotivasi, tetapi hasil akhirnya bergantung pada kerja dan usaha anak itu sendiri”.",
        "Penting untuk memahami bahwa kita tidak bisa mengendalikan setiap aspek kehidupan orang lain, meski mereka berada dalam pengaruh kita. Kita bertanggung jawab atas tindakan kita dan peran yang kita mainkan dalam hidup orang lain, tetapi kita tidak perlu memikul seluruh tanggung jawab atas keberhasilan atau kegagalan mereka."
      ]
    }
  },
  "unemployment": {
    "title": "Kehilangan Pekerjaan dan Terjerumus ke Depresi?",
    "description": "Artikel ini membahas dampak psikologis dan sosial dari kehilangan pekerjaan secara tiba-tiba, serta “roller coaster” emosi yang kerap menyertainya. Melalui kisah pribadi Alexander—yang lama bekerja di perusahaan sukses—kita melihat perjuangannya menghadapi depresi, turunnya harga diri, dan serangkaian kegagalan profesional. Artikel ini juga menawarkan cara menghadapi kesulitan emosional, sambil menekankan pentingnya dukungan dan pengakuan terhadap diri sendiri pada masa-masa yang berat.",
    "screen_1": {
      "texts": [
        "Kehilangan pekerjaan secara mendadak adalah stres besar bagi kebanyakan orang. Ketika dalam hitungan hari atau minggu Anda diberi tahu akan di-PHK atau terkena pengurangan karyawan, banyak orang merasa hidupnya “ambruk”. Ini bisa dipahami, karena yang berubah secara drastis adalah:",
        "kondisi keuangan",
        "status sosial",
        "ritme hidup yang biasa",
        "rencana jangka pendek dan jangka panjang",
        "Pekerjaan memberi kita kewajiban tertentu, struktur, interaksi—singkatnya, sesuatu yang menopang kita.",
        "Sementara pengangguran terasa seperti jatuh ke lubang tanpa pegangan. Anda sendirian dengan hari-hari yang kosong, tagihan yang sebentar lagi tak bisa dibayar, menunggu undangan wawancara tanpa henti: sebelum pertemuan ada harapan kecil, lalu—penolakan lagi. Gambaran yang umum dan melelahkan.",
        "Kehilangan pekerjaan dialami seperti kehilangan lainnya, dan orang yang mengalaminya biasanya melewati tahap-tahap berduka.",
        "Awalnya ada syok, kebingungan yang dalam, tidak tahu harus berbuat apa. Lalu muncul marah—pada diri sendiri, pada pihak yang memecat.",
        "Bisa juga muncul “tawar-menawar”: bagaimana kalau sebenarnya masih bisa dibereskan dan saya diterima kembali? Dan pada akhirnya, depresi. Masalah ini memang bisa disebut “nyata”, tetapi tetap: apakah itu berarti masalah ini membenarkan depresi Anda?",
        "Sumber reaksi emosional ini adalah keyakinan bahwa nilai diri dan kemampuan untuk merasakan bahagia bergantung langsung pada keberhasilan profesional.",
        "Dalam sistem nilai seperti ini, terasa logis untuk menganggap bahwa penekanan emosi tidak terelakkan ketika ada kerugian finansial, kegagalan karier, atau kebangkrutan."
      ],
      "quote": {
        "text": "Saat satu pintu tertutup, tidakkah Anda tahu bahwa banyak pintu lain terbuka.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Jika Anda juga berpikir demikian, Anda mungkin tertarik dengan kasus Alexander—seorang ayah 47 tahun dengan tiga anak, yang bekerja selama 17 tahun bersama ayah mertua istrinya di sebuah perusahaan yang sukses.",
        "Beberapa tahun sebelum depresinya, ia dan mertuanya berselisih tentang cara mengelola perusahaan. Dalam luapan amarah, Alexander mengundurkan diri, sekaligus melepaskan bagiannya di perusahaan.",
        "Selama dua tahun berikutnya, ia berpindah-pindah pekerjaan, tetapi tak juga menemukan sesuatu yang layak—baik dari sisi finansial maupun secara batin.",
        "Ia merasa tidak ada yang berhasil dan mulai menganggap dirinya pecundang. Istrinya terpaksa bekerja penuh waktu agar mereka bisa bertahan, dan ini makin memperkuat rasa tidak berharga pada diri Sasha, karena ia selalu bangga dengan perannya sebagai pencari nafkah keluarga.",
        "Waktu berjalan, kondisi keuangannya memburuk, dan depresinya makin berat karena harga dirinya turun semakin dalam.",
        "Saat Alexander memutuskan mencari bantuan profesional, ia sudah bekerja beberapa bulan di sebuah perusahaan yang bergerak di bidang properti.",
        "Selama itu ia berhasil menyewakan beberapa bangunan, tetapi belum melakukan satu pun penjualan. Karena gajinya bergantung pada penjualan, penghasilannya rendah. Pada periode ini Alexander mengalami depresi dan prokrastinasi, menghabiskan hari-hari di tempat tidur sambil berpikir:",
        "“Buat apa semua ini? Saya pecundang. Bekerja tidak ada gunanya, toh saya tidak akan berhasil”.",
        "Pada pertemuan ketiga dengan psikolog, ia bercerita bahwa seorang teman kaya ingin membeli properti melalui dirinya, dan komisi dari penjualan itu akan membantu kariernya, menambah rasa percaya diri, dan tentu saja menambah penghasilan.",
        "Alih-alih segera mengambil kesempatan itu, Alexander justru menunda selama beberapa minggu. Pertanyaannya: mengapa? Karena ia berpikir, “Menjual properti komersial itu terlalu sulit.",
        "Saya belum pernah melakukannya dan pasti tidak akan bisa. Dan kalau dia berubah pikiran di menit terakhir, itu berarti saya memang tidak akan berhasil di bisnis ini. Itu berarti saya benar-benar pecundang”."
      ]
    },
    "screen_3": {
      "texts": [
        "Atasan Alexander sebenarnya memperlakukannya dengan sangat baik dan menganggapnya punya potensi sebagai sales, tetapi ia menilai dirinya sendiri dengan sangat keras tanpa alasan yang sehat.",
        "Dalam pertemuan-pertemuan berikutnya dan saat bekerja dengan pikirannya, Alexander setuju bahwa ia sangat mengkritik dirinya sendiri—dan itu sama sekali tidak membantunya di masa sulit ini, malah memperburuk keadaan.",
        "Ia juga menyadari bahwa ia memakai “standar ganda”: ia toleran pada orang lain dan siap mendukung mereka, tetapi terhadap dirinya sendiri ia bersikap kaku dan menghakimi.",
        "Awalnya ia membela cara pandangnya, seperti banyak perfeksionis yang menuntut diri, dengan mengatakan bahwa bersikap jauh lebih keras pada diri sendiri daripada pada orang lain pasti ada manfaatnya.",
        "Namun ia segera memahami bahwa standar pribadinya sebenarnya tidak realistis dan hampir pasti membuatnya jatuh, karena jika ia mencoba menjual sebuah gedung dan upayanya gagal, ia akan melihatnya sebagai bencana. Kebiasaannya berpikir “semua atau tidak sama sekali” adalah masalah besar baginya.",
        "Di akhir terapi, Alexander merasa lega setelah menyadari bahwa kesulitan finansial beberapa tahun terakhir tidak otomatis menjadikannya “pecundang”.",
        "Cara memandang diri yang negatif dan rasa beku itu adalah akibat dari dorongan ekstrem “semua atau tidak sama sekali”. Perasaan tidak bergunanya muncul karena ia hanya fokus pada sisi negatif kehidupan (filter negatif) dan mengabaikan banyak fakta di mana ia sebenarnya berhasil (meremehkan hal positif).",
        "Ia menyadari bahwa ia sudah terlalu lama menyiksa dirinya dengan pikiran bahwa ia “seharusnya bisa melakukan lebih banyak”, dan ia melihat bahwa kesulitan finansial tidak merendahkan martabatnya sebagai manusia. Pada akhirnya, ia mengakui bahwa apati dan prokrastinasi hanyalah gejala depresi, bukan cerminan jati dirinya.",
        "Ketika ia belajar menanggapi pikiran negatifnya, ia mampu mengurangi distorsi dalam sikapnya yang keras terhadap diri sendiri, dan suasana hatinya terus membaik.",
        "Ia meninggalkan bidang properti dan membuka toko buku. Ia berhasil menutup biaya, tetapi meski sudah berupaya besar, ia tidak mampu menghasilkan keuntungan yang cukup untuk membenarkan kelanjutan bisnis setelah tahun uji coba pertama."
      ]
    },
    "screen_4": {
      "texts": [
        "Jadi, meskipun tanda-tanda kesuksesan dari luar selama periode itu nyaris tidak berubah, ia mampu mempertahankan harga dirinya dan terhindar dari depresi. Walau kondisi keuangannya tetap berat, saat ia memutuskan untuk mengakui bahwa bisnis toko bukunya tidak berhasil, rasa hormatnya terhadap diri sendiri tetap utuh.",
        "Menjelang pertemuan terakhir dengan psikolog, Alexander menulis esai berikut, yang ia putuskan untuk dibaca ulang setiap pagi sebelum mulai mencari pekerjaan baru:",
        "Mengapa saya tidak tidak berguna?",
        "Selama saya masih bisa melakukan sesuatu demi kesejahteraan diri saya dan orang lain, saya tidak tidak berguna. Selama apa yang saya lakukan dapat memberi dampak positif, saya tidak tidak berguna.",
        "Selama fakta bahwa saya hidup berarti bahkan bagi satu orang saja, saya tidak tidak berguna (dan orang itu, bila perlu, bisa jadi saya sendiri). Jika memberi cinta, pengertian, persahabatan, dukungan, kehangatan sosial, nasihat, penghiburan berarti apa pun, saya tidak tidak berguna.",
        "Jika saya bisa menghormati pendapat dan kecerdasan saya, saya tidak tidak berguna.",
        "Jika orang lain menghormati saya, itu bonus yang menyenangkan.",
        "Jika saya memiliki harga diri dan martabat, saya tidak tidak berguna.",
        "Jika membantu memastikan penghidupan keluarga para karyawan saya berarti melakukan sesuatu yang baik, saya tidak tidak berguna.",
        "Jika saya melakukan yang terbaik untuk membantu klien dan pemasok saya dengan produktivitas dan kreativitas saya, saya tidak tidak berguna.",
        "Jika kehadiran saya di lingkungan ini benar-benar berarti bagi orang lain, saya tidak tidak berguna. Saya tidak tidak berguna. Pada dasarnya saya sangat berharga!",
        "Jika Anda menghadapi masalah serupa atau merasa tersentuh oleh pikiran otomatis Alexander, tulislah catatan untuk diri Anda sendiri: mengapa Anda tidak tidak berguna, mengapa Anda bukan pecundang, dan mengapa Anda berharga apa adanya."
      ]
    }
  },
  "vitamins": {
    "title": "Depresi Semu: Bagaimana Hormon dan Vitamin Memengaruhi Kesehatan Emosional",
    "description": "Artikel ini membahas bagaimana kesehatan fisik—termasuk keseimbangan hormon dan kadar vitamin—dapat memengaruhi kondisi emosional. Artikel ini menekankan bahwa gejala yang sering dikaitkan dengan depresi tidak selalu berasal dari gangguan psikologis, melainkan dapat dipicu oleh masalah fisik seperti kekurangan vitamin tertentu atau gangguan hormonal. Penulis menyoroti pentingnya pendekatan yang menyeluruh dalam diagnosis dan penanganan masalah mental, dengan mempertimbangkan faktor psikologis sekaligus fisiologis.",
    "screen_1": {
      "texts": [
        "Kami ingin bagian ini benar-benar membantu Anda memperbaiki dan meringankan kondisi emosional. Karena itu, penting untuk membahas semua kemungkinan penyebab perubahan suasana hati.",
        "Ketika kita berbicara tentang depresi, yang dimaksud adalah kumpulan gejala tertentu yang telah disebutkan sebelumnya. Namun, gejala-gejala itu tidak selalu berarti adanya gangguan mental.",
        "Perlu diingat bahwa aspek biologis tubuh berperan besar bukan hanya bagi kesehatan fisik, tetapi juga kesejahteraan psikologis. Masalah fisik dapat sangat memengaruhi emosi, sehingga memunculkan gejala yang mirip depresi.",
        "Salah satu contohnya adalah hormon. Hormon berpengaruh besar terhadap perilaku dan kondisi psikologis seseorang.",
        "Riset di bidang psikoendokrinologi menunjukkan bahwa sistem saraf dan sistem endokrin saling terkait, bekerja bersama menjaga homeostasis (keseimbangan fisiologis tubuh).",
        "Karena itu, fluktuasi hormon sekecil apa pun bisa memicu gangguan serius pada ranah emosional.",
        "Misalnya, penurunan fungsi kelenjar tiroid dapat menyebabkan depresi, meningkatnya kecemasan, dan masalah psikologis lainnya.",
        "Sebaliknya, hiperfungsi kelenjar ini dapat memicu mania, mudah tersinggung, perubahan suasana hati, bahkan psikosis.",
        "Akromegali, yaitu produksi hormon pertumbuhan yang berlebihan, dapat muncul sebagai penurunan aktivitas mental, apati yang disertai euforia.",
        "Dengan demikian, orang dengan gangguan endokrin menghadapi bukan hanya kesulitan fisik dari penyakitnya, tetapi juga risiko gangguan mental seperti kecemasan, depresi, mania, kebingungan, dan lain-lain."
      ],
      "quote": {
        "text": "Rawatlah tubuh agar jiwa ingin tinggal di dalamnya.",
        "author": "Socrates"
      }
    },
    "screen_2": {
      "texts": [
        "Pada pertengahan abad ke-20, muncul satu disiplin ilmu khusus—psikoendokrinologi—yang mempelajari hubungan antara sistem endokrin manusia dan psikisnya.",
        "Ada juga istilah “sindrom psikoendokrin”, yaitu gangguan psikis yang muncul akibat penyakit endokrin. Ini mencakup gangguan suasana hati, astenia, penurunan aktivitas mental, serta perubahan dorongan dan insting.",
        "Selain hormon, vitamin juga berpengaruh besar terhadap kondisi kita.",
        "Kekurangan vitamin dan depresi terlihat tidak berhubungan langsung, tetapi penelitian menunjukkan bahwa kaitannya jauh lebih kuat daripada yang mungkin kita duga.",
        "Anda mungkin setuju bahwa vitamin dibutuhkan tubuh untuk menjaga metabolisme. Jenisnya banyak, tetapi masing-masing tidak tergantikan. Saat tubuh kekurangan sesuatu, terjadilah kondisi kekurangan vitamin.",
        "Kekurangan vitamin adalah keadaan ketika tubuh mengalami defisit atau bahkan tidak memiliki sama sekali vitamin tertentu.",
        "Defisit vitamin yang berbeda dapat memengaruhi kesehatan mental dengan cara yang berbeda—mulai dari ketidaknyamanan ringan hingga gejala yang menakutkan.",
        "Penelitian menunjukkan bahwa kekurangan vitamin dapat berkontribusi pada kecemasan dan depresi, serta memperburuk gejala pada orang dengan beberapa gangguan mental, seperti gangguan obsesif-kompulsif atau bipolar.",
        "Bahkan jika Anda sehat, kekurangan vitamin tertentu bisa menurunkan mood dan kestabilan emosi Anda."
      ]
    },
    "screen_3": {
      "texts": [
        "Contoh defisit vitamin dan gejalanya:",
        "Vitamin D: perasaan tertekan, cemas, lelah, perubahan suasana hati.",
        "Zat besi: lemah, mudah lelah, sesak napas, pusing, mati rasa.",
        "Vitamin B12: mudah lelah, anemia, insomnia, nafsu makan menurun, gangguan lambung, nyeri otot.",
        "Asam folat: mudah lelah, mudah tersinggung, depresi, lemah, apati, lesu, gangguan fungsi kognitif.",
        "Vitamin B kompleks: mudah lelah, mudah tersinggung, insomnia, perubahan suasana hati, gangguan irama jantung.",
        "Magnesium: lemah, sakit kepala, cemas, gangguan irama jantung.",
        "Vitamin C: kelelahan kronis, ketidakstabilan emosi.",
        "Dan ini baru sebagian dari gejala yang mungkin terjadi—gejala yang mudah disalahartikan sebagai depresi.",
        "Kisah pribadi kami menguatkan pentingnya mempertimbangkan keseimbangan hormon dan vitamin saat mendiagnosis gangguan mental.",
        "Salah satu anggota tim kami sempat mengira dirinya mengalami burnout karena lelah tanpa sebab yang jelas, mood menurun, dan tidak ingin melakukan apa pun.",
        "Namun karena tahu penyebabnya bisa terkait hormon dan vitamin, ia memeriksakan diri, menemukan defisit, menjalani suplemen vitamin D, dan mulai merasa jauh lebih baik."
      ]
    },
    "screen_4": {
      "texts": [
        "Anggota tim lainnya, seorang perempuan yang mengalami gejala mirip depresi, ternyata didiagnosis anemia defisiensi besi; pengobatannya membuat kondisinya membaik secara signifikan.",
        "Ia menggambarkan kondisinya seperti ini: “Saya terus-menerus ingin tidur, tidak ingin melakukan apa pun, tidak ingin berbicara dengan siapa pun. Saya mengalami apati yang parah, pusing, mudah tersinggung. Pada satu titik saya benar-benar mulai berpikir bahwa saya depresi, sampai saya secara kebetulan melakukan tes darah lengkap dan terlihat masalah pada hemoglobin.",
        "Setelah itu saya melakukan pemeriksaan tambahan yang menunjukkan defisit zat besi dan feritin. Saya mengalami anemia defisiensi besi, sementara saya mengira itu depresi. Tetapi setelah menjalani pengobatan, saya kembali seperti semula. Kondisi saya membaik drastis.”",
        "Dengan membagikan kisah-kisah ini, kami ingin memperingatkan Anda tentang kemungkinan diagnosis yang keliru.",
        "Karena itu, jika Anda merasa mood menurun, mudah lelah, keletihan, dan gejala-gejala lain yang disebutkan di atas, perhatikan bukan hanya kesehatan psikologis, tetapi juga kesehatan fisik.",
        "Konsultasikan dengan dokter, lakukan tes darah lengkap, periksa kadar vitamin dan hormon. Bisa jadi itu sudah cukup untuk memperbaiki kondisi emosional Anda."
      ]
    }
  }
}
