{
  "trap": {
    "title": "Teknik: Jalan Keluar dari Jebakan Ekspektasi Berlebihan",
    "description": "Artikel ini membahas masalah rasa bersalah yang muncul akibat tuntutan tidak realistis terhadap diri sendiri dan kritik diri yang terus-menerus. Dijelaskan metode-metode untuk memikirkan kembali keyakinan internal dan mengganti 'keharusan' dengan persepsi yang lebih sehat tentang kemampuan dan keinginan pribadi. Pembaca diberikan saran praktis untuk membebaskan diri dari menyalahkan diri sendiri dan membangun hubungan yang lebih harmonis dengan diri dan kesalahan mereka.",
    "screen_1": {
      "texts": [
        "Rasa bersalah seringkali muncul karena tuntutan berlebihan terhadap diri sendiri dan dapat muncul dalam pemikiran seperti:",
        "«Saya harus melakukan ini».",
        "«Saya harus bertindak seperti itu».",
        "«Saya harus menjadi seperti itu».",
        "«Saya seharusnya tidak melakukan itu».",
        "«Saya seharusnya sudah memprediksi/mengetahui hal itu».",
        "Tuntutan tidak pantas yang mengandung kata 'harus' dapat menimbulkan rasa bersalah dan ekspektasi yang tidak realistis.",
        "Tuntutan-tuntutan ini menyiratkan bahwa Anda harus sempurna atau serba tahu, yang merupakan hal yang tidak realistis.",
        "Termasuk dalam tuntutan semacam ini adalah ide bahwa Anda selalu harus bahagia atau puas, yang pada gilirannya hanya memperkuat rasa gagal.",
        "Ada juga tuntutan yang didasarkan pada asumsi bahwa Anda mengetahui segalanya dan dapat meramalkan masa depan. Ini menciptakan harapan palsu dan rasa bersalah, alih-alih membantu Anda menyelesaikan masalah.",
        "Inti dari teknik ini adalah menyadari bahwa menyalahkan diri sendiri tidak praktis, bahwa tuntutan yang tidak memadai dengan sendirinya tidak realistis dan tidak adil.",
        "Tuntutan tersebut hanya menciptakan rasa bersalah dan ketidakmungkinan, bukan membantu menyelesaikan masalah atau mencapai kesuksesan.",
        "Untuk menghindari terus-menerus menyalahkan diri sendiri, lebih baik meninggalkan tuntutan seperti itu dan menjadi lebih realistis dalam harapan Anda terhadap diri sendiri dan kehidupan Anda.",
        "Tentu saja, perubahan pola pikir seperti ini tidak terjadi dalam sehari dan mungkin tidak terjadi bahkan dalam sebulan. Tapi kami yakin bahwa usaha teratur untuk memperbaiki diri membantu mencapai perubahan."
      ],
      "quote": {
        "text": "Setiap rasa bersalah mengandaikan penghakiman diri, dan ini pada dasarnya salah. Seseorang harus menyadari kesalahannya tanpa jatuh ke dalam penyiksaan diri.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Jadi apa yang perlu dilakukan sekarang untuk menghilangkan rasa bersalah yang disebabkan oleh tuntutan berlebihan?",
        "Cara sederhana namun efektif untuk menyelamatkan diri dari tuntutan berlebihan terhadap diri sendiri melibatkan penggantian kata 'harus' dengan kata-kata lain: 'Akan baik jika...' atau 'Jika saya bisa, saya akan...'. Kata-kata ini sering kali lebih realistis dan tidak begitu mengecewakan.",
        "Misalnya, alih-alih 'Saya harus membuat istri saya bahagia', Anda bisa mengatakan: 'Akan sangat bagus jika saya bisa membuat istri saya bahagia, karena dia sedang kesal. Saya bisa bertanya apa yang membuatnya kesal, dan memikirkan bagaimana saya mungkin bisa membantu'.",
        "Atau alih-alih 'Saya seharusnya tidak makan es krim itu', Anda bisa mengatakan: 'Akan lebih baik jika saya tidak makan es krim itu, tapi tindakan saya bukanlah akhir dari dunia'.",
        "Hilangkan pengandaian. Alih-alih berpikir seperti 'Saya seharusnya...', 'Jika saja saya...', 'Sayang sekali saya tidak...', cobalah berpikir: 'Lain kali saya akan melakukannya secara berbeda'.",
        "Orang-orang dengan rasa bersalah sering berpikir dalam mode pengandaian, tapi ini sama sekali tidak boleh dilakukan.",
        "Dan jika Anda menangkap diri Anda melakukan ini, segera hentikan dan ubah kalimatnya menjadi 'Lain kali saya akan...'.",
        "Itu saja. Tidak ada pengandaian, sama sekali.",
        "Metode realitas membantu memeriksa apakah tuntutan Anda sesuai dengan kenyataan. Dengan mengatakan pada diri sendiri: 'Saya seharusnya tidak melakukan itu', Anda pasti berpikir bahwa Anda benar-benar tidak seharusnya melakukannya dan, dengan mengatakan ini pada diri sendiri, Anda akan merasa lebih baik.",
        "Namun dalam kenyataannya, sebaliknya: Anda perlu melakukan persis seperti yang Anda lakukan, tetapi dengan mengakui ini pada diri sendiri, Anda akan merasa kecewa.",
        "Misalnya, Anda memulai diet untuk menurunkan berat badan, makan sesuatu yang berlebihan dan sekarang menyalahkan diri sendiri untuk itu: 'Saya seharusnya tidak makan cokelat itu'.",
        "Namun, kenyataannya, Anda memiliki kebutuhan akan sesuatu yang manis. Mungkin Anda sedang khawatir tentang sesuatu dan, secara kebiasaan, ingin makan sesuatu untuk memperbaiki suasana hati Anda, jadi menahan diri menjadi tidak mungkin.",
        "Orang sering makan untuk mengatasi emosi negatif, untuk meringankan kondisi mereka. Ketika Anda mencoba menyingkirkan kebiasaan buruk atau berusaha menurunkan berat badan, hal utama yang menghalangi Anda adalah keyakinan bahwa Anda kehilangan kendali atas diri sendiri.",
        "Perasaan kehilangan kendali secara langsung terkait dengan apa yang 'seharusnya' atau 'tidak seharusnya' Anda lakukan. Jika Anda merasa ingin makan sesuatu yang tidak sehat, Anda mengatakan pada diri sendiri bahwa Anda 'tidak seharusnya' bahkan menginginkan makanan terlarang, dan Anda 'seharusnya' menolak sekali dan untuk selamanya semua makanan yang tidak sehat dan tidak pernah menyerah.",
        "Dan setelah itu, untuk merasa lebih baik, Anda pergi dan makan sebatang cokelat. Pendekatan seperti ini untuk menurunkan berat badan kemungkinan tidak akan membawa hasil, dan Anda akan merasa bersalah dan tertekan.",
        "Ketika Anda berhasil berhenti melarang diri sendiri melakukan apapun, maka Anda akan bisa menyingkirkannya tanpa memaksakan diri."
      ]
    },
    "screen_3": {
      "texts": [
        "Orang-orang yang cenderung merasa bersalah secara berlebihan dapat dimanipulasi oleh orang lain untuk mencapai tujuan mereka. Pikirkan: berapa kali Anda setuju untuk pergi ke pertemuan tanpa keinginan khusus hanya karena ingin menyenangkan atau agar tidak ada yang tersinggung? Penting untuk mempertahankan batasan pribadi dan tahu cara mengatakan 'tidak'.",
        "Contoh: seorang gadis muda tinggal bersama orang tua dan saudaranya, mendapatkan gaji yang baik. Saudaranya sesekali bekerja sambilan di sana-sini.",
        "Dia memiliki kecanduan terhadap barang-barang: dia terus-menerus membeli sesuatu yang baru untuk dirinya sendiri, tetapi uangnya sendiri tidak cukup untuk itu.",
        "Saudara perempuannya memahami bahwa ini bukan cara terbaik untuk menggunakan uang, tetapi terus meminjamkan uang kepadanya, karena dia berpikir bahwa saudara perempuan dan laki-laki harus saling membantu, seperti yang biasa dilakukan dalam keluarga mereka.",
        "Gadis itu takut menolak saudaranya, karena ini bisa merusak hubungan mereka. Dia sebelumnya telah mencoba dialog yang sulit dengan seorang teman dan menyadari bahwa mengatakan 'tidak' tidak semenakutkan yang dia bayangkan.",
        "Sebelum menetapkan batasan Anda dan menarik garis dalam bentuk penolakan untuk memenuhi persyaratan atau mempertahankan pendapat Anda sendiri, sehingga Anda tidak pergi ke tempat orang ketika Anda tidak menginginkannya, Anda dapat mempraktikkan dialog yang sulit atau menuliskannya di selembar kertas atau dalam catatan.",
        "Dengan cara ini, Anda akan dapat memprediksi skenario komunikasi yang mungkin terjadi dan memahami cara terbaik untuk menolak lawan bicara, dan mungkin juga, Anda akan mengerti bahwa tidak begitu menakutkan untuk mengatakan 'tidak'.",
        "Anda harus menempuh perjalanan panjang sebelum jalur saraf yang sesuai terbentuk di otak, dan Anda akan memiliki keberanian dan keterampilan untuk mengatakan 'tidak' secara diplomatis namun tegas, dan memperkuat keterampilan tersebut dalam praktik ketika tiba saatnya yang tepat.",
        "Membedakan Tanggung Jawab",
        "Terkadang kita mengambil tanggung jawab atas kesedihan dan kegagalan orang lain.",
        "Dalam situasi seperti itu, penting untuk mengetahui siapa yang sebenarnya bertanggung jawab atas apa yang terjadi. Misalnya, apakah Anda benar-benar bersalah karena anak Anda mendapat nilai buruk?",
        "Di sini terjadi kebingungan antara pengaruh Anda terhadap anak dan kontrol Anda atasnya.",
        "Untuk belajar membedakan tanggung jawab, Anda bisa menggunakan metode tiga kolom, yang merupakan versi singkat dari buku harian pikiran otomatis.",
        "Di kolom pertama, tuliskan pikiran yang mengganggu dan menghakimi, di kolom kedua - distorsi kognitif apa yang Anda perhatikan, dan di kolom ketiga - jawaban rasional apa yang dapat Anda berikan.",
        "Contohnya:",
        "Kolom ke-1 (pikiran yang mengganggu dan menghakimi): 'Saya bersalah karena anak saya mendapat nilai buruk. Saya tidak akan bisa membantunya mencapai kesuksesan di sekolah'.",
        "Kolom ke-2 (distorsi kognitif): personalisasi, generalisasi berlebihan.",
        "Kolom ke-3 (jawaban rasional): 'Saya bertanggung jawab atas peran saya dalam membesarkan anak, tetapi tidak sepenuhnya mengontrol kesuksesan atau kegagalannya di sekolah. Anak juga memiliki tanggung jawab sendiri untuk pembelajaran dan studinya. Saya bisa membantunya, mendukung, dan memotivasi, tetapi hasil akhir bergantung pada kerja dan usahanya sendiri'.",
        "Penting untuk memahami bahwa kita tidak bisa mengontrol setiap aspek kehidupan orang lain, bahkan jika mereka berada di bawah pengaruh kita. Kita bertanggung jawab atas tindakan kita dan peran yang kita mainkan dalam kehidupan orang lain, tetapi kita tidak boleh mengambil semua tanggung jawab atas kesuksesan atau kegagalan mereka."
      ]
    }
  },
  "unemployment": {
    "title": "Kehilangan Pekerjaan dan Jatuh dalam Depresi?",
    "description": "Artikel ini mengkaji dampak psikologis dan sosial dari kehilangan pekerjaan secara tiba-tiba, melihat roller coaster emosional yang menyertai peristiwa seperti ini. Melalui pengalaman pribadi Alexander, yang telah lama bekerja di perusahaan sukses, diceritakan tentang pergumulan dengan depresi, penurunan harga diri, dan kegagalan profesional. Artikel ini juga menawarkan cara untuk mengatasi kesulitan emosional, menekankan pentingnya dukungan dan pengakuan diri di masa-masa sulit.",
    "screen_1": {
      "texts": [
        "Kehilangan pekerjaan secara tiba-tiba merupakan stres yang berat bagi sebagian besar orang. Ketika dalam beberapa hari atau minggu Anda diberitahu tentang pemecatan atau pengurangan pegawai, banyak yang merasakan bahwa hidup mereka 'runtuh'. Dan ini dapat dipahami, karena hal-hal berikut berubah secara drastis:",
        "situasi keuangan",
        "status sosial",
        "gaya hidup yang biasa",
        "rencana jangka pendek dan jangka panjang",
        "Pekerjaan adalah kewajiban tertentu, batasan, komunikasi, secara umum, sesuatu yang mendukung kita.",
        "Sedangkan pengangguran seperti lubang udara, tempat Anda terjun tanpa pengaman. Dan Anda tinggal sendirian dengan diri sendiri, dengan hari-hari yang benar-benar kosong, tagihan yang segera tidak bisa dibayar, penantian tanpa akhir untuk undangan wawancara: sebelum pertemuan Anda merasa ada secercah harapan, kemudian penolakan lagi. Gambaran khas yang tidak menyenangkan.",
        "Kehilangan pekerjaan dialami sama seperti kehilangan lainnya, dan mereka yang menghadapinya melewati tahapan berduka.",
        "Awalnya syok, kebingungan yang mendalam, ketidakpahaman apa yang harus dilakukan. Kemudian kemarahan — pada diri sendiri, pada mereka yang memecat.",
        "Tawar-menawar juga mungkin terjadi: bagaimana jika semuanya masih bisa diatasi, dan mereka akan menerima saya kembali? Dan akhirnya, depresi. Tentu saja, masalah seperti ini bisa disebut 'nyata', tapi sekali lagi, apakah ini berarti masalah tersebut membenarkan depresi Anda?",
        "Penyebab reaksi emosional seperti ini terletak pada keyakinan bahwa nilai pribadi dan kemampuan untuk merasakan kebahagiaan secara langsung bergantung pada kesuksesan profesional.",
        "Dalam kerangka sistem nilai ini, tampaknya logis untuk berasumsi bahwa tekanan emosional pasti terkait dengan kerugian finansial, kegagalan karier, atau kebangkrutan."
      ],
      "quote": {
        "text": "Ketika satu pintu tertutup, bukankah Anda tahu bahwa banyak pintu lain terbuka.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Jika Anda juga berpikir demikian, maka Anda akan tertarik dengan kasus Alexander — seorang ayah berusia 47 tahun dengan tiga anak, yang telah bekerja selama 17 tahun dengan ayah istrinya di sebuah perusahaan sukses.",
        "Beberapa tahun sebelum depresinya, terjadi perselisihan antara dia dan ayah mertuanya mengenai pengelolaan perusahaan. Dalam luapan kemarahan, Alexander mengundurkan diri, dengan demikian melepaskan bagiannya dalam perusahaan.",
        "Selama dua tahun berikutnya, dia berganti dari satu pekerjaan ke pekerjaan lain, tetapi tidak bisa menemukan sesuatu yang berharga, baik secara finansial maupun moral.",
        "Tampaknya tidak ada yang berhasil baginya dan dia mulai menganggap dirinya sebagai pecundang. Istrinya terpaksa bekerja penuh waktu untuk memenuhi kebutuhan, dan ini hanya meningkatkan perasaan tidak berharga Sasha, karena dia selalu bangga dengan perannya sebagai pencari nafkah keluarga.",
        "Waktu berlalu, situasi keuangannya memburuk, dan kondisi depresinya meningkat karena harga dirinya semakin menurun.",
        "Pada saat Alexander memutuskan untuk mencari bantuan dari seorang profesional, dia telah bekerja selama beberapa bulan di perusahaan real estate.",
        "Selama waktu ini, dia telah menyewakan beberapa gedung, tetapi belum melakukan satu pun penjualan. Karena gajinya bergantung pada penjualan, penghasilannya rendah. Pada periode ini Alexander menderita depresi dan prokrastinasi, menghabiskan seluruh hari di tempat tidur, berpikir:",
        "«Untuk apa semua ini? Saya adalah pecundang. Bekerja itu tidak ada gunanya, bagaimanapun saya tidak akan berhasil».",
        "Pada pertemuan ketiga dengan psikolog, dia berbagi bahwa seorang teman kaya ingin membeli properti dengan bantuannya, dan komisi dari penjualan tersebut akan membantu kemajuan kariernya, memberikan kepercayaan diri dan secara signifikan menambah dompetnya.",
        "Alih-alih memanfaatkan pekerjaan ini, Alexander menunda-nunda selama beberapa minggu. Pertanyaannya, mengapa? Karena dia berpikir: «Menjual properti komersial itu terlalu rumit.",
        "Saya tidak pernah melakukannya sebelumnya dan saya pasti tidak akan berhasil. Dan jika dia berubah pikiran pada menit terakhir, itu akan berarti bahwa saya tidak akan pernah berhasil dalam bisnis ini. Itu akan berarti bahwa saya adalah pecundang total»."
      ]
    },
    "screen_3": {
      "texts": [
        "Manajemen Alexander sangat menyukainya, menganggapnya sebagai penjual yang mampu, tetapi dia sendiri terlalu keras terhadap dirinya sendiri.",
        "Dalam proses pertemuan berikutnya dan bekerja dengan pikiran-pikirannya, Alexander setuju bahwa dia sangat mengkritik diri sendiri, dan ini sama sekali tidak membantunya dalam periode hidup yang sulit ini, sebaliknya, secara signifikan memperburuk situasi.",
        "Dia juga menyadari bahwa dia menggunakan 'standar ganda': dia toleran terhadap orang lain dan siap mendukung mereka, tetapi terhadap dirinya sendiri, dia keras dan kritis.",
        "Awalnya dia membela pandangannya, seperti banyak perfeksionis yang menuntut diri sendiri, dengan menyatakan bahwa jika dia memperlakukan dirinya jauh lebih keras daripada orang lain, ini akan membawa manfaat.",
        "Namun, dia dengan cepat memahami bahwa standar pribadinya sebenarnya tidak realistis dan ditakdirkan untuk gagal, karena jika dia mencoba menjual sebuah gedung dan upayanya tidak berhasil, dia akan memandang situasi ini sebagai bencana. Kecenderungannya untuk berpikir dalam kategori \"semua atau tidak sama sekali\" adalah masalah besar baginya.",
        "Di akhir terapi, Alexander merasa lega setelah menyadari bahwa masalah keuangan dalam beberapa tahun terakhir tidak secara otomatis menjadikannya \"pecundang\".",
        "Persepsi diri yang negatif dan perasaan terhambat ini adalah hasil dari kecenderungan ekstrem ke arah \"semua atau tidak sama sekali\". Perasaan tidak bergunanya adalah hasil dari fokusnya secara eksklusif pada aspek negatif kehidupan (filter negatif) dan mengabaikan banyak fakta di mana dia berhasil (meremehkan yang positif).",
        "Dia menyadari bahwa dia telah menyiksa dirinya terlalu lama dengan pemikiran bahwa dia bisa melakukan lebih banyak, dan menyadari bahwa kesulitan keuangan tidak mengurangi martabat manusianya. Akhirnya, dia mengakui bahwa apati dan prokrastinasi hanyalah gejala depresi, bukan cerminan dari jati dirinya yang sebenarnya.",
        "Ketika dia belajar untuk memberikan jawaban terhadap pikiran-pikiran negatifnya, dia mampu mengurangi tingkat distorsi dalam sikapnya yang keras terhadap diri sendiri, dan suasana hatinya terus membaik.",
        "Dia meninggalkan bidang real estate dan membuka toko buku. Dia berhasil menutupi biaya, tetapi meskipun telah melakukan upaya pribadi yang signifikan, dia tidak bisa mendapatkan keuntungan yang cukup untuk membenarkan kelanjutan bisnis setelah tahun percobaan pertama."
      ]
    },
    "screen_4": {
      "texts": [
        "Dengan demikian, meskipun tanda-tanda eksternal keberhasilan selama waktu ini tetap hampir tidak berubah, dia mampu mempertahankan harga dirinya dan menghindari depresi. Meskipun situasi keuangannya tetap sulit, ketika dia sampai pada keputusan untuk 'mengakui kekalahan' dalam bisnis toko bukunya, rasa hormatnya terhadap diri sendiri tetap tidak berubah.",
        "Menjelang pertemuan terakhir dengan psikolog, Alexander menulis esai seperti ini, yang dia putuskan untuk membacanya setiap pagi sebelum mulai mencari pekerjaan baru:",
        "Mengapa saya tidak sia-sia?",
        "Selama saya bisa melakukan sesuatu untuk kesejahteraan diri sendiri dan orang lain, saya tidak sia-sia. Selama apa yang saya lakukan dapat menghasilkan efek positif, saya tidak sia-sia.",
        "Selama fakta bahwa saya hidup memiliki arti bahkan bagi satu orang, saya tidak sia-sia (dan orang itu bisa saja saya sendiri jika perlu). Jika memberikan cinta, pengertian, persahabatan, dukungan, keramahan, nasihat, penghiburan berarti sesuatu, saya tidak sia-sia.",
        "Jika saya bisa menghormati pendapat dan kecerdasan saya, saya tidak sia-sia.",
        "Jika orang lain menghormati saya, itu adalah bonus yang menyenangkan.",
        "Jika saya memiliki rasa harga diri dan martabat, saya tidak sia-sia.",
        "Jika membantu menyediakan sarana penghidupan bagi keluarga karyawan saya berarti melakukan sesuatu yang baik, saya tidak sia-sia.",
        "Jika saya melakukan yang terbaik untuk membantu klien dan pemasok saya dengan produktivitas dan kreativitas saya, saya tidak sia-sia.",
        "Jika kehadiran saya di lingkungan ini benar-benar berarti bagi orang lain, saya tidak sia-sia. Saya tidak sia-sia. Saya sangat berharga pada intinya!",
        "Jika Anda menghadapi masalah serupa atau pikiran otomatis Alexander beresonansi dengan Anda, tulislah catatan untuk diri sendiri mengapa Anda tidak sia-sia, mengapa Anda bukan pecundang, dan mengapa Anda berharga apa adanya."
      ]
    }
  },
  "vitamins": {
    "title": "Depresi Palsu: Bagaimana Hormon dan Vitamin Memengaruhi Kesehatan Emosional Kita",
    "description": "Artikel ini membahas bagaimana kesehatan fisik, termasuk keseimbangan hormon dan kadar vitamin, dapat memengaruhi kondisi emosional seseorang. Artikel ini menekankan bahwa gejala yang sering dikaitkan dengan depresi dapat disebabkan oleh masalah fisik, seperti kekurangan vitamin tertentu atau gangguan hormon. Para penulis artikel menekankan pentingnya pendekatan komprehensif dalam diagnosis dan pengobatan gangguan mental, dengan mempertimbangkan aspek psikologis dan fisiologis.",
    "screen_1": {
      "texts": [
        "Kami berupaya agar bagian ini dapat membantu Anda semaksimal mungkin untuk memperbaiki dan meringankan kondisi emosional Anda. Oleh karena itu, penting untuk membahas semua kemungkinan penyebab perubahannya.",
        "Ketika kita berbicara tentang depresi, kita mengacu pada serangkaian gejala tertentu yang telah disebutkan sebelumnya. Namun, tidak selalu gejala-gejala ini menunjukkan gangguan mental.",
        "Perlu diingat bahwa komponen biologis tubuh kita memainkan peran penting tidak hanya dalam kesejahteraan fisik, tetapi juga psikologis. Dengan demikian, masalah fisik dapat secara signifikan memengaruhi latar belakang emosional, menciptakan gejala yang mirip dengan depresi.",
        "Hormon adalah contohnya. Hormon memiliki pengaruh besar pada perilaku dan kondisi psikologis seseorang.",
        "Penelitian di bidang psikoendokrinologi menunjukkan bahwa sistem saraf dan endokrin saling berhubungan, memastikan pemeliharaan homeostasis (keseimbangan fisiologis tubuh).",
        "Oleh karena itu, fluktuasi apa pun dalam latar belakang hormonal dapat menyebabkan gangguan serius pada ranah emosional.",
        "Misalnya, penurunan fungsi kelenjar tiroid dapat menyebabkan depresi, peningkatan tingkat kecemasan, dan masalah mental lainnya.",
        "Hiperfungsi kelenjar ini menyebabkan mania, iritabilitas, perubahan suasana hati, dan bahkan psikosis.",
        "Akromegali, atau produksi hormon pertumbuhan yang berlebihan, memanifestasikan diri dalam bentuk penurunan aktivitas mental, apatis yang dikombinasikan dengan euforia.",
        "Dengan demikian, orang dengan gangguan endokrin tidak hanya menghadapi kesulitan fisik dari penyakit mereka, tetapi juga risiko gangguan mental seperti kecemasan, depresi, mania, kebingungan, dan lainnya."
      ],
      "quote": {
        "text": "Pedulilah pada tubuhmu, agar jiwamu ingin tinggal di dalamnya.",
        "author": "Socrates"
      }
    },
    "screen_2": {
      "texts": [
        "Pada pertengahan abad ke-20, muncul disiplin ilmu baru - psikoendokrinologi, yang mempelajari hubungan antara sistem endokrin manusia dan psikenya.",
        "Bahkan ada istilah seperti sindrom psikoendokrin – gangguan mental yang terjadi pada latar belakang penyakit endokrin. Ini termasuk gangguan suasana hati, astenia, penurunan aktivitas mental, serta perubahan dalam keinginan dan insting.",
        "Selain hormon, vitamin juga memiliki pengaruh signifikan terhadap kesejahteraan kita.",
        "Avitaminosis dan depresi, sekilas, tidak terkait langsung, tetapi, seperti yang ditunjukkan oleh penelitian, hubungan di antara keduanya jauh lebih kuat daripada yang kita duga.",
        "Kami pikir Anda akan setuju bahwa vitamin diperlukan oleh tubuh kita untuk menjaga metabolisme. Ada banyak vitamin, tetapi masing-masing tidak tergantikan. Dan ketika tubuh kekurangan sesuatu, terjadilah avitaminosis.",
        "Avitaminosis adalah kondisi di mana tubuh kekurangan atau bahkan tidak memiliki vitamin tertentu.",
        "Kekurangan berbagai vitamin dapat memengaruhi kesehatan mental dengan cara yang berbeda, mulai dari ketidaknyamanan kecil hingga gejala yang menakutkan.",
        "Penelitian menunjukkan bahwa avitaminosis dapat berkontribusi pada timbulnya kecemasan dan depresi, serta memperburuk gejala pada orang dengan beberapa penyakit mental, seperti gangguan obsesif-kompulsif atau bipolar.",
        "Dan bahkan jika Anda sehat, kekurangan satu atau lain vitamin dapat memperburuk suasana hati dan latar belakang emosional Anda."
      ]
    },
    "screen_3": {
      "texts": [
        "Contoh kekurangan vitamin dan gejalanya:",
        "Vitamin D: depresi, kecemasan, kelelahan, perubahan suasana hati.",
        "Zat besi: kelemahan, kelelahan, sesak napas, pusing, mati rasa.",
        "Vitamin B12: kelelahan berlebihan, anemia, insomnia, penurunan nafsu makan, gangguan pencernaan, nyeri otot.",
        "Asam folat: kelelahan, iritabilitas, depresi, kelemahan, apatis, kelesuan, gangguan fungsi kognitif.",
        "Vitamin B: kelelahan berlebihan, iritabilitas, insomnia, perubahan suasana hati, gangguan irama jantung.",
        "Magnesium: kelemahan, sakit kepala, kecemasan, gangguan irama jantung.",
        "Vitamin C: kelelahan kronis, ketidakstabilan emosional.",
        "Dan ini hanya sebagian dari kemungkinan gejala yang mudah dikacaukan dengan kondisi depresi.",
        "Kisah pribadi kami menegaskan pentingnya mempertimbangkan keseimbangan hormon dan vitamin saat mendiagnosis gangguan mental.",
        "Salah satu anggota tim kami berpikir bahwa dia mengalami kelelahan, menderita dari kelelahan yang tidak dapat dijelaskan, memburuknya suasana hati, dan keengganan untuk melakukan apapun.",
        "Tetapi mengetahui bahwa masalahnya mungkin terletak pada hormon dan vitamin, dia berkonsultasi dengan dokter, mengidentifikasi kekurangan, mengonsumsi vitamin D, dan mulai merasa jauh lebih baik."
      ]
    },
    "screen_4": {
      "texts": [
        "Anggota tim lain, seorang wanita, yang mengalami gejala mirip depresi, menemukan bahwa dia menderita anemia defisiensi besi, yang pengobatannya menyebabkan perbaikan signifikan pada kondisinya.",
        "Dia menggambarkan kondisinya sebagai berikut: «Saya selalu ingin tidur, saya tidak ingin melakukan apa pun, saya tidak ingin berbicara dengan siapa pun. Saya menderita apatis yang mengerikan, pusing, dan iritabilitas. Pada titik tertentu, saya benar-benar mulai berpikir bahwa saya mengalami depresi, sampai saya secara kebetulan melakukan tes darah umum, di mana masalah hemoglobin terdeteksi.",
        "Setelah itu, saya melakukan tes tambahan, yang mengungkapkan kekurangan zat besi dan ferritin. Saya mengalami anemia defisiensi besi, tetapi saya mengira itu depresi. Namun setelah mengikuti pengobatan, saya kembali ke kondisi sebelumnya. Kondisi saya membaik secara signifikan.»",
        "Dengan berbagi cerita-cerita ini, kami ingin memperingatkan Anda terhadap diagnosis yang salah.",
        "Karena itu, jika Anda merasa suasana hati yang menurun, kelelahan, dan gejala lain yang disebutkan di atas, perhatikan tidak hanya kesehatan psikologis tetapi juga kesehatan fisik Anda.",
        "Konsultasikan dengan dokter, lakukan tes darah umum, periksa kadar vitamin dan hormon Anda. Mungkin ini akan cukup untuk memperbaiki kondisi emosional Anda."
      ]
    }
  }
}