{
  "title": "Kehilangan Pekerjaan dan Jatuh dalam Depresi?",
  "description": "Artikel ini mengkaji dampak psikologis dan sosial dari kehilangan pekerjaan secara tiba-tiba, melihat roller coaster emosional yang menyertai peristiwa seperti ini. Melalui pengalaman pribadi Alexander, yang telah lama bekerja di perusahaan sukses, diceritakan tentang pergumulan dengan depresi, penurunan harga diri, dan kegagalan profesional. Artikel ini juga menawarkan cara untuk mengatasi kesulitan emosional, menekankan pentingnya dukungan dan pengakuan diri di masa-masa sulit.",
  "screen_1": {
    "texts": [
      "Kehilangan pekerjaan secara tiba-tiba merupakan stres yang berat bagi sebagian besar orang. Ketika dalam beberapa hari atau minggu Anda diberitahu tentang pemecatan atau pengurangan pegawai, banyak yang merasakan bahwa hidup mereka 'runtuh'. Dan ini dapat dipahami, karena hal-hal berikut berubah secara drastis:",
      "situasi keuangan",
      "status sosial",
      "gaya hidup yang biasa",
      "rencana jangka pendek dan jangka panjang",
      "Pekerjaan adalah kewajiban tertentu, batasan, komunikasi, secara umum, sesuatu yang mendukung kita.",
      "Sedangkan pengangguran seperti lubang udara, tempat Anda terjun tanpa pengaman. Dan Anda tinggal sendirian dengan diri sendiri, dengan hari-hari yang benar-benar kosong, tagihan yang segera tidak bisa dibayar, penantian tanpa akhir untuk undangan wawancara: sebelum pertemuan Anda merasa ada secercah harapan, kemudian penolakan lagi. Gambaran khas yang tidak menyenangkan.",
      "Kehilangan pekerjaan dialami sama seperti kehilangan lainnya, dan mereka yang menghadapinya melewati tahapan berduka.",
      "Awalnya syok, kebingungan yang mendalam, ketidakpahaman apa yang harus dilakukan. Kemudian kemarahan — pada diri sendiri, pada mereka yang memecat.",
      "Tawar-menawar juga mungkin terjadi: bagaimana jika semuanya masih bisa diatasi, dan mereka akan menerima saya kembali? Dan akhirnya, depresi. Tentu saja, masalah seperti ini bisa disebut 'nyata', tapi sekali lagi, apakah ini berarti masalah tersebut membenarkan depresi Anda?",
      "Penyebab reaksi emosional seperti ini terletak pada keyakinan bahwa nilai pribadi dan kemampuan untuk merasakan kebahagiaan secara langsung bergantung pada kesuksesan profesional.",
      "Dalam kerangka sistem nilai ini, tampaknya logis untuk berasumsi bahwa tekanan emosional pasti terkait dengan kerugian finansial, kegagalan karier, atau kebangkrutan."
    ],
    "quote": {
      "text": "Ketika satu pintu tertutup, bukankah Anda tahu bahwa banyak pintu lain terbuka.",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Jika Anda juga berpikir demikian, maka Anda akan tertarik dengan kasus Alexander — seorang ayah berusia 47 tahun dengan tiga anak, yang telah bekerja selama 17 tahun dengan ayah istrinya di sebuah perusahaan sukses.",
      "Beberapa tahun sebelum depresinya, terjadi perselisihan antara dia dan ayah mertuanya mengenai pengelolaan perusahaan. Dalam luapan kemarahan, Alexander mengundurkan diri, dengan demikian melepaskan bagiannya dalam perusahaan.",
      "Selama dua tahun berikutnya, dia berganti dari satu pekerjaan ke pekerjaan lain, tetapi tidak bisa menemukan sesuatu yang berharga, baik secara finansial maupun moral.",
      "Tampaknya tidak ada yang berhasil baginya dan dia mulai menganggap dirinya sebagai pecundang. Istrinya terpaksa bekerja penuh waktu untuk memenuhi kebutuhan, dan ini hanya meningkatkan perasaan tidak berharga Sasha, karena dia selalu bangga dengan perannya sebagai pencari nafkah keluarga.",
      "Waktu berlalu, situasi keuangannya memburuk, dan kondisi depresinya meningkat karena harga dirinya semakin menurun.",
      "Pada saat Alexander memutuskan untuk mencari bantuan dari seorang profesional, dia telah bekerja selama beberapa bulan di perusahaan real estate.",
      "Selama waktu ini, dia telah menyewakan beberapa gedung, tetapi belum melakukan satu pun penjualan. Karena gajinya bergantung pada penjualan, penghasilannya rendah. Pada periode ini Alexander menderita depresi dan prokrastinasi, menghabiskan seluruh hari di tempat tidur, berpikir:",
      "«Untuk apa semua ini? Saya adalah pecundang. Bekerja itu tidak ada gunanya, bagaimanapun saya tidak akan berhasil».",
      "Pada pertemuan ketiga dengan psikolog, dia berbagi bahwa seorang teman kaya ingin membeli properti dengan bantuannya, dan komisi dari penjualan tersebut akan membantu kemajuan kariernya, memberikan kepercayaan diri dan secara signifikan menambah dompetnya.",
      "Alih-alih memanfaatkan pekerjaan ini, Alexander menunda-nunda selama beberapa minggu. Pertanyaannya, mengapa? Karena dia berpikir: «Menjual properti komersial itu terlalu rumit.",
      "Saya tidak pernah melakukannya sebelumnya dan saya pasti tidak akan berhasil. Dan jika dia berubah pikiran pada menit terakhir, itu akan berarti bahwa saya tidak akan pernah berhasil dalam bisnis ini. Itu akan berarti bahwa saya adalah pecundang total»."
    ]
  },
  "screen_3": {
    "texts": [
      "Manajemen Alexander sangat menyukainya, menganggapnya sebagai penjual yang mampu, tetapi dia sendiri terlalu keras terhadap dirinya sendiri.",
      "Dalam proses pertemuan berikutnya dan bekerja dengan pikiran-pikirannya, Alexander setuju bahwa dia sangat mengkritik diri sendiri, dan ini sama sekali tidak membantunya dalam periode hidup yang sulit ini, sebaliknya, secara signifikan memperburuk situasi.",
      "Dia juga menyadari bahwa dia menggunakan 'standar ganda': dia toleran terhadap orang lain dan siap mendukung mereka, tetapi terhadap dirinya sendiri, dia keras dan kritis.",
      "Awalnya dia membela pandangannya, seperti banyak perfeksionis yang menuntut diri sendiri, dengan menyatakan bahwa jika dia memperlakukan dirinya jauh lebih keras daripada orang lain, ini akan membawa manfaat.",
      "Namun, dia dengan cepat memahami bahwa standar pribadinya sebenarnya tidak realistis dan ditakdirkan untuk gagal, karena jika dia mencoba menjual sebuah gedung dan upayanya tidak berhasil, dia akan memandang situasi ini sebagai bencana. Kecenderungannya untuk berpikir dalam kategori \"semua atau tidak sama sekali\" adalah masalah besar baginya.",
      "Di akhir terapi, Alexander merasa lega setelah menyadari bahwa masalah keuangan dalam beberapa tahun terakhir tidak secara otomatis menjadikannya \"pecundang\".",
      "Persepsi diri yang negatif dan perasaan terhambat ini adalah hasil dari kecenderungan ekstrem ke arah \"semua atau tidak sama sekali\". Perasaan tidak bergunanya adalah hasil dari fokusnya secara eksklusif pada aspek negatif kehidupan (filter negatif) dan mengabaikan banyak fakta di mana dia berhasil (meremehkan yang positif).",
      "Dia menyadari bahwa dia telah menyiksa dirinya terlalu lama dengan pemikiran bahwa dia bisa melakukan lebih banyak, dan menyadari bahwa kesulitan keuangan tidak mengurangi martabat manusianya. Akhirnya, dia mengakui bahwa apati dan prokrastinasi hanyalah gejala depresi, bukan cerminan dari jati dirinya yang sebenarnya.",
      "Ketika dia belajar untuk memberikan jawaban terhadap pikiran-pikiran negatifnya, dia mampu mengurangi tingkat distorsi dalam sikapnya yang keras terhadap diri sendiri, dan suasana hatinya terus membaik.",
      "Dia meninggalkan bidang real estate dan membuka toko buku. Dia berhasil menutupi biaya, tetapi meskipun telah melakukan upaya pribadi yang signifikan, dia tidak bisa mendapatkan keuntungan yang cukup untuk membenarkan kelanjutan bisnis setelah tahun percobaan pertama."
    ]
  },
  "screen_4": {
    "texts": [
      "Dengan demikian, meskipun tanda-tanda eksternal keberhasilan selama waktu ini tetap hampir tidak berubah, dia mampu mempertahankan harga dirinya dan menghindari depresi. Meskipun situasi keuangannya tetap sulit, ketika dia sampai pada keputusan untuk 'mengakui kekalahan' dalam bisnis toko bukunya, rasa hormatnya terhadap diri sendiri tetap tidak berubah.",
      "Menjelang pertemuan terakhir dengan psikolog, Alexander menulis esai seperti ini, yang dia putuskan untuk membacanya setiap pagi sebelum mulai mencari pekerjaan baru:",
      "Mengapa saya tidak sia-sia?",
      "Selama saya bisa melakukan sesuatu untuk kesejahteraan diri sendiri dan orang lain, saya tidak sia-sia. Selama apa yang saya lakukan dapat menghasilkan efek positif, saya tidak sia-sia.",
      "Selama fakta bahwa saya hidup memiliki arti bahkan bagi satu orang, saya tidak sia-sia (dan orang itu bisa saja saya sendiri jika perlu). Jika memberikan cinta, pengertian, persahabatan, dukungan, keramahan, nasihat, penghiburan berarti sesuatu, saya tidak sia-sia.",
      "Jika saya bisa menghormati pendapat dan kecerdasan saya, saya tidak sia-sia.",
      "Jika orang lain menghormati saya, itu adalah bonus yang menyenangkan.",
      "Jika saya memiliki rasa harga diri dan martabat, saya tidak sia-sia.",
      "Jika membantu menyediakan sarana penghidupan bagi keluarga karyawan saya berarti melakukan sesuatu yang baik, saya tidak sia-sia.",
      "Jika saya melakukan yang terbaik untuk membantu klien dan pemasok saya dengan produktivitas dan kreativitas saya, saya tidak sia-sia.",
      "Jika kehadiran saya di lingkungan ini benar-benar berarti bagi orang lain, saya tidak sia-sia. Saya tidak sia-sia. Saya sangat berharga pada intinya!",
      "Jika Anda menghadapi masalah serupa atau pikiran otomatis Alexander beresonansi dengan Anda, tulislah catatan untuk diri sendiri mengapa Anda tidak sia-sia, mengapa Anda bukan pecundang, dan mengapa Anda berharga apa adanya."
    ]
  }
}
