{
  "info": {
    "event": "Zacznijmy od zidentyfikowania wyzwalacza, który spowodował negatywne myśli lub emocje. Wyzwalaczem może być zupełnie nieznaczące wydarzenie lub nawet twoja własna myśl.",
    "thought": "Automatyczne myśli są generowane przez wydarzenie i prowadzą do pojawienia się negatywnych emocji. Emocje z kolei pogarszają stan i wywołują kolejne automatyczne myśli. Powstaje błędne koło negatywności, z którego trudno się wyrwać. Aby temu zapobiec, jak najszybciej zidentyfikuj automatyczną myśl i zapisz ją w dzienniku.",
    "body": "Spróbuj wrócić do momentu pojawienia się wyzwalacza. Przypomnij sobie, jakie nieprzyjemne odczucia w ciele towarzyszyły ci w tamtym momencie.",
    "behavior": "Jakie było twoje zachowanie potem? Co zrobiłeś po tym, jak odczułeś negatywne emocje?",
    "response": "Po zidentyfikowaniu automatycznej myśli konieczne jest skupienie na niej uwagi i jej przemyślenie. Zazwyczaj automatyczne myśli zawierają błędy logiczne i zniekształcenia. Twoim zadaniem jest udzielenie racjonalnej odpowiedzi na te zniekształcenia i sformułowanie nowego przekonania.",
    "conclusion": "Opisz wynik swojej pracy - jak zmieniły się twoje emocje i myśli, co zamierzasz zmienić w swoich reakcjach, jeśli podobne wydarzenie się powtórzy.",
    "comparison": "Podaj argumenty potwierdzające twoją automatyczną myśl oraz argumenty ją obalające. Pomoże ci to zrozumieć, na ile jest ona obiektywna i realna."
  },
  "stepper": {
    "event": "Zawaliłem zadanie w pracy",
    "thought": "Ciągle popełniam błędy w pracy, wszyscy wokół mnie za to nienawidzą",
    "body": "Przyspieszone bicie serca, uczucie ciężkości w klatce piersiowej",
    "behavior": "Trzasnąłem drzwiami",
    "response": "Nie ma ludzi, którzy nie popełniają błędów, i nie mogę przewidywać myśli innych osób",
    "conclusion": "Następnym razem, gdy popełnię błąd, nie będę próbował zgadywać reakcji innych. Ponadto założę listę kontrolną do sprawdzania swojej pracy, aby nie popełnić tego błędu ponownie."
  },
  "analysis": {
    "description": [
      "Zamień prowadzenie dziennika z rutyny w fascynujący proces. Zamiast zwykłego wyliczania wydarzeń, opowiedz o swoim dniu jak o wciągającej historii.",
      "Sztuczna inteligencja pomoże ci: przeanalizuje twoją opowieść i automatycznie zaproponuje, jak najlepiej wypełnić dziennik, wybierając odpowiednie kategorie i pola.",
      "Zawsze będziesz mógł/mogła edytować i uzupełniać to, co AI zaproponowało, czyniąc wpis jeszcze bardziej osobistym i dokładnym.",
      "Wszystko, co napiszesz, zostanie zapisane w dzienniku, więc twoja historia nie zniknie po analizie.",
      "AI sprawia, że proces pracy z myślami jest nie tylko pożyteczny, ale i interesujący, przekształcając zwykłe wypełnianie dziennika w twórczą formę wyrażania siebie."
    ],
    "hint": [
      "Opisz co się wydarzyło, Twoje uczucia i myśli. W opisie postaraj się wspomnieć o:",
      "Co to było za wydarzenie",
      "Jaka automatyczna myśl się pojawiła",
      "Fizyczne odczucia, emocje",
      "Adaptacyjna odpowiedź na automatyczną myśl",
      "Wnioski z sytuacji"
    ]
  }
}