{
  "list": {
    "0": {
      "title": "Rekomendacje AI przy wypełnianiu dziennika",
      "description": "Wypełnianie dziennika automatycznych myśli może być trudnym i żmudnym zadaniem. Nasz system rekomendacji ułatwi ten proces: podpowie, wesprze i pomoże uniknąć błędów. Dzięki temu Twoja praca z myślami stanie się bardziej produktywna."
    },
    "1": {
      "title": "Spersonalizowana analiza Twoich zapisów",
      "description": "Podziel się swoimi troskami z naszym AI, a on pomoże Ci spojrzeć na Twoje trudności z nowej perspektywy. Sztuczna inteligencja wesprze Cię, zaproponuje przydatne rekomendacje i wskaże zniekształcenia poznawcze, nad którymi możesz skutecznie pracować, dążąc do rozwiązania problemów."
    },
    "2": {
      "title": "Bezpieczeństwo danych osobowych",
      "description": "Umożliwia ustawienie hasła podczas logowania do aplikacji i dodatkowo szyfruje Twoje dane osobowe. Gwarantuje to, że dostęp do aplikacji będzie niemożliwy bez poprawnego hasła, chroniąc Twoje informacje na najwyższym poziomie."
    },
    "3": {
      "title": "Rozpoznawanie mowy AI",
      "description": "Używamy najnowszych technologii rozpoznawania mowy z funkcją analizy emocji, aby dokładnie przekazać Twoje myśli i intonacje. Nasz system automatycznie dodaje akapity i znaki interpunkcyjne. Otrzymasz dokładne zapisy 4 razy szybciej niż przy wprowadzaniu z klawiatury."
    },
    "4": {
      "title": "Synchronizacja między wszystkimi urządzeniami",
      "description": "Twoje dane będą bezpiecznie zaszyfrowane i przechowywane na naszym serwerze, co zapewnia ich bezpieczeństwo. Umożliwia to również tworzenie zapisów na różnych urządzeniach jednocześnie, zapewniając wygodny i nieprzerwany dostęp do informacji w dowolnym momencie."
    },
    "5": {
      "title": "Pełny dostęp do testów",
      "description": "Nasze testy zostały opracowane przez profesjonalnych psychologów i zawierają szczegółowe wyjaśnienia do każdego pytania. Pomoże Ci to lepiej zrozumieć siebie i monitorować zmiany w swoim stanie, zapewniając bardziej świadome podejście do samopoznania i rozwoju."
    },
    "6": {
      "title": "Nielimitowany dostęp do bazy wiedzy",
      "description": "Samodzielne kształcenie to kluczowy element na drodze do bardziej świadomego i szczęśliwego życia. Opracowaliśmy obszerną bazę wiedzy, która jest stale aktualizowana. Czytaj nasze interaktywne artykuły bez ograniczeń i odkrywaj nowe sposoby na poprawę swojego życia każdego dnia."
    },
    "7": {
      "title": "Dodawanie obrazów do wpisów",
      "description": "Ilustruj swoje myśli za pomocą obrazów. Dodane obrazy zostaną zsynchronizowane na wszystkich urządzeniach i będą dostępne dla twojego psychologa!"
    }
  },
  "last": {
    "title": "Dostępne będą również następujące funkcje:",
    "advantages": [
      "Eksport danych w formacie CSV",
      "Automatyczna synchronizacja danych z psychologiem",
      "Timer wyłączania dźwięków relaksacyjnych",
      "Ochrona przed podwyżką cen subskrypcji"
    ]
  }
}
