{
  "ykRKsDopcp": {
    "title": "Аргументы за и против автоматической мысли",
    "description": "Добавить новый шаг в дневнике - приведение аргументов в пользу и против автоматической мысли"
  },
  "rwdHy8lyCk": {
    "title": "Добавить искусственный интеллект",
    "description": "Добавить интеграцию с популярными нейросетями для помощи в анализе своих мыслей, индивидуальных подсказок при работе с дневником"
  },
  "QejWpiat0v": {
    "title": "Оценка уровня веры в мысль после заполнения дневника",
    "description": "На данный момент можно оценить уровень веры в автоматическую мысль только перед началом проработки. Хотели бы вы оценивать эффект проработки после заполнения альтернативного ответа на мысль?"
  },
  "FFoEvFNDpe": {
    "title": "Мотивация к занятиям",
    "description": "Добавить учет дней непрерывных занятий в дневнике. Награждать условными значками, поощрениями внутри приложения"
  },
  "W9mMGTmapW": {
    "title": "Веб версия",
    "description": "Без особых сложностей мы могли бы создать веб версию приложения. Есть ли у вас потребность в работе с дневником через десктоп?"
  },
  "eur8RglkH0": {
    "title": "Больше материалов для изучения КПТ",
    "description": "Чувствуете ли вы потребность в обучающих материалах? Мы можем больше рассказать о методах работы с деструктивными мыслями, как справиться с неврозами, РПП и тд."
  },
  "EQ3zKWJ0pU": {
    "title": "Добавить статистику по дневнику",
    "description": "Показывать как часто вы ведете записи, самые частые эмоции, когнитивные искажения и тд."
  },
  "EauYpGQzAL": {
    "title": "Добавить копинг-карточки",
    "description": "Позволить создавать карточки с деструктивной мыслью на одной стороне и опровержением на другой. Такая техника используется в КПТ, чувствуете ли вы потребность в таком функционале?"
  },
  "gvwOk0eqXB": {
    "title": "Добавить статистику в тесты",
    "description": "Размесить на странице тестов график, показывающий динамику изменения результатов пройденных тестов."
  },
  "2o6HBDuM2o": {
    "title": "Новый психологический тест на тревожность",
    "description": "На данный момент мы добавили тест на уровень депрессии. Нужно ли добавить подобный тест на уровень тревожности?"
  },
  "2o7H8DtM2o": {
    "title": "Экспорт записей дневника автоматических мыслей в файл",
    "description": "Сейчас мы предоставляем возможность синхронизировать данные между разными устройствами. Нужно ли давать возможность скачать записи в формате CSV или Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Несколько автоматических мыслей",
    "description": "Текущий формат дневника предполагает проработку одной мысли за раз. Стоит ли дать возможность писать несколько мыслей, каждая из них будет оцениваться отдельно и будет отдельный альтернативный ответ под каждую?"
  },
  "iF6yEanPp3": {
    "title": "Ежедневник",
    "description": "Раздел где можно записывать произошедшее за день, а потом анализировать и вычленять автоматические мысли. Позже можно добавить ИИ для помощи в анализе записи."
  },
  "iF6sKCdvfds": {
    "title": "Промежуточные убеждения",
    "description": "Дать возможность связывать автоматические мысли с промежуточными убеждениями. Исходя из этого можно будет строить дерево убеждений и анализировать его."
  },
  "iF6sKverhdfd": {
    "title": "Ежедневная оценка состояния",
    "description": "Добавить возможность оценивать свое состояние каждый день при посещении приложения. Позже можно будет построить график изменения состояния и сравнивать его с динамикой изменения установок."
  },
  "iF6sKvevscdf1": {
    "title": "Развитие ежедневной оценки состояния",
    "description": "Сейчас вы можете оценивать свое психологическое состояние до и после занятий. Хотели бы вы также оценивать преобладающие эмоции и фиксировать какие упражнения вы делали для улучшения состояния?"
  },
  "iF6sKvJllcpwx": {
    "title": "Истории о преодолении психологических проблем",
    "description": "Добавить раздел, где можно рассказать историю преодоления своей психологической проблемы, чтобы вдохновить людей со схожими трудностями. И, соответственно, почитать истории других людей."
  },
  "iF6sKvKLdvkwq": {
    "title": "Тест с анализом 7 жизненных показателей",
    "description": "Тест анализирует несколько сторон жизни и определяет в каких сферах вы наиболее уязвимы. Например, зависите от одобрения окружающих или склонны к перфекционизму."
  },
  "sdvsdsdlwwQec": {
    "title": "Интеграция ИИ в ежедневник",
    "description": "ИИ будет помогать вам анализировать записи в ежедневнике и выделять автоматические мысли. Он предложит варианты решения ваших психологических проблем и будет помогать вам в проработке."
  },
  "sdvdcarlwwQff": {
    "title": "Сократический диалог",
    "description": "Не всегда получается выявить автоматическую мысль. Метод сократического диалога предполагает задавать себе вопросы, чтобы выявить скрытую мысль. ИИ будет задавать вам вопросы, чтобы помочь вам выявить автоматическую мысль."
  },
  "sdvdNdbxdwQfb": {
    "title": "Виртуальный психолог",
    "description": "Свободное общение с ИИ в диалоге. Можно поделиться своими переживаниями, спросить совета, получить поддержку."
  },
  "sdvdpsvwQfw": {
    "title": "Шкала раздражения Новако",
    "description": "Добавить новый тест на уровень раздражительности. Он покажет, какое количество гнева и раздражения вы поглощаете и держите в себе в повседневной жизни."
  },
  "sdvdpsvGscfvw": {
    "title": "Голосовой ввод",
    "description": "Возможность голосом заполнять текстовые поля в дневниках."
  },
  "rsoklcescfvwz": {
    "title": "Ежедневный анализ активности",
    "description": "В конце каждого дня после работы в приложении вы сможете заказать аналитику по дню от AI. Он сделает выводы по вашей работе, даст рекомендации."
  },
  "lkmvdsvdsfds": {
    "title": "Изображения в умном ежедневнике",
    "description": "Добавить возможность прикреплять изображения к записям в умном ежедневнике."
  },
  "iFlct67Ldvkwq": {
    "title": "Дневник благодарности",
    "description": "В умном ежедневнике добавить новый тип записи - благодарность."
  }
}
