{
  "title": "Copingová kartička: malý pomocník pro velké změny",
  "description": "Copingové kartičky jsou jednoduchý, ale velmi účinný nástroj kognitivně-behaviorální terapie. Pomáhají zvládat stres, dívat se na náročné situace z nové perspektivy a podpořit se v momentech pochybností. Tato drobná „připomenutí“ vracejí pocit jistoty a pomáhají posouvat se směrem k emočnímu růstu. Zkoumejte své myšlenky, hledejte oporu v sobě a krok za krokem směřujte ke klidnějšímu a stabilnějšímu životu.",
  "screen_1": {
    "texts": [
      "Copingové kartičky jsou nenápadný, ale velmi silný nástroj kognitivně-behaviorální terapie.",
      "Co jsou copingové kartičky?",
      "Copingové kartičky jsou technika KBT, která pomáhá zvládat negativní myšlenky a stresové situace a podporuje zdravější pohled na to, co se děje.",
      "Fungují jako „tahák“: napoví, jak nahradit nefunkční přesvědčení podpůrnějším a znovu se opřít o vlastní jistotu.",
      "Proč copingové kartičky používat?",
      "Snížení úzkosti: copingové kartičky pomáhají rychleji se zklidnit, když emoce zesílí.",
      "Opora v těžkých chvílích: v momentech pochybností se stávají hlasem podpory a připomínají vaši sílu i zdroje.",
      "Rozvoj sebepoznání: když si zapisujete myšlenky a reakce, lépe chápete, co spouští emoce a jak na ně můžete působit.",
      "Jednoduchost a dostupnost: rozhraní naší aplikace je srozumitelné a pohodlné, takže kartičky vytvoříte snadno a bez stresu."
    ],
    "quote": {
      "text": "Můžete trpět, pokud si zvolíte iracionální přesvědčení, ale nemusíte trpět, pokud si zvolíte racionální.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Jak to funguje?",
      "Když si všimnete nefunkční myšlenky, copingová kartička vám pomůže nahradit ji realističtější a podpůrnější verzí.",
      "Zpočátku to může chtít trochu cviku, ale časem budete negativní myšlenky zachycovat rychleji a měnit je na konstruktivnější.",
      "Například když se objeví myšlenka: „Nikdy nedosáhnu svých cílů“, můžete ji nahradit: „Někdy je to pro mě těžké, ale mám plán a můžu postupovat dál i malými kroky.“",
      "Tento přístup pomáhá nejen vidět situaci jinak, ale také motivuje k jednání.",
      "Kartičky pravidelně procházejte a aktualizujte.",
      "Naše pocity i myšlenky se mění, proto je důležité, aby kartičky odpovídaly vašim aktuálním potřebám.",
      "Pokud už některá negativní myšlenka ztratila sílu nebo jste náročnou situaci zvládli, upravte kartičku a zapište si nové podpůrné přesvědčení.",
      "V naší aplikaci můžete existující kartičky snadno upravovat a vytvářet nové.",
      "Časem se copingové kartičky stanou nejen nástrojem proti negativním myšlenkám, ale i vaším osobním průvodcem na cestě sebepoznání a emočního růstu."
    ]
  },
  "screen_3": {
    "texts": [
      "Podívejme se na pár příkladů, abychom si lépe ukázali princip nahrazování nefunkčních myšlenek.",
      "Příklad 1",
      "Nefunkční myšlenka: „Tenhle projekt nezvládnu, nejsem dost dobrý.“",
      "Konstruktivní náhrada: „Už dřív jsem zvládl náročné úkoly. Mám znalosti i zdroje, abych to dotáhl i teď.“",
      "Příklad 2",
      "Nefunkční myšlenka: „Všichni se mi budou smát, když řeknu něco hloupého.“",
      "Konstruktivní náhrada: „Chybu může udělat každý. Učím se a komunikace je příležitost růst a rozvíjet se.“",
      "Příklad 3",
      "Nefunkční myšlenka: „Nic se nezmění, život bude vždycky takový.“",
      "Konstruktivní náhrada: „Změny přicházejí postupně. I malé kroky vedou k velkým výsledkům.“",
      "Závěr",
      "Copingové kartičky jsou silný a zároveň jemný způsob, jak pracovat s myšlenkami a emocemi.",
      "Pomáhají znovu se spojit s racionálním, klidným pohledem na situaci a čelit negativním přesvědčením.",
      "Díky nim lépe porozumíte sobě i svým reakcím na stres.",
      "Začněte si kartičky vytvářet už dnes a udělejte první krok ke klidnějšímu, sebejistějšímu a stabilnějšímu životu."
    ]
  }
}
