{
  "title": "Copingová karta: Malý pomocník pro velké změny",
  "description": "Copingové karty – jednoduchý, ale mocný nástroj kognitivně-behaviorální terapie, který pomáhá zvládat stres a negativní myšlenky. Zjistěte, jak tyto malé «připomínky» mohou změnit vaše vnímání, vrátit sebevědomí a stát se průvodcem k emocionálnímu růstu. Ponořte se do světa sebepoznání a objevte cestu ke klidnějšímu životu pomocí copingových karet!",
  "screen_1": {
    "texts": [
      "Copingové karty – další tajná zbraň kognitivně-behaviorální terapie.",
      "Co jsou copingové karty?",
      "Copingové karty jsou efektivní metoda vyvinutá v rámci kognitivně-behaviorální terapie, která pomáhá lidem vyrovnávat se s negativními myšlenkami a stresovými situacemi.",
      "Slouží jako svého druhu «připomínka», napovídající, jak lze změnit destruktivní přesvědčení a vrátit si sebedůvěru.",
      "Proč používat copingové karty?",
      "Snížení úzkosti: Copingové karty vám pomohou rychle obnovit klid ve stresových situacích.",
      "Podpora v těžkých časech: Když potřebujete inspiraci nebo podporu, vaše karty budou vždy po ruce, aby vám připomněly vaše vnitřní zdroje.",
      "Rozvoj sebeuvědomění: Zapisováním svých myšlenek a pocitů budete lépe rozumět svým emocionálním reakcím a vzorcům chování.",
      "Snadné použití: Funkce naší aplikace je intuitivní a jednoduchá, což činí proces vytváření karet dostupným pro každého."
    ],
    "quote": {
      "text": "Můžete trpět, pokud si zvolíte iracionální přesvědčení, ale nemusíte trpět, pokud si zvolíte racionální.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Jak to funguje?",
      "Když si všimnete destruktivní myšlenky, je důležité použít copingové karty k jejímu nahrazení konstruktivnější myšlenkou.",
      "Tento proces může vyžadovat určitou praxi, ale časem se naučíte rychleji reagovat na negativní myšlenky a nahrazovat je pozitivními přesvědčeními.",
      "Například, pokud si myslíte: «Nikdy nedosáhnu svých cílů», můžete tuto myšlenku nahradit konstruktivnější: «Čelím obtížím, ale mám plán a mohu se pohybovat směrem ke svým cílům, i když malými kroky».",
      "To pomáhá nejen změnit vnímání situace, ale také inspiruje k činům.",
      "Pravidelně revidujte a aktualizujte své karty.",
      "Vaše pocity a myšlenky se mohou časem měnit, proto je důležité přizpůsobovat karty aktuálním potřebám.",
      "Například, pokud jste si všimli, že nějaká destruktivní myšlenka už není aktuální nebo se vám podařilo překonat určitý strach, aktualizujte kartu přidáním nových konstruktivních myšlenek nebo strategií.",
      "V naší aplikaci budete moci snadno upravovat již vytvořené karty nebo přidávat nové.",
      "Tímto způsobem se copingové karty stávají nejen nástrojem pro boj s negativními myšlenkami, ale i vaším osobním průvodcem v procesu seberozvoje a emocionálního růstu."
    ]
  },
  "screen_3": {
    "texts": [
      "Pojďme se podívat na několik dalších příkladů nahrazení destruktivních myšlenek konstruktivními, aby význam karet byl jasnější.",
      "Příklad 1",
      "Destruktivní myšlenka: «Nezvládnu tento projekt, nejsem dost dobrý».",
      "Konstruktivní náhrada: «Už jsem dříve zvládl obtížné projekty. Mám dovednosti a zdroje k úspěšnému dokončení tohoto úkolu».",
      "Příklad 2",
      "Destruktivní myšlenka: «Všichni se mi budou smát, když řeknu něco hloupého».",
      "Konstruktivní náhrada: «Každý může udělat chybu. Mohu se učit ze svých chyb a užívat si komunikaci».",
      "Příklad 3",
      "Destruktivní myšlenka: «Nic se nezmění, můj život bude vždycky takový».",
      "Konstruktivní náhrada: «Mohu podnikat kroky ke změnám. Malé kroky vedou k velkým výsledkům».",
      "Závěr",
      "Copingové karty jsou mocným nástrojem pro řízení svých myšlenek a emocí.",
      "Pomáhají obnovit spojení s racionální částí vaší mysli a čelit negativním přesvědčením.",
      "Jejich používáním budete lépe rozumět sobě a svým reakcím na stresové situace.",
      "Začněte vytvářet své copingové karty již dnes a objevte cestu ke klidnějšímu a sebevědomějšímu stavu!"
    ]
  }
}
