{
  "title": "Příběh Alice: cesta k překonání deprese",
  "description": "V tomto článku se podíváme na příběh člověka, který se potýkal s depresí, abychom ukázali, jak spolu souvisejí automatické myšlenky, mezipřesvědčení a hluboká přesvědčení. Na příběhu Alice a její práci s psychologem uvidíme, jak se přesvědčení vytvářejí a jak je lze měnit, aby bylo možné depresi lépe zvládat. Přístup vychází z principů kognitivně-behaviorální terapie (KBT).",
  "screen_1": {
    "texts": [
      "Abychom názorně ukázali vztah mezi automatickými myšlenkami, mezipřesvědčeními a hlubokými přesvědčeními, podívejme se na příběh Alice — mladé ženy, která se potýká s depresí a pochybnostmi o sobě.",
      "Nejprve si krátce přiblížíme její život a prostředí:",
      "Alice vyrůstala v neúplné rodině v menším městě. Když jí bylo šest, otec odešel k jiné ženě. Vztah s matkou byl složitý: často Alici kritizovala a jen zřídka ji chválila.",
      "Po rozvodu spolu rodiče téměř nekomunikovali a Alice měla pocit, že stojí mezi dvěma stranami a snaží se vyhovět oběma. Otec měl v nové rodině tři děti a trávil s nimi hodně času — jezdili na výlety do přírody a společně sportovali. Alice prožívala zranění, žárlivost a pocit, že je odstrčená.",
      "Ve škole se Alice stala premiantkou hlavně proto, aby si zasloužila matčino uznání, přičemž dobré známky byly pro matku „samozřejmost“. Později dokončila univerzitu s vyznamenáním v oboru marketing. Je jí 23 let, není vdaná a nemá děti. Kvůli hledání práce a stability vyhledá psychologa, protože se potýká s depresí.",
      "Její stav se zhoršil kvůli potížím s hledáním zaměstnání. Omezila sociální aktivity, většinu času se cítí sklesle a je přesvědčená, že se jí nic nepodaří."
    ]
  },
  "screen_2": {
    "texts": [
      "Teď se podívejme, jak se u Alice projevují tři úrovně myšlení na příkladu jejího rozhovoru s psychologem:"
    ],
    "dialog": [
      "Alice, zkuste si prosím vybavit situaci, kdy jste v poslední době cítila silné negativní emoce.",
      "Bylo to včera. Prohlížela jsem pracovní nabídky a uviděla jsem ideální pozici: zajímavá firma, flexibilní pracovní doba, dobrý výdělek. Ale úplně jsem ztuhla a životopis jsem nakonec neposlala.",
      "Co vás konkrétně zastavilo?",
      "Napadlo mě, že mě stejně nevezmou. Že je to pro mě moc složité. Že to nezvládnu (automatická myšlenka).",
      "Co pro vás znamená myšlenka, že to nezvládnete?",
      "Že úkoly neudělám dobře a že chyby jsou něco hodně špatného (mezipřesvědčení).",
      "Jak byste nazvala člověka, který dělá chyby a nezvládá věci?",
      "Je to nula, co nezvládne nic pořádného.",
      "A když se to děje vám — když narazíte na obtíže a uděláte chyby — kdo jste pak vy?",
      "Asi jsem nula (hluboké přesvědčení)."
    ]
  },
  "screen_3": {
    "texts": [
      "Teď už vidíme, jak spolu tři úrovně Alicina myšlení souvisejí a jak formují její emoční stav.",
      "Je důležité si připomenout: Alice se s těmito přesvědčeními nenarodila. Vznikla a upevnila se v průběhu života pod vlivem událostí a prostředí. A to znamená, že se dají změnit.",
      "Práce začíná u automatických myšlenek. Když se je Alice naučí zachytit a zpochybnit, oslabí jejich vliv a může se posunout k dalšímu kroku — ke změnám v mezipřesvědčeních.",
      "Postupně, krok za krokem, jí tyto změny pomohou přetvořit i hluboká přesvědčení a nahradit je realističtějšími a podpůrnějšími."
    ]
  }
}
