{
  "title": "Příběh Alisy, překonání deprese",
  "description": "Článek zkoumá příklad člověka trpícího depresí, aby ukázal vzájemný vztah mezi automatickými myšlenkami, přechodnými a hlubokými přesvědčeními. Prostřednictvím analýzy její životní cesty a interakce s psychologem článek vysvětluje, jak se tyto úrovně myšlení formují a jak je lze změnit k překonání deprese. Přístup je založen na principech kognitivně-behaviorální psychoterapie.",
  "screen_1": {
    "texts": [
      "Abychom názorně ukázali a vysvětlili, jak souvisejí automatické myšlenky, přechodná a hluboká přesvědčení, podívejme se na příklad Alisy, mladé dívky, která se potýká s depresí a pochybnostmi o sobě.",
      "Pro úplnost si řekněme něco o jejím osobním a sociálním příběhu:",
      "Alisa vyrůstala v neúplné rodině v malém městečku. Její otec odešel k jiné ženě, když jí bylo pouhých 6 let. Vztah s matkou byl složitý: matka, která pracovala jako zdravotní sestra, neustále nacházela důvod ke kritice a velmi zřídka dceru chválila.",
      "Po rozvodu rodičů mezi nimi nebyl žádný kontakt a Alisa se cítila jako na minovém poli, snažíc se vyhovět oběma. Otec měl v nové rodině dva syny a dceru. S nimi trávil hodně času, jezdil s nimi o víkendech do přírody a dokonce s nimi sportoval. Alisa jim bezděčně záviděla.",
      "Ve školních letech se Alisa stala premiantkou, částečně kvůli touze získat matčino uznání, která stanovila dobré známky jako normu. Alisa dokončila univerzitu s červeným diplomem, specializovala se na marketing. Nyní je jí 23 let, není vdaná a nemá děti. Při hledání práce a stability se rozhodla obrátit na psychologa kvůli depresi.",
      "Depresivní porucha se u Alisy aktivovala kvůli obtížím s hledáním práce po ukončení univerzity. Začala vést méně aktivní společenský život a většinu času tráví v sklesnutém stavu, přesvědčená, že se jí nic nepodaří."
    ]
  },
  "screen_2": {
    "texts": [
      "Nyní se podívejme, jak vzájemně působí všechny tři úrovně jejího myšlení na příkladu komunikace Alisy s psychologem:"
    ],
    "dialog": [
      "Aliso, vzpomeňte si prosím na situaci, kdy jste naposledy zažila intenzivní negativní emoce.",
      "Bylo to včera. Prohlížela jsem si nabídky práce a uviděla jsem ideální variantu — kreativní společnost, flexibilní pracovní doba, dobrý plat. Ale ztuhla jsem a nedokázala jsem odeslat životopis.",
      "Co vás zastavilo?",
      "Zdá se, že jsem si pomyslela, že mě stejně nevezmou, protože je to pro mě příliš složité. Nezvládnu to (automatická myšlenka)",
      "Co pro vás znamená myšlenka, že tuto práci nezvládnete?",
      "Že nedokážu plnit úkoly na vysoké úrovni a že dělat chyby je hrozné (přechodné přesvědčení).",
      "A jak byste nazvala člověka, který něco nezvládá, pokud dělá chyby?",
      "Je k ničemu, je to neúspěšný člověk.",
      "A pokud něco nezvládáte, děláte chyby a pouštíte se do něčeho, co nedokážete udělat, jaká tedy jste?",
      "Jsem neúspěšná (hluboké přesvědčení)."
    ]
  },
  "screen_3": {
    "texts": [
      "Nyní vidíme, jak jsou uspořádány všechny tři úrovně destruktivního myšlení Alisy.",
      "Je důležité chápat, že Alisa se s takovými přesvědčeními nenarodila. Upevnily se v různých obdobích jejího života a za různých okolností. To znamená, že je lze a je třeba je měnit.",
      "Proces změny začíná prací s automatickými myšlenkami. Když se Alisa naučí je zpochybňovat a dokazovat jejich destruktivnost, čímž sníží důvěru v ně, můžeme přejít k další vrstvě — přechodným přesvědčením.",
      "«Otřásáním» víry v ně budeme moci dosáhnout k hlubokým přesvědčením a změnit je na adaptivnější a užitečnější."
    ]
  }
}
