{
  "title": "Vyberte si život!",
  "description": "Tento článek se dotýká aktuálního tématu deprese a sebevražedných myšlenek, poskytuje statistické údaje a analyzuje souvislost mezi nimi. Osvětluje roli kognitivně-behaviorální terapie (KBT) v boji s těmito problémy a také zdůrazňuje význam vyhledání odborné pomoci a dostupnosti bezplatných psychologických služeb. Článek je zaměřen na inspiraci a podporu čtenářů, připomíná hodnotu života a důležitost zachování naděje.",
  "screen_1": {
    "texts": [
      "Když mluvíme tolik o negativním myšlení, iracionálních přesvědčeních a depresi, nemůžeme se nedotknout ještě jednoho velmi důležitého, i když složitého tématu – sebevraždy.",
      "Budeme velmi rádi, pokud vás tato otázka nikdy netrápila, ale pokud jste někdy přemýšleli o tom, že smrt je jediným východiskem, nebo pokud takto přemýšlíte nyní, chceme vás podpořit a promluvit si o tom.",
      "Bohužel se mnoho lidí potýká s tímto problémem. Podle údajů WHO (Světové zdravotnické organizace) je každoročně spácháno přibližně 800 000 - 1 000 000 sebevražd. A to jsou pouze oficiální údaje.",
      "Počet sebevražd v celé historii převyšuje počet zabitých ve všech válkách dohromady. Je těžké tomu uvěřit, ale je to tak.",
      "Velkou roli v tom hraje deprese. Asi 45 až 60 % všech sebevražd na planetě páchají lidé trpící depresí. Člověk v depresi je 35krát náchylnější k sebevraždě než v normálním psychologickém stavu.",
      "Při pohledu na tato děsivá čísla se člověku udělá nevolno, ale neříkáme to proto, abychom vás vyděsili, ale abychom ukázali, že takových lidí je mnoho a bohužel většina z nich, když se s tímto problémem setká, se o své zážitky nedělí, stydí se a myslí si, že jsou v tom sami."
    ]
  },
  "screen_2": {
    "texts": [
      "Tím chceme říci, že sebevražedné myšlenky nejsou známkou slabosti nebo méněcennosti a neměli byste se za ně stydět.",
      "Lidé přicházejí k myšlenkám na sebevraždu různými cestami, ale všichni mají zpravidla jedno společné: nepřekonatelnou emocionální bolest, kvůli které se smrt jeví jako jediná záchrana.",
      "Takoví lidé mohou vnímat smrt jako prostředek, jak se vyhnout bolesti a utrpení, protože život se zdá příliš těžký, nebo jako způsob, jak přestat být «břemenem» pro své blízké.",
      "Výzkumy ukázaly, že jedním z hlavních faktorů rozvoje sebevražedných myšlenek je nerealistický pocit beznaděje. Při analýze myšlení takových lidí je vidět, že v něm dominuje stabilní pesimistický obraz světa, a kvůli zkreslenému vnímání se cítí být v pasti bez východiska.",
      "Zdá se jim, že nikdy nebyli a už nebudou šťastní. Ale je důležité pochopit, že beznaděj a zoufalství jsou jen symptomy deprese, a ne objektivní realita.",
      "Rozhodnutí spáchat sebevraždu je výsledkem iracionálního přesvědčení, že se život nemůže zlepšit. Ale je skutečně vše tak beznadějné? Existují důkazy a stoprocentní záruky, že vše bude pokračovat stejně špatně?"
    ]
  },
  "screen_3": {
    "texts": [
      "Když trpíte, je těžké si představit, že lze žít jinak. Když uslyšíte frázi «myslete pozitivně», můžete si myslet, že vaše problémy nejsou brány vážně, nebo cítit vinu za to, že nemůžete situaci brát jednodušeji.",
      "Není to vaše vina. Zdá se, že vaše mysl uvízla v bažině zoufalství. Vaše bolest a pocity jsou skutečné a nemůžete se jich jen tak zbavit tím, že se pokusíte myslet na dobré věci.",
      "Ale pojďme si jen na chvíli představit, že ta nekonečná temnota, která vás nyní obklopuje, je iluze, špinavé brýle, přes které se díváte na svět.",
      "Zachyťte se této myšlenky a nechť je vaším paprskem světla v této neproniknutelné tmě. Protože ve skutečnosti je temnota kolem vás překonatelná.",
      "Nejsou to prázdná slova! Existuje mnoho důkazů o účinnosti kognitivně-behaviorální terapie (KBT). V současné době je tento přístup považován za jednu z nejúčinnějších metod léčby sebevražedného chování a je v arzenálu mnoha psychoterapeutů a výzkumníků po celém světě.",
      "V \"National Library of Medicine\" byla publikována studie shrnující výsledky 15 experimentů s účastí 29 071 lidí. Podle výsledků těchto experimentů byla KBT v 87 % případů nejúčinnější metodou při prevenci opakovaných pokusů o sebevraždu.",
      "To je velmi vysoké číslo. Samozřejmě, budete muset vynaložit mnoho úsilí, abyste zcela vykořenili sebevražedné myšlenky, ale KBT je účinným nástrojem pro vynakládání vašeho úsilí."
    ]
  },
  "screen_4": {
    "texts": [
      "Budeme mít samostatnou sekci, kde budeme diskutovat o tom, jak překonat depresi pomocí KBT, tam znovu podrobně probereme překonávání sebevražedných myšlenek.",
      "Děláme vše, co je v našich silách, abychom podpořili vaši touhu žít, ale nemůžeme nabídnout stejnou individuální pomoc, kterou může poskytnout profesionální psycholog.",
      "Pokud cítíte, že stojíte na pokraji, okamžitě vyhledejte odborníka!",
      "Konzultace s psychologem mohou být placené, ale ve většině zemí světa fungují centra poskytující bezplatnou krizovou psychologickou pomoc. Udělejte první krok ke svému vlastnímu šťastnému životu — vyhledejte pomoc!",
      "Chápeme, že je to vážný krok, ke kterému se ne vždy snadno odhodláte, ale právě odborník vám dokáže poskytnout potřebnou podporu a naučit vás dovednostem svojpomoci.",
      "Věříme, že s pomocí kognitivně-behaviorální terapie (KBT) budete schopni projít cestu, která je nezbytná pro získání vlastního pozitivního světonázoru.",
      "Žít není vždy snadné, existují velmi těžká období. Ale svět je obrovský a krásný a váš život je neocenitelný. Pamatujte na to. Tento svět stojí za to, abyste žili!"
    ],
    "quote": {
      "text": "Nejtemnější čas noci nastává těsně před úsvitem.",
      "author": "Thomas Fuller"
    }
  }
}
