{
  "title": "Vyberte si život!",
  "description": "Článek otevírá téma deprese a sebevražedných myšlenek, uvádí srozumitelná čísla a vysvětluje, jak spolu souvisejí. Popisuje roli kognitivně-behaviorální terapie (KBT) při zvládání podobných krizí, zdůrazňuje důležitost obrátit se na odborníky a připomíná, že existuje i bezplatná psychologická pomoc. Text podporuje, připomíná hodnotu života a potřebu držet se naděje.",
  "screen_1": {
    "texts": [
      "Když už mluvíme o negativním myšlení, iracionálních přesvědčeních a depresi, nemůžeme vynechat ještě jedno těžké, ale důležité téma — sebevraždu.",
      "Upřímně nás těší, pokud se vás to nikdy netýkalo. A pokud se vám myšlenka na smrt někdy — nebo právě teď — zdála jako jediné východisko, chceme vás podpořit a mluvit o tom klidně a otevřeně.",
      "Podle odhadů WHO (Světové zdravotnické organizace) dojde ve světě každý rok k velkému počtu sebevražd. A to jsou jen oficiální údaje.",
      "Někdy se uvádí, že v průběhu dějin je počet sebevražd srovnatelný se ztrátami ve válkách. Je těžké ta čísla přijmout, ale ukazují rozsah problému i to, že takových lidí je mnoho.",
      "Velkou roli zde hraje deprese: značná část sebevražd se týká lidí s depresivními poruchami a v tomto stavu riziko mnohonásobně roste.",
      "Neuvádíme tato fakta proto, abychom vás vyděsili, ale abychom vám připomněli: nejste v tom sami. Mnoho lidí mlčí kvůli studu a pocitu, že „tohle se děje jen mně“, i když pomoc může být nablízku."
    ]
  },
  "screen_2": {
    "texts": [
      "Sebevražedné myšlenky nejsou známkou slabosti ani „méněcennosti“. Není třeba se za ně stydět.",
      "Lidé se k nim dostávají různými cestami, ale často je spojuje jedno — nesnesitelná duševní bolest, kvůli které se smrt jeví jako jediné ulehčení.",
      "Někdy se smrt zdá jako způsob, jak ukončit utrpení, nebo jak „nebýt přítěží“ pro blízké. Je to stav zoufalství, ne střízlivé hodnocení vlastní hodnoty.",
      "Výzkumy ukazují, že klíčovým faktorem je pocit beznaděje. Když je vnímání zkreslené, svět se zdá jako jedna souvislá tma a budoucnost jako uzavřená.",
      "Je důležité pamatovat: beznaděj a zoufalství jsou příznaky deprese, ne samotná realita.",
      "Myšlenka odejít ze života se často opírá o přesvědčení, že už nikdy nebude lépe. Ale je to opravdu tak? Existují vůbec nějaké důkazy, že všechno zůstane stejné?"
    ]
  },
  "screen_3": {
    "texts": [
      "Když je bolest velká, je těžké si představit jiný život. Věty jako „mysli na něco hezkého“ mohou znít zlehčujícím způsobem a jen přidat pocit viny.",
      "Není to vaše vina. Může to působit, jako by se rozum zasekl v bahně. Bolest je skutečná a nejde jen tak „přepnout“ a přestat cítit.",
      "Zkuste si na chvíli představit, že ta neproniknutelná tma je jako špinavá skla na brýlích: zkreslují obraz.",
      "Držte se té myšlenky jako tenké niti: tmu je možné rozptýlit a vy jste víc než to, co teď prožíváte.",
      "Nejsou to prázdná slova: účinnost KBT potvrzují výzkumy a po celém světě se používá ke snižování rizika opakovaných pokusů a k pomoci při zvládání krizí.",
      "Souhrnné přehledy ukazují, že KBT pomáhá snižovat četnost relapsů a zpřehledňuje kroky ven ze slepé uličky.",
      "Ano, bude to vyžadovat úsilí, ale KBT nabízí jasné nástroje a postup, aby to úsilí nevyšlo nazmar."
    ]
  },
  "screen_4": {
    "texts": [
      "Samostatnou část věnujeme tomu, jak pracovat s depresí na základě KBT — včetně toho, jak zvládat sebevražedné myšlenky.",
      "Snažíme se posílit vaši chuť žít, ale skutečnou osobní pomoc může poskytnout jen odborník.",
      "Pokud jste na hraně — neprodleně vyhledejte lékaře, psychologa nebo krizové služby (při bezprostředním ohrožení volejte na tísňovou linku).",
      "I když si nemůžete dovolit placené konzultace, v mnoha zemích fungují místa, kde pomáhají zdarma a bez zbytečného čekání. První krok už je pohyb směrem k životu.",
      "Chápeme, že rozhodnout se není snadné. Právě odborník ale pomůže ustát bouři a naučí vás to, co vás bude podpírat i dál.",
      "Věříme, že s pomocí KBT si postupně dokážete vybudovat teplejší a odolnější vztah k sobě i ke světu.",
      "Život není jednoduchý a těžká období zažívá mnoho lidí. Svět je ale velký a krásný a váš život je nevyčíslitelně cenný. Prosím, pamatujte na to: v tomhle světě stojí za to žít!"
    ],
    "quote": {
      "text": "Nejtemnější část noci přichází těsně před úsvitem.",
      "author": "Thomas Fuller"
    }
  }
}
