{
  "title": "Mohou být iracionální přesvědčení užitečná?",
  "description": "Článek rozebírá vliv iracionálních přesvědčení na psychoemocionální stav člověka. Na příkladu Johna, který usiluje o úspěch kvůli hlubokému přesvědčení o své neschopnosti, se ukazuje, jak se taková přesvědčení mohou stát destruktivními copingovými strategiemi. Autor zdůrazňuje důležitost uvědomění a přehodnocení vlastních přesvědčení pro zlepšení kvality života.",
  "screen_1": {
    "texts": [
      "V předchozích kapitolách jsme kladli velký důraz na destruktivní myšlenky a přesvědčení. Není to překvapivé, protože právě ty negativně ovlivňují naše emoce, chování a celkový stav.",
      "V této souvislosti vyvstává otázka: jsou opravdu všechna naše přesvědčení tak špatná, a mohou nám být užitečná?",
      "Problém spočívá v tom, že negativní přesvědčení se aktivují, když jsme ve stresu, sklíčeném stavu nebo depresi, nebo když se setkáme s nějakým potvrzením těchto přesvědčení.",
      "Například pokud má člověk přesvědčení «Nejsem ničeho schopen», pak v situaci neúspěchu u zkoušky nebo kritiky od nadřízeného se toto přesvědčení pravděpodobně aktivuje.",
      "Člověk bude interpretovat dění skrz prizma tohoto přesvědčení, i když je to nelogické a nerozumné.",
      "To však neznamená, že všechna naše přesvědčení jsou špatná a není v nich nic užitečného.",
      "V méně stresových situacích nebo v pozitivnějším rozpoložení se může aktivovat jiné, pozitivní přesvědčení, například: «Jsem dostatečně schopný».",
      "Proto odpověď na otázku «Jsou všechna přesvědčení škodlivá?» — ne, nejsou všechna."
    ]
  },
  "screen_2": {
    "texts": [
      "Co se týče pozitivního vlivu iracionálních přesvědčení, je situace o něco složitější, pojďme to rozebrat.",
      "Někteří si možná myslí, že to není tak zlé a iracionální přesvědčení mohou v životě dokonce pomáhat, ale to je spíše mylná představa než pravda.",
      "Pro úplnost uveďme příklady. Už jsme si říkali, že existují tři úrovně myšlení: myšlenky, přechodná a hluboká přesvědčení.",
      "Představme si, že mladý muž jménem John má hluboké přesvědčení: «Nejsem ničeho schopen», a přechodné — například «Musím být vždy úspěšný».",
      "Na jedné straně se může zdát, že na tomto přesvědčení není nic špatného. Vždyť je skvělé, že John chce být úspěšný. Na první pohled opravdu není nic špatného, pokud je to jen přání nebo cíl, a ne tvrdé, rigidní pravidlo.",
      "Můžete si myslet, že je to pro něj dokonce užitečné, protože díky tomuto nastavení bude hodně pracovat, dosáhne určitých úspěchů, stane se motivovanějším a cílevědomějším.",
      "Práce se pro něj stává velmi důležitou, a zdá se, že to má za následek pouze pozitivní důsledky.",
      "Ale pojďme se podívat hlouběji.",
      "Pokud je to skutečně přechodné přesvědčení, a ne jen pouhé přání, pak bude pravděpodobně destruktivní, nikoli konstruktivní. Je to proto, že je zakořeněno v jeho hlubokém přesvědčení. V takovém případě se práce pro Johna stává copingovou strategií (O copingových strategiích si ještě povíme v následujících kapitolách)."
    ],
    "quote": {
      "text": "Protože člověk může svou práci buď milovat, nebo nenávidět, musí vidět její důsledky. Workoholici však zapomínají, že neexistují pro práci, ale práce pro ně.",
      "author": "Lev Tolstoj"
    }
  },
  "screen_3": {
    "texts": [
      "Stručně řečeno, copingová strategie je reakce na stres, projevující se prostřednictvím myšlenek, pocitů nebo chování.",
      "Zjednodušeně řečeno, John usiluje o to být úspěšný (to je jeho přechodné přesvědčení), aby se necítil neschopný (což je jeho hluboké přesvědčení). A jeho zaměření na práci je způsob, jak se vyhnout takovému sebepojetí.",
      "Je to destruktivní, protože pokud John narazí na problémy v práci, selže ve své kariéře nebo bude propuštěn, nevědomky se střetne se svým hlubokým přesvědčením o vlastní neschopnosti, což se pro něj může stát něčím jako apokalypsou.",
      "To může vést ke zhoršení jeho stavu, apatii, destruktivnímu chování a dokonce i depresi.",
      "Teď už důsledky nevypadají tak skvěle, že?",
      "Ukazuje se, že přesvědčení «Musím být vždy úspěšný» je spíše škodlivé než užitečné. Vždyť nikdo z nás není ochráněn před neúspěchy a chybami. S takovým nastavením se každá chyba stane potvrzením hlubokého přesvědčení, což zase jen posílí jeho víru v něj.",
      "Je důležité pochopit, že jakékoli přesvědčení je jen myšlenka, kterou lze změnit a učinit ji užitečnější. Tím můžeme výrazně zlepšit kvalitu života, a v tom pomáhá kognitivně-behaviorální terapie."
    ]
  }
}
