{
  "title": "Mohou být iracionální přesvědčení užitečná?",
  "description": "Článek zkoumá, jak iracionální přesvědčení ovlivňují psychické prožívání. Na příkladu Johna, který se žene za úspěchem kvůli hluboké jistotě o vlastní neschopnosti, ukazuje, jak se podobná přesvědčení mohou proměnit v destruktivní copingové strategie. Text zdůrazňuje, jak důležité je svá přesvědčení rozpoznávat a přehodnocovat, aby se zvyšovala kvalita života.",
  "screen_1": {
    "texts": [
      "V předchozích kapitolách jsme věnovali hodně pozornosti nefunkčním myšlenkám a přesvědčením. Je to logické: právě ony často výrazně zhoršují emoce, chování i celkovou pohodu.",
      "Odtud se nabízí otázka: jsou opravdu všechna přesvědčení škodlivá — nebo mohou některá z nich i pomáhat?",
      "Negativní přesvědčení se nejčastěji aktivují ve stresu, při vyčerpání nebo depresi, případně při událostech, které jako by je potvrzovaly.",
      "Například pokud má člověk přesvědčení „Na nic nemám“, po neúspěchu u zkoušky nebo po výtce od nadřízeného se pravděpodobně ozve naplno.",
      "Pak začne situaci vnímat přes jeho prizma, i když je takový pohled nelogický a neodpovídá faktům.",
      "To ale neznamená, že všechna přesvědčení jsou stejně špatná a úplně bez užitku.",
      "V klidnějších podmínkách nebo když máme víc energie, se může „zapnout“ i podpůrné přesvědčení, například: „Jsem dost schopný“.",
      "Takže na otázku „Jsou všechna přesvědčení škodlivá?“ zní odpověď: ne, nejsou."
    ]
  },
  "screen_2": {
    "texts": [
      "Když mluvíme o „užitečnosti“ iracionálních přesvědčení, je to složitější, než se může zdát — pojďme si to rozebrat.",
      "Někdy to může vypadat, že taková přesvědčení člověka ženou k výkonu; ve skutečnosti je to ale častěji rozšířený omyl než pravidlo.",
      "Pro připomenutí si vezměme tři úrovně: automatické myšlenky, mezipřesvědčení a hluboká přesvědčení.",
      "Představme si mladého člověka jménem John, který má hluboké přesvědčení „Na nic nemám“ a mezipřesvědčení „Musím být vždy úspěšný“.",
      "Na první pohled to zní docela dobře: usilovat o úspěch je smysluplné, pokud jde o pružné přání, ne o nekompromisní pravidlo.",
      "Mohlo by se zdát, že je to vlastně užitečné — jako by to zvyšovalo motivaci, vedlo k výsledkům a posilovalo cílevědomost.",
      "Práce pak působí jako něco mimořádně důležitého a zdánlivě přináší samé výhody.",
      "Jenže pojďme o krok hlouběji.",
      "Pokud jde skutečně o rigidní mezipřesvědčení, a ne jen o přání, bude nejspíš destruktivní, protože vyrůstá z hluboké představy o vlastní neschopnosti. V takovém případě se práce pro Johna stává copingovou strategií (o copingových strategiích si povíme v dalších kapitolách)."
    ],
    "quote": {
      "text": "Protože člověk může svou práci jen milovat nebo nenávidět, měl by vidět její důsledky. Workoholici jen zapomínají, že nejsou pro práci, ale práce je pro ně.",
      "author": "Lev Tolstoj"
    }
  },
  "screen_3": {
    "texts": [
      "Stručně: copingová strategie je způsob, jak reagovat na stres skrze myšlenky, pocity nebo chování.",
      "Jednoduše řečeno: John se snaží být úspěšný (mezipřesvědčení), aby nemusel cítit, že „na nic nemá“ (hluboké přesvědčení). Zaměření na práci se tak stává způsobem, jak se vyhnout bolestnému vnitřnímu prožitku.",
      "Je to destruktivní, protože jakákoli vážnější komplikace v práci — neúspěch projektu, zpomalení kariéry nebo propuštění — může Johna prudce konfrontovat s hlubokým přesvědčením o vlastní neschopnosti, což se prožívá jako „vnitřní apokalypsa“.",
      "Důsledkem může být zhoršení stavu, apatie, sebedestruktivní chování a dokonce i deprese.",
      "Ty možné „plusy“ pak už nezní tak přesvědčivě, že?",
      "Z toho vyplývá, že přesvědčení „Musím být vždy úspěšný“ je spíš škodlivé: chyby jsou nevyhnutelné a při takové rigiditě bude každá z nich „dokazovat“ hlubokou neschopnost a ještě ji posilovat.",
      "Je dobré pamatovat: přesvědčení je jen myšlenka, kterou lze přehodnotit a upravit tak, aby byla užitečnější. To dokáže výrazně zlepšit kvalitu života — a právě to učí kognitivně-behaviorální terapie."
    ]
  }
}
