{
  "title": "Beroendet av framgångar",
  "description": "Kärlek, besjungen av poeter och konstnärer, ger vingar och en känsla av livsfullhet. Men när kärlek förvandlas till ett patologiskt behov förstör det personligheten och hindrar skapandet av sunda relationer, särskilt hos människor med låg självkänsla. Verklig lycka och ett fullvärdigt liv kan man finna genom att lära sig reglera sitt humör och njuta av nöjen som inte är beroende av att ha en partner.",
  "screen_1": {
    "texts": [
      "Vi lever i en era av \"tävling om prestationer\", där vi definieras av vår framgång. Det verkar som om vem som helst kan bli vad som helst, tjäna stora pengar och vinna auktoritet i samhället.",
      "Det finns inget tak för ambitioner och detta förvandlar våra liv till en konstant tävling, där vi är övertygade om att människans värde bestäms av prestationer.",
      "Även om denna övertygelse verkar oskyldig, har den i själva verket förödande konsekvenser.",
      "Vad innebär beroende av prestationer?",
      "Det är när din självkänsla bygger på produktivitet, status, intelligens eller framgång.",
      "Så länge allt går bra med dina studier eller arbete känner du dig lycklig och fullständig som människa. Men så fort du misslyckas eller inte når ett uppsatt mål, överväldigas du av intensiva negativa känslor.",
      "I det ögonblicket tänker du förmodligen att du är en värdelös misslyckad person som inte klarar någonting.",
      "Vilka övertygelser kan grunda sig på ett sådant beroende?",
      "Om jag inte lyckas är det fruktansvärt. Det betyder att jag är svag / dum / värdelös",
      "Om jag inte lyckas betyder det att jag är en förlorare",
      "Om jag har misslyckats betyder det att jag är värdelös och aldrig kommer att uppnå något",
      "Jag måste vara framgångsrik, annars finns det ingen anledning att leva. Allt förlorar sin mening. Jag kommer aldrig att bli riktigt lycklig",
      "Överdriven upptagenhet med prestationer är inte bara utbredd bland män utan också, på senare tid, bland kvinnor, som allt oftare visar karriärambitioner och strävan efter framgång.",
      "Medan kvinnor oftare visar omsorg om relationer, uppvisar män ofta sårbarhet för misslyckanden i karriären, eftersom de från barndomen får lära sig att deras värde bestäms av prestationer.",
      "Varför och hur bildas sådana övertygelser?",
      "Orsakerna kan vara många, men vanligtvis formas sådana attityder redan i barndomen. Kanske var föräldrarna till en sådan person kalla och distanserade, gav honom inte kärlek, omsorg och acceptans.",
      "Då försöker barnet förklara varför det händer.",
      "Om Pelle från granngården är älskad, hyllad och accepterad, men inte jag, betyder det att jag är annorlunda på något sätt, och om jag vore bättre skulle jag definitivt bli älskad.",
      "Ett annat alternativ är att föräldrarna gav kärlek, uppmärksamhet, beröm och omsorg endast om han uppnådde framgångar.",
      "Om barnet fick ett A i skolan, prisades han, och om inte, fick han ingen uppmärksamhet."
    ]
  },
  "screen_2": {
    "texts": [
      "Ytterligare ett alternativ är en frånvarande förälder. Barn har ett egocentriskt tänkande och förklarar allt som händer i världen genom sig själva.",
      "Om pappa lämnade betyder det att jag var ett dåligt barn, inte att han och mamma inte kom överens. Följaktligen, om pappa ser hur bra, framgångsrik och smart jag är, kommer han säkert att återvända, eller åtminstone förstå vem han förlorade.",
      "Det är just sådana scenarier som formar beroendet av framgång. Och senare, under tonåren, ungdomen eller redan i vuxenlivet, kan vissa händelser och situationer stärka tron på denna övertygelse.",
      "Som resultat lär sig personen att han bara kan bli älskad för sina prestationer. Man måste vara framgångsrik, annars blir man övergiven, förkastad och ensam.",
      "Följaktligen, när man möter diskrepansen mellan den ideala bilden och den verkliga, stöter man på sin egen onödighet och värdelöshet, vilket är mycket smärtsamt.",
      "Det första steget mot att förändra attityden till personligt värde är att avgöra om det kommer att gynna eller skada dig. Att besluta att sluta definiera ditt värde genom dina prestationer är det viktigaste första steget mot att förändra ditt trossystem.",
      "Naturligtvis kan beroende av prestationer ha fördelar. Du kan berömma dig själv och känna dig fantastisk när du uppnår något.",
      "En känsla av överlägsenhet jämfört med andra människor. Det är ju du som har uppnått något, inte andra.",
      "Tack vare detta trossystem kan du vara motiverad till framgång, anstränga dig mer, göra karriär, tjäna pengar.",
      "Det är ju prestationer som ger dig värde. För att känna din betydelse måste du bli bättre och bättre varje gång. Det låter faktiskt ganska bra, vid första anblicken.",
      "Vilka är då nackdelarna med tänkesättet \"värde är lika med prestationer\"?",
      "Om din verksamhet eller karriär går bra kan du bli så uppslukad av dem att du avskärmar dig från andra potentiella källor till tillfredsställelse och njutning.",
      "Relationer med familj, nära och vänner - slutar att glädja dig, du ägnar hellre tid åt arbetet än med dina närmaste.",
      "Du har ingen tid över för dig själv, du arbetar outtröttligt från morgon till sen kväll.",
      "Din arbetsmani ger dig ingen paus, för om du saktar ner får du abstinensbesvär, du kommer att känna tomhet, meningslöshet, tråkighet, som om du missar något viktigt. Du glömmer bort hur man vilar.",
      "Vila kommer för dig att likställas med lättja, som om du just nu kunde göra något användbart, men inte gör det. Utan prestationer kommer du att känna dig värdelös och tråkig, eftersom du inte har någon annan grund för självrespekt och tillfredsställelse.",
      "Detta kan leda till utbrändhet, kroniska sjukdomar, konstant känsla av stress och depression.",
      "Dessutom kan arbetsmani betraktas som ytterligare ett beroende som underblåser besatthet av framgång, vilket gör det svårare att hantera."
    ],
    "quote": {
      "text": "I eran av \"tävling om prestationer\" definieras vi av vår framgång, och det verkar som om var och en kan bli vad som helst.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Försämring av sociala relationer",
      "Det händer ofta att människor som ständigt strävar efter framgång känner sig ensamma, och det är helt förklarligt.",
      "Du kanske inte har tid eller energi att upprätthålla sociala kontakter. Om du under lång tid inte ägnar tid åt nära och kära, kommer det definitivt att påverka dina relationer.",
      "Din partner kan hitta någon annan, eftersom hen inte får uppmärksamhet, kärlek och omsorg i relationen med dig.",
      "Beroendet av framgång påverkar också din uppfattning om andra. Det kan vara så att en person vägrar att umgås med dem som står lägre i social status eller inte uppfyller de kriterier för \"framgång\" som hen har definierat för sig själv.",
      "Allt detta påverkar negativt relationerna med människor omkring dig.",
      "Prokrastinering",
      "När det bara finns ett \"perfekt\", rätt alternativ, bara en väg till lycka, får man inte göra något misstag, man måste beräkna och planera allt exakt så att allt blir precis som det var tänkt.",
      "Men i själva verket förstår du mycket väl att det inte finns några garantier för framgång, vilket betyder att det är bättre att inte ens börja denna väg. Då uppstår tanken att avsaknad av försök är bättre än ett misslyckat försök.",
      "Efter ett misslyckande måste man ju dessutom genomleva obehagliga känslor som verkar outhärdliga. Allt detta leder till nästan oundviklig prokrastinering.",
      "Avsaknad av självkänsla",
      "Livet är en sådan oförutsägbar sak: sjukdom, försämring av situationen på jobbet, krigshandlingar eller något annat som inte beror på dig, när du inte längre kan upprätthålla arbetsförmågan på samma nivå.",
      "Då kommer betalningens timme - svår depression, orsakad av övertygelsen att minskad produktivitet indikerar din värdelöshet. I det ögonblicket kommer hela ditt liv att raseras, du kommer att vara förkrossad.",
      "Du levde för att prestera, och nu kan du inte göra det. Avsaknad av självkänsla kan till och med leda till självmordsförsök - det högsta och oåterkalleliga priset för att du uteslutande värderar ditt värde enligt marknadens standarder.",
      "I varje beroende finns tolerans, och beroende av prestationer är inget undantag.",
      "Du kommer att möta det faktum att du alltid saknar något: framgång, titlar, utmärkelser, pengar, fastigheter. I takt med framsteg ökar kraven bara, vilket tvingar dig att inte stanna upp.",
      "Varje ny prestation slutar ge samma nöje som tidigare, och för att känna något igen måste du avsevärt öka dina ansträngningar.",
      "Varför är effekten så kortlivad?",
      "Varför behöver du mer och mer?",
      "Svaret är uppenbart: framgång garanterar inte lycka.",
      "Dessa två fenomen är inte synonymer och är inte förenade av ett orsak-verkan-samband. I slutändan jagar du en illusion.",
      "Eftersom nyckeln till ditt humör är dina tankar, inte framgång, försvinner ju den intensiva känslan av seger snabbt. Det är viktigt att förstå att sann lycka beror uteslutande på dig själv."
    ],
    "quote": {
      "text": "Strävan efter framgång driver oss tanklöst framåt, utan att lämna tid att njuta av själva processen.",
      "author": "Ernest Hemingway"
    }
  }
}
