{
  "title": "Hur slutar man leva för prestationer?",
  "description": "Artikeln diskuterar farorna med att vara beroende av framgång och pekar på att prestationer inte garanterar lycka och välbefinnande. Exempel på kändisar som Lady Gaga och Jim Carrey illustrerar att även de mest framgångsrika människorna kan lida av depression och andra problem. Vikten av att hitta balans mellan mål och privatliv, samt erkännande av varje persons inre värde, oavsett deras framgångar, är viktiga slutsatser.",
  "screen_1": {
    "texts": [
      "Självklart bör du inte ge upp alla dina projekt eller avstå från viktiga mål för att hantera ett beroende av framgång.",
      "Det finns inget fel med att ha prestationer. Det är underbart att ha pengar, ett jobb, en bil, en lägenhet och så vidare.",
      "Problem uppstår när du utan dessa framgångsindikatorer anser dig själv vara värdelös, misslyckad och oförtjänt som människa.",
      "För att befria dig från fällan att behöva vara utmärkt och effektiv föreslår vi att du funderar över följande:",
      "Är du beredd att åka berg-och-dalbana med din självkänsla hela livet?",
      "Om man resonerar rationellt så har du, genom att välja att leva enligt prestationsprincipen, dömt dig själv till en ändlös känslomässig berg-och-dalbana.",
      "Idag har du nått vissa höjder och är lycklig, imorgon har du misslyckats och livet tar helt andra färger. Har du prestationer – bra jobbat, inga prestationer – misslyckad.",
      "Det blir lätt att manipulera ditt humör. Om andra människor förstår att du är beroende av prestationer kan de mycket väl utnyttja det för sina egna syften.",
      "Till exempel kan din chef ge dig en extremt hög arbetsbörda eftersom hen vet att du kommer att slita ut dig för att få ytterligare ett beröm.",
      "Prestationer är inte detsamma som lycka",
      "Pengar, berömmelse och prestationer har länge setts som en slags garanti för lycka och välbefinnande. Men om lyckonivån berodde på en persons framgång skulle vi se betydande skillnader mellan människor med olika social status.",
      "De flesta människor kan inte skryta med allvarliga prestationer, ändå är många av dem lyckliga och nöjda med sina liv.",
      "Men återigen, att vara nöjd betyder inte att man inte strävar efter eller önskar mer. Det finns en enorm klyfta mellan en hälsosam strävan att nå uppsatta mål och ett beroende.",
      "I verkligheten visar det sig att även de som tjänar mycket, har prestigefyllda positioner eller äger framgångsrika företag kan lida av depression, ha olika problem eller helt enkelt bli besvikna på livet.",
      "Till exempel grundade den välkända Lady Gaga, som vid första anblick är en framgångsrik, rik och lycklig person, sin stiftelse «Born This Way Foundation» för att hjälpa tonåringar i svåra situationer, eftersom sångerskan känner till svårigheter från första hand.",
      "«Jag har lidit av depression och ångest hela mitt liv, och jag fortsätter att kämpa med det än idag», erkände hon i en intervju med Billboard 2015.",
      "Eller Jim Carrey, som gav sina fans möjligheten att uppriktigt le och få positiva känslor från hans verk, men även på toppen av sin popularitet hade skådespelaren verkligen inget att skratta åt.",
      "Jim kämpade med svår depression under många år.",
      "Detta gäller inte bara kändisar, även affärsmän klagar ofta på psykiska störningar och beroenden.",
      "Generellt sett avslutar många framgångsrika människor sina liv genom självmord. Det har till och med dykt upp en särskild term — «VD-självmord».",
      "Detta fenomen har drabbat: miljardären Adolf Merckle från Forbes lista, startup-entreprenörerna Ilya Zhitomirsky och Austin Heinz, modedesignern Kate Spade och många andra.",
      "Så om du fortfarande tror att framgång är lika med lycka, då har du helt fel."
    ]
  },
  "screen_2": {
    "texts": [
      "Fundera på om du skulle behandla en närstående sämre bara för att de inte har några prestationer?",
      "Föreställ dig att du träffar en vän som du värdesätter högt. Men plötsligt får du veta att hen är en vanlig butiksbiträde, medan du äger ett företag och är en rik och framgångsrik person.",
      "Skulle du se ner på hen, placera hen under dig?",
      "Kanske skulle det vara viktigt för dig att denna vän erkände sin obetydlighet i jämförelse med dig? Tycker du om att vara en sådan person?",
      "Och om du var i din väns ställe?",
      "Skulle du gå med på att umgås med en framgångsrik person med villkoret att du erkänner din obetydlighet i jämförelse med dem?",
      "Är alla barn misslyckade?",
      "Om endast de som har uppnått något i sitt liv har ett värde, då är barn de största misslyckandena på planeten.",
      "Vad då? Spädbarn kan ju inte ens hålla upp sina huvuden. Eller har de faktiskt ett värde?",
      "Om svaret är ja, varför har då ett spädbarn ett värde?",
      "De har ju inte bidragit med något till denna värld, de kan inte ens prata. Det är självklart att både du och spädbarn värdesätts inte för era prestationer, utan för vilka människor ni är.",
      "Och tvärtom. Ska vi nu utrota alla mor- och farföräldrar?",
      "Varför inte, de är ju gamla och kan inte längre bidra till världen. Men så tänker vi inte. Vi värdesätter och älskar våra försvagade föräldrar och försöker hjälpa dem.",
      "Varje människa har ett värde",
      "Vi tror att värde är en kvantitativ enhet, att det kan mätas och räknas. Men i själva verket är värde en kvalitativ enhet.",
      "Varje människa har från födseln en enhet av värde, och den är lika för alla. Oavsett vilka framgångar och misslyckanden du har, förblir din värdeenhet oförändrad. Du är värdefull, med eller utan miljoner.",
      "Jämför inte dina prestationer med andras",
      "Att jämföra sig med andra ger inget annat än en känsla av obehag och tvivel på sig själv.",
      "Det skapar en känsla av avund som underblåser beroendet av framgång. Du känner att du inte gör tillräckligt när du jämför dina prestationer med andras, vilket stärker din önskan att delta i tävlingen med de runt omkring dig.",
      "Sluta jämföra dina prestationer med andras. Granska istället dina prioriteringar och fundera på hur mycket dina uppsatta mål kan tillfredsställa just dina intressen, snarare än önskan att matcha de du jämför dig med."
    ],
    "quote": {
      "text": "Framgång betyder ingenting om du är olycklig. För mig är framgång lycka, inte pengar eller berömmelse.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Lär dig att hitta balans",
      "Ofta känner människor som är beroende av framgång skuld för att de tillåter sig själva att vila, spendera tid med nära och kära eller ägna sig åt saker som inte är direkt kopplade till deras mål.",
      "Visst har prestationer en viss betydelse i livet, men långt ifrån den viktigaste. Du satsar på framgång men glömmer att leva. Lär dig att balansera mellan arbete/studier och andra områden i livet.",
      "Lyssna på vad du och din kropp vill. Ignorera inte signalerna, ta hand om dig själv av alla krafter.",
      "Arbeta med dina tankar",
      "För att förändra trossystem är det mycket viktigt att fortsätta svara på negativa automatiska tankar som får dig att känna dig otillräcklig.",
      "Detta hjälper dig att förstå att problemet inte ligger i dina framgångar eller misslyckanden, utan i den kritiska inställningen till dig själv och vanan att klandra dig själv. När du lär dig att realistiskt utvärdera dina aktiviteter kommer din tillfredsställelse och självacceptans att öka.",
      "Vem är egentligen viktigast för samhället?",
      "När vi talar om framgångsrika människor föreställer vi oss naturligtvis genast populära sångare, kända skådespelare, toppchefer och offentliga politiker.",
      "Men hur är det då med lärare, läkare, byggarbetare och människor i andra mindre populära yrken, som vår morgondag beror på? Om man ser objektivt på saken är alla dessa människor ofta mer användbara för samhället än de man brukar avundas.",
      "Avslutningsvis vill vi dela med oss av en underbar tanke från journalisten David Orrs bok.",
      "Han skriver att planeten inte behöver ett stort antal framgångsrika människor, den behöver mycket mer fredsskapare, helande krafter, berättare och helt enkelt kärleksfulla människor.",
      "Den behöver människor med moral, de som gör världen vänligare och mer human. Planeten behöver människor som det helt enkelt är bra att leva nära.",
      "Ingen är emot ambitiösa mål och att bestiga karriärtoppar. Men det är mycket viktigt att alla delar av livet är i harmoni.",
      "Produktivitet och framgång kan vara extremt behagligt och ge mycket njutning. Framgång är dock varken en nödvändig eller tillräcklig förutsättning för maximal lycka.",
      "Du behöver inte förtjäna någons kärlek eller respekt genom utmattande arbete, och du behöver inte vara först för att känna dig förverkligad och upprätthålla en stabil självkänsla.",
      "Kom bara ihåg att «de viktigaste sakerna i världen är inte alls saker»!"
    ],
    "quote": {
      "text": "Det verkliga värdet i livet ligger inte i vad vi har, utan i vilka vi är.",
      "author": "Oprah Winfrey"
    }
  }
}
