{
  "title": "Kärleksberoende",
  "description": "Kärlek, besjungen av poeter och konstnärer, ger vingar och en känsla av livsfullhet. Men när kärlek förvandlas till ett patologiskt behov förstör det personligheten och hindrar skapandet av sunda relationer, särskilt hos människor med låg självkänsla. Verklig lycka och ett fullvärdigt liv kan man finna genom att lära sig reglera sitt humör och njuta av nöjen som inte är beroende av att ha en partner.",
  "screen_1": {
    "texts": [
      "Kärlek är en fantastisk känsla, besjungen av poeter, konstnärer och musiker. Den ger vingar, inspirerar och skänker en känsla av livsfullhet.",
      "Naturligtvis strävar var och en av oss efter att älska och bli älskad.",
      "Men om din uppfattning om kärlek reduceras till övertygelsen: \"Jag kan inte vara en riktigt lycklig och förverkligad person om jag inte har en partner. För att vara helt lycklig måste jag bli älskad\", är detta redan ett tecken på beroende.",
      "Vad betyder det att vara beroende av kärlek?",
      "Det är när kärlek blir ett patologiskt behov, utan vilket du inte känner lycka.",
      "Du lider av brist på kärlek, förväntar dig att någon ska fylla detta tomrum. Du är övertygad om att ditt liv bara blir bättre, mer intressant och rikare när en älskad person kommer in i det, som gör dig behövd, betydelsefull och fullvärdig.",
      "Ett sådant beroende är ett destruktivt tillstånd som underminerar din personlighet, självkänsla och förmåga att bygga sunda relationer.",
      "Orsakerna till kärleksberoende kan vara olika, men oftast har de sina rötter i barndomen eller ungdomen.",
      "Särskilt mottagliga är människor med låg självkänsla, som är rädda för ensamhet, fokuserade på sina brister och inte tror på sin styrka och förmågor.",
      "Låg självkänsla, som härrör från barndomen, uppfattas som otillräcklighet.",
      "När föräldrar ger barnet lite uppmärksamhet och det upplever brist på föräldrakärlek, kommer det i vuxenlivet att söka dessa känslor hos partners och skapa beroenderelationer.",
      "Låt oss ta exemplet med Victoria, 28 år, som tillbringar kvällar och helger i förtvivlan eftersom hon tror: \"Jag kan bara vara lycklig i en relation. Utan en man är jag ingenting\".",
      "För henne är det lika viktigt att bli älskad som att andas. En sådan krävande attityd stöter ofta bort människor."
    ]
  },
  "screen_2": {
    "texts": [
      "Under processen med att analysera sina övertygelser skrev Victoria ner nackdelar och fördelar med sitt tänkande.",
      "Nackdelarna lät så här:",
      "Övertygelsen gör mig nedstämd eftersom jag är ensam.",
      "Jag förlorar lusten att göra något, att utforska världen eller ägna mig åt hobbyer.",
      "På grund av detta känner jag mig lat och olycklig.",
      "Det framkallar självömkan",
      "Det berövar mig stolthet och självförtroende, får mig att avundas andra och känna besvikelse.",
      "Sedan skrev hon ner fördelarna med övertygelsen:",
      "Hoppet om att hitta en partner, finna kärlek och trygghet.",
      "Det ger mig ett mål och en mening med livet.",
      "Hur verkliga är dessa fördelar?",
      "Victoria har i många år trott att hon inte kan leva utan en man, men denna övertygelse har hittills inte lockat till sig den önskade partnern.",
      "Victoria kom fram till att hon lägger för stor vikt vid män, och detta har inte lockat någon av dem.",
      "Hon insåg också att beroende människor ofta framstår som alltför krävande, vilket gör det svårt att bygga relationer.",
      "Hon såg att människor som hittar lycka inom sig själva oftast attraherar andra, eftersom de utstrålar glädje och självförtroende.",
      "Kärleksberoende hindrar byggandet av sunda relationer. Genom att uttrycka behovet av en annan person för din egen lycka, förmedlar du undermedvetet: \"Älska mig, för jag är ingenting värd av mig själv\". Sådana relationer kan knappast vara sunda.",
      "Men även om du skulle vara i en relation med sådana övertygelser, skulle den knappast vara sund. För du förlitar dig helt på att en viss person, som du undermedvetet betraktar som källan till din lycka, kommer att vara vid din sida.",
      "Och du är beredd att göra allt för det. Om du inte får \"dosen\" av de emotioner och känslor du behöver, kommer du att sätta press på din partner för att känna dig älskad, eller börja fantisera om att hitta den sanna kärleken på annat håll.",
      "Och det kommer alltid att vara otillräckligt eller \"något fel\", eftersom du har lagt ansvaret för ditt tillstånd på en annan person."
    ],
    "quote": {
      "text": "Sann lycka ligger i att vara nöjd med sig själv.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Det är mycket viktigt att lära sig reglera sitt eget humör och hitta lycka inom sig själv. Detta kommer att ge dig möjlighet att känna dig lika levande både när du är ensam och när du är tillsammans med din käresta.",
      "Men du kanske tänker: \"Det låter förstås bra, men det är inte trovärdigt. Att vara ensam betyder att vara en känslomässig misslyckad person.\"",
      "Många tror att kärlek är världens drivkraft. Du ser det i reklam, hör det i populära låtar, läser det i dikter. Men i själva verket är kärlek långt ifrån den enda vägen till ett lyckligt och meningsfullt liv.",
      "Att vara ensam är absolut inte lika med att vara olycklig. De flesta nöjen i livet får vi av oss själva.",
      "Till exempel när du lyssnar på favoritmusik, dansar, promenerar på vackra platser, läser en bok eller äter glass. Du behöver inte sällskap för att uppleva behagliga känslor.",
      "Mängden nöjen som kan njutas i ensamhet är oändlig. Och det betyder att du har tillgång till många källor till nöje oavsett om det finns någon vid din sida eller inte.",
      "Tänk på vilken din lista över nöjen är? Hur kan du glädja dig själv?",
      "Ibland strävar vi så starkt efter perfekta relationer och själva idén om en hög känsla att vi tappar bort det som vi verkligen behöver för att uppleva sann kärlek."
    ],
    "quote": {
      "text": "Kärlek till sig själv är början på en romans som varar hela livet.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Hur blir man av med kärleksberoende?",
    "description": "Artikeln undersöker lycka och övertygelser relaterade till kärlek och relationer. Den förklarar att lycka kan uppnås på olika sätt och erbjuder tekniker för att förändra negativa övertygelser om ensamhet. Artikeln lär oss att se glädje i vardagliga saker och att utvecklas oberoende av romantiska relationer.",
    "screen_1": {
      "texts": [
        "Relationer och kärlek kan ge mycket glädje och lycka i livet, men de är inte den enda vägen.",
        "Lycka är en komplex och mångfacetterad process, och var och en har rätt att välja sina egna metoder och vägar för att uppnå den.",
        "Därför, om ditt liv för närvarande inte inkluderar romantiska relationer, betyder det inte att det är ofullständigt.",
        "För att förändra sina övertygelser krävs mycket ansträngning, det är en lång och arbetsam process.",
        "Men vi är säkra på att genom att använda följande rekommendationer och tekniker kan du bli av med kärleksberoendet och lära dig att vara lycklig både i relationer och utan dem.",
        "Byta filter",
        "Har du märkt att när du känner dig ensam, så stöter du ständigt på förälskade par på gatan?",
        "Och det verkar som om hela världen är emot dig: här är ett par duvor, där en katt och kattinna, och du är fortfarande ensam. Så fungerar kognitiv förvrängning — ett negativt filter.",
        "Detta är ett fel i tänkande och perception, när du bara noterar det som oroar dig och ignorerar resten.",
        "Byt filter — se på världen bredare. Lär dig att se inte bara lyckliga par, utan också lyckliga singlar. Eller människor som har en partner men inte blev lyckligare av det — social status rättfärdigar inte alltid sig själv."
      ],
      "quote": {
        "text": "Lycka är som en fjäril: ju mer du jagar den, desto mer undflyr den dig. Men om du riktar din uppmärksamhet mot andra saker, kommer den och sätter sig tyst på din axel.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Lista över förmodad njutning",
        "Lycka kan hittas varje dag i små glädjeämnen, i personlig utveckling, i vänskap och många andra aspekter av livet.",
        "Men troligtvis tänker du inte så och är övertygad om att du inte kan vara lycklig utan en annan person.",
        "För att testa denna övertygelse mot verkligheten, använd en \"Lista över förmodad njutning\". Den har flera kolumner där du behöver förutsäga och ange den faktiska graden av njutning som du får från olika aktiviteter (arbete och vila) ensam eller i sällskap med andra människor.",
        "I den första kolumnen, ange datumet för experimentet",
        "I den andra, skriv ner några aktiviteter som du planerar att göra den dagen som en del av experimentet (Vi rekommenderar att du genomför 40-50 experiment under två till tre veckor. Välj aktiviteter som vanligtvis ger dig en känsla av tillfredsställelse eller njutning, eller sådana som har potential för lärande eller personlig tillväxt.)",
        "I den tredje kolumnen, skriv med vem du kommer att göra dem. Om ensam, skriv: \"Jag\".",
        "I den fjärde kolumnen, anta hur mycket njutning varje aktivitet kommer att ge dig, genom att bedöma den på en skala från 0 till 100% — ju högre siffra, desto högre förväntad njutning.",
        "Det är mycket viktigt att fylla i den fjärde kolumnen innan du börjar med den planerade aktiviteten, inte efter! Efter att ha fyllt i de första fyra kolumnerna, gå över till handling.",
        "Efter detta, i den femte kolumnen, skriv den verkliga graden av njutning, med samma bedömningssystem — från 0 till 100%.",
        "Efter att ha genomfört en rad sådana experiment kommer du att kunna analysera den insamlade datan och lära dig mycket intressant om dig själv.",
        "För det första, genom att jämföra förmodad njutning (kolumn 4) med verklig njutning (kolumn 5), kommer du att lära dig hur exakta dina prognoser är.",
        "Du kan inse att du vanligtvis underskattar graden av njutning som du förväntar dig att få, särskilt när du gör något ensam.",
        "Du kan också bli förvånad över att lära dig att aktiviteter med någon inte alltid uppfyller dina förväntningar.",
        "I själva verket kan du till och med upptäcka att i många fall var det trevligare för dig att spendera tid ensam än i sällskap.",
        "Du kan också se att de högsta poängen som du har gett ensamaktiviteter är lika med eller till och med högre än poängen för aktiviteter i sällskap."
      ],
      "quote": {
        "text": "Ingen kan få dig att känna dig mindervärdig utan ditt medgivande.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Justering av övertygelser",
        "Kärlek, relationer och äktenskap är inte nödvändiga villkor för lycka och förbättrad självkänsla, ibland är de helt enkelt inte tillräckliga.",
        "Bevis på det är miljoner män och kvinnor som är gifta och samtidigt olyckliga.",
        "Om kärlek var ett botemedel mot ensamhet, problem, dåligt humör, depression, då skulle alla psykologer bli utan jobb.",
        "Men tyvärr är det inte så, att ha en partner garanterar inte ett lyckligt liv. Och detta måste inses och accepteras.",
        "För att börja arbeta med en övertygelse – formulera och skriv ner den. Den kan låta på olika sätt:",
        "Om jag inte har en partner är jag olycklig",
        "Om jag inte blir älskad betyder det att jag är en misslyckad person",
        "Utan en relation är jag ofullständig",
        "Beskriv sedan exakt hur din övertygelse hindrar dig. Till exempel:",
        "extremt höga krav på mig själv, som aldrig tar slut, det känns som att jag inte är tillräckligt bra för en relation",
        "orealistiska förväntningar på partnern, globala slutsatser om kärlek och icke-kärlek istället för att uppmärksamma specifika problem",
        "konstant missnöje och nedstämdhet, som närs av alla situationer av ensamhet",
        "Efter detta, skriv motargument. Detta kan vara en komplicerad process och kan ta mer än en dag, komplettera listan allteftersom nya tankar kommer.",
        "Till exempel, för övertygelsen \"Att vara ensam är fruktansvärt och förödmjukande\" kan du skriva följande motargument:",
        "när en person är ensam ger det honom möjlighet att bättre lära känna sig själv",
        "utan relationer finns det möjlighet att prova något nytt, göra sådant som skulle vara mycket svårare i en relation",
        "det är bättre att vara ensam än med en olämplig partner",
        "Och det viktigaste elementet i denna process – ersätt din gamla övertygelse med en ny. Den bör låta realistisk och rationell så att du tror på den.",
        "Till exempel: \"Ensamhet kan vara trevlig och användbar, i den kan man vila och lära känna sig själv bättre. Och kärlek manifesteras i olika relationer.",
        "Även i avsaknad av en partner kan man känna närhet till människor, dela upplevelser och visa värme. Det är värt att förlita sig på vilken typ av relation jag personligen vill ha, och om jag inte har det – sätta ett mål och försöka skapa det.",
        "Men avsaknaden av en partner gör mig inte ofullständig. Precis som önskan att ha en partner inte gör mig svag och beroende.\"",
        "Läs om dessa anteckningar varje dag under 2-3 veckor, du kan komplettera eller ändra dem. På så sätt kommer du att kunna övervinna ett negativt tankemönster och inleda dina förändringar.",
        "Kärlek är en underbar upplevelse, men som vilken annan upplevelse som helst kan den vara positiv och negativ och bör inte definiera vilka vi är och varför vi är här.",
        "Önskan och behov är inte samma sak. Syre är ett behov, medan kärlek är en önskan.",
        "Kärlek är inte ett behov för en vuxen människa!",
        "Önskan att bygga kärleksfulla relationer är normalt. Det finns inget fel med det. Bra relationer med en älskad person är en underbar njutning.",
        "Men för att överleva eller uppleva den högsta lyckan behöver du varken godkännande, kärlek eller uppmärksamhet från en annan person."
      ]
    }
  }
}
