{
  "title": "Är det alltid mitt fel? Illusionen av allmakt",
  "description": "Denna artikel undersöker det psykologiska fenomenet personalisering — övertygelsen att du är orsaken till allt som händer omkring dig. Texten avslöjar mekanismerna bakom detta tänkande, dess negativa konsekvenser såsom stress, ångest, låg självkänsla och relationsproblem. Den tar också upp orsakerna till hur denna övertygelse bildas, från barndomen och inflytandet av kulturella normer. Avslutningsvis ges rekommendationer för att övervinna personalisering och befria sig från känslan av obefogad skuld.",
  "screen_1": {
    "texts": [
      "I varje situation, oavsett resultat — orsaken är jag.",
      "Missade tåget — packade för länge. Folk mittemot i tunnelbanan skrattar — säkert åt mig. Min partner är på dåligt humör — det betyder att jag har gjort något fel.",
      "Känns det bekant?",
      "Om ja, så har vi att göra med övertygelsen om ens egen allmakt.",
      "Var och en av oss har i någon grad stött på personalisering.",
      "Det är en förrädisk psykologisk fälla som får dig att känna dig som universums centrum och ta ansvar för mycket av det som händer omkring dig.",
      "Du är övertygad om att människor omkring dig reagerar uteslutande på dig, att deras handlingar, tankar och känslor helt beror på dina handlingar, trots att allt detta faktiskt inte står under din kontroll.",
      "Men du plågas, dömer dig själv och upplever en tryckande känsla av skuld.",
      "Paradoxalt nog begränsar övertygelsen om din egen allmakt och allsmäktighet dig, sänker dig i ångest och minskar din effektivitet.",
      "Hur visar sig personalisering?",
      "«Allt beror på mig»: Du tenderar att tro att allt som händer i livet är resultatet av dina egna handlingar. Oavsett om det är bra eller dåligt, tar du på dig allt ansvar.",
      "«Allt kretsar kring mig»: Du är övertygad om att människor runt omkring dig ständigt tänker på dig, diskuterar dig, märker alla dina misstag och brister.",
      "«Det är mitt fel»: Känslan av skuld blir en ständig följeslagare, oavsett de verkliga orsakerna till händelser."
    ]
  },
  "screen_2": {
    "texts": [
      "Till exempel:",
      "Föreställ dig att du gick in i en butik och kassören svarade dig ohövligt. Istället för att tänka att kassören kanske hade en dålig dag eller helt enkelt är en otrevlig person, börjar du klandra dig själv: «Jag måste ha sagt eller gjort något fel».",
      "Till en träff med vänner bjöd de in en bekant som du inte tycker om. Du tänker att de gjorde det medvetet för att visa att du är överflödig och att de inte vill umgås med dig.",
      "«Om hon inte svarar på mitt samtal betyder det att hon är arg på mig».",
      "Dessa tonåringar skrattar och utbyter blickar — de diskuterar säkert mig.",
      "Med en sådan tankeprocess spelar det absolut ingen roll vem som egentligen är skyldig — skulden känns ändå som din. Vad tror du detta kan leda till? Självklart till stress, apati, ångest, problem med självkänslan och till och med depression.",
      "Varför är personalisering farlig?",
      "Överdriven självkritik: Människor kan luta åt självkritik och skuld för händelser som de faktiskt inte hade kontroll över.",
      "Stress och ångest: Den konstanta känslan att alla problem beror på mig orsakar kronisk stress och ångest.",
      "Relationsproblem: Människor som är benägna till personalisering kan feltolka andras beteende, bli sårade och förstöra relationer.",
      "Förvrängd uppfattning av verkligheten: Som alla irrationella övertygelser vilseleder personalisering dig, hindrar dig från att nykter bedöma situationen och förbiser objektiva fakta och omständigheter.",
      "Låg självkänsla: Genom att ständigt anklaga dig själv för allt, underminerar du din självtillit.",
      "Offerposition: Vissa människor försöker omedvetet skada sig själva, straffar sig för påhittade förseelser. De kan tillåta andra att behandla dem respektlöst."
    ],
    "quote": {
      "text": "Känslan av skuld föder alltid ett straffscenario, och det utan ditt medvetandes vetskap",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Varifrån kommer personaliseringen?",
      "Denna typ av övertygelser formas redan i barndomen.",
      "Det är känt att barns tänkande är egocentriskt, vilket innebär att barnet uppriktigt anser sig vara orsaken till allt som händer omkring dem.",
      "Till exempel är det helt normalt för barn i tre-fyra årsåldern att tro att solen går upp för att de vaknade, och går ner när det är dags för dem att sova.",
      "Men många vuxna fortsätter att använda element av egocentriskt tänkande i vardagslivet när de växer upp.",
      "Familje- eller samhällstryck kan få en person att känna sig ansvarig för andras välbefinnande. Till exempel ett barn som tvingas ta hand om sina föräldrar redan i tidig ålder.",
      "Problem med självkänslan kan vara både en följd och en orsak till sådana övertygelser.",
      "Personer med låg självkänsla är ofta benägna till personalisering. De kan anse att de inte förtjänar att bli behandlade väl, och därför tillskriver de negativa händelser till sina handlingar eller brister.",
      "Traumatiska upplevelser i det förflutna kan också bidra till personalisering. Vid tidig ålder är sannolikheten stor för förvrängning av barnets tänkande och övertygelsen att allt som händer beror på dem.",
      "Om en person till exempel ofta hörde fraser från sina föräldrar som «allt är ditt fel» eller «du gör aldrig något rätt» under barndomen, kan de bära denna «etikett» hela livet och tillskriva alla negativa händelser sin skuld.",
      "I vissa kulturer är det vedertaget att ta ansvar för allt som händer runt omkring. Detta kan leda till att människor blir benägna till personalisering, även om de inte är skyldiga till det som händer.",
      "Oavsett vad orsakerna till övertygelsernas bildande är, kan vi förändra vårt tänkande i vilket skede som helst i livet, om vi har motivation.",
      "I nästa kapitel kommer vi som vanligt att titta på de viktigaste rekommendationerna för att arbeta med tron på ens egen allmakt."
    ],
    "quote": {
      "text": "Man kan inte beskylla sig själv för allt, om man inte anser sig vara allsmäktig.",
      "author": "Michail Bulgakov"
    }
  }
}
