{
  "title": "Hur hanterar man borde-tänkande?",
  "description": "Artikeln diskuterar övertygelser om \"borde-tänkande\" som en källa till stress och missnöje, och understryker att dessa inställningar får oss att känna oss som gisslan för omständigheterna. Författaren föreslår att inse det orealistiska i sådana övertygelser, ersätta dem med mer flexibla formuleringar, och ta ansvar för sina egna önskningar och handlingar. Att öva tacksamhet och medkänsla, samt förmågan att be om hjälp och acceptera ofullkomligheter, hjälper till att minska stress och förbättra livskvaliteten.",
  "screen_1": {
    "texts": [
      "Övertygelser om \"borde-tänkande\" är en tyst fiende som stjäl livsglädjen från oss, underminerar vårt lugn och hindrar oss från att bygga konstruktiva, nära relationer med människor omkring oss.",
      "Den centrala idén bakom detta tankesätt är föreställningen om plikt.",
      "Själva ordet \"borde\" är i de flesta fall en språklig fälla.",
      "Betydelsen av ordet \"borde\" är – bara på det sättet och inte på något annat. Fraser som: \"borde\", \"måste\", \"nödvändigt\" får oss att känna oss som gisslan för omständigheterna, eftersom de betecknar en situation där det inte finns något alternativ.",
      "Men en sådan beteckning är endast rättvis i mycket sällsynta, praktiskt taget exceptionella fall.",
      "Till exempel är uttalandet \"människan måste andas luft\" realistiskt, eftersom det fysiskt inte finns något alternativ.",
      "Men uttalandet \"ingen borde komma för sent\" är inadekvat och orealistiskt, eftersom det faktiskt kan hända. Människor kommer för sent, blir försenade eller dyker inte upp alls.",
      "Därför leder förekomsten av borde-övertygelser oundvikligen till uppkomsten av stress, antingen akut eller kronisk.",
      "Hur frigör man sig från \"borde-tänkande\"?",
      "Inse det orealistiska i din övertygelse",
      "Genom att ställa krav på andra människor om hur de borde bete sig mot dig, vad de ska säga och göra, förväntar du dig bara ett visst resultat från dem.",
      "Detta är en kraftfull källa till stress, eftersom ingen någonsin har haft en sådan omgivning som alltid lever upp till våra förväntningar.",
      "Även de mest auktoritära medborgarna, de högsta härskarna, stötte på människor som betedde sig \"inte som de borde\".",
      "Det är naturligt att när vi stöter på en person som inte beter sig \"som den borde\", ökar nivån av psykisk och känslomässig upphetsning. Härifrån kommer konstant stress, förolämpningar och en hel bukett av negativa känslor."
    ],
    "quote": {
      "text": "Om du tror att världen är skyldig dig något, kommer det att vara källan till din smärta. Kom ihåg att världen inte är skyldig någon någonting.",
      "author": "Buddha"
    }
  },
  "screen_2": {
    "texts": [
      "Identifiera rötterna till övertygelsen",
      "Fundera över varifrån denna övertygelse kommer. Kanske blev du bortskämd som barn och fick inte realistiska gränser, eller så har du ärvt ett sådant tänkesätt från dina föräldrar. Att vara medveten om orsaken hjälper inte att bli av med övertygelsen, men det är ett viktigt steg i arbetet med den.",
      "Var uppmärksam på vad du säger. Spåra i ditt tal orden \"borde\", \"måste\", \"ska\" och ersätt dem med \"vill\", \"föredrar\", \"jag skulle vilja\".",
      "Exempel: \"Mina vänner borde ringa mig först\" ersätts med \"Jag skulle vilja att mina vänner ringde mig först\".",
      "Ta ansvar",
      "Den semantiska betydelsen av dessa ord definierar förhållandet till situationen.",
      "I ett fall är det en oundviklig nödvändighet, ansvaret för vilken ligger på en yttre kraft (människor, natur, omständigheter, etc.), i det andra fallet är det ett fritt val, ansvaret för vilket ligger på dig själv.",
      "Det är svårt att ta ansvar för val på sig själv, men denna väg ökar graden av frihet och minskar stressbelastningen på lång sikt.",
      "Bryt ner ditt \"borde-tänkande\" i delar",
      "Istället för att säga \"jag borde ...\" fråga dig själv:",
      "Varför tror jag att det måste vara så?",
      "Finns det alternativa möjligheter?",
      "Vad vill jag uppnå genom detta?",
      "Vad är fördelen om det blir så?",
      "Identifiera dina sanna önskningar, var ärlig mot dig själv. Vad vill du verkligen när du säger att någon eller något är skyldig dig? Vilka värderingar försvarar du här?"
    ]
  },
  "screen_3": {
    "texts": [
      "Lär dig att be om och uttrycka dina behov",
      "Istället för att anta att andra människor känner till dina behov eller önskningar, lär dig att uttrycka dem tydligt och öppet och be om hjälp när det behövs.",
      "Öva medkänsla",
      "Försök förstå andra människors känslor. Kom ihåg att alla har sina egna bekymmer och att de inte alltid kan stödja dig, lyssna på dig, berömma dig, de kan inte alltid ge den hjälp du behöver.",
      "Försök att sätta dig in i andra människors situation, sök alternativa förklaringar till vad som händer, och utveckla på så sätt empati.",
      "Var tacksam",
      "Istället för att fokusera på vad andra borde göra för dig, fokusera på tacksamhet för vad de gör.",
      "Föreställ dig till exempel att en kollega hjälper dig med ett projekt trots att hen själv är mycket upptagen. Istället för att tänka \"Hen borde hjälpa mig, det är hens skyldighet\", omformulera dina tankar till: \"Jag är tacksam för min kollegas hjälp, med tanke på hens upptagna schema. Hen är en riktig professionell\".",
      "Att öva tacksamhet tillåter oss att se och uppskatta andra människors vänliga handlingar, och skapar också en atmosfär av ömsesidig respekt och stöd. Tacksamhet kan uttryckas både personligen och offentligt, och det bidrar till att stärka våra relationer med människor omkring oss.",
      "Acceptera ofullkomlighet",
      "Världen är inte perfekt, kräv inte det omöjliga av dig själv och andra. Försök inte förändra världen och andra människor för att passa dig, inget bra kommer ut av det ändå.",
      "Att frigöra sig från irrationella inställningar är en lång och inte alltid lätt process. Men det är värt det, gradvis kommer du att börja känna dig som en friare, lyckligare och mer självsäker person."
    ]
  }
}
