{
  "title": "De är skyldiga mig. Vad är fel med denna övertygelse?",
  "description": "Artikeln behandlar problemet med inställningen \"de är skyldiga mig\", som formas hos människor som förväntar sig att världen ska kretsa kring dem och tillfredsställa alla deras behov. Författaren förklarar hur denna inställning uppstår i barndomen, ger exempel på hur den manifesteras i vuxenlivet och beskriver de negativa konsekvenserna av ett sådant tänkesätt, inklusive besvikelse, spända relationer och förlust av självständighet. Avslutningsvis föreslås idén om att det är viktigt att acceptera världen som den är och förstå att det finns plats i den inte bara för oss utan också för andra människor.",
  "screen_1": {
    "texts": [
      "\"De är skyldiga mig\" är en fälla som många faller i när de tror att världen kretsar kring dem.",
      "Personer med denna inställning förväntar sig ofta att andra ska hålla med dem och uppfylla deras önskemål.",
      "De tar inte hänsyn till andras åsikter och behov, och anser att deras egna önskemål och behov är viktigare.",
      "Övertygelser om andras skyldigheter kan låta så här:",
      "Vänner måste alltid hjälpa mig",
      "Min partner måste alltid stötta mig i allt",
      "Min mamma måste ta hand om mina barn",
      "Allting måste vara som jag vill ha det",
      "Ingen får neka mig något",
      "Världen måste vara rättvis mot mig",
      "Om du har märkt sådana tankemönster hos dig själv, tror du förmodligen att du förtjänar framgång, kärlek och lycka enbart genom födslorätt.",
      "Du förväntar dig att universum och människorna omkring dig ska uppfylla dina önskningar eftersom du är en bra, snäll person eller för att du arbetar hårt.",
      "Men när detta inte händer, vilket ofta är fallet, står du inför ett val: att sjunka ner i misströstan och känslor av otillräcklighet eller att flamma upp i ilska. Människor som tror att alla är skyldiga dem något stöter ofta på problem."
    ],
    "quote": {
      "text": "Vi kan inte kontrollera vinden, men vi kan rikta seglen.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Och först och främst handlar det om besvikelse: om du blir nekad, om folk inte förstår att de måste lösa dina problem, om de inte möter dina förväntningar, då väntar det säkert besvikelse, sårade känslor, ilska och oförståelse över hur någon kan behandla mig – en så underbar person – på detta sätt.",
      "Du slösar massor av energi på negativa känslor och ser världen i dystra toner. Din krävande attityd till livet hindrar dig från att njuta och glädjas, eftersom du inte accepterar världen som den är – du har alltid klagomål på hur den är uppbyggd.",
      "Tanja är ett typiskt exempel på en person med inställningen \"alla är skyldiga mig\". Hon förväntar sig att vänner alltid ska vara tillgängliga, redo att släppa allt och skynda till hennes hjälp, lösa alla hennes problem och tillfredsställa alla hennes önskemål.",
      "Hon kan till exempel ringa klockan 3 på natten och kräva att hennes vän omedelbart kommer över för att stötta henne efter ett gräl med sin pojkvän.",
      "Eller, utan förvarning, be om hjälp med att flytta, trots att vännen redan har planerat ett viktigt möte den dagen. När vänner inte kan hjälpa henne känner sig Tanja övergiven och onödig.",
      "Detta är en farlig position som kan leda till isolering, spänningar i relationer eller till och med till att dessa relationer förstörs.",
      "Vänner och nära och kära börjar undvika möten eller samtal av rädsla för ytterligare krav, sårade känslor eller bråk. För ingen vill ständigt känna sig skyldig och underkasta sig andras nycker.",
      "Var kommer denna övertygelse ifrån? Denna inställning formas ofta i barndomen, när ett barn inte möter realistiska gränser och får allt det vill ha. Detta kan ske av olika anledningar:",
      "Föräldrar bortskämmer barnet och låter det göra allt som faller det in.",
      "I så fall utvecklar barnet en narcissistisk del av personligheten med en överdriven känsla av egen betydelse.",
      "Exempel: Lilla Katja fick alltid allt hon ville ha. Hennes föräldrar ansåg att hon förtjänade det bästa och nekade henne ingenting. Katja blev van vid att världen kretsade kring henne och förstod inte varför lärarna i skolan inte gav henne all sin uppmärksamhet, eller varför klasskamraterna inte tog hänsyn till hennes åsikter.",
      "Föräldrarna själva lever enligt principen \"alla är skyldiga mig\".",
      "Barnet upprepar föräldrarnas mönster och tar till sig detta tankesätt.",
      "Exempel: Vanja's föräldrar klagade ständigt på livet, övertygade om att de borde få högre lön, att de inte värdesattes och att deras rättigheter ständigt kränktes. Vanja växte upp i en atmosfär av missnöje och förväntningar på att världen var skyldig honom något."
    ],
    "quote": {
      "text": "Ingen är skyldig dig någonting. Allt du får i livet är en gåva.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Föräldrar tog inte hänsyn till barnets åsikter, ignorerade dess intressen och önskningar.",
      "Barnet är argt på föräldrarna men kan inte uttrycka sin ilska öppet. Därför överför det ilskan på omgivningen, med uppfattningen att andra borde tycka synd om det och kompensera för vad det saknade i barndomen.",
      "Exempel: Anja hade alltid drömt om att bli konstnär, men hennes föräldrar tvingade henne att studera juridik, med argumentet att det var ett mer prestigefyllt yrke. Anja gav efter, men hennes hjärta drogs alltid till kreativiteten.",
      "Hon blev sårad över att hennes föräldrar inte lät henne förverkliga sin dröm, och överförde sedan denna sårade känsla på alla omkring sig, med uppfattningen att de var skyldiga att hjälpa henne hitta lycka i livet.",
      "Barnet tvingades behaga föräldrarna för att de skulle älska det. Det växte upp med övertygelsen att kärlek måste förtjänas.",
      "Exempel: Sergej strävade alltid efter att tillfredsställa alla sina föräldrars behov, rädd att de inte skulle älska honom om han gjorde något fel. Han växte upp med en känsla av osäkerhet och försökte ständigt bevisa sitt värde, övertygad om att han skulle få det han förtjänade.",
      "Konsekvenserna av en sådan inställning kan vara olika och negativa. De inkluderar:",
      "Besvikelse och otillfredsställelse: Förväntningen att andra ska tillfredsställa alla dina behov kan leda till ständig besvikelse och en känsla av otillfredsställelse på grund av skillnaden mellan förväntningar och verklighet",
      "Spänningar i relationer: Övertygelsen att världen ska anpassa sig efter dig kan skapa spänningar och konflikter i relationer, eftersom det ofta leder till missnöje och meningsskiljaktigheter",
      "Förlust av självständighet: Konstant förväntan att andra ska ta på sig alla skyldigheter gör dig beroende och hindrar utvecklingen av självständighet och personlig tillväxt",
      "Negativ påverkan på självkänslan: Genom att förlita dig på andra för att tillfredsställa dina behov utvecklar du inte din egen självkänsla, vilket kan leda till negativa känslor och en känsla av otillräcklighet",
      "Brist på ömsesidig hjälp: Genom att fokusera enbart på dig själv går du miste om möjligheten att vara empatisk och hjälpa andra, vilket kan hindra utvecklingen av kvalitativa relationer och socialt stöd"
    ],
    "quote": {
      "text": "Förvänta dig inte att världen ska kretsa kring dig. I denna värld finns det plats också för andra",
      "author": "Aristoteles"
    }
  }
}
