{
  "title": "Hur ska man göra när perfektionism finns, idealet inte existerar, men du vill leva ett normalt liv?",
  "description": "Artikeln undersöker två typer av perfektionism - negativ och positiv - och erbjuder effektiva rekommendationer för att hantera perfektionistiska tendenser. Författaren presenterar åtta nyckelstrategier, inklusive motivation till förändring, kognitiv omstrukturering, processorientering istället för resultatfokus, och utveckling av nya, hälsosammare övertygelser. Huvudidén är att perfektionism kan övervinnas genom att lära sig acceptera ofullkomlighet, älska sig själv villkorslöst och ta hand om sig själv dagligen.",
  "screen_1": {
    "texts": [
      "Moderna forskare skiljer mellan två typer av perfektionism: negativ och positiv, eller med andra ord, hälsosam och patologisk.",
      "För att förvandla minus till plus är det viktigt att kombinera dina ledaregenskaper och strävan efter perfektion med sunt förnuft och rationalitet.",
      "Vi har förberett effektiva rekommendationer för att hantera perfektionism.",
      "Den bästa utgångspunkten för att bekämpa vilket problem som helst är motivation till förändring.",
      "För att besegra perfektionism är det viktigt att förstå varför du behöver det. Analysera och skriv ner alla för- och nackdelar.",
      "Du kanske blir förvånad när du upptäcker att svårigheterna är mycket fler än fördelarna. När du väl inser och accepterar detta kommer det att bli mycket lättare för dig att förändras.",
      "Precis som många andra tänker du förmodligen att allt måste göras till 100% eller att det under inga omständigheter är tillåtet att göra misstag, eller så håller du fast vid andra liknande tankar och perfektionistiska övertygelser.",
      "Det är mycket viktigt att du ifrågasätter alla sådana tankar och arbetar med dem.",
      "Hur då? Det kan vara användbart att fortsätta föra en dagbok över automatiska tankar, där du kan identifiera dessa idéer, kontrollera dem mot verkligheten och ge dem ett rationellt svar."
    ],
    "quote": {
      "text": "Jag har missat mer än 9000 skott i min karriär. Jag har förlorat nästan 300 matcher. 26 gånger har jag anförtrotts det avgörande skottet och missat. Jag har misslyckats om och om igen i mitt liv. Och det är därför jag har lyckats.",
      "author": "Michael Jordan"
    }
  },
  "screen_2": {
    "texts": [
      "Följande frågor kan hjälpa till med reality testing (kognitiv omstrukturering):",
      "Vilka bevis har jag som stöder denna tanke eller övertygelse?",
      "Är denna tanke till nytta?",
      "Finns det andra sätt som jag kan tänka om denna situation eller om mig själv?",
      "Anklagar jag mig själv i onödan?",
      "Vad eller vem mer har bidragit till denna situation?",
      "Är detta verkligen under min kontroll?",
      "Följer jag ogrundade eller dubbla standarder?",
      "Är detta en realistisk förväntan?",
      "Dessa frågor syftar till att testa en viss övertygelse, bekräfta den, förtydliga eller motbevisa den och formulera en alternativ övertygelse.",
      "Fråga dig själv: om jag gör det perfekt, vad händer då? Och om jag inte gör det perfekt, vad händer då? Försök förstå vad som ligger bakom din perfektionism. Är du kanske rädd för att bli avvisad? Är du kanske rädd för offentlig förlöjligande? Kanske döljer perfektionismen en törst efter erkännande?",
      "När du förstår vad som ligger bakom perfektionismen, fråga dig själv om du verkligen hanterar dessa rädslor och behov med hjälp av den?",
      "Du skrev en rapport perfekt, lämnade in den, och vad sen? Är du nu helt fri från rädslan att bli övergiven? Du framträdde perfekt, folk applåderade, och det var allt, är dessa ovationer från en mängd främlingar tillräckliga för dig?",
      "Förmodligen är ditt svar negativt. Du nådde idealet, kände välbehag för en stund, och sedan är det tillbaka till denna jakt igen.",
      "Bli av med svart-vitt tänkande",
      "Perfektionister tänker ofta i termer av \"allt eller inget\", \"framgång eller misslyckande\", \"gör det perfekt eller gör det inte alls\".",
      "Detta tillvägagångssätt är orealistiskt. Se dig omkring och fråga dig själv hur många saker i världen som passar in i kategorin 'allt eller inget'. Är dina väggar helt rena? Eller finns det åtminstone lite smuts på dem?",
      "Känner du någon som är helt lugn och självsäker? Har din favoritskådespelerska perfekt skönhet, eller har hon trots allt några brister?"
    ]
  },
  "screen_3": {
    "texts": [
      "I livet kommer sällan något utan misstag och misslyckanden.",
      "Ingen föds mästare – vi lär oss, prövar, misslyckas och förbättras gradvis.",
      "Så tillåt dig att vara ofullkomlig, att göra något ofullständigt, att missa ibland. Misstag är inte fiender utan hjälpare på vägen till framgång. Kom ofta ihåg ordspråket: \"Den som inte gör något, gör inga misstag\".",
      "Du bör inte omedelbart ge upp alla ideal – det kan vara en alltför drastisk förändring.",
      "Gå framåt gradvis.",
      "Börja smått: välj ett, det minst viktiga idealet och försök att ge upp det. Observera resultatet.",
      "Världen kommer inte att rasa samman om du gör något mindre än perfekt. Dina nära och kära kommer inte att vända sig från dig, du kommer inte att bli en hemsk person.",
      "Mest sannolikt kommer du att hantera det mindre än perfekta resultatet mycket lättare än det verkar. Kom ihåg att ett experiment inte ger hela bilden. Systematik krävs.",
      "Varje vecka eller månad, ge upp ett ideal och observera reaktionen. Lyssna på dig själv och gå framåt i en takt som känns bekväm för dig.",
      "För en framgångsdagbok",
      "Anteckna både stora och små, betydelsefulla och mindre betydelsefulla framgångar. Varje dag. Perfektionism älskar nederlag, och när du nästa gång säger till dig själv: \"Jag lyckas aldrig med någonting\", öppna genast din anteckningsbok och läs hur mycket du redan har lyckats med.",
      "Ett annat sätt att övervinna perfektionism är att fokusera på processen.",
      "Det innebär att när du utvärderar en handling fokuserar du mer på processen än på resultatet.",
      "Föreställ dig att du är en förare och åker varje dag från punkt A till punkt B. Vissa dagar är trafikljusen mestadels gröna och du kommer snabbt fram. Andra dagar hamnar du ständigt vid röda ljus, fastnar i trafikstockningar, och resan tar mycket längre tid.",
      "Dina körkunskaper förändras inte, så varför inte känna dig lika nöjd varje dag med det arbete du utför? Försök att se på saker från ett nytt perspektiv, utan att försöka göra ditt arbete eller någon handling perfekt.",
      "Som student kan du till exempel sätta upp följande processorienterade mål:",
      "närvara vid lektioner;",
      "lyssna uppmärksamt och ta anteckningar;",
      "ställa relevanta frågor;",
      "ägna varje ämne en bestämd tid;",
      "läsa igenom anteckningar från lektioner var andra eller tredje vecka.",
      "Alla dessa processer kan du kontrollera, så framgång är garanterad. Det slutliga betyget eller resultatet, däremot, är inte under din kontroll.",
      "Resultatet beror på hur din lärare mår den dagen, hur bra andra studenter presterar, vilka kriterier som används osv."
    ]
  },
  "screen_4": {
    "texts": [
      "Använd \"girighet-tekniken\"",
      "Den bygger på det enkla faktum att de flesta av oss strävar efter att vara perfekta för att lyckas i livet. Du har kanske inte tänkt på att du kan bli mycket mer framgångsrik om du sänker standarden.",
      "Till exempel skrev en gång en välkänd psykoterapeut sin första vetenskapliga artikel under mer än två år.",
      "Den var utmärkt och publicerades. Men under samma tid skrev och publicerade hans kollegor betydligt fler lika bra arbeten. Därför funderade han på vad som är bättre: att ha en artikel med 98% \"perfektion\" eller 10 artiklar med 80% \"perfektion\"?",
      "I det andra fallet skulle produktiviteten vara högre, och han kunde ha legat före sina kollegor. Denna insikt fick psykoterapeuten att mildra sina standarder.",
      "Som ett resultat ökade hans produktivitet och arbetstillfredsställelsen växte.",
      "Att utföra flera uppgifter väl kan vara mer effektivt än att fastna i att skapa en perfekt produkt med stor stress.",
      "Formulera nya övertygelser",
      "Arbetet med övertygelser innebär att bli medveten om dem, förstå deras konsekvenser, hitta deras källor och avslutas med att formulera nya, alternativa övertygelser.",
      "I grund och botten är vår uppgift att hjälpa till att \"normalisera\" olika manifestationer av \"ofullkomlighet\" (misstag, missar), att hjälpa till att acceptera idén om egen ofullkomlighet och andras ofullkomlighet.",
      "Överge övertygelserna:",
      "Jag/andra/världen måste vara perfekt",
      "Om det inte är perfekt är det dåligt",
      "Om det är dåligt, kommer folk att överge mig/jag kommer inte att bli erkänd/jag kommer inte att klara mig",
      "Använd istället nya övertygelser och fraser.",
      "Jag är inte perfekt, men jag:",
      "Lär mig och växer",
      "Är tillräckligt bra",
      "Förtjänar kärlek och respekt, även om jag inte är perfekt",
      "Andra är inte perfekta, men de:",
      "Är också människor, med sina styrkor och svagheter",
      "Kommer inte alltid att godkänna mig, och det är okej",
      "Jag gör misstag, men det ger mig möjlighet att:",
      "Lära mig av mina misstag",
      "Bli bättre",
      "Visa motståndskraft och inte ge upp",
      "Skriv ner dina nya övertygelser och implementera dem i ditt liv.",
      "Du kan skriva dem på en post-it och fästa dem på kylskåpet, skriva in dem i anteckningarna på din telefon eller skapa en bild med dem och ställa in den på skrivbordet.",
      "Läs dessa bekräftelser varje dag, minst en gång, men helst fler. Detta hjälper dig att omprogrammera dina tankar och ersätta ohälsosamma övertygelser med mer anpassningsbara.",
      "Lyckligtvis är perfektionism inte en dödsdom.",
      "Med hjälp av små steg – på egen hand eller under ledning av en specialist – kan du föra perfektionismen till en hälsosam nivå. För detta är det nödvändigt att lära sig att älska sig själv villkorslöst och ta hand om sig själv dagligen."
    ]
  }
}
