{
  "title": "Beroende av det ideala, perfektionism",
  "description": "Artikeln undersöker perfektionism och betonar att strävan efter höga standarder kan vara användbar, men när den förvandlas till strikta krav leder det till negativa konsekvenser som ångest och otillfredsställelse med livet. Exempel från verkliga livet visar hur tidiga erfarenheter och uppfostran kan bidra till utvecklingen av perfektionistiska övertygelser och beteenden. Avslutningsvis uppmanar författaren till en balans mellan strävan efter perfektion och ett acceptabelt resultat för att undvika utmattning och besvikelse.",
  "screen_1": {
    "texts": [
      "Önskan att uppnå höga standarder, framgångsrikt slutföra uppgifter och vara produktiv är en ganska positiv egenskap.",
      "Likaså önskan att bli accepterad, godkänd, älskad eller ha meningsfulla prestationer i livet.",
      "När detta förblir på nivån av önskningar, strävanden eller mål, kan vi tala om konstruktiva övertygelser som hjälper oss genom livet och motiverar oss.",
      "Men om önskningarna förvandlas till hårda och fixerade krav, och kostnaden för att uppfylla dem blir för hög, handlar det snarare inte bara om höga standarder, utan om perfektionism.",
      "Vad innebär det att vara perfektionist?",
      "Perfektionism, som övertygelsen att allt måste utföras 100% perfekt, är ofta grunden till många problem.",
      "Du strävar efter det ideala: misstag är oacceptabla för dig, och misslyckande känns som en katastrof. Du anser att du måste se ut, känna, tänka och bete dig felfritt i alla situationer.",
      "Så snart du når ett mål ersätts det omedelbart av ett nytt, ännu mer avlägset, så du får aldrig njuta av och erkännande för dina ansträngningar. Livet blir en grå och uttröttande rutin, eftersom du lever för att försöka uppfylla orealistiska och ibland omöjliga standarder.",
      "Det vill säga, en person med perfektionism:",
      "jämför ofta sig själv med andra människor",
      "befinner sig i permanent konkurrens",
      "fokuserar på misslyckanden och nederlag, utan att märka framgångar",
      "kritiserar hårt sig själv eller andra",
      "anpassar sig dåligt till verkligheten",
      "skjuter ständigt upp, prokrastinerar"
    ],
    "quote": {
      "text": "Perfektionism är rädsla i flotta skor och minkpäls, som låtsas vara elegant när den egentligen bara är rädd.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Perfektionismmodell med exempel",
      "Låt oss påminna om att enligt kognitiv beteendeterapi formar våra livserfarenheter övertygelser om oss själva, andra människor och världen. Dessa övertygelser bestämmer i sin tur våra livsstrategier och regler.",
      "Som exempel låt oss betrakta Jevgenij. Hans föräldrar ställde alltid höga krav på honom, och alla betyg under 'utmärkt' uppfattades som ett misslyckande.",
      "Trots Jenjas talang för musik kritiserade föräldrarna hans framgångar och pressade honom mot det mer 'prestigefyllda' läkaryrket.",
      "Denna erfarenhet skapade hos Jenja den djupa övertygelsen att han 'inte är tillräckligt bra' och 'inkompetent'.",
      "För att kompensera för detta och känna sig bra och kompetent utvecklade han regeln: 'Jag måste göra allt perfekt'.",
      "Strävan efter det ideala tvingar Jevgenij att arbeta till utmattning, skälla på sig själv för minsta misstag och vara kritisk mot kollegor. Detta leder till överansträngning, ångest, relationsproblem och otillfredsställelse med livet.",
      "Ofta sätter han orealistiska mål för sig själv, till exempel att förbereda sig perfekt för en presentation på kort tid.",
      "Om han lyckas (vilket är osannolikt) bekräftas hans regel, vilket skapar en illusion av kontroll. Vid ett misslyckande anklagar Jenja sig själv, vilket stärker övertygelsen om sin egen inkompetens.",
      "Det blir en ond cirkel: regeln att 'göra allt perfekt' skyddar Jevgenij från den smärtsamma känslan av 'otillräcklighet', men bara så länge han kan leva upp till sina överdrivna, orealistiska standarder.",
      "Varje misstag leder till negativa känslor, förstärker självkritiken och närer perfektionismen.",
      "Hur kan övertygelser om perfektionism låta?",
      "Jag måste göra allt perfekt",
      "Jag måste lyckas med allt",
      "Om man inte gör maximalt, är det bättre att inte göra något alls",
      "Om jag kritiseras betyder det att jag gör dåligt ifrån mig. Man får inte göra dåligt ifrån sig",
      "Jag har inte rätt att göra misstag",
      "Jag måste vara bäst på allt jag gör",
      "Hur formas den konstanta strävan efter det ideala?",
      "Oftast formas en sådan strävan i yngre skolålder eller förskoleålder, som ett resultat av familjens uppfostran."
    ]
  },
  "screen_3": {
    "texts": [
      "Forskare anser att neurotisk perfektionism formas under påverkan av barndomserfarenheter med föräldrar som visade kärlek villkorligt (för betyg, resultat osv.) eller inte visade något godkännande alls.",
      "I båda fallen utvecklar barnet en önskan att vara perfekt för att bevisa för föräldrarna att det kan vara bra och värdefullt för sig själv och för dem. Ofta visar perfektionisters föräldrar överdriven kritik, nekar barnet stöd och uppvisar höga krav.",
      "För att uppfylla föräldrarnas förväntningar och undvika straff och kritik, måste barnet försöka vara oklanderligt.",
      "Huvudsakligen identifieras fyra typer av föräldrabeteenden som kan bidra till utvecklingen av perfektionism:",
      "Föräldrarna själva uppvisar en stark perfektionistisk beteendemodell",
      "Föräldrarna är överdrivet kritiska och krävande mot barnet, det finns inte tillräckligt med känslomässigt stöd och hjälp i relationerna",
      "Föräldrarnas godkännande saknas eller är inkonsekvent och villkorligt",
      "Auktoritär uppfostringsstil och överdrivna förväntningar från föräldrarna",
      "När ett barn börjar skolan stimuleras det att formalisera sina framgångar i form av betyg.",
      "Det är här som \"toppelev-syndromet\" bildas, vilket psykologer kopplar till perfektionism. Barnet försöker vara bäst på allt, och om det inte lyckas med det, aktiveras ett polariserat tänkande enligt principen \"allt eller inget\".",
      "Om det inte finns möjlighet att vara bäst i detta ämne, väljs strategin att vara sämst av alla – bättre att vara sist, om man inte kan vara först."
    ]
  },
  "screen_4": {
    "texts": [
      "Förutom familjens inflytande uppmuntras perfektionism av det moderna samhället. I skolan och på universitet älskar lärare lydiga toppelever, och arbetsgivare värdesätter perfektionistiska anställda.",
      "Marknadsekonomi driver människor till konkurrens, strävan att ständigt uppnå bättre resultat.",
      "Media dikterar för oss mode och förståelse av skönhet och attraktivitet. Om en person ser bra ut, klär sig stilfullt, tar hand om sig själv, ökar det chanserna att hitta en partner, ett prestigefyllt jobb, lika attraktiva vänner.",
      "På grund av detta är människor ofta övertygade om nödvändigheten att uppfylla höga standarder för att vara en del av samhället.",
      "Så är perfektionism bra eller dåligt?",
      "Frågan om perfektionism väcker ofta oenighet: vissa anser det användbart, andra skadligt.",
      "Om du är perfektionist kommer du sannolikt att säga att strävan efter perfektion är normalt, hur kan man annars uppnå framgång? Men i praktiken tar den en enorm mängd kraft och resurser från dig, gradvis men skoningslöst uttömmer din kropp och psyke.",
      "Perfektionism är nära kopplad till beroendet av prestationer, som vi berättade om i tidigare kapitel, så dess nackdelar är också liknande.",
      "Överdrivna, orealistiska standarder påverkar praktiskt taget alla områden av ditt liv: arbete, studier, relationer med nära och kära, din fritid.",
      "Problemet är att det ideal som perfektionismen strävar efter i själva verket är ouppnåeligt. Idealet existerar inte – det är ett objekts eller fenomens bästa, fullbordade tillstånd, som var och en uppfattar på sitt eget sätt.",
      "Låt oss vara ärliga och ställa oss frågan: finns det något absolut perfekt för alla?",
      "Det som du anser vara idealt kan för någon annan verka helt meningslöst. Även Mozarts verk och da Vincis arbeten uppskattas inte av alla, trots att de anses vara höjdpunkter inom konsten.",
      "När du justerar dina övertygelser i enlighet med verkligheten, då kan du njuta av utfört arbete och av livet i allmänhet, istället för konstant besvikelse.",
      "Det är mycket viktigt att lära sig balansera mellan strävan efter det bästa och ett acceptabelt, bra resultat."
    ]
  }
}
