{
  "title": "Beroende av det ideala, perfektionism",
  "description": "Artikeln undersöker perfektionism och betonar att strävan efter höga standarder kan vara användbar, men när den förvandlas till strikta krav leder det till negativa konsekvenser som ångest och otillfredsställelse med livet. Exempel från verkliga livet visar hur tidiga erfarenheter och uppfostran kan bidra till utvecklingen av perfektionistiska övertygelser och beteenden. Avslutningsvis uppmanar författaren till en balans mellan strävan efter perfektion och ett acceptabelt resultat för att undvika utmattning och besvikelse.",
  "screen_1": {
    "texts": [
      "Önskan att uppnå höga standarder, framgångsrikt slutföra uppgifter och vara produktiv är en ganska positiv egenskap.",
      "Likaså önskan att bli accepterad, godkänd, älskad eller ha meningsfulla prestationer i livet.",
      "När detta förblir på nivån av önskningar, strävanden eller mål, kan vi tala om konstruktiva övertygelser som hjälper oss genom livet och motiverar oss.",
      "Men om önskningarna förvandlas till hårda och fixerade krav, och kostnaden för att uppfylla dem blir för hög, handlar det snarare inte bara om höga standarder, utan om perfektionism.",
      "Vad innebär det att vara perfektionist?",
      "Perfektionism, som övertygelsen att allt måste utföras 100% perfekt, är ofta grunden till många problem.",
      "Du strävar efter det ideala: misstag är oacceptabla för dig, och misslyckande känns som en katastrof. Du anser att du måste se ut, känna, tänka och bete dig felfritt i alla situationer.",
      "Så snart du når ett mål ersätts det omedelbart av ett nytt, ännu mer avlägset, så du får aldrig njuta av och erkännande för dina ansträngningar. Livet blir en grå och uttröttande rutin, eftersom du lever för att försöka uppfylla orealistiska och ibland omöjliga standarder.",
      "Det vill säga, en person med perfektionism:",
      "jämför ofta sig själv med andra människor",
      "befinner sig i permanent konkurrens",
      "fokuserar på misslyckanden och nederlag, utan att märka framgångar",
      "kritiserar hårt sig själv eller andra",
      "anpassar sig dåligt till verkligheten",
      "skjuter ständigt upp, prokrastinerar"
    ],
    "quote": {
      "text": "Perfektionism är rädsla i flotta skor och minkpäls, som låtsas vara elegant när den egentligen bara är rädd.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Perfektionismmodell med exempel",
      "Låt oss påminna om att enligt kognitiv beteendeterapi formar våra livserfarenheter övertygelser om oss själva, andra människor och världen. Dessa övertygelser bestämmer i sin tur våra livsstrategier och regler.",
      "Som exempel låt oss betrakta Jevgenij. Hans föräldrar ställde alltid höga krav på honom, och alla betyg under 'utmärkt' uppfattades som ett misslyckande.",
      "Trots Jenjas talang för musik kritiserade föräldrarna hans framgångar och pressade honom mot det mer 'prestigefyllda' läkaryrket.",
      "Denna erfarenhet skapade hos Jenja den djupa övertygelsen att han 'inte är tillräckligt bra' och 'inkompetent'.",
      "För att kompensera för detta och känna sig bra och kompetent utvecklade han regeln: 'Jag måste göra allt perfekt'.",
      "Strävan efter det ideala tvingar Jevgenij att arbeta till utmattning, skälla på sig själv för minsta misstag och vara kritisk mot kollegor. Detta leder till överansträngning, ångest, relationsproblem och otillfredsställelse med livet.",
      "Ofta sätter han orealistiska mål för sig själv, till exempel att förbereda sig perfekt för en presentation på kort tid.",
      "Om han lyckas (vilket är osannolikt) bekräftas hans regel, vilket skapar en illusion av kontroll. Vid ett misslyckande anklagar Jenja sig själv, vilket stärker övertygelsen om sin egen inkompetens.",
      "Det blir en ond cirkel: regeln att 'göra allt perfekt' skyddar Jevgenij från den smärtsamma känslan av 'otillräcklighet', men bara så länge han kan leva upp till sina överdrivna, orealistiska standarder.",
      "Varje misstag leder till negativa känslor, förstärker självkritiken och närer perfektionismen.",
      "Hur kan övertygelser om perfektionism låta?",
      "Jag måste göra allt perfekt",
      "Jag måste lyckas med allt",
      "Om man inte gör maximalt, är det bättre att inte göra något alls",
      "Om jag kritiseras betyder det att jag gör dåligt ifrån mig. Man får inte göra dåligt ifrån sig",
      "Jag har inte rätt att göra misstag",
      "Jag måste vara bäst på allt jag gör",
      "Hur formas den konstanta strävan efter det ideala?",
      "Oftast formas en sådan strävan i yngre skolålder eller förskoleålder, som ett resultat av familjens uppfostran."
    ]
  },
  "screen_3": {
    "texts": [
      "Forskare anser att neurotisk perfektionism formas under påverkan av barndomserfarenheter med föräldrar som visade kärlek villkorligt (för betyg, resultat osv.) eller inte visade något godkännande alls.",
      "I båda fallen utvecklar barnet en önskan att vara perfekt för att bevisa för föräldrarna att det kan vara bra och värdefullt för sig själv och för dem. Ofta visar perfektionisters föräldrar överdriven kritik, nekar barnet stöd och uppvisar höga krav.",
      "För att uppfylla föräldrarnas förväntningar och undvika straff och kritik, måste barnet försöka vara oklanderligt.",
      "Huvudsakligen identifieras fyra typer av föräldrabeteenden som kan bidra till utvecklingen av perfektionism:",
      "Föräldrarna själva uppvisar en stark perfektionistisk beteendemodell",
      "Föräldrarna är överdrivet kritiska och krävande mot barnet, det finns inte tillräckligt med känslomässigt stöd och hjälp i relationerna",
      "Föräldrarnas godkännande saknas eller är inkonsekvent och villkorligt",
      "Auktoritär uppfostringsstil och överdrivna förväntningar från föräldrarna",
      "När ett barn börjar skolan stimuleras det att formalisera sina framgångar i form av betyg.",
      "Det är här som \"toppelev-syndromet\" bildas, vilket psykologer kopplar till perfektionism. Barnet försöker vara bäst på allt, och om det inte lyckas med det, aktiveras ett polariserat tänkande enligt principen \"allt eller inget\".",
      "Om det inte finns möjlighet att vara bäst i detta ämne, väljs strategin att vara sämst av alla – bättre att vara sist, om man inte kan vara först."
    ]
  },
  "screen_4": {
    "texts": [
      "Förutom familjens inflytande uppmuntras perfektionism av det moderna samhället. I skolan och på universitet älskar lärare lydiga toppelever, och arbetsgivare värdesätter perfektionistiska anställda.",
      "Marknadsekonomi driver människor till konkurrens, strävan att ständigt uppnå bättre resultat.",
      "Media dikterar för oss mode och förståelse av skönhet och attraktivitet. Om en person ser bra ut, klär sig stilfullt, tar hand om sig själv, ökar det chanserna att hitta en partner, ett prestigefyllt jobb, lika attraktiva vänner.",
      "På grund av detta är människor ofta övertygade om nödvändigheten att uppfylla höga standarder för att vara en del av samhället.",
      "Så är perfektionism bra eller dåligt?",
      "Frågan om perfektionism väcker ofta oenighet: vissa anser det användbart, andra skadligt.",
      "Om du är perfektionist kommer du sannolikt att säga att strävan efter perfektion är normalt, hur kan man annars uppnå framgång? Men i praktiken tar den en enorm mängd kraft och resurser från dig, gradvis men skoningslöst uttömmer din kropp och psyke.",
      "Perfektionism är nära kopplad till beroendet av prestationer, som vi berättade om i tidigare kapitel, så dess nackdelar är också liknande.",
      "Överdrivna, orealistiska standarder påverkar praktiskt taget alla områden av ditt liv: arbete, studier, relationer med nära och kära, din fritid.",
      "Problemet är att det ideal som perfektionismen strävar efter i själva verket är ouppnåeligt. Idealet existerar inte – det är ett objekts eller fenomens bästa, fullbordade tillstånd, som var och en uppfattar på sitt eget sätt.",
      "Låt oss vara ärliga och ställa oss frågan: finns det något absolut perfekt för alla?",
      "Det som du anser vara idealt kan för någon annan verka helt meningslöst. Även Mozarts verk och da Vincis arbeten uppskattas inte av alla, trots att de anses vara höjdpunkter inom konsten.",
      "När du justerar dina övertygelser i enlighet med verkligheten, då kan du njuta av utfört arbete och av livet i allmänhet, istället för konstant besvikelse.",
      "Det är mycket viktigt att lära sig balansera mellan strävan efter det bästa och ett acceptabelt, bra resultat."
    ]
  },
  "exercise": {
    "title": "Hur ska man göra när perfektionism finns, idealet inte existerar, men du vill leva ett normalt liv?",
    "description": "Artikeln undersöker två typer av perfektionism - negativ och positiv - och erbjuder effektiva rekommendationer för att hantera perfektionistiska tendenser. Författaren presenterar åtta nyckelstrategier, inklusive motivation till förändring, kognitiv omstrukturering, processorientering istället för resultatfokus, och utveckling av nya, hälsosammare övertygelser. Huvudidén är att perfektionism kan övervinnas genom att lära sig acceptera ofullkomlighet, älska sig själv villkorslöst och ta hand om sig själv dagligen.",
    "screen_1": {
      "texts": [
        "Moderna forskare skiljer mellan två typer av perfektionism: negativ och positiv, eller med andra ord, hälsosam och patologisk.",
        "För att förvandla minus till plus är det viktigt att kombinera dina ledaregenskaper och strävan efter perfektion med sunt förnuft och rationalitet.",
        "Vi har förberett effektiva rekommendationer för att hantera perfektionism.",
        "Den bästa utgångspunkten för att bekämpa vilket problem som helst är motivation till förändring.",
        "För att besegra perfektionism är det viktigt att förstå varför du behöver det. Analysera och skriv ner alla för- och nackdelar.",
        "Du kanske blir förvånad när du upptäcker att svårigheterna är mycket fler än fördelarna. När du väl inser och accepterar detta kommer det att bli mycket lättare för dig att förändras.",
        "Precis som många andra tänker du förmodligen att allt måste göras till 100% eller att det under inga omständigheter är tillåtet att göra misstag, eller så håller du fast vid andra liknande tankar och perfektionistiska övertygelser.",
        "Det är mycket viktigt att du ifrågasätter alla sådana tankar och arbetar med dem.",
        "Hur då? Det kan vara användbart att fortsätta föra en dagbok över automatiska tankar, där du kan identifiera dessa idéer, kontrollera dem mot verkligheten och ge dem ett rationellt svar."
      ],
      "quote": {
        "text": "Jag har missat mer än 9000 skott i min karriär. Jag har förlorat nästan 300 matcher. 26 gånger har jag anförtrotts det avgörande skottet och missat. Jag har misslyckats om och om igen i mitt liv. Och det är därför jag har lyckats.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "Följande frågor kan hjälpa till med reality testing (kognitiv omstrukturering):",
        "Vilka bevis har jag som stöder denna tanke eller övertygelse?",
        "Är denna tanke till nytta?",
        "Finns det andra sätt som jag kan tänka om denna situation eller om mig själv?",
        "Anklagar jag mig själv i onödan?",
        "Vad eller vem mer har bidragit till denna situation?",
        "Är detta verkligen under min kontroll?",
        "Följer jag ogrundade eller dubbla standarder?",
        "Är detta en realistisk förväntan?",
        "Dessa frågor syftar till att testa en viss övertygelse, bekräfta den, förtydliga eller motbevisa den och formulera en alternativ övertygelse.",
        "Fråga dig själv: om jag gör det perfekt, vad händer då? Och om jag inte gör det perfekt, vad händer då? Försök förstå vad som ligger bakom din perfektionism. Är du kanske rädd för att bli avvisad? Är du kanske rädd för offentlig förlöjligande? Kanske döljer perfektionismen en törst efter erkännande?",
        "När du förstår vad som ligger bakom perfektionismen, fråga dig själv om du verkligen hanterar dessa rädslor och behov med hjälp av den?",
        "Du skrev en rapport perfekt, lämnade in den, och vad sen? Är du nu helt fri från rädslan att bli övergiven? Du framträdde perfekt, folk applåderade, och det var allt, är dessa ovationer från en mängd främlingar tillräckliga för dig?",
        "Förmodligen är ditt svar negativt. Du nådde idealet, kände välbehag för en stund, och sedan är det tillbaka till denna jakt igen.",
        "Bli av med svart-vitt tänkande",
        "Perfektionister tänker ofta i termer av \"allt eller inget\", \"framgång eller misslyckande\", \"gör det perfekt eller gör det inte alls\".",
        "Detta tillvägagångssätt är orealistiskt. Se dig omkring och fråga dig själv hur många saker i världen som passar in i kategorin 'allt eller inget'. Är dina väggar helt rena? Eller finns det åtminstone lite smuts på dem?",
        "Känner du någon som är helt lugn och självsäker? Har din favoritskådespelerska perfekt skönhet, eller har hon trots allt några brister?"
      ]
    },
    "screen_3": {
      "texts": [
        "I livet kommer sällan något utan misstag och misslyckanden.",
        "Ingen föds mästare – vi lär oss, prövar, misslyckas och förbättras gradvis.",
        "Så tillåt dig att vara ofullkomlig, att göra något ofullständigt, att missa ibland. Misstag är inte fiender utan hjälpare på vägen till framgång. Kom ofta ihåg ordspråket: \"Den som inte gör något, gör inga misstag\".",
        "Du bör inte omedelbart ge upp alla ideal – det kan vara en alltför drastisk förändring.",
        "Gå framåt gradvis.",
        "Börja smått: välj ett, det minst viktiga idealet och försök att ge upp det. Observera resultatet.",
        "Världen kommer inte att rasa samman om du gör något mindre än perfekt. Dina nära och kära kommer inte att vända sig från dig, du kommer inte att bli en hemsk person.",
        "Mest sannolikt kommer du att hantera det mindre än perfekta resultatet mycket lättare än det verkar. Kom ihåg att ett experiment inte ger hela bilden. Systematik krävs.",
        "Varje vecka eller månad, ge upp ett ideal och observera reaktionen. Lyssna på dig själv och gå framåt i en takt som känns bekväm för dig.",
        "För en framgångsdagbok",
        "Anteckna både stora och små, betydelsefulla och mindre betydelsefulla framgångar. Varje dag. Perfektionism älskar nederlag, och när du nästa gång säger till dig själv: \"Jag lyckas aldrig med någonting\", öppna genast din anteckningsbok och läs hur mycket du redan har lyckats med.",
        "Ett annat sätt att övervinna perfektionism är att fokusera på processen.",
        "Det innebär att när du utvärderar en handling fokuserar du mer på processen än på resultatet.",
        "Föreställ dig att du är en förare och åker varje dag från punkt A till punkt B. Vissa dagar är trafikljusen mestadels gröna och du kommer snabbt fram. Andra dagar hamnar du ständigt vid röda ljus, fastnar i trafikstockningar, och resan tar mycket längre tid.",
        "Dina körkunskaper förändras inte, så varför inte känna dig lika nöjd varje dag med det arbete du utför? Försök att se på saker från ett nytt perspektiv, utan att försöka göra ditt arbete eller någon handling perfekt.",
        "Som student kan du till exempel sätta upp följande processorienterade mål:",
        "närvara vid lektioner;",
        "lyssna uppmärksamt och ta anteckningar;",
        "ställa relevanta frågor;",
        "ägna varje ämne en bestämd tid;",
        "läsa igenom anteckningar från lektioner var andra eller tredje vecka.",
        "Alla dessa processer kan du kontrollera, så framgång är garanterad. Det slutliga betyget eller resultatet, däremot, är inte under din kontroll.",
        "Resultatet beror på hur din lärare mår den dagen, hur bra andra studenter presterar, vilka kriterier som används osv."
      ]
    },
    "screen_4": {
      "texts": [
        "Använd \"girighet-tekniken\"",
        "Den bygger på det enkla faktum att de flesta av oss strävar efter att vara perfekta för att lyckas i livet. Du har kanske inte tänkt på att du kan bli mycket mer framgångsrik om du sänker standarden.",
        "Till exempel skrev en gång en välkänd psykoterapeut sin första vetenskapliga artikel under mer än två år.",
        "Den var utmärkt och publicerades. Men under samma tid skrev och publicerade hans kollegor betydligt fler lika bra arbeten. Därför funderade han på vad som är bättre: att ha en artikel med 98% \"perfektion\" eller 10 artiklar med 80% \"perfektion\"?",
        "I det andra fallet skulle produktiviteten vara högre, och han kunde ha legat före sina kollegor. Denna insikt fick psykoterapeuten att mildra sina standarder.",
        "Som ett resultat ökade hans produktivitet och arbetstillfredsställelsen växte.",
        "Att utföra flera uppgifter väl kan vara mer effektivt än att fastna i att skapa en perfekt produkt med stor stress.",
        "Formulera nya övertygelser",
        "Arbetet med övertygelser innebär att bli medveten om dem, förstå deras konsekvenser, hitta deras källor och avslutas med att formulera nya, alternativa övertygelser.",
        "I grund och botten är vår uppgift att hjälpa till att \"normalisera\" olika manifestationer av \"ofullkomlighet\" (misstag, missar), att hjälpa till att acceptera idén om egen ofullkomlighet och andras ofullkomlighet.",
        "Överge övertygelserna:",
        "Jag/andra/världen måste vara perfekt",
        "Om det inte är perfekt är det dåligt",
        "Om det är dåligt, kommer folk att överge mig/jag kommer inte att bli erkänd/jag kommer inte att klara mig",
        "Använd istället nya övertygelser och fraser.",
        "Jag är inte perfekt, men jag:",
        "Lär mig och växer",
        "Är tillräckligt bra",
        "Förtjänar kärlek och respekt, även om jag inte är perfekt",
        "Andra är inte perfekta, men de:",
        "Är också människor, med sina styrkor och svagheter",
        "Kommer inte alltid att godkänna mig, och det är okej",
        "Jag gör misstag, men det ger mig möjlighet att:",
        "Lära mig av mina misstag",
        "Bli bättre",
        "Visa motståndskraft och inte ge upp",
        "Skriv ner dina nya övertygelser och implementera dem i ditt liv.",
        "Du kan skriva dem på en post-it och fästa dem på kylskåpet, skriva in dem i anteckningarna på din telefon eller skapa en bild med dem och ställa in den på skrivbordet.",
        "Läs dessa bekräftelser varje dag, minst en gång, men helst fler. Detta hjälper dig att omprogrammera dina tankar och ersätta ohälsosamma övertygelser med mer anpassningsbara.",
        "Lyckligtvis är perfektionism inte en dödsdom.",
        "Med hjälp av små steg – på egen hand eller under ledning av en specialist – kan du föra perfektionismen till en hälsosam nivå. För detta är det nödvändigt att lära sig att älska sig själv villkorslöst och ta hand om sig själv dagligen."
      ]
    }
  }
}
