{
  "title": "Vägen till en sund självkänsla",
  "description": "Denna text utforskar vägar till befrielse från beroendet av andras godkännande. Huvudstegen inkluderar analys av för- och nackdelar med nuvarande övertygelser, omskrivning av negativa inställningar till mer realistiska och användbara, samt utveckling av vanan att godkänna sig själv. Genom att följa dessa rekommendationer kan en person öka sitt oberoende och förbättra sin livskvalitet.",
  "screen_1": {
    "texts": [
      "Det första och mycket viktiga steget på vägen mot att förändra destruktiva övertygelser är att analysera deras för- och nackdelar.",
      "Tänk på dina övertygelser gällande beroende av godkännande och skriv ner dem. De kan formuleras på olika sätt men speglar din strävan efter att bli godkänd av andra.",
      "Till exempel: \"Jag måste göra det som människor tycker om\", eller \"Om jag inte blir godkänd betyder det att jag är dålig\".",
      "Fråga dig själv: vilka är fördelarna och nackdelarna med sådana inställningar? Vilket pris betalar du för detta och vad får du i gengäld?",
      "Genom att lista alla möjliga sätt som övertygelsen skadar eller hjälper dig, kommer du att kunna se hur den faktiskt påverkar ditt tillstånd, humör och liv i allmänhet. Detta kan bli ett viktigt första steg mot personlig utveckling.",
      "Om du ser att rädslan för ogillande orsakar dig mer skada än nytta, är nästa steg att skriva om övertygelsen så att den låter mer realistisk och användbar för dig.",
      "Som exempel tar vi övertygelsen: \"Om jag inte blir godkänd betyder det att jag är dålig\".",
      "Även om du beter dig \"perfekt\" kommer det alltid att finnas människor som uttrycker missnöje med ditt beteende eller till och med med dig själv.",
      "Hur bra och bekväm du än försöker vara för andra människor, kommer du ändå inte att kunna undvika kritik, konflikter och till och med avvisande.",
      "Detta bevisar dock inte att du är en dålig person, eftersom en annan person kan kritisera dig på grund av sina övertygelser som formats av uppfostran och livserfarenhet (inte alltid rationella!), där du som en annan person helt enkelt inte passar in.",
      "Och om någon föredrar blondiner framför brunetter, gör det alla brunetter dåliga?",
      "Baserat på sådana resonemang kan övertygelsen skrivas om på följande sätt: \"Ogillande kan orsaka obehag, men det gör mig inte till en dålig person\".",
      "Läs om den nya övertygelsen ett par gånger om dagen. På så sätt kommer du gradvis att forma nya tankemönster."
    ],
    "quote": {
      "text": "Ingen kan få dig att känna dig underlägsen utan ditt medgivande.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Fundera över varför det är irrationellt att vara rädd för ogillande. Gör din egen personliga lista över anledningar till varför ogillande är obehagligt men inte dödligt.",
      "Argumenten bör vara livsnära, begripliga, så att du inte alls tvivlar på dem. Vilseled inte dig själv!",
      "Till exempel kommer påståendet: \"Om någon kritiserar mig bör jag inte bli upprörd eftersom jag inte behöver sådana högmodiga människor omkring mig\" inte att fungera, eftersom det innehåller en förvrängning.",
      "På detta sätt försöker du bara hävda dig själv genom att sätta personen på en \"svartlista\". Håll dig till idéer som du anser vara sanna.",
      "Här är några idéer som kan vara användbara för dig:",
      "Ogillande är inte alltid direkt kopplat till dig: dina ord, handlingar eller livsstil. Orsaken kan ligga i problem eller personliga åsikter hos den andra personen.",
      "Även berättigad kritik utgör inget hot, eftersom den hjälper till att hitta och rätta till misstag. Och av dem, som bekant, lär vi oss.",
      "En, två, fem, tio misstag betyder inte att allt du gör är fel. Som motvikt finns det många saker där du inte gör fel.",
      "Du bestämmer själv hur upprörd du blir över andras ogillande, din reaktion beror bara på dig.",
      "Andra människor kan inte döma ditt mänskliga värde, bara riktigheten och fördelarna med dina ord eller handlingar.",
      "Alla människor kommer att bedöma dig olika, oavsett hur bra eller dåligt du agerar. Ogillande sprider sig inte med enorm hastighet, och ett fall av avvisande kommer inte att leda till total ensamhet.",
      "Ogillande och kritik orsakar vanligtvis obehag, men obehaget kommer att passera. Sluta hänge dig åt nedstämdhet. Gör något som tidigare gav dig nöje, även om du känner att det är helt meningslöst att börja. Ogillande är inte för evigt.",
      "Tänk över detta ämne under några dagar och komplettera listan lite i taget. Utveckla din egen inställning till ogillande. Du kommer att bli förvånad över hur mycket det hjälper dig att förändra din syn på världen och stärka din känsla av oberoende."
    ],
    "quote": {
      "text": "Din tid är begränsad, slösa inte bort den genom att leva någon annans liv.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Lär dig att bara vara beroende av ditt eget godkännande.",
      "Nyckeln till emotionell återhämtning är kunskapen att endast dina egna tankar kan påverka ditt humör. När du avstått från beroendet av andras beröm, försök att ge dig själv stöd.",
      "För att göra detta, skriv under dagen i en dagbok eller telefon en lista över dina prestationer. Det spelar ingen roll hur omfattande de är, om någon annan än du uppmärksammade dem eller inte.",
      "Kanske höll du upp dörren i tunnelbanan eller förklarade tålmodigt något ämne för en kollega två gånger. Eller så gick du helt enkelt inte med alla andra mot rött ljus i trafikljuset.",
      "Vänj dig vid att föra en sådan lista, granska den innan du somnar, och du kommer att ta ett stort steg mot att godkänna dig själv.",
      "Kom ihåg att omgivningens åsikter är mycket instabila. Det som idag diskuteras och kritiseras kan imorgon bli modernt och önskvärt för många.",
      "Försök inte och sträva inte efter att behaga alla. Det är omöjligt. Det finns miljoner människor i världen, och var och en har sin egen åsikt och sitt eget huvud på axlarna.",
      "Lev ditt eget liv, uttryck din egen åsikt, lär av dina misstag, rätta till dem, sträva efter dina mål och gå framåt.",
      "Alla de nämnda stegen fungerar tillsammans. Ja, det kräver arbete, men att befria sig från beroendet av andras godkännande förändrar livet till det bättre. Det ger frihet att vara sig själv."
    ]
  }
}
