{
  "days": {
    "fist": "<p>اسمي ألفريد، وأنا مساعدكم الذكي داخل هذا التطبيق. هدفي هو دعمكم في طريقكم نحو حياة أكثر هدوءًا وثباتًا وتوازنًا.</p><p>لقد أعددت لكم بعض الخطوات الأولى للتعرّف على الأساليب والأدوات التي نستخدمها.</p><p>تذكّروا: كلما تفاعلتم مع التطبيق أكثر، تمكّنتُ من فهم احتياجاتكم بدقة أكبر، وأصبحت توصياتي أكثر فائدة لكم.</p>",
    "third": "<p>اليوم دعونا نواصل العمل ونخصّص وقتًا لتحليل الأفكار الهدّامة.</p><p>كما أنصحكم بإلقاء نظرة على دليل الأخصائيين النفسيين لدينا.</p><p>نركّز في التطبيق على الممارسة الذاتية، لكن الأخصائي النفسي قد يساعدكم في الحصول على دعم وتوصيات أكثر تخصيصًا. وهذا مفيد خصوصًا في بداية الطريق.</p>",
    "fourth": "<p>نحرص على أن يكون التعلّم ليس مفيدًا فحسب، بل ممتعًا لكم أيضًا.</p><p>لذلك أنشأنا قناة على إنستغرام نشرح فيها الأمور المعقّدة بأسلوب بسيط وواضح.</p><p>انضمّوا إلى مجتمعنا — لنتقدّم معًا، خطوة بخطوة نحو حياة أكثر توازنًا ووعيًا.</p>",
    "fifth": "<p>أقترح أن تجرّبوا مزايا النسخة المميّزة.</p><p>ستحصلون على فترة تجريبية لمدة 3 أيام، ويمكنكم إلغاء الاشتراك في أي وقت إذا شعرتم أنها لا تناسبكم.</p><p>النسخة المميّزة تفتح إمكانات أوسع للتعاون معي وتقديم دعم أعمق في مساركم العلاجي.</p>",
    "eighth": "<p>من الرائع أنكم معنا منذ فترة — هذا ملهم حقًا!</p><p>اليوم أود أن ألفت انتباهكم إلى ميزة مهمة: «المشاركة مع الأخصائي النفسي».</p><p>إذا كنتم تتلقّون علاجًا، فقد تكون هذه الميزة دعمًا قيّمًا ومريحًا لكم.</p>",
    "tenth": "<p>مرّت 8 أيام وأنتم معنا — هذا رائع!</p><p>آمل أن يكون التطبيق يساعدكم ويقدّم لكم فائدة حقيقية.</p><p>ملاحظاتكم تهمّنا كثيرًا: أخبرونا بما أعجبكم وما الذي تودّون تحسينه.</p><p>يسعدنا أن نجعل التطبيق أفضل معًا!</p>"
  },
  "appUpdated": [
    "لقد تم تحديثي أثناء غيابكم. دعونا نرى ما الجديد الذي أضافه المطوّرون!",
    "خلال فترة غيابكم صدر تحديث جديد. دعونا نستكشف الإضافات معًا!",
    "تنتظركم تحديثات جديدة! بينما كنتم غير متصلين، واصلنا العمل. دعونا نتعرّف عليها:",
    "أعددنا بعض التحسينات في التطبيق. دعونا نستعرضها معًا!",
    "تم تحديث التطبيق! دعونا نتحقق من الميزات الجديدة التي ظهرت:",
    "مطوّرونا يواصلون تحسين التطبيق كل يوم. ألقوا نظرة على ما تمت إضافته:"
  ],
  "neverUsed": [
    "لم تُسجّلوا أي إدخال بعد في <b>{dairy}</b>. ربما يكون اليوم وقتًا مناسبًا للبدء. وللعثور على النهج الذي يناسبكم فعلًا، من المفيد تجربة أساليب مختلفة.",
    "لاحظت أنكم لم تُسجّلوا بعد أي إدخال في <b>{dairy}</b>. اليوم يوم ممتاز لاتخاذ الخطوة الأولى. جرّبوا طرقًا مختلفة — فهذا يسهل معرفة ما يناسبكم تحديدًا.",
    "لا يزال <b>{dairy}</b> فارغًا. اكتبوا أول إدخال اليوم وجرّبوا تقنيات متنوعة لتحديد ما يناسبكم أكثر."
  ],
  "premiumThanks": {
    "content": "<p>لاحظت أنكم فعّلتم النسخة المميّزة مؤخرًا — شكرًا لكم على ذلك!</p><p>بات بإمكانكم الآن الوصول إلى نموذج ذكاء اصطناعي أقوى، وسيصبح تحليلي أدق وأكثر فائدة.</p><p>اختياركم يساعد فريقنا على تطوير المشروع ودعم الأشخاص في طريقهم نحو توازن داخلي أفضل.</p><p>شكرًا لثقتكم!</p>"
  },
  "quote": [
    "أود اليوم أن أُلهمكم باقتباس لشخصية بارزة.",
    "أقترح اليوم الاستفادة من حكمة شخصية مميّزة — قد تكون مصدرًا جميلًا للإلهام.",
    "أود اليوم أن أشارككم فكرة لشخصية معروفة قد تدعمكم وتلهمكم.",
    "دعونا نتذكر كلمات شخصية بارزة قد تكون لنا بمثابة بوصلة مفيدة.",
    "اخترت لكم اقتباسًا لشخصية معروفة.",
    "قررت اليوم أن أشارككم اقتباسًا عميقًا لشخصية معروفة — يحمل معنى كبيرًا.",
    "أقترح اليوم أن نتأمل حكمة تركتها لنا شخصية بارزة ونجد فيها إلهامًا."
  ],
  "readArticle": [
    "حلّلتُ إدخالاتكم وأضفت إلى خطة اليوم مادة قد تكون مفيدة ومثيرة لاهتمامكم.",
    "بعد مراجعة إدخالاتكم، قررت إدراج مادة تعليمية ضمن خطة اليوم، وأعتقد أنها قد تساعدكم في العمل على أنفسكم.",
    "بعد تحليل إدخالاتكم، اخترت مادة أراها مفيدة ومناسبة لكم وأضفتها إلى خطة اليوم."
  ],
  "testExpired": [
    "نتائج اختباركم <b>{test_name}</b> لم تعد حديثة. دعونا نحدّثها ونقيّم حالتكم الحالية!",
    "نتائجكم في <b>{test_name}</b> لم تعد تعكس الوضع الحالي. أقترح تحديث البيانات لفهم التغيّر بشكل أفضل.",
    "يبدو أن نتائج اختبار <b>{test_name}</b> أصبحت قديمة. دعونا نرى كيف تشعرون الآن!",
    "البيانات الحالية لاختبار <b>{test_name}</b> لم تعد تعبّر عن حالتكم. حان الوقت لإجرائه مرة أخرى.",
    "نتائج <b>{test_name}</b> فقدت راهنيتها. هل تودون تحديثها لمعرفة حالتكم الحالية؟",
    "مرّ بعض الوقت منذ إجراء <b>{test_name}</b>. دعونا نتحقق مما تغيّر منذ ذلك الحين!"
  ],
  "header": [
    "سعيد برؤيتكم من جديد!",
    "أتمنى أن يكون طقسكم جميلًا اليوم!",
    "سعيد جدًا بعودتكم!",
    "كيف تشعرون اليوم؟",
    "من الجميل دائمًا أن أراكم هنا!",
    "يسعدني الترحيب بكم مجددًا!",
    "يسعدني دائمًا رجوعكم!"
  ],
  "affirmation": [
    "اخترت لكم اليوم عبارة تأكيدية قد تدعمكم.",
    "جرّبوا العمل بهذه العبارة التأكيدية اليوم — قد تساعدكم على توجيه انتباهكم نحو ما هو إيجابي.",
    "أقترح عليكم اليوم هذه العبارة التأكيدية لتعزيز حالتكم الداخلية."
  ]
}
