{
  "days": {
    "fist": {
      "header": "سعيد برؤيتك في تطبيقنا للمرة الأولى!",
      "content": "<p>اسمي ألفريد، وأنا الذكاء الاصطناعي لهذا التطبيق. مهمتي هي مساعدتك في طريقك نحو حياة سعيدة ومتناغمة، خالية من المشاكل النفسية!</p><p>لقد أعددت لك بعض الخطوات الأولية التي ستتيح لك التعرف على طرق العلاج لدينا.</p><p>تذكر: كلما تفاعلت بنشاط أكبر مع التطبيق، كلما فهمت احتياجاتك بشكل أفضل، وبالتالي، كلما كانت توصياتي أكثر دقة!</p>"
    },
    "second": {
      "content": "<p>أرى أنك قد اتخذت بالفعل الخطوات الأولى في طريق تطورك النفسي، وهذا رائع!</p><p>اليوم أود أن أقدم لك ميزة جديدة - التقييم اليومي للحالة. لقد أضفتها إلى قائمة الإجراءات الموصى بها لأنها مفيدة بشكل استثنائي لمراقبة تقدمك.</p><p>أوصي بملئها يومياً قبل بدء الجلسات. وفيما عدا ذلك، استمر في الاحتفاظ بالمذكرات والتعرف على النظرية. يوم سعيد!</p>"
    },
    "third": {
      "content": "<p>دعنا نواصل جلساتنا اليوم، مع التركيز على تحليل الأفكار المدمرة.</p><p>بالإضافة إلى ذلك، أوصي بإلقاء نظرة على معرض الأخصائيين النفسيين لدينا.</p><p>في تطبيقنا نركز على الجلسات الذاتية، لكن الأخصائي النفسي فقط هو من يستطيع أن يقدم لك توصيات مخصصة بشكل كامل. هذا مهم للغاية، خاصة في بداية الطريق.</p>"
    },
    "fourth": {
      "content": "<p>نحن نولي اهتماماً خاصاً للتعليم، ونسعى لجعله ليس مفيداً فحسب، بل ممتعاً أيضاً.</p><p>لهذا أنشأنا قناة على Instagram، حيث يتم تقديم المواضيع المعقدة بطريقة سهلة ومفهومة.</p><p>انضم إلى مجتمعنا واقترب خطوة بخطوة من حياة متناغمة وسعيدة خالية من الحواجز النفسية!</p>"
    },
    "fifth": {
      "content": "<p>أدعوك لتجربة ميزاتنا المتميزة.</p><p>يتم توفير فترة تجريبية لمدة 3 أيام يمكنك خلالها إلغاء الاشتراك إذا لم يكن يلبي توقعاتك.</p><p>سيوفر لك هذا إمكانيات موسعة للتفاعل معي خلال العملية العلاجية.</p>"
    },
    "eighth": {
      "content": "<discount></discount><p>لاحظت أنك تهتم بنشاط بصحتك النفسية!</p><p>ومع ذلك، فأنت لا تزال لا تستخدم جميع إمكانيات التطبيق.</p><p>إذا كان الأمر يتعلق بالسعر، فقد خفضته لك اليوم!</p><p>بادر بتثبيت السعر الجديد قبل نهاية اليوم وكن بصحة جيدة!</p>"
    },
    "fifteenth": {
      "content": "<p>لقد مضى على وجودك معنا 8 أيام!</p><p>آمل أن تكون قد وجدت فائدة لنفسك في هذا التطبيق.</p><p>نحن نقدر جداً ملاحظات مستخدمينا، أخبرنا ما أعجبك وما الذي ترغب في تحسينه!</p><p>دعنا نجعل التطبيق أفضل معاً!</p>"
    },
    "tenth": {
      "content": "<p>نحن سعداء بأنك معنا لفترة طويلة - هذا رائع حقاً!</p><p>اليوم أود أن ألفت انتباهك إلى ميزة خاصة واحدة - \"مشاركة مع الأخصائي النفسي\".</p><p>إذا كنت تخضع لدورة علاجية، فستكون هذه الميزة مفيدة لك بشكل لا يصدق!</p>"
    }
  },
  "affirmations": [
    "لقد اخترت لك التأكيد الإيجابي التالي اليوم.",
    "حاول العمل على هذا التأكيد الإيجابي اليوم.",
    "أقترح عليك التأكيد الإيجابي التالي اليوم."
  ],
  "appUpdated": [
    "لقد تم تحديثي أثناء غيابك، دعنا نرى ما الجديد الذي أضافه المطورون!",
    "حدث تحديث خلال فترة غيابك. دعنا نستكشف معاً الميزات الجديدة من المطورين!",
    "تنتظرك تحديثات جديدة! بينما كنت غير متصل، لم نتوقف عن العمل. دعنا نتعرف على التحديثات:",
    "لقد أعددنا بعض التحسينات في التطبيق. هل نستكشفها معاً؟",
    "تم تحديث التطبيق! دعنا نتحقق من الوظائف المثيرة التي تمت إضافتها:",
    "يعمل مطورونا كل يوم لصالح المشروع. إليك ما تمت إضافته:"
  ],
  "neverUsed": [
    "لم تقم بعد بأي تسجيل في <b>{dairy}</b>. حاول القيام بذلك اليوم. للعثور على المنهجية المناسبة لك تحديداً، من الضروري تجربة مناهج مختلفة.",
    "لاحظت أنك لم تترك أي ملاحظات في <b>{dairy}</b> بعد. اليوم يوم رائع لتصحيح ذلك. استكشف استراتيجيات مختلفة لاكتشاف الأكثر فعالية بالنسبة لك.",
    "لا يزال <b>{dairy}</b> الخاص بك فارغاً. اتخذ الخطوة الأولى اليوم، واستكشف منهجيات متنوعة للعثور على ما يناسبك تحديداً."
  ],
  "premiumThanks": {
    "content": "<p>لقد لاحظت أنك قمت مؤخراً بالاشتراك في النسخة المميزة!</p><p>تمنحك النسخة المميزة الوصول إلى نموذج ذكاء اصطناعي أكثر قوة، مما سيجعل تحليلي أكثر فعالية!</p><p>بفضلك، سيتمكن مطورونا من مواصلة تطوير المشروع ومساعدة الناس على تحقيق التوازن الداخلي.</p><p>شكراً لك على ثقتك!</p>"
  },
  "quote": [
    "اليوم أود أن ألهمك بمقولة لشخص عظيم.",
    "دعنا اليوم نستعين بحكمة شخصية عظيمة، يمكن أن تكون مصدر إلهام.",
    "أقترح عليك اليوم تأملات لشخصية عظيمة، يمكن أن تحفزك على إنجازات جديدة.",
    "دعنا نتذكر كلمات شخص عظيم، يمكن أن تكون نصيحة حكيمة لنا.",
    "لقد اخترت لك مقولة لشخص مشهور.",
    "قررت اليوم أن أشارك معك مقولة ثاقبة لشخصية مشهورة، مليئة بالمعنى العميق.",
    "أدعوك اليوم للغوص في الحكمة التي تركها لنا شخص عظيم، واستلهام الإلهام منها."
  ],
  "readArticle": [
    "لقد حللت ملاحظاتك وأضفت إلى خطتك اليومية مادة تعليمية قد تكون مثيرة للاهتمام بالنسبة لك.",
    "بعد دراسة ملاحظاتك، قررت إضافة مادة تعليمية إلى خطتك اليومية والتي أعتقد أنها ستكون مفيدة لك.",
    "نتيجة لتحليل ملاحظاتك، اخترت مادة تعليمية أعتبرها مفيدة ومثيرة للاهتمام لك، وأضفتها إلى خطتك لهذا اليوم."
  ],
  "testExpired": [
    "نتائج اختبارك <b>{test_name}</b> أصبحت قديمة، دعنا نحدد حالتك الحالية!",
    "نتائجك في اختبار <b>{test_name}</b> لم تعد صالحة. حان الوقت لتحديث المعلومات حول حالتك!",
    "يبدو أن نتائج اختبار <b>{test_name}</b> قديمة. دعنا نكتشف كيف تسير الأمور الآن!",
    "بيانات اختبار <b>{test_name}</b> لم تعد تعكس وضعك الحالي. حان وقت فحص جديد!",
    "نتائج <b>{test_name}</b> فقدت أهميتها. هل ترغب في تحديثها ومعرفة حالتك الحالية؟",
    "مر وقت طويل منذ أن أجريت <b>{test_name}</b>. دعنا نتحقق مما تغير منذ ذلك الحين!"
  ],
  "header": [
    "سعيد برؤيتك مرة أخرى!",
    "أتمنى أن يكون الطقس رائعاً لديك!",
    "من الجميل رؤيتك مجدداً!",
    "كيف حالك اليوم؟",
    "دائماً من الممتع رؤيتك!",
    "أهلاً بك مرة أخرى!",
    "سعيد دائماً برؤيتك!"
  ]
}