[
  {
    "text": "أعظم مجد في الحياة ليس ألا نسقط أبدًا، بل أن ننهض كلما سقطنا.",
    "author": "نيلسون مانديلا"
  },
  {
    "text": "حين تكون في الظلام، تذكّر أن الشمس تشرق وتغرب، لكن نورها باقٍ.",
    "author": "جبران خليل جبران"
  },
  {
    "text": "ما لا يقتلنا يجعلنا أقوى.",
    "author": "فريدريش نيتشه"
  },
  {
    "text": "حتى في ليلٍ يبدو بلا نهاية، ثمة طريق إلى صباحٍ مشرق.",
    "author": "هاروكي موراكامي"
  },
  {
    "text": "الأمل ذلك الشيء ذو الريش الذي يستقر في الروح، ويغني لحنًا بلا كلمات، ولا يتوقف أبدًا عن ذلك.",
    "author": "إميلي ديكنسون"
  },
  {
    "text": "أفضل طريقة لرفع معنوياتك هي أن تحاول رفع معنويات شخصٍ آخر.",
    "author": "مارك توين"
  },
  {
    "text": "فكرة إيجابية صغيرة في الصباح قد تغيّر يومك كله.",
    "author": "الدالاي لاما"
  },
  {
    "text": "من المهم أن نتذكر أننا لا نستطيع أن نصبح ما نريد أن نكون عليه ما دمنا نبقى كما نحن.",
    "author": "ماكس دي بري"
  },
  {
    "text": "هناك دائمًا نور، إن كنا شجعانًا بما يكفي لنراه، وشجعانًا بما يكفي لنكونه.",
    "author": "أماندا غورمان"
  },
  {
    "text": "لا تقِس كل يومٍ بالحصاد الذي جمعته، بل بالبذور التي زرعتها.",
    "author": "روبرت لويس ستيفنسون"
  },
  {
    "text": "ذكّر نفسك بأن هذا ليس علامة على الضعف. إنه مرض يحتاج إلى علاج، مثل أي مرض آخر.",
    "author": "ديمي لوفاتو"
  },
  {
    "text": "لا تدع مرضك يحدد من تكون.",
    "author": "إليزابيث وورتزل"
  },
  {
    "text": "ما نراه يعتمد إلى حد كبير على ما نبحث عنه.",
    "author": "جون لوبوك"
  },
  {
    "text": "من المهم التحدث عن مشاعرك بدلًا من دفنها في داخلك.",
    "author": "جيمي هندريكس"
  },
  {
    "text": "لست وحدك، وهذا الظلام—مثل كل شيء—سيمضي يومًا ما.",
    "author": "إلين ديجينيريس"
  },
  {
    "text": "الشجاعة لا تزأر دائمًا. أحيانًا تكون صوتًا هادئًا في نهاية اليوم يقول: سأحاول مجددًا غدًا.",
    "author": "ماري آن رادماخر"
  },
  {
    "text": "الأمل ذلك الشيء ذو الريش الذي يستقر في الروح، ويغني لحنًا بلا كلمات، ولا يتوقف قط.",
    "author": "إميلي ديكنسون"
  },
  {
    "text": "ذكّر نفسك بأنك لست مضطرًا لأن تفعل ما يفعله الآخرون.",
    "author": "أوبرا وينفري"
  },
  {
    "text": "ابتعد عن الذين يحاولون التقليل من طموحاتك. يفعل ذلك الصغار دائمًا، أما العظماء حقًا فيجعلونك تشعر أنك قادر أنت أيضًا على أن تكون عظيمًا.",
    "author": "مارك توين"
  },
  {
    "text": "الاكتئاب حالة تشعر فيها أنك لا تتحكم في حياتك. ابحث عن شيء يعيدك إلى الحياة، مهما بدا صغيرًا.",
    "author": "أندرو سولومون"
  },
  {
    "text": "أن تكون قويًا يعني أن تشعر بالسوء وأن تبقى حيًا في الوقت نفسه.",
    "author": "لينا دانهام"
  },
  {
    "text": "وضعك الحالي ليس وجهتك النهائية.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "ما تشعر به الآن لن يعرّفك إلى الأبد.",
    "author": "كريستينا ريمي"
  },
  {
    "text": "الأمل هو إيمان يتجه نحو المستقبل؛ إيمان بأن أيامًا أفضل ستأتي مهما كانت أيام الحاضر مظلمة.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "الاكتئاب سجنٌ تكون فيه السجّان والسجين معًا.",
    "author": "دوروثي رو"
  },
  {
    "text": "إذا كنت تمر بالجحيم، فواصل السير.",
    "author": "ونستون تشرشل"
  },
  {
    "text": "أهم ما يمكن فعله عندما تكون في القاع هو أن تنهض.",
    "author": "ديمي لوفاتو"
  },
  {
    "text": "تمسّك بالأمل. حين يشتد الظلام تُرى النجوم بأوضح ما يكون.",
    "author": "رالف والدو إمرسون"
  },
  {
    "text": "ليس عليك أن ترى السلم كله؛ فقط خذ الخطوة الأولى.",
    "author": "مارتن لوثر كينغ"
  },
  {
    "text": "العلاج لا يعني التعافي الفوري، لكنه الخطوة الأولى نحوه.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "كُن صبورًا تجاه كل ما لم يُحسم في روحك، وحاول أن تحب الأسئلة ذاتها.",
    "author": "راينر ماريا ريلكه"
  },
  {
    "text": "الصحة النفسية تحتاج إلى القدر نفسه من الاهتمام والرعاية الذي تحتاجه الصحة الجسدية.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "في كل ليلة، ثمة نجمٌ أشد لمعانًا.",
    "author": "مايا أنجيلو"
  },
  {
    "text": "لا تخشَ إظهار هشاشتك. الصدق بشأن حالتك قد يجلب لك الدعم الذي تحتاجه.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "كن على طبيعتك؛ فكل الأدوار الأخرى مشغولة.",
    "author": "أوسكار وايلد"
  },
  {
    "text": "أحيانًا يكون الأمر الأكثر صحّة هو أن تسمح لنفسك بأن تشعر.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "لا تفقد إيمانك بنفسك. قد لا تعرف أبدًا مدى قربك من هدفك.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "حب الذات هو بداية قصة حب تمتد مدى الحياة.",
    "author": "أوسكار وايلد"
  },
  {
    "text": "لا تخشَ طلب المساعدة أبدًا. إنه علامة على القوة لا على الضعف.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "القوة لا تأتي من القدرة البدنية، بل من إرادة لا تلين.",
    "author": "المهاتما غاندي"
  },
  {
    "text": "عرّف حياتك لا بما أخفقت فيه، بل بما لا يزال بوسعك تحقيقه.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "الطريقة الوحيدة لإنجاز عمل عظيم هي أن تحب ما تفعله.",
    "author": "ستيف جوبز"
  },
  {
    "text": "نصبح أقوى ليس حين لا نضطر إلى الكفاح أبدًا، بل حين نتعلم كيف نتجاوز التحديات.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "لا تنتظر اللحظات الخاصة؛ اجعل كل لحظة مميّزة.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "لا تقلق بشأن ما سيظنه الناس عنك. فهم منشغلون جدًا بما يظنونه عن أنفسهم.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "كل خطوة إلى الأمام، مهما كانت صغيرة، هي خطوة نحو النجاح.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "لا تخشَ السير ببطء، بل اخشَ الوقوف في مكانك.",
    "author": "مثل صيني"
  },
  {
    "text": "الشجاعة الحقيقية هي أن تعلم أنك ستستيقظ غدًا حتى لو انهار العالم اليوم.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "تذكّر أن عدم حصولك على ما تريد قد يكون أحيانًا حظًا رائعًا.",
    "author": "الدالاي لاما الرابع عشر"
  },
  {
    "text": "السعادة ليست في امتلاك ما تريد، بل في أن تريد ما تملك.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "النجاح هو القدرة على الانتقال من فشل إلى فشل دون فقدان الحماس.",
    "author": "ونستون تشرشل"
  },
  {
    "text": "تجرّأ أن تعيش الحياة التي حلمت بها لنفسك. تقدّم واجعل حياتك رائعة.",
    "author": "رالف والدو إمرسون"
  },
  {
    "text": "فقط من يجرؤون على الذهاب بعيدًا جدًا يمكنهم أن يعرفوا إلى أي مدى يمكن الذهاب.",
    "author": "ت. س. إليوت"
  },
  {
    "text": "الألم ليس دائمًا إشارة إلى الفعل؛ أحيانًا هو دعوة إلى التأمل.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "التفاؤل الحقيقي ليس فرحًا، بل قوة. وهذه القوة تساعد على مواجهة الواقع بعينين مفتوحتين.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "كل يوم فرصة جديدة لتغيير حياتك.",
    "author": "مؤلف مجهول"
  },
  {
    "text": "أصعب ما في الأمر هو قرار البدء؛ أما الباقي فمجرد مثابرة.",
    "author": "أميليا إيرهارت"
  }
]
