[
  {
    "text": "إن أعظم مجد في الحياة ليس في ألا نسقط أبداً، بل في أن ننهض في كل مرة نسقط فيها.",
    "author": "نيلسون مانديلا"
  },
  {
    "text": "عندما تكون في الظلام، تذكر: الشمس تشرق وتغرب، لكن نورها أبدي.",
    "author": "جبران خليل جبران"
  },
  {
    "text": "ما لا يقتلنا يجعلنا أقوى.",
    "author": "فريدريك نيتشه"
  },
  {
    "text": "حتى من الليل الذي يبدو للعالم كله بلا نهاية، هناك طريق يؤدي إلى صباح مشرق.",
    "author": "هاروكي موراكامي"
  },
  {
    "text": "الأمل هو ذلك الشيء ذو الريش الذي يجلس في الروح ويغني لحناً بلا كلمات، ولا يتوقف أبداً عن الإيمان به.",
    "author": "إميلي ديكنسون"
  },
  {
    "text": "أفضل وسيلة لرفع معنوياتك هي محاولة رفع معنويات شخص آخر.",
    "author": "مارك توين"
  },
  {
    "text": "فكرة إيجابية صغيرة في الصباح يمكن أن تغير يومك بأكمله.",
    "author": "الدالاي لاما"
  },
  {
    "text": "من المهم أن نتذكر أننا لا نستطيع أن نصبح ما نريد أن نكون، إذا بقينا كما نحن.",
    "author": "ماكس ديبري"
  },
  {
    "text": "هناك دائماً نور، إذا كنا شجعاناً بما يكفي لرؤيته. إذا كنا شجعاناً بما يكفي لنكون هذا النور.",
    "author": "أماندا غورمان"
  },
  {
    "text": "لا تحكم على كل يوم بالحصاد الذي جنيته، بل بالبذور التي زرعتها.",
    "author": "روبرت لويس ستيفنسون"
  },
  {
    "text": "ذكّر نفسك بأن هذا ليس علامة ضعف. إنه مرض يحتاج إلى علاج، مثل أي مرض آخر.",
    "author": "ديمي لوفاتو"
  },
  {
    "text": "لا تدع مرضك يحدد من أنت.",
    "author": "إليزابيث فورتزيل"
  },
  {
    "text": "ما نراه يعتمد بشكل أساسي على ما نبحث عنه.",
    "author": "جون لابوك"
  },
  {
    "text": "من المهم التعبير عن مشاعرك، بدلاً من إخفائها بداخلك.",
    "author": "جيمي هندريكس"
  },
  {
    "text": "أنت لست وحيداً، وهذه الظلمة ستمر يوماً ما، مثل كل شيء.",
    "author": "إلين ديجينيريس"
  },
  {
    "text": "الشجاعة لا تزأر دائماً. أحياناً الشجاعة هي الصوت الهادئ في نهاية اليوم الذي يقول: سأحاول مرة أخرى غداً.",
    "author": "ماري آن رادماكر"
  },
  {
    "text": "الأمل هو ذلك الشيء ذو الريش الذي يستقر في الروح ويغني لحناً بلا كلمات، ولا يتوقف أبداً.",
    "author": "إميلي ديكنسون"
  },
  {
    "text": "ذكّر نفسك بأنك لست مضطراً لفعل ما يفعله الجميع.",
    "author": "أوبرا وينفري"
  },
  {
    "text": "ابتعد عن أولئك الذين يحاولون التقليل من طموحاتك. الأشخاص الصغار يفعلون ذلك دائماً، لكن العظماء الحقيقيين يجعلونك تشعر بأنك أيضاً يمكن أن تصبح عظيماً.",
    "author": "مارك توين"
  },
  {
    "text": "الاكتئاب هو حالة لا تسيطر فيها على حياتك. ابحث عن شيء يعيدك إلى الحياة. مهما بدا صغيراً.",
    "author": "أندرو سولومون"
  },
  {
    "text": "أن تكون قوياً يعني أن تشعر بالسوء وبالحياة في نفس الوقت.",
    "author": "لينا دنهام"
  },
  {
    "text": "وضعك الحالي ليس وجهتك النهائية.",
    "author": "مجهول"
  },
  {
    "text": "إن أعظم مجد في الحياة ليس في ألا نسقط أبداً، بل في أن ننهض في كل مرة نسقط فيها.",
    "author": "نيلسون مانديلا"
  },
  {
    "text": "ما تشعر به الآن لن يحددك إلى الأبد.",
    "author": "كريستينا ريمي"
  },
  {
    "text": "لا تحكم على كل يوم بالحصاد الذي جنيته، بل بالبذور التي زرعتها.",
    "author": "روبرت لويس ستيفنسون"
  },
  {
    "text": "الأمل هو إيمان موجه نحو المستقبل؛ إيمان بأن أياماً أفضل ستأتي، بغض النظر عن مدى ظلام الحاضر.",
    "author": "كاتب مجهول"
  },
  {
    "text": "الاكتئاب هو سجن أنت فيه السجان والسجين.",
    "author": "دوروثي رو"
  },
  {
    "text": "إذا كنت تمر بالجحيم، استمر في المشي.",
    "author": "ونستون تشرشل"
  },
  {
    "text": "أهم شيء يمكنك فعله عندما تكون في القاع هو النهوض.",
    "author": "ديمي لوفاتو"
  },
  {
    "text": "تمسك بالأمل. عندما يكون الظلام، تُرى النجوم بوضوح أكبر.",
    "author": "رالف والدو إيمرسون"
  },
  {
    "text": "لست مضطراً لرؤية السلم بأكمله، فقط اتخذ الخطوة الأولى.",
    "author": "مارتن لوثر كينغ"
  },
  {
    "text": "العلاج لا يعني الشفاء الفوري، لكنه الخطوة الأولى نحوه.",
    "author": "كاتب مجهول"
  },
  {
    "text": "ما نراه يعتمد بشكل أساسي على ما نبحث عنه.",
    "author": "جون لابوك"
  },
  {
    "text": "كن صبوراً مع كل ما لم يُحل في روحك، وحاول أن تحب الأسئلة نفسها.",
    "author": "راينر ماريا ريلكه"
  },
  {
    "text": "الصحة النفسية تتطلب نفس القدر من الاهتمام والرعاية مثل الصحة البدنية.",
    "author": "كاتب مجهول"
  },
  {
    "text": "في كل ليلة هناك نجمة أكثر إشراقاً.",
    "author": "مايا أنجيلو"
  },
  {
    "text": "لا تخف من إظهار ضعفك. إن الصدق بشأن حالتك يمكن أن يجلب لك الدعم الذي تحتاجه.",
    "author": "كاتب مجهول"
  },
  {
    "text": "كن نفسك؛ فكل الأدوار الأخرى مشغولة بالفعل.",
    "author": "أوسكار وايلد"
  },
  {
    "text": "أحياناً أصح شيء يمكنك فعله هو السماح لنفسك بالشعور.",
    "author": "كاتب مجهول"
  },
  {
    "text": "الحياة ليست عن انتظار زوال العاصفة، بل عن تعلم الرقص في المطر.",
    "author": "فيفيان جرين"
  },
  {
    "text": "لا تفقد الإيمان بنفسك. أنت لا تعرف أبداً مدى قربك من هدفك.",
    "author": "كاتب مجهول"
  },
  {
    "text": "ما لا يقتلنا يجعلنا أقوى.",
    "author": "فريدريك نيتشه"
  },
  {
    "text": "محبة النفس هي بداية قصة حب تدوم مدى الحياة.",
    "author": "أوسكار وايلد"
  },
  {
    "text": "لا تخف أبداً من طلب المساعدة. هذه علامة قوة، لا ضعف.",
    "author": "كاتب مجهول"
  },
  {
    "text": "الحياة ليست عن النجاة من العاصفة، بل عن الرقص في المطر.",
    "author": "كاتب مجهول"
  },
  {
    "text": "القوة لا تأتي من القدرة البدنية. إنها تأتي من الإرادة التي لا تنكسر.",
    "author": "المهاتما غاندي"
  },
  {
    "text": "عرّف حياتك ليس بما فشلت فيه، بل بما لا يزال بإمكانك تحقيقه.",
    "author": "كاتب مجهول"
  },
  {
    "text": "الطريقة الوحيدة للقيام بعمل عظيم هي أن تحب ما تفعله.",
    "author": "ستيف جوبز"
  },
  {
    "text": "نحن لا نصبح أقوياء عندما لا نضطر للنضال أبداً، بل عندما نتعلم التغلب على التحديات.",
    "author": "كاتب مجهول"
  },
  {
    "text": "لا تنتظر لحظات خاصة، اجعل كل لحظة خاصة.",
    "author": "كاتب مجهول"
  },
  {
    "text": "لا تقلق بشأن ما يفكر به الناس عنك. إنهم مشغولون جداً بالتفكير في أنفسهم.",
    "author": "كاتب مجهول"
  },
  {
    "text": "أي خطوة للأمام، مهما كانت صغيرة، هي خطوة نحو النجاح.",
    "author": "كاتب مجهول"
  },
  {
    "text": "لا تخف من المشي ببطء، خف من الوقوف في مكانك.",
    "author": "مثل صيني"
  },
  {
    "text": "الشجاعة الحقيقية هي معرفة أنك ستستيقظ غداً، عندما ينهار العالم كله اليوم.",
    "author": "كاتب مجهول"
  },
  {
    "text": "تذكر أن عدم الحصول على ما تريد، أحياناً يكون حظاً رائعاً.",
    "author": "الدالاي لاما الرابع عشر"
  },
  {
    "text": "السعادة ليست في امتلاك ما تريد، بل في الرغبة فيما تملك.",
    "author": "كاتب مجهول"
  },
  {
    "text": "النجاح هو القدرة على الانتقال من فشل إلى آخر دون فقدان الحماس.",
    "author": "ونستون تشرشل"
  },
  {
    "text": "تجرأ على عيش الحياة التي تحلم بها لنفسك. تقدم واجعل حياتك رائعة.",
    "author": "رالف والدو إيمرسون"
  },
  {
    "text": "فقط أولئك الذين يخاطرون بالذهاب بعيداً جداً، يمكنهم اكتشاف مدى بعد المسافة التي يمكن الذهاب إليها.",
    "author": "ت. س. إليوت"
  },
  {
    "text": "الألم ليس دائماً إشارة للعمل؛ أحياناً هو دعوة للتأمل.",
    "author": "كاتب مجهول"
  },
  {
    "text": "التفاؤل الحقيقي ليس السعادة، بل القوة. وهذه القوة تساعدنا على النظر إلى وجه الواقع بعيون مفتوحة.",
    "author": "كاتب مجهول"
  },
  {
    "text": "كل يوم هو فرصة جديدة لتغيير حياتك.",
    "author": "كاتب مجهول"
  },
  {
    "text": "أصعب شيء هو قرار التصرف، والباقي مجرد إصرار.",
    "author": "أميليا إيرهارت"
  }
]
