{
  "title": "Копинг-карточка: маленький помощник для больших перемен",
  "description": "Копинг-карточки — простой, но очень действенный инструмент когнитивно-поведенческой терапии. Они помогают справляться со стрессом, по-новому смотреть на трудные ситуации и поддерживать себя в моменты сомнений. Эти небольшие «напоминания» возвращают чувство уверенности и помогают двигаться к эмоциональному росту. Исследуйте свои мысли, находите опору внутри себя и шаг за шагом приходите к более спокойной и устойчивой жизни.",
  "screen_1": {
    "texts": [
      "Копинг-карточки — ещё один тихий, но очень мощный инструмент когнитивно-поведенческой терапии.",
      "Что такое копинг-карточки?",
      "Копинг-карточки — это метод КПТ, который помогает справляться с негативными мыслями и стрессовыми моментами, поддерживая более здоровое восприятие происходящего.",
      "Это своего рода «памятка», подсказывающая, как заменить деструктивные убеждения на поддерживающие и вернуть уверенность в себе.",
      "Почему стоит использовать копинг-карточки?",
      "Снижение тревожности: копинг-карточки помогают быстро восстановить спокойствие, когда эмоции накрывают слишком сильно.",
      "Поддержка в трудные моменты: в минуты сомнений они становятся голосом поддержки, напоминая о вашей силе и ресурсах.",
      "Развитие самосознания: записывая свои мысли и реакции, вы лучше понимаете, что запускает эмоции и как на них влиять.",
      "Простота и доступность: интерфейс нашего приложения понятен и удобен, поэтому создавать карточки легко и комфортно."
    ],
    "quote": {
      "text": "Вы можете страдать, если выбираете иррациональные убеждения, но вы можете не страдать, если выбираете рациональные.",
      "author": "Аарон Бек"
    }
  },
  "screen_2": {
    "texts": [
      "Как это работает?",
      "Когда вы замечаете деструктивную мысль, копинг-карточка помогает заменить её на более реалистичную и поддерживающую.",
      "Поначалу это может требовать немного практики, но со временем вы научитесь замечать негативные мысли быстрее и менять их на более конструктивные.",
      "Например, если появляется мысль: «Я никогда не смогу достичь своих целей», её можно заменить на: «Мне бывает трудно, но у меня есть план, и я могу идти вперёд даже маленькими шагами».",
      "Такой подход помогает не только иначе смотреть на ситуацию, но и вдохновляет действовать.",
      "Регулярно пересматривайте и обновляйте свои карточки.",
      "Наши чувства и мысли меняются, поэтому важно, чтобы карточки соответствовали вашим текущим потребностям.",
      "Если какая-то негативная мысль уже потеряла силу или вы справились с трудностью, обновите карточку и запишите новое поддерживающее убеждение.",
      "В нашем приложении вы легко сможете редактировать существующие карточки и создавать новые.",
      "Со временем копинг-карточки становятся не просто инструментом против негативных мыслей, а вашим личным путеводителем в процессе саморазвития и эмоционального роста."
    ]
  },
  "screen_3": {
    "texts": [
      "Давайте посмотрим на несколько примеров, чтобы лучше понять принцип замены деструктивных мыслей.",
      "Пример 1",
      "Деструктивная мысль: «Я не справлюсь с этим проектом, я недостаточно хорош».",
      "Конструктивная замена: «Я уже справлялся с трудными задачами раньше. У меня есть знания и ресурсы, чтобы завершить и эту».",
      "Пример 2",
      "Деструктивная мысль: «Все будут смеяться надо мной, если я скажу что-то глупое».",
      "Конструктивная замена: «Ошибаться может каждый. Я учусь, и общение — это возможность расти и развиваться».",
      "Пример 3",
      "Деструктивная мысль: «Ничто не изменится, жизнь всегда будет такой».",
      "Конструктивная замена: «Изменения происходят постепенно. Даже маленькие шаги приводят к большим результатам».",
      "Вывод",
      "Копинг-карточки — это мощный и мягкий способ управлять мыслями и эмоциями.",
      "Они помогают восстановить связь с рациональным, спокойным взглядом на ситуацию и противостоять негативным убеждениям.",
      "Используя их, вы лучше понимаете себя и свои реакции на стресс.",
      "Начните создавать свои карточки уже сегодня и сделайте первый шаг к более спокойной, уверенной и устойчивой жизни."
    ]
  },
  "instagram": ["18069727405892654", "18286022239251359"]
}
