{
  "title": "История Алисы, преодоление депрессии",
  "description": "Статья рассматривает пример страдающего от депрессии человека для демонстрации взаимосвязи между автоматическими мыслями, промежуточными и глубинными убеждениями. Через анализ его жизненного пути и взаимодействия с психологом, статья объясняет, как эти уровни мышления формируются и как их можно изменить для преодоления депрессии. Подход основан на принципах когнитивно-поведенческой психотерапии.",
  "screen_1": {
    "texts": [
      "Чтобы наглядно показать и объяснить, как связаны автоматические мысли, промежуточные и глубинные убеждения, рассмотрим пример Алисы, молодой девушки, столкнувшейся с депрессией и сомнениями в себе.",
      "Для полноты картины поговорим немного о её личной и социальной истории:",
      "Алиса выросла в неполной семье в маленьком городке. Её отец ушёл к другой женщине, когда ей было всего 6 лет. С мамой отношения складывались сложно: мать, работавшая медсестрой, постоянно находила повод для критики и очень редко хвалила дочь.",
      "После развода родителей между ними не было никакой связи, и Алиса чувствовала себя как на минном поле, стараясь угодить обоим. У отца в новой семье было двое сыновей и дочь. С ними он проводил много времени, отправляясь на выходные на природу и даже занимаясь с ними спортом. Алиса невольно ревновала и завидовала им.",
      "В школьные годы Алиса стала отличницей, частично из-за желания заслужить одобрение матери, которая установила хорошие оценки как норму. Алиса закончила университет с красным дипломом, специализируясь в маркетинге. Сейчас ей 23 года, она не замужем и не имеет детей. В поиске работы и стабильности, она решает обратиться к психологу из-за депрессии.",
      "Депрессивное расстройство активизировалось у Алисы из-за трудностей с поиском работы после университета. Она стала вести менее активную социальную жизнь и большую часть времени проводит в подавленном состоянии, уверенная, что у неё ничего не получится."
    ]
  },
  "screen_2": {
    "texts": [
      "Теперь рассмотрим, как взаимодействуют все три уровня её мышления на примере общения Алисы с психологом:"
    ],
    "dialog": [
      "Алиса, вспомните, пожалуйста, ситуацию, когда вы в последний раз испытывали интенсивные негативные эмоции.",
      "Это было вчера. Я смотрела вакансии и увидела идеальный вариант — креативная компания, гибкий график, хороший оклад. Но я замерла и не смогла отправить резюме.",
      "Что остановило вас?",
      "Кажется, я подумала, что меня все равно не возьмут, потому что это слишком сложно для меня. Я с этим не справлюсь (автоматическая мысль)",
      "Что для вас значит мысль о том, что вы не справитесь с этой работой?",
      "Что я не смогу выполнить задачи на высоком уровне, и что допускать ошибки — ужасно (промежуточное убеждение).",
      "А как бы вы назвали человека, который не справляется с чем-то, если допускает ошибки?",
      "Он ни на что не годен, неудачник.",
      "А если вы с чем-то не справляетесь, допускаете  ошибки и беретесь за то, чего не сможете сделать, тогда вы какая?",
      "Я неудачница (глубинное убеждение)."
    ]
  },
  "screen_3": {
    "texts": [
      "Теперь мы видим, как устроены все три уровня деструктивного мышления Алисы.",
      "Важно понимать, что Алиса не родилась с такими убеждениями. Они закрепились в разные периоды её жизни и в различных обстоятельствах. Это значит, что их можно и нужно изменять.",
      "Процесс изменения начинается с работы над автоматическими мыслями. Когда Алиса научится ставить их под сомнение и доказывать их деструктивность, тем самым уменьшая доверие к ним, можно перейти к следующему слою — промежуточным убеждениям.",
      "\"Пошатывая\" веру в них, мы сможем добраться до глубинных убеждений и изменить их на более адаптивные и полезные."
    ]
  },
  "instagram": ["18137395111391092"]
}
