{
  "title": "История Алисы: путь к преодолению депрессии",
  "description": "В этой статье мы разберём историю человека, столкнувшегося с депрессией, чтобы показать, как связаны автоматические мысли, промежуточные и глубинные убеждения. Через историю Алисы и её работу с психологом мы увидим, как формируются убеждения и как их можно менять, чтобы справляться с депрессией. Подход основан на принципах когнитивно-поведенческой терапии.",
  "screen_1": {
    "texts": [
      "Чтобы наглядно показать связь между автоматическими мыслями, промежуточными и глубинными убеждениями, рассмотрим историю Алисы — молодой девушки, столкнувшейся с депрессией и сомнениями в себе.",
      "Для начала немного познакомимся с её жизнью и окружением:",
      "Алиса выросла в неполной семье в небольшом городе. Когда ей было 6 лет, отец ушёл к другой женщине. Отношения с мамой складывались непросто: она часто критиковала Алису и редко хвалила.",
      "После развода родители почти не общались, и Алиса чувствовала себя между двух сторон, стараясь угодить каждому. У отца в новой семье появились трое детей, и он много времени проводил с ними: поездки на природу, совместный спорт. Алиса переживала обиду, ревность и чувство исключённости.",
      "В школе Алиса стала отличницей, во многом из желания заслужить одобрение матери, для которой хорошие оценки были естественной нормой. Позже она окончила университет с красным дипломом по специальности «маркетинг». Сейчас ей 23 года, она не замужем, детей нет. Ища работу и стабильность, она обращается к психологу из-за депрессии.",
      "Её состояние обострилось из-за трудностей с поиском работы. Социальная активность снизилась, большую часть времени она чувствует подавленность и уверена, что у неё ничего не получится."
    ]
  },
  "screen_2": {
    "texts": [
      "Теперь посмотрим, как проявляются три уровня мышления Алисы на примере её диалога с психологом:"
    ],
    "dialog": [
      "Алиса, вспомните, пожалуйста, ситуацию, когда вы недавно испытывали сильные негативные эмоции.",
      "Это было вчера. Я смотрела вакансии и увидела идеальную работу: интересная компания, гибкий график, хороший доход. Но я застыла и так и не отправила резюме.",
      "Что именно вас остановило?",
      "Я подумала, что меня всё равно не возьмут. Что это слишком сложно для меня. Что я не справлюсь (автоматическая мысль).",
      "Что значит для вас мысль о том, что вы не справитесь?",
      "Что я не смогу выполнить задачи хорошо, и что ошибки — это очень плохо (промежуточное убеждение).",
      "Как вы назвали бы человека, который допускает ошибки и не справляется?",
      "Он неудачник, не способен ни на что серьёзное.",
      "А если это происходит с вами — если вы сталкиваетесь со сложностями и допускаете ошибки, то кто вы?",
      "Наверное, я неудачница (глубинное убеждение)."
    ]
  },
  "screen_3": {
    "texts": [
      "Теперь мы видим, как связаны три уровня мышления Алисы и как они формируют её эмоциональное состояние.",
      "Важно помнить: Алиса не родилась с такими убеждениями. Они появились и закрепились в течение жизни под влиянием событий и окружения. А значит — их можно изменить.",
      "Работа начинается с автоматических мыслей. Когда Алиса научится замечать их и ставить под сомнение, она сможет ослабить их влияние и перейти к изменениям на следующем уровне — промежуточных убеждениях.",
      "Постепенно, шаг за шагом, эти изменения помогут ей преобразовать и глубинные убеждения, заменив их на более реалистичные и поддерживающие."
    ]
  },
  "instagram": ["18137395111391092", "18032186723695485"]
}
