{
  "title": "Выберите жизнь!",
  "description": "Эта статья затрагивает актуальную тему депрессии и суицидальных мыслей, предоставляя статистические данные и анализируя связь между ними. Освещается роль когнитивно-поведенческой терапии (КПТ) в борьбе с этими проблемами, а также подчеркивается значимость обращения за профессиональной помощью и доступности бесплатных психологических служб. Статья направлена на вдохновение и поддержку читателей, напоминая о ценности жизни и важности сохранения надежды.",
  "screen_1": {
    "texts": [
      "Говоря так много о негативном мышлении, иррациональных убеждениях и депрессии, мы не можем не коснуться еще одной очень важной, хотя и сложной темы – суицида.",
      "Мы будем очень рады, если этот вопрос никогда вас не беспокоил, но если вы когда-либо думали, что смерть – это единственный выход, или если вы так думаете сейчас, то мы хотим поддержать вас и поговорить об этом.",
      "К сожалению, многие люди сталкиваются с этой проблемой. По данным ВОЗ (Всемирной Организации Здравоохранения), ежегодно совершается около 800 000 - 1 000 000 суицидов. И это только официальные данные.",
      "Число самоубийств за всю историю превышает число убитых во всех войнах вместе взятых. В это сложно поверить, но это так.",
      "Большую роль в этом играет депрессия. От 45 до 60% всех самоубийств на планете совершают люди, страдающие депрессией. Человек в депрессии в 35 раз чаще склонен к суициду, чем в нормальном психологическом состоянии.",
      "Взглянув на эти ужасающие цифры, становится не по себе, но мы рассказываем это не для того, чтобы вас напугать, а чтобы показать, что таких людей много и, к сожалению, большинство из них, столкнувшись с этой проблемой, не делятся своими переживаниями, стыдясь и думая, что они в этом одиноки."
    ]
  },
  "screen_2": {
    "texts": [
      "Тем самым, мы хотим сказать, что суицидальные мысли не являются признаком слабости или неполноценности, и вам не следует стыдиться их.",
      "Люди приходят к мыслям о самоубийстве разными путями, но у всех, как правило, есть одно общее: непреодолимая эмоциональная боль, из-за которой смерть кажется единственным спасением.",
      "Такие люди могут рассматривать смерть как средство избежать боли и страданий, поскольку жизнь кажется слишком тяжелой, или как способ перестать быть «бременем» для близких.",
      "Исследования показали, что одним из главных факторов развития суицидальных мыслей является нереалистичное чувство безнадежности. Анализируя мышление таких людей, видно, что в нем доминирует устойчивая пессимистическая картина мира, и из-за искаженного восприятия они ощущают себя в ловушке без выхода.",
      "Им кажется, что они никогда не были и уже не будут счастливы. Но важно понимать, что безнадежность и отчаяние – это лишь симптомы депрессии, а не объективная реальность.",
      "Решение совершить самоубийство – это результат иррационального убеждения в том, что жизнь не может улучшиться. Но действительно ли все так безнадежно? Есть ли доказательства и стопроцентные гарантии того, что все будет продолжаться так же плохо?"
    ]
  },
  "screen_3": {
    "texts": [
      "Когда вы страдаете, трудно представить, что можно жить иначе. Услышав фразу «мысли позитивно», вы можете подумать, что ваши проблемы не воспринимаются всерьез, или почувствовать вину за то, что не можете проще относиться к ситуации.",
      "Вы не виноваты. Ваш разум, кажется, застрял в трясине отчаяния. Ваша боль и чувства реальны, и вы не можете просто избавиться от них, пытаясь думать о хорошем.",
      "Но давайте лишь на секунду представим, что тот бескрайний мрак, который вас окружает сейчас, – это иллюзия, грязные очки, через которые вы смотрите на мир.",
      "Ухватитесь за эту мысль, и пусть она будет вашим лучом света в этой непроглядной тьме. Ведь, на самом деле, окружающая вас тьма преодолима.",
      "Это не пустые слова! Существует множество свидетельств эффективности когнитивно-поведенческой терапии (КПТ). В настоящее время этот подход считается одним из наиболее эффективных методов лечения суицидального поведения и находится в арсенале многих психотерапевтов и исследователей по всему миру.",
      "В “National Library of Medicine” опубликовано исследование, суммирующее результаты 15 экспериментов с участием 29 071 человека. По результатам этих экспериментов КПТ в 87% случаев оказалась наиболее эффективной методикой в предотвращении повторных попыток суицида.",
      "Это очень высокий показатель. Конечно, вам придется приложить много усилий, чтобы полностью искоренить суицидальные мысли, но КПТ является эффективным инструментом приложения ваших усилий."
    ]
  },
  "screen_4": {
    "texts": [
      "У нас будет отдельный раздел, где мы будем обсуждать как преодолеть депрессию с помощью КПТ, там мы еще раз подробно рассмотрим преодоление суицидальных мыслей.",
      "Мы делаем все, что в наших силах, чтобы поддержать в вас желание жить, но мы не можем предложить ту же индивидуальную помощь, которую может предоставить профессиональный психолог.",
      "Если вы чувствуете, что стоите на краю, немедленно обратитесь к специалисту!",
      "Консультации психолога могут быть платными, но в большинстве стран мира функционируют центры, предоставляющие бесплатную экстренную психологическую помощь. Сделайте первый шаг к собственной счастливой жизни — обратитесь за помощью!",
      "Мы понимаем, что это серьезный шаг, на который не всегда легко решиться, но именно специалист способен оказать вам необходимую поддержку и научить навыкам самопомощи.",
      "Мы верим, что с помощью когнитивно-поведенческой терапии (КПТ) вы сможете пройти тот путь, который необходим для обретения собственного позитивного мировоззрения.",
      "Жить не всегда легко, бывают очень тяжелые периоды. Но мир огромен и прекрасен, а ваша жизнь — бесценна. Помните об этом. Этот мир стоит того, чтобы жить!"
    ],
    "quote": {
      "text": "Самое темное время ночи наступает непосредственно перед рассветом.",
      "author": "Томас Фуллер"
    }
  }
}
