{
  "title": "Выберите жизнь!",
  "description": "Эта статья поднимает важную тему депрессии и суицидальных мыслей, приводит статистику, объясняет, как и почему люди приходят к этим состояниям, и рассказывает о роли когнитивно-поведенческой терапии (КПТ) в их преодолении. Она призвана поддержать тех, кто переживает трудный период, и напомнить: надежда существует, помощь доступна, а жизнь имеет огромную ценность.",
  "screen_1": {
    "texts": [
      "Когда мы говорим о депрессии, иррациональных убеждениях и негативном мышлении, мы не можем обойти стороной ещё одну очень важную и непростую тему — тему суицидальных мыслей.",
      "Мы искренне надеемся, что эта проблема никогда не касалась вас. Но если когда-то мысль о смерти казалась единственным выходом, или если вы испытываете это сейчас, мы хотим сказать вам: вы не одиноки, и эта глава — для вас.",
      "Многие люди сталкиваются с подобными переживаниями. По данным Всемирной организации здравоохранения, ежегодно около 800 000–1 000 000 человек совершают суицид. Это только официальная статистика.",
      "За историю человечества суицид унёс больше жизней, чем войны. Это тяжёлая правда.",
      "Депрессия — один из ключевых факторов. От 45 до 60% людей, совершающих самоубийство, страдают от депрессии. Вероятность суицида при депрессии выше примерно в 35 раз.",
      "Мы приводим эти цифры не для того, чтобы напугать, а чтобы подчеркнуть: с таким состоянием сталкиваются многие, и часто люди стесняются говорить об этом, ошибочно думая, что «они одни»."
    ]
  },
  "screen_2": {
    "texts": [
      "Важно понимать: суицидальные мысли — это не признак слабости. Это признак сильной внутренней боли.",
      "Люди приходят к этим мыслям разными путями. Но почти всегда за этим стоит ощущение, что боль невыносима и выхода нет.",
      "Иногда кажется, что смерть — это способ прекратить страдания или «избавить близких от бремени».",
      "Исследования показывают: ключевым фактором является чувство безнадёжности. Мир начинает казаться закрытым, без цвета и перспектив.",
      "Но важно помнить: hopelessness — это симптом депрессии, а не истина. Это искажённая оптика, а не объективная реальность.",
      "Мысль о самоубийстве — это результат убеждения, что «будущее не может измениться». Но можем ли мы быть на 100% уверены, что впереди нет улучшения? История бесчисленных людей говорит об обратном."
    ]
  },
  "screen_3": {
    "texts": [
      "Когда вы страдаете, трудно представить, что жизнь может стать другой. И призывы «думай позитивно» только усиливают чувство непонимания и одиночества.",
      "Вы не виноваты в том, что вам сейчас тяжело. Ваш мозг временно «застрял» в тоннеле безнадежности — это эффект депрессии, а не ваша слабость.",
      "Ваши чувства реальны. Их невозможно «выключить усилием воли».",
      "Но представьте, что этот мрак — не реальность, а как будто пелена на глазах. Она не вечна.",
      "Позвольте себе допустить мысль: свет существует, просто сейчас его трудно увидеть.",
      "И это не пустые слова. КПТ — один из самых эффективных методов помощи людям с суицидальными мыслями.",
      "По данным мета-анализа National Library of Medicine, включающего 15 исследований и 29 071 участников, КПТ снизила риск повторных попыток примерно в 87% случаев.",
      "Это огромный показатель. Путь может быть непростым, но он существует. И вы можете его пройти — шаг за шагом."
    ]
  },
  "screen_4": {
    "texts": [
      "В следующих материалах мы подробно поговорим о том, как КПТ помогает справляться с депрессией и уменьшать суицидальные мысли.",
      "Мы делаем всё возможное, чтобы поддержать ваше стремление жить, но это приложение не заменяет профессиональной помощи.",
      "Если вы чувствуете, что находитесь на грани — пожалуйста, обратитесь за поддержкой как можно скорее.",
      "Во многих странах есть бесплатные службы психологической помощи и кризисные линии. Обращение за помощью — это проявление силы, а не слабости.",
      "Сделайте первый шаг. Это инвестиция в вашу жизнь, вашу будущую радость, ваши возможности.",
      "Мы верим, что с помощью КПТ и профессиональной поддержки вы сможете увидеть жизнь иначе — яснее, теплее, безопаснее.",
      "Да, жизнь бывает тяжёлой. Но она же бывает прекрасной, удивительной, живой. И ваша — бесценна.",
      "Вы нужны этому миру. И этот мир может подарить вам многое. Пожалуйста, оставайтесь."
    ],
    "quote": {
      "text": "Самое тёмное время ночи — перед самым рассветом.",
      "author": "Томас Фуллер"
    }
  }
}
