{
  "title": "Выберите жизнь!",
  "description": "Статья поднимает тему депрессии и суицидальных мыслей, приводит понятные цифры и объясняет, как они связаны. Рассказывает о роли когнитивно-поведенческой терапии (КПТ) в преодолении таких кризисов, подчёркивает важность обращения к специалистам и доступность бесплатной психологической помощи. Текст поддерживает и напоминает о ценности жизни и необходимости беречь надежду.",
  "screen_1": {
    "texts": [
      "Раз уж мы говорим о негативном мышлении, иррациональных убеждениях и депрессии, нельзя обойти ещё одну трудную, но важную тему — суицид.",
      "Мы искренне рады, если это вас никогда не касалось. А если мысль о смерти казалась единственным выходом — когда-то или сейчас, — мы хотим поддержать вас и спокойно поговорить об этом.",
      "По оценкам ВОЗ (Всемирной организации здравоохранения) каждый год в мире происходит очень много суицидов. И это лишь официальные данные.",
      "Говорят, что за всю историю число самоубийств сопоставимо с потерями на войнах. Цифры тяжело принять, но они показывают масштаб беды и то, что таких людей много.",
      "Большую роль здесь играет депрессия: значительная часть суицидов совершается людьми с депрессивными расстройствами; риск в таком состоянии возрастает многократно.",
      "Мы приводим эти факты не для того, чтобы пугать, а чтобы напомнить: вы не одиноки. Многие молчат из-за стыда и ощущения, что «так больше ни у кого», хотя помощь рядом."
    ]
  },
  "screen_2": {
    "texts": [
      "Суицидальные мысли — не признак слабости или «неполноценности». Стыдиться их не нужно.",
      "Люди приходят к таким мыслям разными путями, но часто их объединяет одно — невыносимая душевная боль, из-за которой смерть кажется единственным облегчением.",
      "Иногда смерть видится способом прекратить страдания или «не быть обузой» для близких. Это состояние отчаяния, а не трезвая оценка собственной ценности.",
      "Исследования показывают: ключевой фактор — чувство безнадёжности. Когда восприятие искажено, мир кажется сплошной тьмой, а будущее — закрытым.",
      "Важно помнить: безнадёжность и отчаяние — симптомы депрессии, а не сама реальность.",
      "Решение уйти из жизни держится на убеждении, что лучше уже не будет. Но так ли это? Есть ли хоть какие-то доказательства, что всё останется таким же?"
    ]
  },
  "screen_3": {
    "texts": [
      "Когда боль велика, трудно представить другую жизнь. Фразы «думай о хорошем» звучат обесценивающе и только добавляют вины.",
      "Вы не виноваты. Кажется, что разум увяз в трясине. Боль настоящая, и невозможно щёлкнуть выключателем и «перестать чувствовать».",
      "Попробуйте на минуту представить, что эта непроглядная тьма — как грязные стёкла очков: они искажают картинку.",
      "Держитесь за эту мысль, как за тонкую ниточку: тьму можно рассеять, а вы — больше, чем сегодняшние переживания.",
      "Это не пустые слова: эффективность КПТ подтверждена исследованиями, и её применяют по всему миру, чтобы снижать риск повторных попыток и помогать переживать кризисы.",
      "Сводные обзоры показывают, что КПТ помогает уменьшать частоту рецидивов и делает шаги к выходу из тупика более понятными.",
      "Да, усилия понадобятся, но КПТ даёт чёткие инструменты и порядок действий, чтобы эти усилия не пропадали даром."
    ]
  },
  "screen_4": {
    "texts": [
      "Отдельный раздел мы посвятим тому, как работать с депрессией с опорой на КПТ, в том числе — как справляться с суицидальными мыслями.",
      "Мы стараемся поддержать в вас желание жить, но личную помощь способен оказать только специалист.",
      "Если вы на грани — срочно обратитесь к врачу, психологу или в службы экстренной помощи (при непосредственной угрозе — звоните в экстренные номера).",
      "Даже если платные консультации недоступны, во многих странах работают центры, где помогают бесплатно и без промедления. Первый шаг — уже движение к жизни.",
      "Понимаем: решиться непросто. Но именно специалист поможет выдержать шторм и научит тому, что поддержит вас дальше.",
      "Мы верим: с помощью КПТ вы сможете постепенно выстроить более тёплое и стойкое отношение к себе и миру.",
      "Жить нелегко, и тяжёлые периоды бывают у многих. Но мир велик и красив, а ваша жизнь — бесценна. Пожалуйста, помните об этом: ради этого мира стоит жить!"
    ],
    "quote": {
      "text": "Самое тёмное время ночи наступает непосредственно перед рассветом.",
      "author": "Томас Фуллер"
    }
  }
}
