{
  "title": "Могут ли иррациональные убеждения быть полезны?",
  "description": "Статья рассматривает влияние иррациональных убеждений на психоэмоциональное состояние. На примере Джона, который стремится к успеху из-за глубинной уверенности в собственной несостоятельности, показано, как такие убеждения превращаются в деструктивные копинг-стратегии. Автор подчёркивает важность осознавать и пересматривать убеждения, чтобы повышать качество жизни.",
  "screen_1": {
    "texts": [
      "В предыдущих главах мы уделяли много внимания деструктивным мыслям и убеждениям. Это закономерно: именно они заметно ухудшают эмоции, поведение и общее самочувствие.",
      "Отсюда возникает вопрос: действительно ли все убеждения вредны, могут ли какие-то из них приносить пользу?",
      "Чаще всего негативные убеждения активируются в стрессовой ситуации, в подавленном состоянии или при депрессии, а также при событиях, которые вроде бы подтверждают эти убеждения.",
      "Например, если у человека есть убеждение «Я ни на что не способен», то после провала на экзамене или замечания начальника оно, вероятно, активируется.",
      "Тогда человек начинает воспринимать происходящее через призму этого убеждения, даже если такой взгляд нелогичен и не соответствует фактам.",
      "Однако это не значит, что все убеждения одинаково плохи и лишены пользы.",
      "В менее напряжённых обстоятельствах или в более ресурсном состоянии может «включаться» и поддерживающее убеждение, например: «Я достаточно способен».",
      "Поэтому на вопрос «Все ли убеждения вредны?» ответ — нет, не все."
    ]
  },
  "screen_2": {
    "texts": [
      "Говоря о «пользе» иррациональных убеждений, всё сложнее, чем кажется на первый взгляд — давайте разберёмся.",
      "Иногда может показаться, что такие убеждения подталкивают к достижениям; однако это скорее распространённое заблуждение, чем реальность.",
      "Для ясности вспомним три уровня: автоматические мысли, промежуточные убеждения и глубинные убеждения.",
      "Представим, у молодого человека по имени Джон есть глубинное убеждение: «Я ни на что не способен», а промежуточное — «Я всегда должен быть успешным».",
      "С одной стороны, звучит неплохо: стремление к успеху — достойная цель, если это гибкое желание, а не жёсткое правило.",
      "Можно подумать, что такое убеждение полезно: будто бы оно усилит мотивацию, приведёт к достижениям и целеустремлённости.",
      "Работа тогда кажется сверхважной и будто несёт одни плюсы.",
      "Но давайте посмотрим глубже.",
      "Если это действительно жёсткое промежуточное убеждение, а не просто желание, оно, скорее всего, окажется деструктивным, потому что укоренено в глубинной установке о собственной несостоятельности. В таком случае работа для Джона становится копинг-стратегией (о копинг-стратегиях мы поговорим в следующих главах)."
    ],
    "quote": {
      "text": "Так как человек может только любить или ненавидеть свою работу, он должен видеть её последствия. Трудоголики же просто забывают, что существуют не для работы, а работа — для них.",
      "author": "Лев Толстой"
    }
  },
  "screen_3": {
    "texts": [
      "Коротко: копинг-стратегия — это способ реагировать на стресс через мысли, чувства или поведение.",
      "Проще говоря, Джон стремится быть успешным (промежуточное убеждение), чтобы не чувствовать себя «неспособным» (глубинное убеждение). Фокус на работе становится способом избежать болезненного самоощущения.",
      "Это деструктивно, потому что любая серьёзная сложность на работе — провал проекта, задержка в карьере или увольнение — может резко столкнуть Джона с глубинным убеждением о собственной несостоятельности, что переживается как «внутренний апокалипсис».",
      "Последствия — ухудшение состояния, апатия, саморазрушающее поведение и даже депрессия.",
      "Теперь потенциальные «плюсы» уже не выглядят убедительно, правда?",
      "Выходит, убеждение «Я всегда должен быть успешным» скорее вредно: ошибки неизбежны, а при такой жёсткости каждая из них будет «доказывать» глубинную несостоятельность и ещё сильнее её закреплять.",
      "Важно помнить: убеждение — это идея, которую можно переосмыслить и сделать более полезной. Это заметно улучшает качество жизни — и именно этому учит когнитивно-поведенческая терапия."
    ]
  }
}
