{
  "title": "Могут ли иррациональные установки быть полезны?",
  "description": "Эта статья рассматривает, как иррациональные убеждения влияют на психоэмоциональное состояние человека и могут ли они приносить пользу. На примере Джона показано, как стремление к успеху, основанное на глубинном убеждении в собственной несостоятельности, превращается в деструктивную копинг-стратегию. Материал помогает понять важность осознания своих убеждений и их трансформации для улучшения качества жизни.",
  "screen_1": {
    "texts": [
      "В предыдущих главах мы много говорили о деструктивных мыслях и убеждениях. Это неслучайно: именно они часто приводят к негативным эмоциям, стрессу и ухудшению качества жизни.",
      "Возникает логичный вопрос: действительно ли все наши убеждения вредны, или некоторые из них могут быть полезными?",
      "Важно помнить: негативные убеждения обычно активируются в моменты стресса, эмоционального истощения или депрессии — тогда, когда мы особенно уязвимы.",
      "Например, если у человека есть установка «Я ни на что не способен», то любая ошибка или критика может моментально оживить эту мысль.",
      "В такие моменты мы интерпретируем происходящее через искажённую призму, даже если это не соответствует реальности.",
      "Но это не значит, что любые убеждения — это плохо. Наше мышление не всегда функционирует в «режиме самообвинения».",
      "В более спокойном, ресурсном состоянии мы можем опираться на конструктивные установки, например: «Я могу справиться» или «Я учусь и развиваюсь».",
      "Так что ответ на вопрос «Все ли убеждения вредны?» — нет. Но важно научиться распознавать, какие из них помогают нам, а какие мешают."
    ]
  },
  "screen_2": {
    "texts": [
      "Теперь разберём вопрос, могут ли иррациональные убеждения приносить пользу.",
      "Иногда может показаться, что даже не совсем реалистичные, но «мотивирующие» установки помогают человеку двигаться вперёд. Однако это ощущение часто обманчиво.",
      "Напомним, что в КПТ мы выделяем три уровня мышления: автоматические мысли, промежуточные убеждения (правила) и глубинные убеждения.",
      "Представим молодого человека по имени Джон. Его глубинное убеждение: «Я ни на что не способен». А промежуточное убеждение звучит как: «Я всегда должен быть успешным».",
      "На первый взгляд эта установка кажется позитивной: желание достигать высоких результатов может выглядеть полезным.",
      "Можно подумать: благодаря ей Джон будет успешным, целеустремлённым, трудолюбивым.",
      "Работа и достижения действительно занимают большое место в его жизни — выглядит вдохновляюще, правда?",
      "Но давайте посмотрим глубже.",
      "Если это не просто цель, а именно жёсткое правило, опирающееся на убеждение «я ничтожен без достижений», то это превращается не в мотивацию, а в способ выживания.",
      "Тогда работа становится не развитием, а способом избегать боли и чувства собственной несостоятельности — то есть копинг-стратегией."
    ],
    "quote": {
      "text": "Так как человек может только любить или ненавидеть свою работу, он должен видеть её последствия. Трудоголики же просто забывают, что существуют не для работы, а работа для них.",
      "author": "Лев Толстой"
    }
  },
  "screen_3": {
    "texts": [
      "Копинг-стратегия — это способ реагировать на стресс через мысли, чувства и поведение.",
      "В случае Джона его стремление быть успешным — это попытка убежать от страха быть «неспособным».",
      "Проблема в том, что если в какой-то момент успеха не будет — Джон рискует столкнуться лицом к лицу со своим глубинным убеждением. И это может быть крайне болезненно.",
      "В такой ситуации человек может впасть в апатию, начать избегающее или разрушительное поведение, а иногда и развить депрессивное состояние.",
      "Так что установка «Я всегда должен быть успешным» в итоге наносит больше вреда, чем пользы.",
      "Мы все можем ошибаться, уставать, сталкиваться с неудачами — это часть человеческого опыта.",
      "Когда ожидания становятся жесткими, каждая ошибка превращается в катастрофу и укрепляет деструктивное убеждение.",
      "Важно помнить: убеждение — это не факт, а мысль. А значит, мы можем исследовать её, пересмотреть и заменить более здоровым вариантом.",
      "И именно в этом помогает когнитивно-поведенческая терапия: она учит выбирать установки, которые поддерживают нас, а не разрушают."
    ]
  }
}
