{
  "title": "Могут ли иррациональные установки быть полезны?",
  "description": "Статья разбирает влияние иррациональных убеждений на психоэмоциональное состояние человека. На примере Джона, стремящегося к успеху из-за глубинного убеждения в своей неспособности, демонстрируется, как такие установки могут стать деструктивными копинг-стратегиями. Автор подчеркивает важность осознания и пересмотра собственных убеждений для улучшения качества жизни.",
  "screen_1": {
    "texts": [
      "В предыдущих главах мы делали большой акцент на деструктивных мыслях и убеждениях. Это неудивительно, ведь именно они негативно влияют на наши эмоции, поведение и общее состояние.",
      "В этой связи возникает вопрос: действительно ли все наши убеждения так плохи, и могут ли они быть полезными для нас?",
      "Проблема заключается в том, что негативные убеждения активируются, когда мы находимся в стрессе, подавленном состоянии или депрессии, либо когда сталкиваемся с каким-либо подтверждением этих убеждений.",
      "Например, если у человека есть убеждение «Я ни на что не способен», то в ситуации неуспеха на экзамене или замечания от начальника, это убеждение, вероятно, активируется.",
      "Человек будет интерпретировать происходящее через призму этого убеждения, даже если это нелогично и неразумно.",
      "Однако это не значит, что все наши убеждения плохи и в них нет ничего полезного.",
      "В менее стрессовых ситуациях или в более ресурсном состоянии может активизироваться другое, позитивное убеждение, например: «Я достаточно способный».",
      "Поэтому ответ на вопрос «Все ли убеждения вредны?» — нет, не все."
    ]
  },
  "screen_2": {
    "texts": [
      "Что касается положительного влияния иррациональных установок, здесь ситуация чуть сложнее, давайте разбираться.",
      "Некоторые могут подумать, что все не так уж плохо и иррациональные убеждения могут даже помогать в жизни, но это скорее заблуждение, чем истина.",
      "Для полноты картины приведем примеры. У нас уже был разговор о том, что существуют три уровня мышления: мысли, промежуточные и глубинные убеждения.",
      "Представим, у молодого человека по имени Джон есть глубинное убеждение: «Я ни на что не способен», а промежуточное — например, «Я всегда должен быть успешным».",
      "С одной стороны, может показаться, что в этом убеждении нет ничего плохого. Ведь здорово, что Джон хочет быть успешным. На первый взгляд, действительно, нет ничего плохого, если это лишь желание или цель, а не жесткое, ригидное правило.",
      "Вы можете подумать, что это даже полезно для него, ведь благодаря этой установке он будет много работать, достигнет определенных успехов, станет более мотивированным и целеустремленным.",
      "Работа становится для него очень важной, и, кажется, это влечет за собой только положительные последствия.",
      "Но давайте копнем глубже.",
      "Если это действительно промежуточное убеждение, а не просто желание, то оно, скорее всего, будет деструктивным, а не конструктивным. Это происходит потому, что оно коренится в его глубинном убеждении. В таком случае работа для Джона становится копинг-стратегией (О копинг-стратегиях мы еще поговорим в следующих главах)."
    ],
    "quote": {
      "text": "Так как человек может только любить или ненавидеть свою работу, он должен видеть её последствия. Трудоголики же просто забывают, что существуют не для работы, а работа для них.",
      "author": "Лев Толстой"
    }
  },
  "screen_3": {
    "texts": [
      "Вкратце, копинг-стратегия — это реакция на стресс, проявляющаяся через мысли, чувства или поведение.",
      "Если говорить простыми словами, Джон стремится быть успешным (это его промежуточное убеждение) для того, чтобы не чувствовать себя неспособным (что является его глубинным убеждением). И его фокус на работе — это способ избежать такого самоощущения.",
      "Это деструктивно потому, что если у Джона возникнут проблемы на работе, он потерпит неудачу в карьере или его уволят, то он неосознанно столкнется со своим глубинным убеждением о собственной неспособности, что может стать для него чем-то вроде апокалипсиса.",
      "Это может привести к ухудшению его состояния, апатии, разрушительному поведению и даже депрессии.",
      "Теперь последствия не кажутся такими уж классными, правда?",
      "Получается, что убеждение «Я всегда должен быть успешным» более вредно, чем полезно. Ведь никто из нас не застрахован от неудач и ошибок. С такой установкой каждая ошибка станет для него подтверждением глубинного убеждения, что, в свою очередь, только укрепит его веру в него.",
      "Важно понимать, что любое убеждение — это всего лишь идея, которую можно изменить, сделав её более полезной. Тем самым можно значительно улучшить качество жизни, и в этом помогает когнитивно-поведенческая терапия."
    ]
  }
}
