{
  "title": "Tarjeta de afrontamiento: una pequeña aliada para grandes cambios",
  "description": "Las tarjetas de afrontamiento son una herramienta sencilla pero muy eficaz de la terapia cognitivo-conductual. Ayudan a manejar el estrés, mirar de otra manera las situaciones difíciles y apoyarte en momentos de duda. Estos pequeños «recordatorios» devuelven la sensación de seguridad y te ayudan a avanzar en tu crecimiento emocional. Explora tus pensamientos, encuentra apoyo dentro de ti y recorre paso a paso el camino hacia una vida más tranquila y estable.",
  "screen_1": {
    "texts": [
      "Las tarjetas de afrontamiento son otra herramienta discreta, pero muy potente, de la terapia cognitivo-conductual.",
      "¿Qué son las tarjetas de afrontamiento?",
      "Las tarjetas de afrontamiento son una técnica de TCC que ayuda a manejar los pensamientos negativos y los momentos de estrés, favoreciendo una forma más saludable de interpretar lo que ocurre.",
      "Son una especie de «recordatorio» que te indica cómo sustituir creencias destructivas por otras más realistas y de apoyo, y recuperar la confianza en ti.",
      "¿Por qué merece la pena usar tarjetas de afrontamiento?",
      "Reducción de la ansiedad: las tarjetas de afrontamiento ayudan a recuperar la calma con rapidez cuando las emociones se vuelven demasiado intensas.",
      "Apoyo en momentos difíciles: en los momentos de duda se convierten en una voz de apoyo que te recuerda tu fuerza y tus recursos.",
      "Desarrollo del autoconocimiento: al anotar tus pensamientos y reacciones, comprendes mejor qué activa tus emociones y cómo puedes influir en ellas.",
      "Simplicidad y accesibilidad: la interfaz de nuestra aplicación es clara y fácil de usar, por eso crear tarjetas te resultará sencillo y cómodo."
    ],
    "quote": {
      "text": "Puedes sufrir si eliges creencias irracionales, pero puedes dejar de sufrir si eliges creencias racionales.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "¿Cómo funciona?",
      "Cuando detectas un pensamiento destructivo, la tarjeta de afrontamiento te ayuda a sustituirlo por otro más realista y de apoyo.",
      "Al principio puede requerir algo de práctica, pero con el tiempo aprenderás a notar los pensamientos negativos antes y a cambiarlos por otros más constructivos.",
      "Por ejemplo, si aparece el pensamiento: «Nunca voy a conseguir mis objetivos», puedes sustituirlo por: «A veces me cuesta, pero tengo un plan y puedo avanzar aunque sea a pequeños pasos».",
      "Este enfoque no solo cambia la forma de ver la situación, sino que también inspira a pasar a la acción.",
      "Revisa y actualiza tus tarjetas con regularidad.",
      "Nuestros sentimientos y pensamientos cambian, por eso es importante que las tarjetas reflejen tus necesidades actuales.",
      "Si un pensamiento negativo ha perdido fuerza o ya has superado una dificultad, actualiza la tarjeta y anota una nueva creencia de apoyo.",
      "En nuestra aplicación puedes editar fácilmente las tarjetas existentes y crear otras nuevas.",
      "Con el tiempo, las tarjetas de afrontamiento dejan de ser solo una herramienta contra los pensamientos negativos y se convierten en una guía personal en tu camino de desarrollo y crecimiento emocional."
    ]
  },
  "screen_3": {
    "texts": [
      "Veamos algunos ejemplos para entender mejor en qué consiste sustituir pensamientos destructivos.",
      "Ejemplo 1",
      "Pensamiento destructivo: «No voy a poder con este proyecto, no soy lo bastante bueno.»",
      "Sustitución constructiva: «Ya he podido con tareas difíciles antes. Tengo los conocimientos y recursos para terminar también este proyecto.»",
      "Ejemplo 2",
      "Pensamiento destructivo: «Todo el mundo se va a reír de mí si digo algo tonto.»",
      "Sustitución constructiva: «Cualquiera puede equivocarse. Estoy aprendiendo, y conversar es una oportunidad para crecer y desarrollarme.»",
      "Ejemplo 3",
      "Pensamiento destructivo: «Nada va a cambiar, la vida siempre será así.»",
      "Sustitución constructiva: «Los cambios llegan poco a poco. Incluso los pasos pequeños llevan a grandes resultados.»",
      "Conclusión",
      "Las tarjetas de afrontamiento son una forma potente y a la vez suave de gestionar pensamientos y emociones.",
      "Ayudan a recuperar la conexión con una visión más racional y serena sobre la situación y a cuestionar las creencias negativas.",
      "Al usarlas, comprendes mejor cómo funcionas y cómo reaccionas ante el estrés.",
      "Empieza a crear tus propias tarjetas hoy mismo y da el primer paso hacia una vida más tranquila, segura y estable."
    ]
  }
}
