{
  "title": "Tarjeta de afrontamiento: Un pequeño aliado para grandes cambios",
  "description": "Las tarjetas de afrontamiento son una herramienta sencilla pero potente de la terapia cognitivo-conductual que te ayuda a lidiar con el estrés y los pensamientos negativos. Descubre cómo estas pequeñas «notas» pueden transformar tu perspectiva, devolverte la confianza y guiarte hacia el crecimiento emocional. ¡Sumérgete en el mundo del autoconocimiento y abre la puerta a una vida más tranquila con las tarjetas de afrontamiento!",
  "screen_1": {
    "texts": [
      "Tarjetas de afrontamiento – otro as bajo la manga de la terapia cognitivo-conductual.",
      "¿Qué son las tarjetas de afrontamiento?",
      "Las tarjetas de afrontamiento son un método eficaz desarrollado en el marco de la terapia cognitivo-conductual que ayuda a las personas a manejar pensamientos negativos y situaciones estresantes.",
      "Funcionan como una especie de «recordatorio», indicando cómo puedes cambiar creencias destructivas y recuperar la confianza en ti mismo.",
      "¿Por qué usar tarjetas de afrontamiento?",
      "Reducción de la ansiedad: Las tarjetas de afrontamiento te ayudan a recuperar la calma rápidamente en momentos de estrés.",
      "Apoyo en tiempos difíciles: Cuando necesitas inspiración o un empujón, tus tarjetas estarán ahí para recordarte tus recursos internos.",
      "Desarrollo de la autoconciencia: Al anotar tus pensamientos y sentimientos, podrás entender mejor tus reacciones emocionales y patrones de comportamiento.",
      "Fáciles de usar: Las funciones de nuestra aplicación son intuitivas y simples, haciendo que crear tarjetas sea algo al alcance de todos."
    ],
    "quote": {
      "text": "Puedes sufrir si eliges creencias irracionales, pero no tienes por qué sufrir si optas por las racionales.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "¿Cómo funciona?",
      "Cuando detectes un pensamiento destructivo, usa las tarjetas de afrontamiento para sustituirlo por uno más constructivo.",
      "Puede que requiera algo de práctica, pero con el tiempo aprenderás a reaccionar más rápido a los pensamientos negativos y a reemplazarlos por creencias positivas.",
      "Por ejemplo, si piensas: «Nunca alcanzaré mis metas», puedes cambiarlo por algo más constructivo: «Me enfrento a retos, pero tengo un plan y puedo avanzar hacia mis metas, aunque sea poco a poco».",
      "Esto no solo cambia cómo ves la situación, sino que también te anima a actuar.",
      "Revisa y actualiza tus tarjetas con regularidad.",
      "Tus sentimientos y pensamientos cambian con el tiempo, así que es importante ajustar las tarjetas a tus necesidades actuales.",
      "Por ejemplo, si notas que un pensamiento destructivo ya no tiene peso o has superado un miedo concreto, actualiza la tarjeta con nuevos pensamientos constructivos o estrategias.",
      "En nuestra app, puedes editar fácilmente las tarjetas existentes o añadir nuevas.",
      "Así, las tarjetas de afrontamiento no solo son una herramienta para combatir pensamientos negativos, sino también tu guía personal en el camino hacia el desarrollo personal y el bienestar emocional."
    ]
  },
  "screen_3": {
    "texts": [
      "Veamos algunos ejemplos más de cómo reemplazar pensamientos destructivos por constructivos para que el propósito de las tarjetas quede más claro.",
      "Ejemplo 1",
      "Pensamiento destructivo: «No voy a poder con este proyecto, no soy lo bastante bueno».",
      "Reemplazo constructivo: «Ya he superado proyectos difíciles antes. Tengo las habilidades y los recursos para completar esta tarea con éxito».",
      "Ejemplo 2",
      "Pensamiento destructivo: «Todos se reirán de mí si digo algo estúpido».",
      "Reemplazo constructivo: «Todos cometemos errores. Puedo aprender de ellos y disfrutar del intercambio con los demás».",
      "Ejemplo 3",
      "Pensamiento destructivo: «Nada va a cambiar, mi vida siempre será así».",
      "Reemplazo constructivo: «Puedo dar pasos hacia el cambio. Los pequeños avances llevan a grandes resultados».",
      "Conclusión",
      "Las tarjetas de afrontamiento son una herramienta poderosa para gestionar tus pensamientos y emociones.",
      "Te ayudan a reconectar con la parte racional de tu mente y a contrarrestar creencias negativas.",
      "Usándolas, podrás entenderte mejor a ti mismo y tus reacciones ante el estrés.",
      "¡Empieza a crear tus tarjetas de afrontamiento hoy mismo y descubre el camino hacia una vida más tranquila y segura!"
    ]
  }
}
