{
  "title": "Historia de Alisa: el camino para superar la depresión",
  "description": "En este artículo analizamos la historia de una persona que se enfrenta a la depresión para mostrar cómo se relacionan los pensamientos automáticos con las creencias intermedias y las creencias básicas. A través de la historia de Alisa y su trabajo con una psicóloga veremos cómo se forman estas creencias y cómo es posible cambiarlas para afrontar la depresión. El enfoque se basa en los principios de la terapia cognitivo-conductual.",
  "screen_1": {
    "texts": [
      "Para mostrar de forma clara la relación entre pensamientos automáticos, creencias intermedias y creencias básicas, veamos la historia de Alisa, una joven que se enfrenta a la depresión y a dudas sobre sí misma.",
      "Empecemos conociendo un poco su vida y su entorno:",
      "Alisa creció en una familia monoparental en una ciudad pequeña. Cuando tenía 6 años, su padre se fue con otra mujer. La relación con su madre no era sencilla: a menudo la criticaba y rara vez la elogiaba.",
      "Tras el divorcio, sus padres casi no se comunicaban entre sí, y Alisa se sentía en medio, intentando complacer a cada lado. En la nueva familia de su padre nacieron tres hijos, y él pasaba mucho tiempo con ellos: hacían excursiones, practicaban deporte juntos. Alisa sentía dolor, celos y una fuerte sensación de exclusión.",
      "En el colegio, Alisa se convirtió en una alumna brillante, en gran parte por el deseo de conseguir la aprobación de su madre, para quien las buenas notas eran algo simplemente normal. Más tarde terminó la universidad con matrícula de honor en marketing. Ahora tiene 23 años, no está casada y no tiene hijos. En busca de trabajo y de estabilidad, acude a una psicóloga debido a la depresión.",
      "Su malestar se agravó por las dificultades para encontrar empleo. Su actividad social ha disminuido: pasa la mayor parte del tiempo abatida y está convencida de que nada le va a salir bien."
    ]
  },
  "screen_2": {
    "texts": [
      "Ahora veamos cómo se manifiestan los tres niveles de pensamiento de Alisa en un fragmento de diálogo con su psicóloga:"
    ],
    "dialog": [
      "Alisa, recuerde por favor una situación reciente en la que haya sentido emociones muy intensas y desagradables.",
      "Fue ayer. Estaba mirando ofertas de trabajo y vi el puesto ideal: una empresa interesante, horario flexible, buen sueldo. Pero me quedé paralizada y al final no envié el currículum.",
      "¿Qué fue exactamente lo que la frenó?",
      "Pensé que, de todas formas, no me iban a coger. Que era demasiado difícil para mí. Que no iba a ser capaz de hacerlo bien (pensamiento automático).",
      "¿Qué significa para usted la idea de que no va a ser capaz de hacerlo bien?",
      "Que no podré realizar bien las tareas y que cometer errores es algo muy malo (creencia intermedia).",
      "¿Cómo llamaría a una persona que se equivoca y no consigue hacer algo bien?",
      "Es una fracasada, alguien incapaz de hacer nada serio.",
      "Y si eso le pasa a usted, si se topa con dificultades y comete errores, entonces, ¿quién es usted?",
      "Supongo que soy una fracasada (creencia básica)."
    ]
  },
  "screen_3": {
    "texts": [
      "Ahora vemos cómo se conectan estos tres niveles de pensamiento en Alisa y cómo juntos configuran su estado emocional.",
      "Es importante recordar que Alisa no nació con estas creencias. Se formaron y se consolidaron a lo largo de su vida bajo la influencia de los acontecimientos y de su entorno. Y eso significa que pueden cambiar.",
      "El trabajo comienza por los pensamientos automáticos. Cuando Alisa aprenda a detectarlos y cuestionarlos, podrá ir debilitando su impacto y avanzar hacia el siguiente nivel: las creencias intermedias.",
      "Poco a poco, paso a paso, estos cambios le ayudarán a transformar también sus creencias básicas, sustituyéndolas por otras más realistas y de apoyo."
    ]
  }
}
