{
  "title": "La historia de Alicia, superación de la depresión",
  "description": "El artículo examina el ejemplo de una persona que sufre de depresión para demostrar la relación entre los pensamientos automáticos, las creencias intermedias y las creencias profundas. A través del análisis de su trayectoria de vida y la interacción con un psicólogo, el artículo explica cómo se forman estos niveles de pensamiento y cómo se pueden cambiar para superar la depresión. El enfoque está basado en los principios de la terapia cognitivo-conductual.",
  "screen_1": {
    "texts": [
      "Para mostrar y explicar visualmente cómo están conectados los pensamientos automáticos, las creencias intermedias y las creencias profundas, consideremos el ejemplo de Alicia, una joven que enfrenta depresión y dudas sobre sí misma.",
      "Para completar la imagen, hablemos un poco sobre su historia personal y social:",
      "Alicia creció en una familia desestructurada en un pequeño pueblo. Su padre se fue con otra mujer cuando ella tenía solo 6 años. La relación con su madre era complicada: su madre, enfermera de profesión, constantemente encontraba motivos para criticarla y rara vez la elogiaba.",
      "Después del divorcio de sus padres, no hubo comunicación entre ellos, y Alicia se sentía como en un campo minado, tratando de complacer a ambos. Su padre en su nueva familia tenía dos hijos y una hija. Con ellos pasaba mucho tiempo, yendo al campo los fines de semana e incluso haciendo deporte con ellos. Alicia sentía celos e envidia involuntariamente.",
      "Durante sus años escolares, Alicia se convirtió en una estudiante sobresaliente, en parte por el deseo de ganarse la aprobación de su madre, quien había establecido las buenas calificaciones como la norma. Alicia se graduó de la universidad con honores en marketing. Ahora tiene 23 años, no está casada y no tiene hijos. En busca de trabajo y estabilidad, decide consultar a un psicólogo debido a su depresión.",
      "El trastorno depresivo de Alicia se activó por las dificultades para encontrar trabajo después de la universidad. Comenzó a llevar una vida social menos activa y pasaba la mayor parte del tiempo en un estado deprimido, convencida de que no lograría nada."
    ]
  },
  "screen_2": {
    "texts": [
      "Ahora consideremos cómo interactúan los tres niveles de su pensamiento en el ejemplo de la comunicación de Alicia con el psicólogo:"
    ],
    "dialog": [
      "Alicia, por favor, recuerda una situación cuando experimentaste emociones negativas intensas por última vez.",
      "Fue ayer. Estaba mirando ofertas de trabajo y vi la opción perfecta — una empresa creativa, horario flexible, buen salario. Pero me quedé paralizada y no pude enviar mi currículum.",
      "¿Qué te detuvo?",
      "Parece que pensé que de todos modos no me contratarían, porque es demasiado difícil para mí. No puedo manejarlo (pensamiento automático).",
      "¿Qué significa para ti el pensamiento de que no puedes manejar este trabajo?",
      "Que no podré realizar las tareas a un alto nivel, y que cometer errores es terrible (creencia intermedia).",
      "¿Cómo llamarías a una persona que no maneja algo si comete errores?",
      "No vale nada, es un fracasado.",
      "Y si no manejas algo, cometes errores y asumes algo que no puedes hacer, ¿entonces qué eres tú?",
      "Soy una fracasada (creencia profunda)."
    ]
  },
  "screen_3": {
    "texts": [
      "Ahora vemos cómo están estructurados los tres niveles del pensamiento destructivo de Alicia.",
      "Es importante entender que Alicia no nació con estas creencias. Se establecieron en diferentes momentos de su vida y bajo diversas circunstancias. Esto significa que pueden y deben ser cambiadas.",
      "El proceso de cambio comienza trabajando sobre los pensamientos automáticos. Cuando Alicia aprenda a cuestionarlos y demostrar su destructividad, reduciendo así su credibilidad, es posible avanzar al siguiente nivel — las creencias intermedias.",
      "Al tambalear la fe en ellas, podemos llegar a las creencias profundas y cambiarlas por otras más adaptativas y beneficiosas."
    ]
  }
}
