{
  "title": "Conocerte a ti mismo a través de la Terapia Cognitivo-Conductual",
  "description": "Este artículo introduce los fundamentos de la Terapia Cognitivo-Conductual (TCC) y muestra cómo las creencias centrales e intermedias dan lugar a los pensamientos automáticos y las emociones. Utilizando la metáfora de un manzano, se explica cómo nuestras actitudes internas influyen en la percepción de los eventos y en nuestra reacción ante ellos. Los ejemplos presentados demuestran por qué un mismo hecho puede provocar emociones diferentes en distintas personas.",
  "screen_1": {
    "texts": [
      "En el mundo actual, lleno de estrés e incertidumbre, el bienestar psicológico es más importante que nunca.",
      "Millones de personas se enfrentan a diario a dificultades: desde un ligero malestar y ansiedad hasta estados más graves como la depresión, la neurosis o el trastorno de estrés postraumático (TEPT).",
      "Estos problemas afectan notablemente a la calidad de vida, impidiendo disfrutar del día a día, mantener relaciones sanas y avanzar hacia las metas.",
      "Si estás leyendo estas líneas y sientes que algo en tu interior te impide vivir una vida plena, no estás solo; es algo natural.",
      "Incluso las personas más exitosas y aparentemente tranquilas tienen barreras internas y creencias que las limitan.",
      "A menudo, sus raíces se hunden en la infancia, formándose bajo la influencia de eventos traumáticos o circunstancias adversas.",
      "Es importante recordar que tener estas dificultades no te hace «menos» ni significa que seas «defectuoso»; es parte de la experiencia humana.",
      "Si deseas un cambio, te invitamos a un viaje fascinante por el mundo de la Terapia Cognitivo-Conductual (TCC).",
      "Este enfoque, de eficacia probada, ayuda a comprenderse mejor a uno mismo y brinda herramientas para gestionar los pensamientos y las emociones.",
      "En este capítulo comenzaremos a familiarizarnos con los conceptos básicos del método.",
      "No importa si tus dificultades parecen pequeñas o te causan un gran malestar, desde un bajón temporal hasta síntomas que duran años: la TCC puede ser un recurso valioso.",
      "A continuación, presentaremos un modelo simplificado de su concepto clave, y en los próximos capítulos lo analizaremos con más detalle."
    ],
    "quote": {
      "text": "Nuestros pensamientos forman nuestra percepción, y esta percepción determina cómo vivimos.",
      "author": "Rebecca Walker"
    }
  },
  "screen_2": {
    "texts": [
      "En la Terapia Cognitivo-Conductual, el funcionamiento de la mente se suele dividir en tres niveles: creencias centrales, creencias intermedias (reglas) y pensamientos automáticos.",
      "La idea clave de la TCC es que nuestro bienestar y nuestros sentimientos dependen de nuestra forma de pensar.",
      "De ahí el principio básico: cuando notamos y corregimos conscientemente nuestro pensamiento, la vida se vuelve más estable y productiva.",
      "Este es un resumen de la esencia de la TCC, pero aún quedan muchos detalles importantes que compartiremos contigo.",
      "Para visualizarlo mejor, imaginemos un manzano.",
      "En esta metáfora, las raíces son las creencias centrales: las ideas fundamentales sobre uno mismo, el mundo y los demás.",
      "Se forman a partir de experiencias tempranas y a menudo son inconscientes. Ejemplos: «No merezco amor», «El mundo es un lugar peligroso».",
      "El tronco representa las creencias intermedias: las reglas y actitudes que guían nuestro día a día.",
      "Nacen de las creencias centrales y dirigen nuestras reacciones. Ejemplos: «Si no soy perfecto, no me querrán», «Para sobrevivir, hay que estar siempre alerta».",
      "La copa son los pensamientos automáticos: reacciones rápidas y espontáneas ante los eventos.",
      "Son como los frutos del árbol: pueden ser «sanos» o estar «podridos». Ejemplos: «Llegué tarde, así que la próxima vez saldré antes» o «Llegué tarde, soy un fracasado».",
      "Cada uno de nosotros tiene su propio «árbol» y filtramos cada evento a través de él.",
      "Por eso, una misma situación puede provocar emociones totalmente diferentes en distintas personas; el significado que le damos depende de nuestras propias creencias.",
      "Así se forma un amplio espectro de reacciones emocionales, incluso ante eventos externos idénticos."
    ]
  },
  "screen_3": {
    "texts": [
      "Veamos un ejemplo. A dos compañeras les hicieron la misma observación en el trabajo.",
      "María: desarrolló en su infancia la creencia central «No soy lo suficientemente buena».",
      "Su creencia intermedia es: «Para que me valoren, debo ser impecable». Al recibir la crítica, piensa: «Lo he arruinado todo, el jefe está decepcionado, perderé el trabajo». Resultado: miedo, ansiedad, desánimo.",
      "Cristina: tiene otra creencia central: «Soy capaz de aprender y desarrollarme».",
      "Su creencia intermedia es: «La crítica es una oportunidad para mejorar». Al oír la observación, piensa: «El jefe me ha indicado mis puntos débiles, esto me ayudará a trabajar mejor». Resultado: calma, motivación y disposición a corregir errores.",
      "Por tanto, el evento es el mismo: una observación del jefe.",
      "Pero las reacciones son opuestas debido a las diferencias en sus creencias centrales e intermedias.",
      "La TCC te ayuda a identificar y modificar esas creencias para reaccionar de manera más constructiva y mantener el equilibrio emocional.",
      "Dado que cada persona tiene su propio «modelo de árbol», las situaciones idénticas se perciben de manera diferente.",
      "Como respuesta a ellas surgen los pensamientos automáticos, que influyen en las emociones y el comportamiento.",
      "Hablaremos con más detalle sobre la relación entre pensamientos, emociones y comportamiento en los próximos capítulos.",
      "En este capítulo hemos presentado una visión general, así que no te preocupes si tienes dudas: volveremos a estas ideas y las analizaremos a fondo.",
      "Te invitamos a abordar este material con apertura y ganas de experimentar. Pon en práctica las técnicas: deja que tu vida sea más plena, alegre y armoniosa."
    ]
  }
}
