{
  "title": "Comprenderse a uno mismo a través de la terapia cognitivo-conductual",
  "description": "Este artículo presenta los fundamentos de la terapia cognitivo-conductual (TCC), explicando cómo las creencias profundas e intermedias dan forma a los pensamientos automáticos y a las emociones. A través de la analogía de un manzano, se ilustra cómo las actitudes internas influyen en la percepción de los acontecimientos y en la reacción ante ellos. El artículo también ofrece ejemplos que muestran cómo distintas interpretaciones de la misma situación pueden conducir a reacciones emocionales diferentes.",
  "screen_1": {
    "texts": [
      "En el mundo moderno, lleno de estrés e incertidumbre, el bienestar psicológico se ha vuelto más importante que nunca.",
      "Millones de personas se enfrentan a diario a diversas dificultades psicológicas, que van desde una ligera incomodidad y ansiedad hasta condiciones graves como la depresión, la neurosis, el trastorno de estrés postraumático (TEPT) y otros.",
      "Estos problemas pueden afectar significativamente la calidad de vida, impidiendo disfrutar plenamente de cada día, entablar relaciones armoniosas y alcanzar las propias metas.",
      "Si está leyendo estas líneas, quizá también sienta que algo inconsciente en su interior le impide vivir plenamente. Es algo completamente normal.",
      "Incluso las personas más exitosas y aparentemente equilibradas tienen ciertas creencias destructivas y barreras internas.",
      "A menudo, la raíz de estos problemas se encuentra en la infancia, formada por diversos sucesos traumáticos o circunstancias adversas.",
      "Es importante entender que el hecho de tener estas dificultades no lo convierte en alguien «incompleto»; forman parte de la experiencia humana.",
      "Si desea cambiar su vida, le invitamos a realizar un viaje fascinante al mundo de la terapia cognitivo-conductual (TCC).",
      "Este método eficaz le ayudará a conocerse mejor y a adquirir herramientas para gestionar sus pensamientos y emociones.",
      "En este capítulo empezaremos a profundizar en los conceptos básicos del método.",
      "No importa si considera que sus dificultades son poco relevantes o, por el contrario, experimenta un gran malestar—ya sea un estado bajo temporal o una lucha de años contra diversos síntomas psicológicos—, la TCC puede ser un recurso valioso para usted.",
      "Ahora le presentaremos un modelo simplificado de los conceptos básicos de la terapia, que abordaremos con más detalle en los próximos capítulos."
    ],
    "quote": {
      "text": "Nuestros pensamientos dan forma a nuestra percepción, y esa percepción determina cómo vivimos.",
      "author": "Rebecca Walker"
    }
  },
  "screen_2": {
    "texts": [
      "En la terapia cognitivo-conductual, nuestra mente se representa en tres niveles: creencias profundas, creencias intermedias (reglas) y pensamientos automáticos.",
      "La idea clave de la TCC es que su bienestar y sus sentimientos dependen de sus pensamientos.",
      "Por lo tanto, según el principio fundamental de la TCC, su vida puede ser más feliz y productiva si vigila sus pensamientos y trata de pensar de manera racional.",
      "Esta es una forma muy sencilla de presentar brevemente la TCC, pero tenemos muchos más detalles que nos gustaría compartir con usted.",
      "Para que sea más ilustrativo, imaginemos un manzano.",
      "En nuestra analogía, las raíces representan las creencias profundas, que son ideas fundamentales sobre uno mismo, el mundo y las demás personas.",
      "Generalmente se forman en la primera infancia y rara vez se hacen conscientes. Por ejemplo: «No merezco amor» o «El mundo es un lugar peligroso».",
      "El tronco ilustra las creencias intermedias: reglas y pautas que seguimos en la vida.",
      "Se basan en las creencias profundas y determinan nuestras reacciones. Por ejemplo: «Si no soy perfecto, no me querrán» o «Para sobrevivir, hay que estar alerta».",
      "La parte más numerosa son los pensamientos automáticos, rápidos y espontáneos, que surgen como respuesta a los acontecimientos.",
      "Estos son los frutos de nuestro árbol. Un fruto puede ser sano o estar podrido. Por ejemplo: «He llegado tarde, así que la próxima vez debo salir antes» o «He llegado tarde, así que soy un fracaso».",
      "Cada uno de nosotros tiene su propio árbol y filtramos todos los acontecimientos de la vida a través de él.",
      "La misma situación puede provocar emociones completamente distintas en distintas personas, pues cada una la interpreta según sus propias creencias y le asigna su propio significado.",
      "Esto genera una amplia gama de posibles reacciones emocionales, incluso ante sucesos aparentemente idénticos."
    ]
  },
  "screen_3": {
    "texts": [
      "Veamos un ejemplo. Imagine a dos colegas que reciben la misma observación de su jefe acerca de su trabajo:",
      "María: Desde la infancia, María ha tenido la creencia profunda «No soy lo suficientemente buena».",
      "Su creencia intermedia: «Para que me valoren, tengo que ser impecable». Por ello, al recibir una crítica, surgen en ella pensamientos automáticos: «Lo he estropeado todo, mi jefe está decepcionado conmigo, voy a perder mi trabajo». El resultado: miedo, ansiedad, falta de energía.",
      "Cristina: Cristina tiene otra creencia profunda: «Soy capaz de aprender y desarrollarme».",
      "Su creencia intermedia: «La crítica es una oportunidad para mejorar». De modo que, cuando recibe la observación de su jefe, piensa: «Mi jefe ha señalado mis puntos débiles; esto me ayudará a mejorar en mi trabajo». El resultado: serenidad, motivación para progresar, deseo de corregir errores.",
      "En esta situación, María y Cristina se enfrentaron al mismo acontecimiento: una observación del jefe.",
      "Sin embargo, sus reacciones fueron completamente opuestas debido a la diferencia en sus creencias profundas e intermedias.",
      "La TCC ayuda a reconocer y modificar estas creencias para responder de forma más constructiva a las dificultades de la vida y mantener el equilibrio emocional.",
      "Dado que cada persona tiene un modelo de árbol único, todos percibimos las situaciones de forma diferente.",
      "Como respuesta a esas situaciones, surgen pensamientos automáticos que, a su vez, influyen en nuestras emociones y conducta.",
      "Hablaremos más acerca de la relación entre pensamientos, emociones y conducta en los próximos capítulos.",
      "En este capítulo hemos abarcado un gran volumen de material de forma general, así que no se preocupe si le quedan muchas preguntas. Repetiremos los contenidos y profundizaremos en cada parte importante de la teoría.",
      "Le invitamos a acoger la información con el corazón abierto y con disposición a experimentar. Utilice todo el material y las técnicas propuestas para hacer su vida más plena, alegre y armoniosa."
    ]
  }
}
