{
  "title": "¡Elige la vida!",
  "description": "Este artículo aborda el tema de la depresión y los pensamientos suicidas, presentando datos objetivos y explicando su relación. Analiza el papel de la terapia cognitivo-conductual (TCC) para superar estas crisis, destaca la importancia de acudir a especialistas y recuerda la disponibilidad de ayuda psicológica gratuita. El texto ofrece apoyo, resalta el valor de la vida y la necesidad de mantener la esperanza.",
  "screen_1": {
    "texts": [
      "Ya que hablamos de pensamiento negativo, creencias irracionales y depresión, no podemos pasar por alto otro tema difícil pero importante: el suicidio.",
      "Si esto nunca te ha afectado, nos alegramos sinceramente. Pero si la idea de la muerte te ha parecido la única salida —en algún momento o ahora mismo—, queremos apoyarte y hablar de ello con calma.",
      "Según estimaciones de la OMS (Organización Mundial de la Salud), cada año ocurren un gran número de suicidios en el mundo. Y estos son solo los datos oficiales.",
      "Se estima que, a lo largo de la historia, el número de suicidios es comparable al de las víctimas de las guerras. Es difícil asimilar las cifras, pero muestran la magnitud de la tragedia y que hay muchas personas en esta situación.",
      "La depresión juega un papel crucial aquí: una parte significativa de los suicidios es cometida por personas con trastornos depresivos, ya que el riesgo en este estado se multiplica.",
      "No citamos estos hechos para asustar, sino para recordar algo importante: no eres la única persona pasando por esto. Muchos callan por vergüenza y por la sensación de que «a nadie más le pasa», pero la ayuda está cerca."
    ]
  },
  "screen_2": {
    "texts": [
      "Los pensamientos suicidas no son un signo de debilidad o «inferioridad». No hay que avergonzarse de ellos.",
      "Las personas llegan a estos pensamientos por diferentes caminos, pero a menudo tienen algo en común: un dolor emocional insoportable que hace que la muerte parezca el único alivio.",
      "A veces la muerte se ve como una forma de detener el sufrimiento o de «no ser una carga» para los seres queridos. Es un estado de desesperación, no una valoración objetiva del propio valor.",
      "Los estudios demuestran que el factor clave es el sentimiento de desesperanza. Cuando la percepción está distorsionada, el mundo parece pura oscuridad y el futuro, inexistente.",
      "Es importante recordar: la desesperanza y la desesperación son síntomas de la depresión, no la realidad en sí misma.",
      "La decisión de quitarse la vida se basa en la creencia de que nada mejorará. ¿Pero es realmente así? ¿Existe alguna prueba irrefutable de que todo seguirá igual para siempre?"
    ]
  },
  "screen_3": {
    "texts": [
      "Cuando el dolor es intenso, es difícil imaginar otra vida. Frases como «piensa en positivo» suenan vacías e invalidantes, y solo añaden culpa.",
      "No es tu culpa. Es como si la mente se hubiera atascado en un pantano. El dolor es real y es imposible chasquear los dedos y «dejar de sentir».",
      "Intenta imaginar por un minuto que esta oscuridad impenetrable es como unas gafas con los cristales sucios: distorsionan la imagen.",
      "Aférrate a este pensamiento como a un hilo fino: la oscuridad se puede disipar y tú eres mucho más que tu dolor actual.",
      "No son palabras vacías: la eficacia de la TCC está confirmada por investigaciones y se utiliza en todo el mundo para reducir el riesgo de reincidencia y ayudar a superar crisis.",
      "Los estudios muestran que la TCC ayuda a reducir la frecuencia de las recaídas y hace que los pasos para salir del callejón sin salida sean más claros.",
      "Sí, requerirá esfuerzo, pero la TCC ofrece herramientas claras y un plan de acción para que ese esfuerzo no sea en vano."
    ]
  },
  "screen_4": {
    "texts": [
      "Dedicaremos una sección aparte a cómo trabajar la depresión apoyándose en la TCC, incluyendo cómo lidiar con los pensamientos suicidas.",
      "Queremos avivar tu deseo de vivir, pero la ayuda personalizada solo la puede brindar un especialista.",
      "Si estás al límite, acude urgentemente a un médico, psicólogo o a los servicios de emergencias (ante una amenaza inminente, llama a los números de urgencias).",
      "Incluso si no puedes permitirte una consulta privada, en muchos países existen centros que ofrecen ayuda gratuita y sin demora. El primer paso ya es un movimiento hacia la vida.",
      "Lo entendemos: decidirse no es fácil. Pero es el especialista quien te ayudará a capear el temporal y te dará las herramientas para sostenerte en el futuro.",
      "Creemos que, con la ayuda de la TCC, podrás construir gradualmente una relación más sana y sólida contigo mismo y con el mundo.",
      "Vivir no es fácil y muchos pasan por períodos difíciles. Pero el mundo es grande y hermoso, y tu vida tiene un valor incalculable. Por favor, recuérdalo: ¡merece la pena vivir!"
    ],
    "quote": {
      "text": "El momento más oscuro de la noche llega justo antes del amanecer.",
      "author": "Thomas Fuller"
    }
  }
}
