{
  "title": "¡Elige la vida!",
  "description": "Este artículo aborda el tema actual de la depresión y los pensamientos suicidas, proporcionando datos estadísticos y analizando la conexión entre ellos. Destaca el papel de la Terapia Cognitivo-Conductual (TCC) en la lucha contra estos problemas, así como la importancia de buscar ayuda profesional y la disponibilidad de servicios psicológicos gratuitos. El artículo tiene como objetivo inspirar y apoyar a los lectores, recordándoles el valor de la vida y la importancia de mantener la esperanza.",
  "screen_1": {
    "texts": [
      "Hablando tanto sobre pensamiento negativo, creencias irracionales y depresión, no podemos dejar de tocar otro tema muy importante, aunque difícil – el suicidio.",
      "Nos alegraría mucho si este problema nunca te ha preocupado, pero si alguna vez pensaste que la muerte es la única salida, o si lo piensas ahora, queremos apoyarte y hablar de ello.",
      "Desafortunadamente, muchas personas enfrentan este problema. Según la OMS (Organización Mundial de la Salud), se cometen alrededor de 800,000 a 1,000,000 suicidios anualmente. Y esos son solo los datos oficiales.",
      "El número de suicidios a lo largo de la historia supera el número de muertos en todas las guerras combinadas. Es difícil de creer, pero es así.",
      "La depresión juega un papel importante en esto. Entre el 45 y el 60% de todos los suicidios en el planeta son cometidos por personas que sufren de depresión. Una persona con depresión tiene 35 veces más probabilidades de suicidarse que en un estado psicológico normal.",
      "Al ver estos números aterradores, uno se siente incómodo, pero mencionamos esto no para asustarte, sino para mostrar que hay muchas personas así y, desafortunadamente, la mayoría de ellas, al enfrentar este problema, no comparten sus experiencias, sintiéndose avergonzadas y pensando que están solas."
    ]
  },
  "screen_2": {
    "texts": [
      "De esta manera, queremos decir que los pensamientos suicidas no son un signo de debilidad o insuficiencia, y no deberías avergonzarte de ellos.",
      "Las personas llegan a pensar en el suicidio por diferentes caminos, pero generalmente tienen algo en común: un dolor emocional abrumador que hace que la muerte parezca la única salvación.",
      "Estas personas pueden considerar la muerte como un medio para escapar del dolor y sufrimiento, porque la vida parece demasiado dura, o como una forma de dejar de ser una \"carga\" para sus seres queridos.",
      "Los estudios han demostrado que una sensación irreal de desesperanza es uno de los factores principales en el desarrollo de pensamientos suicidas. Analizando el pensamiento de estas personas, se ve una visión del mundo persistentemente pesimista y, debido a una percepción distorsionada, se sienten atrapados sin salida.",
      "Les parece que nunca han sido y nunca serán felices. Pero es importante entender que la desesperanza y la desesperación son solo síntomas de la depresión, no la realidad objetiva.",
      "La decisión de cometer suicidio es el resultado de la creencia irracional de que la vida no puede mejorar. Pero, ¿es realmente todo tan desesperanzador? ¿Hay pruebas y garantías del cien por ciento de que todo seguirá siendo igual de malo?"
    ]
  },
  "screen_3": {
    "texts": [
      "Cuando sufres, es difícil imaginar que se pueda vivir de otra manera. Al escuchar la frase \"piensa positivamente\", puedes pensar que tus problemas no se toman en serio, o puedes sentirte culpable por no poder enfrentar la situación de manera más simple.",
      "No tienes la culpa. Parece que tu mente está atrapada en el pantano de la desesperación. Tu dolor y tus sentimientos son reales, y no puedes simplemente deshacerte de ellos intentando pensar en algo bueno.",
      "Pero imaginemos solo por un segundo que la oscuridad infinita que te rodea ahora es una ilusión, gafas sucias a través de las cuales ves el mundo.",
      "Aférrate a este pensamiento, y que sea tu rayo de luz en esta oscuridad impenetrable. Porque, en realidad, la oscuridad que te rodea es superable.",
      "¡Estas no son palabras vacías! Hay numerosas evidencias de la efectividad de la Terapia Cognitivo-Conductual (TCC). Actualmente, este enfoque se considera uno de los métodos más efectivos para tratar el comportamiento suicida y está en el arsenal de muchos psicoterapeutas e investigadores en todo el mundo.",
      "En la \"Biblioteca Nacional de Medicina\" se ha publicado un estudio que resume los resultados de 15 experimentos con 29,071 personas. Según este estudio, la TCC resultó ser el método más efectivo para prevenir intentos de suicidio repetidos en el 87% de los casos.",
      "Este es un porcentaje muy alto. Por supuesto, tendrás que esforzarte mucho para erradicar completamente los pensamientos suicidas, pero la TCC es una herramienta efectiva para tus esfuerzos."
    ]
  },
  "screen_4": {
    "texts": [
      "Tendremos una sección separada donde discutiremos cómo superar la depresión con TCC, allí consideraremos nuevamente en detalle cómo superar los pensamientos suicidas.",
      "Hacemos todo lo que está en nuestras manos para apoyar tu deseo de vivir, pero no podemos ofrecer la misma ayuda individual que puede proporcionar un psicólogo profesional.",
      "Si sientes que estás al borde, ¡busca a un especialista de inmediato!",
      "Las consultas psicológicas pueden ser pagadas, pero en la mayoría de los países del mundo funcionan centros que ofrecen ayuda psicológica de emergencia gratuita. Da el primer paso hacia tu propia vida feliz, ¡busca ayuda!",
      "Entendemos que este es un paso serio, al que no siempre es fácil decidirse, pero precisamente un especialista puede brindarte el apoyo necesario y enseñarte habilidades de autoayuda.",
      "Creemos que con la ayuda de la Terapia Cognitivo-Conductual (TCC) podrás recorrer el camino necesario para alcanzar tu propia visión positiva del mundo.",
      "Vivir no siempre es fácil, hay períodos muy difíciles. Pero el mundo es vasto y hermoso, y tu vida es invaluable. Recuerda esto. Este mundo vale la pena vivirlo."
    ],
    "quote": {
      "text": "El momento más oscuro de la noche llega justo antes del amanecer.",
      "author": "Thomas Fuller"
    }
  }
}
