{
  "title": "¿Pueden ser útiles las creencias irracionales?",
  "description": "El artículo analiza la influencia de las creencias irracionales en nuestro estado emocional. A través del ejemplo de John, que busca el éxito movido por una profunda convicción de incompetencia, se muestra cómo estas creencias se convierten en estrategias de afrontamiento destructivas. El autor destaca la importancia de tomar conciencia y revisar estas creencias para mejorar la calidad de vida.",
  "screen_1": {
    "texts": [
      "En los capítulos anteriores hemos prestado mucha atención a los pensamientos y creencias destructivos. Tiene sentido: son precisamente los que empeoran notablemente nuestras emociones, nuestra conducta y nuestro bienestar general.",
      "De ahí surge la pregunta: ¿realmente todas las creencias son dañinas o pueden algunas aportar beneficios?",
      "Lo más habitual es que las creencias negativas se activen en situaciones de estrés, durante un bajón anímico o una depresión, así como ante eventos que parecen confirmar esas ideas.",
      "Por ejemplo, si una persona tiene la creencia de «No soy capaz de nada», es probable que esta se active tras suspender un examen o recibir una crítica del jefe.",
      "Entonces la persona empieza a percibir lo que ocurre a través del filtro de esa creencia, aunque esa visión sea ilógica y no se corresponda con los hechos.",
      "Sin embargo, esto no significa que todas las creencias sean igual de malas y carezcan de utilidad.",
      "En circunstancias menos tensas o cuando nos sentimos con más fuerzas, puede «activarse» una creencia de apoyo, por ejemplo: «Soy suficientemente capaz».",
      "Por lo tanto, ante la pregunta «¿Son dañinas todas las creencias?», la respuesta es no, no todas."
    ]
  },
  "screen_2": {
    "texts": [
      "Hablar de la «utilidad» de las creencias irracionales es más complejo de lo que parece a primera vista; analicémoslo.",
      "A veces puede parecer que tales creencias nos empujan a lograr cosas; sin embargo, esto es más una idea errónea que una realidad.",
      "Para verlo más claro, recordemos los tres niveles: pensamientos automáticos, creencias intermedias y creencias centrales.",
      "Imaginemos que un joven llamado John tiene la creencia central: «No soy capaz de nada», y la intermedia: «Siempre debo tener éxito».",
      "Por un lado, suena bien: aspirar al éxito es un objetivo loable si es un deseo flexible y no una regla rígida.",
      "Se podría pensar que tal creencia es útil, como si reforzara la motivación y fomentara la determinación y el logro de objetivos.",
      "El trabajo parece entonces sumamente importante, como si solo trajera ventajas.",
      "Pero miremos más a fondo.",
      "Si realmente es una creencia intermedia rígida y no un simple deseo, lo más probable es que resulte destructiva, porque está arraigada en la convicción profunda de la propia incapacidad. En tal caso, el trabajo se convierte para John en una estrategia de afrontamiento (hablaremos de ellas en los próximos capítulos)."
    ],
    "quote": {
      "text": "Puesto que una persona solo puede amar u odiar su trabajo, debe ser consciente de sus consecuencias. Los adictos al trabajo simplemente olvidan que no existen para el trabajo, sino que el trabajo existe para ellos.",
      "author": "León Tolstói"
    }
  },
  "screen_3": {
    "texts": [
      "En resumen: una estrategia de afrontamiento es una forma de reaccionar al estrés a través de pensamientos, sentimientos o conductas.",
      "Dicho de forma sencilla, John busca tener éxito (creencia intermedia) para no sentirse «incapaz» (creencia central). El enfoque en el trabajo se convierte en una forma de evitar una autopercepción dolorosa.",
      "Es destructivo porque cualquier dificultad seria en el trabajo —el fracaso de un proyecto, un estancamiento en la carrera o un despido— puede enfrentar a John de golpe con la creencia central de su propia incapacidad, lo que se vive como una «catástrofe interna».",
      "Las consecuencias son el empeoramiento de su estado, apatía, comportamiento autodestructivo e incluso depresión.",
      "Ahora las potenciales «ventajas» ya no parecen tan convincentes, ¿verdad?",
      "Resulta que la creencia «Siempre debo tener éxito» es más bien dañina: los errores son inevitables, y con tal rigidez, cada fallo «confirmará» su incapacidad profunda y la reforzará aún más.",
      "Es importante recordar: una creencia es una idea que se puede replantear para hacerla más útil. Esto mejora notablemente la calidad de vida, y es precisamente lo que enseña la terapia cognitivo-conductual."
    ]
  }
}
