{
  "title": "¿Pueden ser útiles las creencias irracionales?",
  "description": "El artículo examina el impacto de las creencias irracionales en el estado psicoemocional de una persona. A través del ejemplo de John, que busca el éxito debido a una profunda creencia en su incapacidad, se demuestra cómo tales actitudes pueden convertirse en estrategias de afrontamiento destructivas. El autor enfatiza la importancia de reconocer y revisar las propias creencias para mejorar la calidad de vida.",
  "screen_1": {
    "texts": [
      "En capítulos anteriores, pusimos un gran énfasis en los pensamientos y creencias destructivas. No es de sorprender, ya que precisamente estas afectan negativamente nuestras emociones, comportamiento y estado general.",
      "Esto plantea la pregunta: ¿Realmente todas nuestras creencias son tan malas y pueden ser útiles para nosotros?",
      "El problema es que las creencias negativas se activan cuando estamos estresados, deprimidos o enfrentamos alguna confirmación de estas creencias.",
      "Por ejemplo, si alguien tiene la creencia de \"No soy capaz de nada\", es probable que esta creencia se active en una situación de fracaso en un examen o al recibir comentarios críticos de un jefe.",
      "La persona interpretará lo que sucede a través del prisma de esta creencia, incluso si es ilógico e irracional.",
      "Sin embargo, esto no significa que todas nuestras creencias sean malas y no tengan nada útil.",
      "En situaciones menos estresantes o en un estado más lleno de recursos, puede activarse otra creencia positiva, por ejemplo: \"Soy lo suficientemente capaz\".",
      "Por lo tanto, la respuesta a la pregunta \"¿Todas las creencias son dañinas?\" es no, no todas."
    ]
  },
  "screen_2": {
    "texts": [
      "En cuanto a la influencia positiva de las creencias irracionales, la situación es un poco más complicada, vamos a analizarla.",
      "Algunos podrían pensar que no todo es tan malo y que las creencias irracionales incluso pueden ayudar en la vida, pero esto es más un malentendido que la verdad.",
      "Para dar una imagen completa, veamos ejemplos. Ya hemos hablado de que existen tres niveles de pensamiento: pensamientos, creencias intermedias y creencias profundas.",
      "Imaginemos que un joven llamado John tiene una creencia profunda: \"No soy capaz de nada\", y una creencia intermedia, por ejemplo, \"Siempre debo ser exitoso\".",
      "Por un lado, podría parecer que no hay nada malo en esta creencia. Es genial que John quiera tener éxito. A primera vista, realmente no hay nada malo si es solo un deseo o un objetivo y no una regla rígida y estricta.",
      "Podrías pensar que incluso es beneficioso para él, ya que gracias a esta mentalidad trabajará mucho, logrará ciertos éxitos, se volverá más motivado y orientado a objetivos.",
      "El trabajo se vuelve muy importante para él, y parece que solo trae consecuencias positivas.",
      "Pero profundicemos más.",
      "Si realmente es una creencia intermedia y no solo un deseo, entonces es probable que sea destructiva, no constructiva. Esto sucede porque está arraigada en su creencia profunda. En tal caso, el trabajo para John se convierte en una estrategia de afrontamiento (Hablaremos más sobre las estrategias de afrontamiento en los próximos capítulos)."
    ],
    "quote": {
      "text": "Dado que una persona solo puede amar u odiar su trabajo, debe ver sus consecuencias. Los adictos al trabajo simplemente olvidan que no existen para trabajar, sino que el trabajo existe para ellos.",
      "author": "León Tolstoi"
    }
  },
  "screen_3": {
    "texts": [
      "En resumen, una estrategia de afrontamiento es una reacción al estrés que se manifiesta a través de pensamientos, sentimientos o comportamiento.",
      "En términos simples, John se esfuerza por ser exitoso (su creencia intermedia) para no sentirse incapaz (lo que es su creencia profunda). Y su enfoque en el trabajo es una forma de evitar tal percepción de sí mismo.",
      "Esto es destructivo porque si John encuentra problemas en el trabajo, falla en su carrera o es despedido, se enfrentará inconscientemente con su profunda creencia en su propia incapacidad, lo que podría parecerle una especie de apocalipsis.",
      "Esto podría llevar a un deterioro de su estado, apatía, comportamiento destructivo e incluso depresión.",
      "Ahora las consecuencias no parecen tan grandiosas, ¿verdad?",
      "Resulta que la creencia \"Siempre debo ser exitoso\" es más dañina que beneficiosa. Nadie está exento de fracasos y errores. Con tal mentalidad, cada error se convertirá para él en una confirmación de su creencia profunda, lo que a su vez solo fortalecerá su fe en ella.",
      "Es importante entender que cualquier creencia es solo una idea que se puede cambiar para hacerla más útil. Esto puede mejorar significativamente la calidad de vida, y en esto ayuda la terapia cognitivo-conductual."
    ]
  }
}
