{
  "title": "Wie höre ich auf, nur über Erfolge zu leben?",
  "description": "Der Beitrag zeigt die verborgenen Risiken einer Erfolgsabhängigkeit und macht deutlich: Leistungen allein machen nicht glücklich. Beispiele von Stars wie Lady Gaga und Jim Carrey erinnern daran, dass selbst äußerst erfolgreiche Menschen Depressionen und innere Krisen erleben können. Die Hauptbotschaft: Es gilt, eine Balance zwischen Zielstrebigkeit und erfülltem Leben zu finden – und den eigenen Wert nicht an Resultate zu knüpfen, sondern an das, wer Sie sind.",
  "screen_1": {
    "texts": [
      "Natürlich müssen Sie Ihre Projekte und Ambitionen nicht aufgeben, um sich von der Abhängigkeit von Erfolgen zu lösen.",
      "Denn nach Ergebnissen zu streben, ist normal. Es ist großartig, Arbeit, Einkommen, ein Zuhause, ein Auto und andere erfreuliche Erfolge zu haben.",
      "Schwierig wird es, wenn Sie sich ohne diese sichtbaren Zeichen des Erfolgs als unbedeutend, „nicht richtig“ oder unwürdig erleben.",
      "Um den Druck „immer perfekt und obenauf zu sein“ loszulassen, denken Sie über Folgendes nach:",
      "Sind Sie bereit, Ihr Leben auf einer emotionalen Achterbahn zu verbringen?",
      "Nüchtern betrachtet führt die Gleichung „Ich = meine Resultate“ zu endlosen Stimmungsschwankungen.",
      "Heute stehen Sie auf dem Gipfel und sind glücklich; morgen läuft etwas schief – und alles wirkt grau. Gelingt etwas, sind Sie „gut“; misslingt es, fühlen Sie sich als Versager:in.",
      "Ihre Stimmung wird sehr angreifbar. Wenn andere merken, dass Sie von Anerkennung und Leistung abhängen, lässt sich damit leicht Druck ausüben.",
      "Beispiel: Eine Führungskraft überträgt Ihnen dauerhaft überfordernde Aufgaben – im Wissen, dass Sie sich für Lob verausgaben werden.",
      "Erfolge ≠ Glück",
      "Wir neigen dazu zu glauben, Geld, Status und Ruhm garantierten Wohlbefinden. Wäre Glück jedoch nur von Erfolg abhängig, müssten Menschen aus verschiedenen sozialen Gruppen sich stark in ihrem Glückslevel unterscheiden.",
      "Die meisten Menschen können keine „großen“ Erfolge vorweisen – und dennoch sind viele von ihnen ehrlich glücklich und zufrieden.",
      "Zielstrebigkeit bleibt wichtig. Entscheidend ist, zwischen gesunder Motivation und ungesunder Abhängigkeit zu unterscheiden.",
      "Tatsächlich erleben auch Menschen mit hohem Status und großem Einkommen Depression, Erschöpfung oder Enttäuschung.",
      "So gründete Lady Gaga – für viele ein Inbegriff des Erfolgs – die „Born This Way Foundation“, um junge Menschen zu unterstützen; sie kennt innere Krisen aus eigener Erfahrung.",
      "„Ich habe mein ganzes Leben mit Depression und Angst zu tun und kämpfe noch immer damit“, sagte sie 2015 in einem Billboard-Interview.",
      "Oder Jim Carrey: Er brachte Millionen zum Lachen, durchlebte aber ausgerechnet in den hellsten Momenten seiner Karriere tiefe Krisen.",
      "Jim Carrey kämpfte über Jahre mit schwerer Depression.",
      "Das betrifft nicht nur Prominente. Viele Unternehmer:innen und Führungskräfte erleben psychoemotionale Erschöpfung und Suchtdynamiken.",
      "Manche Erfolgreiche gehen tragischerweise bis an die äußersten Grenzen – Stichwort „CEO-Suizid“. Genannt werden Fälle wie Adolf Merckle, Ilya Zhitomirskiy, Austen Heinz, Kate Spade und andere.",
      "Wenn Sie also glauben, Erfolg mache automatisch glücklich, ist es Zeit, diese Annahme zu überprüfen."
    ]
  },
  "screen_2": {
    "texts": [
      "Stellen Sie sich vor: Würden Sie einen nahestehenden Menschen weniger schätzen, nur weil er keine „großen“ Erfolge vorzuweisen hat?",
      "Sie treffen sich etwa mit einer Person, die Sie aufrichtig respektieren, und erfahren, dass sie im Verkauf arbeitet, während Sie ein Unternehmen führen.",
      "Würden Sie diese Person deshalb von oben herab behandeln?",
      "Sollte diese Person sich selbst „wertlos“ nennen, nur weil ihre Erfolge weniger sichtbar sind? Fühlt sich diese Haltung für Sie stimmig an?",
      "Und nun stellen Sie sich selbst an ihre Stelle.",
      "Wollten Sie mit jemandem befreundet sein, der Sie deshalb geringer einschätzt?",
      "Sind alle Kinder „Versager“?",
      "Wenn Wert gleich Leistung wäre, wären Säuglinge „am wenigsten wert“. Das ist offensichtlich absurd: Ein Baby kann weder sprechen noch laufen – und wird dennoch bedingungslos geliebt.",
      "Warum? Weil Wert nicht in Erfolgen liegt, sondern im bloßen Dasein.",
      "Umgekehrt: Folgte man der Logik „Wert = Resultate“, könnte man ältere Menschen „abschreiben“. Tun wir aber nicht – wir lieben und unterstützen sie.",
      "Jeder Mensch hat Würde und Wert",
      "Wert lässt sich nicht messen. Er ist eine Qualität, keine Zahl.",
      "Wir alle besitzen von Geburt an einen inneren, gleichen Wert – unabhängig von Sieg oder Niederlage.",
      "Vergleichen Sie Ihre Erfolge nicht mit denen anderer",
      "Vergleiche schüren Angst, Minderwertigkeitsgefühle und Neid.",
      "Sie verstärken die Erfolgsabhängigkeit und treiben in den Dauerlauf des Beweisens.",
      "Fragen Sie sich stattdessen: Was will ich wirklich – und nicht, was „man“ laut anderen wollen sollte?"
    ],
    "quote": {
      "text": "„Erfolg bedeutet nichts, wenn Sie unglücklich sind. Für mich ist Erfolg Glück – nicht Geld oder Ruhm.“",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Balance finden",
      "Menschen mit Erfolgsabhängigkeit fühlen sich oft schuldig, wenn sie ausruhen oder Zeit mit Nahestehenden verbringen.",
      "Erfolge sind wichtig – aber nicht um den Preis der Lebensfreude. Lernen Sie, zwischen Arbeit, Ruhe und Nähe die Balance zu halten.",
      "Hören Sie auf sich. Ihre Wünsche und Körpersignale gehören zum Leben – ignorieren Sie sie nicht.",
      "Arbeiten Sie mit Ihren Gedanken",
      "Beobachten und hinterfragen Sie automatische negative Gedanken, die Ihnen Minderwertigkeit suggerieren.",
      "So wird sichtbar: Es geht weniger um Erfolge als um den inneren Kritiker. Mit einem realistischeren Blick wachsen Selbstannahme und innere Ruhe.",
      "Wer ist „wichtiger“ für die Gesellschaft?",
      "Beim Thema Erfolg denken wir schnell an Stars und Vermögende.",
      "Doch Lehrer:innen, Ärzt:innen, Bauleute und viele andere halten die Gesellschaft am Laufen. Ihr Beitrag ist unschätzbar.",
      "Der Journalist David Orr schrieb sinngemäß:",
      "Der Planet braucht nicht nur „Erfolgreiche“, sondern Menschen, die Wärme, Frieden und Menschlichkeit schaffen.",
      "Die Welt braucht jene, in deren Nähe man einfach zur Ruhe kommt.",
      "Ambitionen sind gut. Wichtig ist, dass das Leben nicht zur endlosen Jagd wird, in der keine Zeit zum Atmen bleibt.",
      "Erfolg kann Freude bringen – garantieren tut er sie nicht.",
      "Sie müssen Liebe und Respekt nicht „verdienen“. Sie müssen nicht Erste:r sein, um wertvoll zu sein.",
      "Das Wichtigste im Leben sind selten Dinge."
    ],
    "quote": {
      "text": "„Der wahre Wert des Lebens liegt nicht in dem, was wir besitzen, sondern in dem, wer wir sind.“",
      "author": "Oprah Winfrey"
    }
  }
}
