{
  "title": "Abhängigkeit von Erfolgen",
  "description": "Liebe kann beflügeln, Kraft geben und dem Leben Sinn verleihen. Wird sie jedoch zur unabdingbaren Bedingung, ohne die man sich nicht vollständig fühlt, beginnt sie, die Persönlichkeit zu untergraben und gesunde Beziehungen zu beschädigen. Ähnlich verhält es sich mit der Abhängigkeit von Erfolgen. Wirkliches Glück wird möglich, wenn wir lernen, uns nicht nur auf Leistungen zu stützen, sondern auch auf Gefühle, Werte und die Fähigkeit, Freude jenseits von Ergebnissen zu finden.",
  "screen_1": {
    "texts": [
      "Wir leben in einer Zeit der „Erfolgsjagd“, in der Leistung oft zum Maßstab unseres Wertes wird. Es scheint, als könne jede Person alles erreichen, wenn sie sich nur genug anstrengt.",
      "Den Ambitionen scheinen keine Grenzen gesetzt – und das verwandelt das Leben in ein endloses Rennen, in dem wir zu glauben beginnen, der Wert eines Menschen bemesse sich an seinen Resultaten.",
      "Auf den ersten Blick wirkt diese Überzeugung harmlos, in der Praxis kann sie jedoch erheblichen Schaden anrichten.",
      "Was bedeutet Abhängigkeit von Erfolgen?",
      "Ihre Selbstachtung hängt vollständig von Produktivität, Status, Intelligenz oder beruflichen Erfolgen ab.",
      "Solange es in Ausbildung oder Beruf gut läuft, fühlen Sie sich vollwertig und würdig. Kaum geht etwas schief, überrollen Sie starke negative Emotionen.",
      "In solchen Momenten scheint es, als seien Sie ein Versager oder „nichts wert“.",
      "Welche Überzeugungen entstehen bei dieser Abhängigkeit?",
      "Wenn ich keinen Erfolg habe, ist das eine Katastrophe. Das beweist, dass ich schwach / dumm / wertlos bin.",
      "Wenn etwas misslingt, bin ich ein Versager.",
      "Wenn ich scheitere, bin ich niemandem wichtig und werde nichts erreichen.",
      "Ich muss unbedingt erfolgreich sein, sonst verliert mein Leben seinen Sinn und es gibt kein Glück.",
      "Die Fixierung auf Erfolge betrifft alle Geschlechter. Heute streben auch viele Frauen verstärkt nach Karriere und beruflichem Wachstum.",
      "Zugleich sind Männer oft besonders verletzlich gegenüber Misserfolgen, weil sie von klein auf hören, ihr Wert bemesse sich an Erfolgen.",
      "Warum entstehen solche Einstellungen?",
      "Häufig in der Kindheit: Vielleicht waren Bezugspersonen emotional distanziert und gaben keine bedingungslose Zuwendung.",
      "Das Kind versucht, sich das zu erklären.",
      "Wenn alle den Nachbarsjungen Peter lieben und loben, mich aber nicht, muss mit mir etwas nicht stimmen. Wäre ich besser, würde man mich auch lieben.",
      "Ein anderer Fall: Wärme und Aufmerksamkeit gab es nur für Leistungen.",
      "Eine Eins? Großartig. Misslungen? Man wird quasi übersehen."
    ]
  },
  "screen_2": {
    "texts": [
      "Ein weiterer häufiger Verlauf: ein abwesender Elternteil. Kinder erklären alles über sich selbst.",
      "Wenn der Vater gegangen ist, dann – so denkt das Kind – weil ich nicht gut genug war, nicht weil Erwachsene sich nicht einigen konnten. Also: Wenn ich erfolgreich, klug, die oder der Beste werde, kommt er zurück oder erkennt zumindest, was er verloren hat.",
      "Solche frühen Überzeugungen bilden das Fundament der Erfolgsabhängigkeit. Spätere Erfahrungen in Jugend- und Erwachsenenalter können diesen Glauben noch festigen.",
      "Die Person lernt: Liebe gibt es nur für Erfolge. Um nicht abgelehnt zu werden, muss der eigene Wert ständig bewiesen werden.",
      "Stimmt das Bild des „idealen Ich“ nicht mit der Realität überein, entstehen Schmerz, Scham und das Gefühl der Wertlosigkeit.",
      "Der erste Schritt zur Veränderung: zu erkennen, dass es schadet, den eigenen Wert nur an Erfolgen zu messen. Der Entschluss, sich nicht länger ausschließlich nach Ergebnissen zu beurteilen, ist ein entscheidender Wachstumspunkt.",
      "Natürlich kann sich Erfolgsabhängigkeit mächtig anfühlen.",
      "Sie vermittelt ein Überlegenheitsgefühl: Ich habe es geschafft – andere nicht.",
      "Dieses System kann motivieren, beim Aufstieg helfen, Karriere und Einkommen fördern.",
      "Jeder neue Erfolg scheint dem eigenen Wert etwas hinzuzufügen. Man möchte immer wieder besser sein. Das klingt zunächst attraktiv.",
      "Welche Nachteile hat jedoch das Denken „Wert = Erfolg“?",
      "Läuft Karriere oder Business gut, tauchen Sie so tief darin ein, dass andere Quellen der Freude verschwinden.",
      "Beziehungen rücken in den Hintergrund: Arbeit scheint stets wichtiger.",
      "Sie leben im Modus permanenter Beschäftigung, von früh bis spät.",
      "Sobald das Tempo nachlässt, entstehen Leere, Unruhe und das Gefühl, Zeit zu verlieren. Erholung wirkt wie Schwäche.",
      "Ohne Erfolge erscheint man sich selbst wertlos – denn es fehlt eine andere Basis für Selbstwert.",
      "Das begünstigt Burnout, gesundheitliche Probleme, chronischen Stress und Depression.",
      "Arbeitssucht wird zur Abhängigkeit, die die Fixierung auf Erfolg weiter antreibt."
    ],
    "quote": {
      "text": "In der Ära der „Erfolgsjagd“ scheint es, als könne jede:r alles werden – und wir seien verpflichtet zu beweisen, dass wir bedeutsam sind.",
      "author": "Alexander Iwanow"
    }
  },
  "screen_3": {
    "texts": [
      "Verschlechterung von Beziehungen",
      "Menschen, die auf Erfolge fixiert sind, fühlen sich häufig einsam – das ist nur folgerichtig.",
      "Für Nähe bleibt weder Zeit noch emotionale Kraft. Beziehungen treten allmählich in den Hintergrund.",
      "Partner:innen suchen möglicherweise Aufmerksamkeit und Unterstützung anderswo, weil sie sie in Ihrer Nähe nicht finden.",
      "Zudem prägt die Erfolgsabhängigkeit den Blick auf andere: Es entsteht die Tendenz, Menschen vor allem nach Status zu bewerten.",
      "Das wirkt sich unvermeidlich auf soziale Verbindungen aus.",
      "Prokrastination",
      "Gibt es nur einen „richtigen“ Weg und ist Fehlerfreiheit Pflicht, wächst die Angst vor Misserfolg.",
      "Das Bewusstsein, dass es keine Garantien gibt, führt zum Aufschieben. Es scheint besser, gar nicht erst zu beginnen, als nicht zu genügen.",
      "Die Furcht vor unangenehmen Emotionen macht Prokrastination fast unausweichlich.",
      "Verlust des Selbstwertgefühls",
      "Das Leben ist unvorhersehbar: Krankheit, Krisen, äußere Ereignisse – und plötzlich ist die bisherige Leistung nicht mehr möglich.",
      "Dann folgt die bittere Enttäuschung: Wenn sich der Wert nur auf Produktivität gründet, führt ihr Verlust leicht in eine tiefe Depression.",
      "Wer ausschließlich für Erfolge gelebt hat und diese nicht mehr hervorbringen kann, erlebt oft eine existenzielle Leere und Sinnlosigkeit.",
      "Manchmal mündet das in verzweifelte Schritte – denn die Selbstachtung war vollständig an Ergebnisse gebunden.",
      "Wie bei jeder Abhängigkeit entsteht Toleranz: Es braucht immer mehr Erfolge, Anerkennung, Ergebnisse.",
      "Jeder neue Sieg erfreut immer kürzer; der Aufwand muss steigen, um noch Zufriedenheit zu spüren.",
      "Warum verpufft der Effekt so schnell?",
      "Warum will man immer mehr?",
      "Die Antwort ist einfach: Erfolg ist nicht gleich Glück.",
      "Beide sind nicht direkt verknüpft. Am Ende jagt man einer Illusion hinterher.",
      "Nicht Erfolge formen die Stimmung, sondern die eigenen Gedanken und die Haltung zu sich selbst. Die Freude über Siege vergeht schnell – innere Stabilität bleibt das Wichtigste."
    ],
    "quote": {
      "text": "Zielstrebigkeit treibt uns voran – doch dabei sollten wir das Leben selbst nicht verlieren.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Wie höre ich auf, mein Leben an Erfolgen zu messen?",
    "description": "Der Beitrag beleuchtet die Risiken einer Abhängigkeit vom Erfolg und macht deutlich: Leistungen garantieren weder Glück noch Wohlbefinden. Beispiele prominenter Personen wie Lady Gaga und Jim Carrey zeigen, dass selbst äußerst erfolgreiche Menschen unter Depressionen und anderen Problemen leiden können. Zentrale Botschaften sind das Gleichgewicht zwischen Zielen und Privatleben sowie die Anerkennung des inneren Werts jedes Menschen – unabhängig von Erfolgen.",
    "screen_1": {
      "texts": [
        "Natürlich sollten Sie nicht alle Vorhaben aufgeben oder auf wichtige Ziele verzichten, um eine Erfolgsabhängigkeit zu überwinden.",
        "Erfolge sind per se nichts Schlechtes. Es ist großartig, Geld zu verdienen, eine gute Stelle zu haben, ein Auto, eine Wohnung usw.",
        "Problematisch wird es, wenn Sie sich ohne solche Erfolgsmarker für wertlos, gescheitert oder nicht liebenswürdig halten.",
        "Um sich aus der Falle zu befreien, ständig herausragend und effizient sein zu müssen, überlegen Sie bitte Folgendes:",
        "Sind Sie bereit, mit Ihrer Selbstachtung dauerhaft Achterbahn zu fahren?",
        "Nüchtern betrachtet führt ein Leben nach der „Erfolg-ist-alles“-Logik zu endlosen emotionalen Aufs und Abs.",
        "Heute gelingt Ihnen etwas und Sie sind glücklich; morgen scheitern Sie, und plötzlich wirkt das Leben ganz anders. Mit Erfolgen: „gut“. Ohne Erfolge: „Versager*in“.",
        "Ihre Stimmung wird leicht manipulierbar. Wenn andere merken, dass Sie von Erfolgen abhängig sind, können sie das für ihre Zwecke nutzen.",
        "Ein*e Vorgesetzte*r könnte Ihnen etwa dauernd Überlastung zumuten, weil klar ist: Sie reiben sich auf – nur um wieder gelobt zu werden.",
        "Erfolge bedeuten nicht automatisch Glück",
        "Geld, Bekanntheit und Leistungen gelten oft als Garantie für Glück und Wohlbefinden. Wenn Glück jedoch vom Status abhinge, sähen wir gravierende Unterschiede zwischen Menschen verschiedener sozialer Schichten.",
        "Die meisten Menschen können keine „großen“ Erfolge vorweisen – und dennoch sind viele zufrieden und glücklich mit ihrem Leben.",
        "Zufriedenheit heißt wiederum nicht, keine Ziele zu haben oder nichts erreichen zu wollen. Zwischen gesundem Streben und Abhängigkeit liegt ein tiefer Graben.",
        "In der Realität zeigt sich: Auch wer viel verdient, eine prestigeträchtige Position innehat oder ein erfolgreiches Unternehmen führt, kann an Depressionen leiden, Probleme haben oder schlicht enttäuscht vom Leben sein.",
        "So hat etwa die weithin bekannte Lady Gaga – scheinbar erfolgreich, wohlhabend, glücklich – die „Born This Way Foundation“ gegründet, um Jugendlichen in schwierigen Situationen zu helfen, weil sie diese Nöte aus eigener Erfahrung kennt.",
        "„Ich habe mein ganzes Leben mit Depressionen und Angstzuständen gekämpft – und kämpfe bis heute“, sagte sie 2015 in einem Interview mit Billboard.",
        "Und Jim Carrey, der seinem Publikum so viel Freude schenkte – dem selbst auf dem Höhepunkt seiner Karriere keineswegs zum Lachen zumute war.",
        "Er kämpfte über viele Jahre mit einer schweren Depression.",
        "Das betrifft nicht nur Prominente; auch Unternehmer*innen berichten häufig von psychischen Belastungen und Abhängigkeiten.",
        "Tatsächlich nehmen sich etliche erfolgreiche Menschen das Leben. Dafür gibt es sogar einen eigenen Begriff – den „CEO-Suizid“.",
        "Betroffen waren unter anderem der Forbes-Milliardär Adolf Merckle, die Start-up-Gründer Ilya Zhitomirskiy und Austen Heinz, die Modedesignerin Kate Spade und viele andere.",
        "Wenn Sie also noch glauben, Erfolg sei gleichbedeutend mit Glück, liegen Sie deutlich daneben."
      ]
    },
    "screen_2": {
      "texts": [
        "Fragen Sie sich: Würden Sie einen nahestehenden Menschen geringer schätzen, nur weil diese Person keine „großen“ Erfolge vorweisen kann?",
        "Stellen Sie sich vor, Sie treffen eine Ihnen sehr wichtige Freund*in – und erfahren plötzlich, dass die Person als Verkäufer*in im Laden arbeitet, während Sie ein Unternehmen besitzen und wohlhabend sind.",
        "Würden Sie nun herabschauen, die Person geringer bewerten?",
        "Ist es Ihnen wichtig, dass diese Person sich Ihnen gegenüber als „unbedeutend“ bekennt? Möchten Sie wirklich so sein?",
        "Und was, wenn Sie an der Stelle dieser Person wären?",
        "Würden Sie den Kontakt zu einer „erfolgreichen“ Person nur halten, wenn Sie sich selbst als „nichts wert“ bezeichnen?",
        "Sind dann alle Kinder Versager*innen?",
        "Wenn nur Menschen mit nachweisbaren Erfolgen zählen, wären Kinder die „wertlosesten“ überhaupt.",
        "Wie denn? Säuglinge können nicht einmal den Kopf halten. Oder sind sie dennoch wertvoll?",
        "Wenn ja – warum eigentlich?",
        "Sie haben nichts „geleistet“, sie können nicht einmal sprechen. Offensichtlich werden sowohl Sie als auch ein Säugling nicht wegen Ihrer Erfolge geschätzt, sondern wegen dessen, wer Sie sind.",
        "Und umgekehrt: Sollen wir nun alle Großeltern „abschreiben“?",
        "Sie sind alt und bringen vermeintlich nichts mehr „ein“. So denken wir nicht. Wir schätzen und lieben unsere betagten Eltern und unterstützen sie.",
        "Jeder Mensch hat Würde und Wert",
        "Wir meinen oft, Wert ließe sich messen – als Zahl. In Wahrheit ist Wert qualitativ.",
        "Jeder Mensch hat von Geburt an einen angeborenen Wert – und der ist bei allen gleich. Erfolge oder Misserfolge ändern daran nichts. Mit oder ohne Millionen: Ihr Wert bleibt.",
        "Vergleichen Sie Ihre Erfolge nicht mit denen anderer",
        "Der Vergleich mit anderen bringt nichts als Unbehagen und Selbstzweifel.",
        "Er nährt Neid und damit die Erfolgsabhängigkeit. Beim ständigen Gegenüberstellen wirkt das eigene Tun unzureichend – und das Hamsterrad dreht sich weiter.",
        "Hören Sie auf, Ihre Leistungen mit fremden zu vergleichen. Prüfen Sie stattdessen Ihre Prioritäten: Dienen Ihre Ziele wirklich Ihren eigenen Interessen – oder dem Wunsch, anderen Erwartungen zu entsprechen?"
      ],
      "quote": {
        "text": "„Erfolg zählt nicht, wenn Sie unglücklich sind. Für mich bedeutet Erfolg Glück – nicht Geld oder Ruhm.“",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Lernen Sie, Balance zu halten",
        "Menschen mit Erfolgsabhängigkeit fühlen sich oft schuldig, wenn sie sich Ruhe gönnen, Zeit mit Nahestehenden verbringen oder etwas tun, das nicht direkt ihren Zielen dient.",
        "Natürlich haben Erfolge Bedeutung – aber sie sind längst nicht alles. Wer ausschließlich auf Erfolg setzt, vergisst leicht das Leben. Üben Sie, Arbeit/Studium mit anderen Lebensbereichen in Balance zu bringen.",
        "Achten Sie darauf, was Sie – und Ihr Körper – brauchen. Ignorieren Sie Warnsignale nicht; kümmern Sie sich so gut Sie können um sich selbst.",
        "Arbeiten Sie mit Ihren Gedanken",
        "Um das Überzeugungssystem zu verändern, ist es wichtig, negativen automatischen Gedanken konsequent zu antworten, die Sie minderwertig fühlen lassen – und ihnen gezielt zu widersprechen.",
        "So wird klar: Das Problem liegt nicht in Erfolgen oder Misserfolgen, sondern in der Selbstkritik und der Gewohnheit, sich abzuwerten. Wenn Sie lernen, Ihre Leistung realistisch einzuschätzen, steigen Zufriedenheit und Selbstakzeptanz.",
        "Wer ist eigentlich „wichtiger“ für die Gesellschaft?",
        "Beim Wort „erfolgreich“ denken wir sofort an Popstars, berühmte Schauspieler*innen, Top-Unternehmer*innen oder prominente Politiker*innen.",
        "Doch was ist mit Lehrer*innen, Ärzt*innen, Handwerker*innen und all den weniger sichtbaren Berufen, von denen unser Morgen abhängt? Objektiv betrachtet sind diese Menschen oft hilfreicher für die Gesellschaft als jene, denen man üblicherweise nacheifert.",
        "Zum Schluss möchten wir einen Gedanken des Journalisten David Orr teilen.",
        "Er schreibt: Der Planet braucht nicht mehr „Erfolgreiche“, sondern Friedensstifter*innen, Heiler*innen, Erzähler*innen und einfach liebende Menschen.",
        "Er braucht Menschen mit Haltung – solche, die die Welt freundlicher und menschlicher machen. Menschen, mit denen man gut leben kann.",
        "Gegen ambitionierte Ziele und steile Karrieren ist nichts einzuwenden. Wichtig ist, dass alle Lebensbereiche in Einklang bleiben.",
        "Produktivität und Erfolg können sehr befriedigend sein. Aber Erfolg ist weder notwendige noch hinreichende Bedingung für größtmögliches Glück.",
        "Sie müssen sich Liebe oder Respekt nicht durch Überarbeitung „verdienen“, und Sie müssen nicht Erste*r sein, um sich verwirklicht zu fühlen und einen stabilen Selbstwert zu behalten.",
        "Denken Sie daran: „Die wichtigsten Dinge der Welt sind keine Dinge.“"
      ],
      "quote": {
        "text": "„Der wahre Wert des Lebens liegt nicht in dem, was wir besitzen, sondern in dem, wer wir sind.“",
        "author": "Oprah Winfrey"
      }
    }
  }
}
