{
  "title": "Abhängigkeit von Erfolgen",
  "description": "Die Liebe, die von Dichtern und Künstlern besungen wird, beflügelt und schenkt das Gefühl von Lebensfülle. Doch wenn Liebe zu einem pathologischen Bedürfnis wird, zerstört sie die Persönlichkeit und hindert daran, gesunde Beziehungen aufzubauen, besonders bei Menschen mit geringem Selbstwertgefühl. Wahres Glück und Lebensfülle kann man finden, indem man lernt, seine Stimmung zu regulieren und die Freuden zu genießen, die nicht von der Anwesenheit eines Partners abhängen.",
  "screen_1": {
    "texts": [
      "Wir leben in einer Ära des „Erfolgsrauschs“, in der unser Erfolg uns definiert. Es scheint, als könnte jeder alles erreichen, viel Geld verdienen und Ansehen in der Gesellschaft gewinnen.",
      "Es gibt keine Grenze für Ambitionen, und das verwandelt unser Leben in ein ständiges Wettrennen, bei dem wir sicher sind, dass der menschliche Wert durch Erfolge bestimmt wird.",
      "Obwohl dieser Glaube unschuldig erscheint, hat er in Wirklichkeit zerstörerische Folgen.",
      "Was bedeutet Abhängigkeit von Erfolgen?",
      "Das ist, wenn Ihr Selbstwertgefühl auf Produktivität, Status, Intelligenz oder Erfolg basiert.",
      "Solange bei Studium oder Arbeit alles gut läuft, fühlen Sie sich glücklich und erfüllt. Aber sobald Sie scheitern oder ein Ziel nicht erreichen, überkommen Sie intensive negative Emotionen.",
      "In diesem Moment denken Sie wahrscheinlich, dass Sie ein Versager sind, der zu nichts fähig ist.",
      "Welche Überzeugungen können auf einer solchen Abhängigkeit basieren?",
      "Wenn ich keinen Erfolg habe, ist das schrecklich. Das bedeutet, ich bin schwach/dumm/nichtig.",
      "Wenn ich es nicht schaffe, bin ich ein Versager.",
      "Wenn ich versagt habe, bin ich wertlos und werde nie etwas erreichen.",
      "Ich muss erfolgreich sein, sonst ist das Leben sinnlos. Ich werde nie wirklich glücklich sein.",
      "Die übermäßige Besessenheit von Erfolgen ist nicht nur unter Männern verbreitet, sondern in letzter Zeit auch zunehmend unter Frauen, die ebenfalls oft Karriereambitionen und das Streben nach Erfolg zeigen.",
      "Während Frauen sich oft mehr um Beziehungen kümmern, sind Männer häufig anfällig für Misserfolge in der Karriere, da ihnen von Kindheit an vermittelt wird, dass ihr Wert durch Erfolge bestimmt wird.",
      "Warum und wie entstehen solche Überzeugungen?",
      "Es kann viele Gründe geben, aber in der Regel entwickeln sich solche Einstellungen bereits in der Kindheit. Vielleicht waren die Eltern dieser Person kalt und distanziert, gaben ihr keine Liebe, Fürsorge und Akzeptanz.",
      "Dann versucht das Kind zu erklären, warum das so ist.",
      "Wenn der Junge Peter aus dem Nachbarhof geliebt, gelobt und akzeptiert wird, und ich nicht, dann muss etwas mit mir nicht stimmen, und wenn ich besser wäre, würde man mich sicher lieben.",
      "Eine andere Möglichkeit ist, dass die Eltern Liebe, Aufmerksamkeit, Lob und Fürsorge nur dann gaben, wenn das Kind Erfolge erzielte.",
      "Wenn das Kind eine Eins aus der Schule brachte, wurde es gelobt, und wenn nicht, wurde es ignoriert."
    ]
  },
  "screen_2": {
    "texts": [
      "Eine weitere Möglichkeit ist ein abwesender Elternteil. Kinder haben eine egozentrische Denkweise und erklären alles, was in der Welt passiert, durch sich selbst.",
      "Wenn der Vater gegangen ist, bedeutet das, dass ich ein schlechtes Kind war, und nicht, dass er und die Mutter nicht miteinander auskamen. Entsprechend, wenn der Vater sieht, wie gut, erfolgreich und klug ich bin, wird er sicherlich zurückkommen oder zumindest verstehen, was er verloren hat.",
      "Solche Szenarien formen die Abhängigkeit von Erfolg. Und später, im Jugendalter, in der Jugend oder im Erwachsenenleben, können bestimmte Ereignisse und Situationen den Glauben an die Überzeugung festigen.",
      "Schließlich verinnerlicht der Mensch, dass er nur für seine Erfolge geliebt werden kann. Man muss erfolgreich sein, sonst wird man verlassen, abgelehnt und bleibt allein.",
      "Wenn man also auf die Diskrepanz zwischen dem idealen Bild und der Realität trifft, stößt man auf seine eigene Wertlosigkeit, und das ist sehr schmerzhaft.",
      "Der erste Schritt zur Änderung der Einstellung zum eigenen Wert ist, zu erkennen, ob es Ihnen nützt oder schadet. Die Entscheidung zu treffen, seinen Wert nicht mehr durch eigene Erfolge zu definieren, ist der wichtigste erste Schritt zur Veränderung des Überzeugungssystems.",
      "Zweifellos kann die Abhängigkeit von Erfolgen Vorteile haben. Man kann sich selbst loben und sich großartig fühlen, wenn man etwas erreicht.",
      "Das Gefühl der eigenen Überlegenheit gegenüber anderen Menschen. Schließlich haben Sie etwas erreicht, was andere nicht haben.",
      "Dank dieses Überzeugungssystems kann man motiviert sein, Erfolg zu haben, mehr Anstrengungen zu unternehmen, Karriere zu machen, Geld zu verdienen.",
      "Denn Erfolge verleihen Ihnen Wert. Um Ihre Bedeutung zu fühlen, müssen Sie jedes Mal besser und besser werden. Das klingt auf den ersten Blick ganz gut.",
      "Welche Nachteile hat dann das Denken „Wert gleich Erfolge“?",
      "Wenn Ihr Geschäft oder Ihre Karriere gut läuft, können Sie so sehr darin aufgehen, dass Sie sich von anderen potenziellen Quellen der Befriedigung und Freude abschotten.",
      "Beziehungen zu Familie, Angehörigen, Freunden — sie machen Ihnen keine Freude mehr, Sie werden eher Zeit mit Arbeit verbringen als mit Ihren Liebsten.",
      "Sie haben keine Zeit mehr für sich selbst, arbeiten von morgens bis spät in die Nacht.",
      "Ihr Arbeitseifer lässt Ihnen keine Ruhepause, denn wenn Sie das Tempo verlangsamen, werden Sie Entzugserscheinungen haben, Sie werden sich leer, nutzlos und gelangweilt fühlen, als ob Sie etwas Wichtiges verpassen. Sie verlernen, sich auszuruhen.",
      "Ruhe wird für Sie mit Faulheit gleichgesetzt, als ob Sie jetzt etwas Nützliches tun könnten, es aber nicht tun. Ohne Erfolge fühlen Sie sich nutzlos und langweilig, da Sie keine andere Grundlage für Selbstachtung und Zufriedenheit haben.",
      "Das kann zu Burnout, chronischen Krankheiten, ständigem Stress und Depressionen führen.",
      "Zudem kann man Arbeitssucht als eine weitere Abhängigkeit betrachten, die die Besessenheit vom Erfolg nährt, was es schwieriger macht, damit umzugehen."
    ],
    "quote": {
      "text": "In der Ära des „Erfolgsrauschs“ definiert uns unser Erfolg, und es scheint, dass jeder alles erreichen kann.",
      "author": "Alexander Iwanow"
    }
  },
  "screen_3": {
    "texts": [
      "Verschlechterung sozialer Beziehungen.",
      "Oft ist es so, dass Menschen, die ständig nach Erfolg streben, sich einsam fühlen, und das ist durchaus verständlich.",
      "Es kann sein, dass Ihnen keine Zeit oder Kraft bleibt, soziale Kontakte zu pflegen. Wenn man lange Zeit keine Zeit für die Lieben aufbringt, wirkt sich das zweifellos auf die Beziehungen aus.",
      "Ihr Partner könnte jemand anderen finden, weil er in der Beziehung mit Ihnen keine Aufmerksamkeit, Liebe und Fürsorge bekommt.",
      "Die Abhängigkeit vom Erfolg beeinflusst auch Ihre Wahrnehmung anderer. Es kann sein, dass Sie den Kontakt mit denen meiden, die unter Ihnen im sozialen Status stehen oder nicht den „Erfolgskriterien“ entsprechen, die Sie für sich definiert haben.",
      "All dies wirkt sich negativ auf die Beziehungen zu anderen Menschen aus.",
      "Prokrastination.",
      "Wenn es nur eine „ideale“, richtige Variante gibt, nur einen Weg zum Glück, dann darf man keinen Fehler machen, man muss alles genau berechnen und planen, damit alles so läuft, wie es gedacht ist.",
      "Aber in Wirklichkeit verstehen Sie sehr gut, dass es keine Erfolgsgarantie gibt, was bedeutet, dass es besser ist, diesen Weg gar nicht erst zu beginnen. Dann kommt der Gedanke, dass das Fehlen eines Versuchs besser ist als ein gescheiterter Versuch.",
      "Nach einem Misserfolg müssen Sie schließlich unangenehme Emotionen durchleben, die unerträglich erscheinen. All dies führt zu fast unvermeidlicher Prokrastination.",
      "Fehlendes Selbstwertgefühl.",
      "Das Leben ist so unvorhersehbar, Krankheit, Verschlechterung der Arbeitslage, Kriege oder etwas anderes, das von Ihnen nicht abhängt, wenn Sie Ihre Arbeitsfähigkeit nicht mehr auf dem bisherigen Niveau halten können.",
      "Dann kommt die Stunde der Abrechnung – schwere Depressionen, verursacht durch die Überzeugung, dass die geringere Produktivität auf Ihre Wertlosigkeit hinweist. In diesem Moment wird Ihr ganzes Leben zusammenbrechen, Sie werden zerstört sein.",
      "Sie lebten, um zu erreichen, und jetzt können Sie das nicht mehr. Das Fehlen von Selbstwertgefühl kann sogar zu einem Selbstmordversuch führen – der höchsten und unwiderruflichen Zahlung dafür, dass Sie Ihren Wert ausschließlich nach Marktstandards bewerten.",
      "In jeder Abhängigkeit gibt es Toleranz, und die Abhängigkeit von Erfolgen ist keine Ausnahme.",
      "Sie werden feststellen, dass Ihnen alles nicht genug ist, Erfolg, Titel, Auszeichnungen, Geld, Immobilien. Im Laufe des Fortschritts steigen die Anforderungen nur, was Sie zwingt, nicht aufzuhören.",
      "Jeder neue Erfolg bringt nicht mehr das gleiche Vergnügen, und um wieder etwas zu spüren, müssen Sie Ihre Anstrengungen erheblich verstärken.",
      "Warum ist der Effekt so kurzlebig?",
      "Warum brauchen Sie immer mehr?",
      "Die Antwort ist offensichtlich: Erfolg garantiert kein Glück.",
      "Diese beiden Phänomene sind keine Synonyme und nicht durch eine Ursache-Wirkungs-Beziehung verbunden. Letztendlich jagen Sie einer Illusion nach.",
      "Denn der Schlüssel zu Ihrer Stimmung sind Ihre Gedanken, nicht der Erfolg, denn das Hochgefühl des Sieges verfliegt schnell. Es ist wichtig zu verstehen, dass wahres Glück ausschließlich von Ihnen selbst abhängt."
    ],
    "quote": {
      "text": "Das Streben nach Erfolg treibt uns gedankenlos voran, ohne uns Zeit zu lassen, den Prozess selbst zu genießen.",
      "author": "Ernest Hemingway"
    }
  }
}
