{
  "title": "Abhängigkeit von Erfolgen",
  "description": "Liebe kann beflügeln, Kraft geben und dem Leben Sinn verleihen. Wird sie jedoch zur unabdingbaren Bedingung, ohne die man sich nicht vollständig fühlt, beginnt sie, die Persönlichkeit zu untergraben und gesunde Beziehungen zu beschädigen. Ähnlich verhält es sich mit der Abhängigkeit von Erfolgen. Wirkliches Glück wird möglich, wenn wir lernen, uns nicht nur auf Leistungen zu stützen, sondern auch auf Gefühle, Werte und die Fähigkeit, Freude jenseits von Ergebnissen zu finden.",
  "screen_1": {
    "texts": [
      "Wir leben in einer Zeit der „Erfolgsjagd“, in der Leistung oft zum Maßstab unseres Wertes wird. Es scheint, als könne jede Person alles erreichen, wenn sie sich nur genug anstrengt.",
      "Den Ambitionen scheinen keine Grenzen gesetzt – und das verwandelt das Leben in ein endloses Rennen, in dem wir zu glauben beginnen, der Wert eines Menschen bemesse sich an seinen Resultaten.",
      "Auf den ersten Blick wirkt diese Überzeugung harmlos, in der Praxis kann sie jedoch erheblichen Schaden anrichten.",
      "Was bedeutet Abhängigkeit von Erfolgen?",
      "Ihre Selbstachtung hängt vollständig von Produktivität, Status, Intelligenz oder beruflichen Erfolgen ab.",
      "Solange es in Ausbildung oder Beruf gut läuft, fühlen Sie sich vollwertig und würdig. Kaum geht etwas schief, überrollen Sie starke negative Emotionen.",
      "In solchen Momenten scheint es, als seien Sie ein Versager oder „nichts wert“.",
      "Welche Überzeugungen entstehen bei dieser Abhängigkeit?",
      "Wenn ich keinen Erfolg habe, ist das eine Katastrophe. Das beweist, dass ich schwach / dumm / wertlos bin.",
      "Wenn etwas misslingt, bin ich ein Versager.",
      "Wenn ich scheitere, bin ich niemandem wichtig und werde nichts erreichen.",
      "Ich muss unbedingt erfolgreich sein, sonst verliert mein Leben seinen Sinn und es gibt kein Glück.",
      "Die Fixierung auf Erfolge betrifft alle Geschlechter. Heute streben auch viele Frauen verstärkt nach Karriere und beruflichem Wachstum.",
      "Zugleich sind Männer oft besonders verletzlich gegenüber Misserfolgen, weil sie von klein auf hören, ihr Wert bemesse sich an Erfolgen.",
      "Warum entstehen solche Einstellungen?",
      "Häufig in der Kindheit: Vielleicht waren Bezugspersonen emotional distanziert und gaben keine bedingungslose Zuwendung.",
      "Das Kind versucht, sich das zu erklären.",
      "Wenn alle den Nachbarsjungen Peter lieben und loben, mich aber nicht, muss mit mir etwas nicht stimmen. Wäre ich besser, würde man mich auch lieben.",
      "Ein anderer Fall: Wärme und Aufmerksamkeit gab es nur für Leistungen.",
      "Eine Eins? Großartig. Misslungen? Man wird quasi übersehen."
    ]
  },
  "screen_2": {
    "texts": [
      "Ein weiterer häufiger Verlauf: ein abwesender Elternteil. Kinder erklären alles über sich selbst.",
      "Wenn der Vater gegangen ist, dann – so denkt das Kind – weil ich nicht gut genug war, nicht weil Erwachsene sich nicht einigen konnten. Also: Wenn ich erfolgreich, klug, die oder der Beste werde, kommt er zurück oder erkennt zumindest, was er verloren hat.",
      "Solche frühen Überzeugungen bilden das Fundament der Erfolgsabhängigkeit. Spätere Erfahrungen in Jugend- und Erwachsenenalter können diesen Glauben noch festigen.",
      "Die Person lernt: Liebe gibt es nur für Erfolge. Um nicht abgelehnt zu werden, muss der eigene Wert ständig bewiesen werden.",
      "Stimmt das Bild des „idealen Ich“ nicht mit der Realität überein, entstehen Schmerz, Scham und das Gefühl der Wertlosigkeit.",
      "Der erste Schritt zur Veränderung: zu erkennen, dass es schadet, den eigenen Wert nur an Erfolgen zu messen. Der Entschluss, sich nicht länger ausschließlich nach Ergebnissen zu beurteilen, ist ein entscheidender Wachstumspunkt.",
      "Natürlich kann sich Erfolgsabhängigkeit mächtig anfühlen.",
      "Sie vermittelt ein Überlegenheitsgefühl: Ich habe es geschafft – andere nicht.",
      "Dieses System kann motivieren, beim Aufstieg helfen, Karriere und Einkommen fördern.",
      "Jeder neue Erfolg scheint dem eigenen Wert etwas hinzuzufügen. Man möchte immer wieder besser sein. Das klingt zunächst attraktiv.",
      "Welche Nachteile hat jedoch das Denken „Wert = Erfolg“?",
      "Läuft Karriere oder Business gut, tauchen Sie so tief darin ein, dass andere Quellen der Freude verschwinden.",
      "Beziehungen rücken in den Hintergrund: Arbeit scheint stets wichtiger.",
      "Sie leben im Modus permanenter Beschäftigung, von früh bis spät.",
      "Sobald das Tempo nachlässt, entstehen Leere, Unruhe und das Gefühl, Zeit zu verlieren. Erholung wirkt wie Schwäche.",
      "Ohne Erfolge erscheint man sich selbst wertlos – denn es fehlt eine andere Basis für Selbstwert.",
      "Das begünstigt Burnout, gesundheitliche Probleme, chronischen Stress und Depression.",
      "Arbeitssucht wird zur Abhängigkeit, die die Fixierung auf Erfolg weiter antreibt."
    ],
    "quote": {
      "text": "In der Ära der „Erfolgsjagd“ scheint es, als könne jede:r alles werden – und wir seien verpflichtet zu beweisen, dass wir bedeutsam sind.",
      "author": "Alexander Iwanow"
    }
  },
  "screen_3": {
    "texts": [
      "Verschlechterung von Beziehungen",
      "Menschen, die auf Erfolge fixiert sind, fühlen sich häufig einsam – das ist nur folgerichtig.",
      "Für Nähe bleibt weder Zeit noch emotionale Kraft. Beziehungen treten allmählich in den Hintergrund.",
      "Partner:innen suchen möglicherweise Aufmerksamkeit und Unterstützung anderswo, weil sie sie in Ihrer Nähe nicht finden.",
      "Zudem prägt die Erfolgsabhängigkeit den Blick auf andere: Es entsteht die Tendenz, Menschen vor allem nach Status zu bewerten.",
      "Das wirkt sich unvermeidlich auf soziale Verbindungen aus.",
      "Prokrastination",
      "Gibt es nur einen „richtigen“ Weg und ist Fehlerfreiheit Pflicht, wächst die Angst vor Misserfolg.",
      "Das Bewusstsein, dass es keine Garantien gibt, führt zum Aufschieben. Es scheint besser, gar nicht erst zu beginnen, als nicht zu genügen.",
      "Die Furcht vor unangenehmen Emotionen macht Prokrastination fast unausweichlich.",
      "Verlust des Selbstwertgefühls",
      "Das Leben ist unvorhersehbar: Krankheit, Krisen, äußere Ereignisse – und plötzlich ist die bisherige Leistung nicht mehr möglich.",
      "Dann folgt die bittere Enttäuschung: Wenn sich der Wert nur auf Produktivität gründet, führt ihr Verlust leicht in eine tiefe Depression.",
      "Wer ausschließlich für Erfolge gelebt hat und diese nicht mehr hervorbringen kann, erlebt oft eine existenzielle Leere und Sinnlosigkeit.",
      "Manchmal mündet das in verzweifelte Schritte – denn die Selbstachtung war vollständig an Ergebnisse gebunden.",
      "Wie bei jeder Abhängigkeit entsteht Toleranz: Es braucht immer mehr Erfolge, Anerkennung, Ergebnisse.",
      "Jeder neue Sieg erfreut immer kürzer; der Aufwand muss steigen, um noch Zufriedenheit zu spüren.",
      "Warum verpufft der Effekt so schnell?",
      "Warum will man immer mehr?",
      "Die Antwort ist einfach: Erfolg ist nicht gleich Glück.",
      "Beide sind nicht direkt verknüpft. Am Ende jagt man einer Illusion hinterher.",
      "Nicht Erfolge formen die Stimmung, sondern die eigenen Gedanken und die Haltung zu sich selbst. Die Freude über Siege vergeht schnell – innere Stabilität bleibt das Wichtigste."
    ],
    "quote": {
      "text": "Zielstrebigkeit treibt uns voran – doch dabei sollten wir das Leben selbst nicht verlieren.",
      "author": "Ernest Hemingway"
    }
  }
}
