{
  "title": "Wie hört man auf, in Erfolgen zu leben?",
  "description": "Der Artikel diskutiert die Gefahren der Abhängigkeit vom Erfolg und weist darauf hin, dass Errungenschaften nicht unbedingt Glück und Wohlstand garantieren. Beispiele von Prominenten wie Lady Gaga und Jim Carrey zeigen, dass selbst die erfolgreichsten Menschen unter Depressionen und anderen Problemen leiden können. Die Bedeutung eines Gleichgewichts zwischen Zielen und Privatleben sowie die Anerkennung des inneren Wertes jedes Einzelnen, unabhängig von seinen Erfolgen, sind die wichtigsten Schlussfolgerungen.",
  "screen_1": {
    "texts": [
      "Natürlich sollte man nicht alle seine Unternehmungen aufgeben oder auf wichtige Ziele verzichten, um mit der Abhängigkeit vom Erfolg fertig zu werden.",
      "Es ist schließlich nichts falsch daran, Erfolge zu haben. Es ist wunderbar, Geld, einen Job, ein Auto, eine Wohnung usw. zu haben.",
      "Probleme beginnen dann, wenn man sich ohne diese Erfolgsindikatoren als wertlos, Versager und unwürdig empfindet.",
      "Um sich aus der Falle zu befreien, herausragend und effektiv sein zu müssen, schlagen wir vor, über Folgendes nachzudenken:",
      "Sind Sie bereit, Ihr ganzes Leben auf den Achterbahnen der Selbstachtung zu fahren?",
      "Wenn man rational denkt, dann verurteilt man sich, wenn man nach dem Konzept der Errungenschaften lebt, zu endlosen emotionalen Schwankungen.",
      "Heute haben Sie einige Höhen erreicht und sind glücklich, und morgen scheitern Sie, und das Leben sieht ganz anders aus. Es gibt Erfolge – gut gemacht, keine Erfolge – Versager.",
      "Ihre Stimmung wird leicht zu beeinflussen sein. Wenn andere Menschen verstehen, dass Sie von Erfolgen abhängig sind, können sie das durchaus zu ihrem Vorteil nutzen.",
      "Zum Beispiel kann ein Chef Ihnen Überlastungen geben, weil er weiß, dass Sie sich abrackern werden, aber alles tun werden, um erneut gelobt zu werden.",
      "Erfolge sind nicht gleich Glück.",
      "Geld, Bekanntheit und Erfolge werden schon lange als Garantie für Glück und Wohlstand angesehen. Aber wenn das Glück vom Erfolg eines Menschen abhängen würde, würden wir erhebliche Unterschiede zwischen Menschen verschiedener sozialer Schichten beobachten.",
      "Die meisten Menschen können sich nicht mit ernsthaften Errungenschaften rühmen, dennoch sind viele von ihnen glücklich und zufrieden mit ihrem Leben.",
      "Doch wieder einmal, zufrieden zu sein bedeutet nicht, keine Ziele zu haben und nicht mehr zu wollen. Zwischen einem gesunden Streben nach Zielen und Abhängigkeit besteht ein großer Unterschied.",
      "Tatsächlich zeigt sich, dass selbst diejenigen, die viel verdienen, eine angesehene Position innehaben oder ein erfolgreiches Geschäft führen, unter Depressionen leiden, verschiedene Probleme haben oder einfach des Lebens überdrüssig sind.",
      "Zum Beispiel gründete die wohlbekannte Lady Gaga, die auf den ersten Blick erfolgreich, reich und glücklich erscheint, ihre Stiftung „Born This Way Foundation“, um Jugendlichen in schwierigen Situationen zu helfen, weil die Sängerin mit Schwierigkeiten aus erster Hand vertraut ist.",
      "„Ich habe mein ganzes Leben lang unter Depressionen und Angstzuständen gelitten und kämpfe bis heute dagegen“, gestand sie 2015 in einem Interview mit Billboard.",
      "Oder Jim Carrey, der seinen Fans die Möglichkeit gab, aufrichtig zu lächeln und positive Emotionen durch seine Arbeiten zu erleben, aber selbst auf dem Höhepunkt seiner Popularität war dem Schauspieler nicht zum Lachen zumute.",
      "Jim kämpfte viele Jahre lang gegen schwere Depressionen.",
      "Das betrifft nicht nur Prominente, auch Unternehmer klagen oft über psychische Störungen und Abhängigkeiten.",
      "Tatsächlich beenden viele erfolgreiche Menschen ihr Leben durch Selbstmord. Es entstand sogar ein besonderer Begriff – „Selbstmord von Geschäftsführern“.",
      "Mit diesem Phänomen waren konfrontiert: Milliardär Adolf Merckle aus der Forbes-Liste, Start-up-Gründer Ilya Zhitomirskiy und Austin Heinz, Modehaus-Besitzerin Kate Spade und viele andere.",
      "Wenn Sie also immer noch denken, dass Erfolg gleich Glück ist, dann irren Sie sich gewaltig."
    ]
  },
  "screen_2": {
    "texts": [
      "Denken Sie darüber nach, ob Sie einen geliebten Menschen nur deshalb schlechter behandeln würden, weil er keine Errungenschaften hat?",
      "Stellen Sie sich vor, Sie treffen sich mit einem Freund, den Sie sehr schätzen. Doch plötzlich erfahren Sie, dass er ein einfacher Verkäufer im Laden ist, während Sie ein Geschäft besitzen und reich und erfolgreich sind.",
      "Werden Sie auf ihn herabblicken und ihn niedriger stellen als sich selbst?",
      "Vielleicht ist es Ihnen wichtig, dass dieser Freund seine Nichtigkeit im Vergleich zu Ihnen anerkennt? Ist es Ihnen angenehm, so ein Mensch zu sein?",
      "Und wenn Sie an der Stelle dieses Freundes wären?",
      "Würden Sie sich mit einem erfolgreichen Menschen unter der Bedingung treffen, dass Sie Ihre eigene Nichtigkeit im Vergleich zu ihm anerkennen?",
      "Sind alle Kinder Versager?",
      "Wenn nur diejenigen wertvoll sind, die in ihrem Leben etwas erreicht haben, dann sind Kinder die größten Nichtigkeiten auf dem Planeten.",
      "Nun ja, was? Säuglinge können nicht einmal den Kopf halten. Oder haben sie doch Wert?",
      "Wenn ja, warum haben dann Säuglinge Wert?",
      "Schließlich haben sie nichts in diese Welt gebracht, sie können nicht einmal sprechen. Natürlich schätzt man sowohl Sie als auch den Säugling nicht für Ihre Erfolge, sondern für das, was für Menschen Sie sind.",
      "Und andersherum. Sollten wir jetzt alle Großmütter und Großväter auslöschen?",
      "Nun ja, sie sind schon alt, können nichts mehr in die Welt bringen. Aber so denken wir nicht. Wir schätzen und lieben unsere bereits gebrechlichen Eltern und versuchen, ihnen zu helfen.",
      "Jeder Mensch hat Wert.",
      "Wir denken, dass Wert eine quantitative Einheit ist, die man messen und zählen kann. Aber tatsächlich ist Wert eine qualitative Einheit.",
      "Jeder Mensch hat von Geburt an eine Einheit Wert, und diese ist bei allen gleich. Welche Erfolge oder Misserfolge Sie auch haben mögen, Ihre Einheit des Wertes bleibt unverändert. Sie sind wertvoll, ob mit Millionen oder ohne.",
      "Vergleichen Sie Ihre Erfolge nicht mit denen anderer.",
      "Vergleiche mit anderen bringen nichts außer Unbehagen und Selbstzweifeln.",
      "Es erzeugt Neidgefühle, die die Abhängigkeit vom Erfolg verstärken. Sie haben das Gefühl, dass Sie nicht genug tun, wenn Sie Ihre Erfolge mit denen anderer vergleichen, was Ihr Verlangen verstärkt, mit anderen zu konkurrieren.",
      "Hören Sie auf, Ihre Erfolge mit denen anderer zu vergleichen. Überdenken Sie stattdessen Ihre Prioritäten und überlegen Sie, inwieweit die gesetzten Ziele Ihre eigenen Interessen befriedigen und nicht den Wunsch, denjenigen zu entsprechen, mit denen Sie sich vergleichen."
    ],
    "quote": {
      "text": "Erfolg ist bedeutungslos, wenn Sie unglücklich sind. Für mich ist Erfolg Glück, nicht Geld oder Ruhm.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Lernen Sie, das Gleichgewicht zu finden.",
      "Menschen, die vom Erfolg abhängig sind, fühlen oft Schuld, wenn sie sich ausruhen, Zeit mit ihren Liebsten verbringen oder sich mit Dingen beschäftigen, die nicht direkt mit ihren Zielen verbunden sind.",
      "Ohne Zweifel haben Erfolge eine gewisse Bedeutung im Leben, aber bei weitem nicht die wichtigste. Sie setzen auf Erfolg, vergessen dabei aber zu leben. Lernen Sie, zwischen Arbeit/Studium und anderen Lebensbereichen zu balancieren.",
      "Hören Sie auf das, was Sie und Ihr Körper wollen. Ignorieren Sie keine Signale, kümmern Sie sich aus allen Kräften um sich selbst.",
      "Arbeiten Sie an Ihren Gedanken.",
      "Um das Überzeugungssystem zu ändern, ist es sehr wichtig, weiterhin auf negative automatische Gedanken zu antworten, die Sie sich unvollständig fühlen lassen.",
      "Das wird Ihnen helfen zu verstehen, dass das Problem nicht in Ihren Erfolgen oder Misserfolgen liegt, sondern in der kritischen Einstellung zu sich selbst und der Gewohnheit, sich selbst zu schelten. Wenn Sie lernen, Ihre Tätigkeit realistisch zu bewerten, werden Zufriedenheit und Selbstakzeptanz zunehmen.",
      "Wer ist eigentlich wichtiger für die Gesellschaft?",
      "Wenn wir über erfolgreiche Menschen sprechen, denken wir natürlich sofort an bekannte Sänger, bekannte Schauspieler, Top-Geschäftsleute und öffentliche Politiker.",
      "Aber wie steht es dann mit Lehrern, Ärzten, Bauarbeitern und Menschen anderer unpopulärer Berufe, von denen unser morgiger Tag abhängt? Objektiv betrachtet sind all diese Menschen oft nützlicher für die Gesellschaft als diejenigen, denen man gewöhnlich nachstrebt.",
      "Abschließend möchten wir mit Ihnen einen wunderbaren Gedanken aus einem Buch des Journalisten David Orr teilen.",
      "Er schreibt, dass der Planet nicht eine große Anzahl erfolgreicher Menschen braucht, sondern viel mehr Friedensstifter, Heiler, Geschichtenerzähler und einfach liebevolle Menschen.",
      "Er braucht Menschen mit Moral, diejenigen, die die Welt freundlicher und menschlicher machen. Der Planet braucht Menschen, bei denen man einfach gerne lebt.",
      "Niemand hat etwas gegen ehrgeizige Ziele und Karrierehöhen. Aber es ist sehr wichtig, dass alle Lebensbereiche in Harmonie sind.",
      "Produktivität und Erfolg können äußerst angenehm sein und viel Freude bereiten. Doch Erfolg ist weder eine notwendige noch eine hinreichende Bedingung für maximales Glück.",
      "Sie müssen niemandes Liebe oder Respekt durch mühsame Arbeit verdienen, und es ist nicht notwendig, der Erste zu sein, um sich erfüllt zu fühlen und ein stabiles Selbstwertgefühl zu bewahren.",
      "Denken Sie einfach daran, dass „die wichtigsten Dinge auf der Welt überhaupt keine Dinge sind“!"
    ],
    "quote": {
      "text": "Der wahre Wert des Lebens liegt nicht darin, was wir haben, sondern darin, wer wir sind.",
      "author": "Oprah Winfrey"
    }
  }
}
