{
  "title": "Unglücklich sein: Wahl oder Umstände?",
  "description": "Der Artikel diskutiert die Idee, dass wahres Glück nicht von äußeren Umständen abhängt, sondern vielmehr von der inneren Wahrnehmung und persönlichen Entscheidungen. Er betont, dass das Festhalten an hohen Erwartungen und äußeren Faktoren uns anfällig für Unzufriedenheit macht, während die Akzeptanz der Realität und die Praxis der Dankbarkeit zu nachhaltigerem Glück führen. Die Hauptidee besteht darin, dass das Bewusstsein für die eigene Verantwortung für das eigene Glück und den inneren Zustand der Schlüssel zu einem erfüllteren und zufriedeneren Leben ist.",
  "screen_1": {
    "texts": [
      "Es scheint eine absurde Frage zu sein. Wie kann man sich für Unglück entscheiden? Schließlich wollen wir alle glücklich sein, aber manchmal schieben wir die Verantwortung für unser Glück auf die Umstände, andere Menschen, das Schicksal oder Probleme.",
      "Wenn Sie folgende Gedanken bei sich bemerkt haben:",
      "Ich bin dazu bestimmt, unglücklich zu sein;",
      "Ich kann nur gut leben, wenn ich keine Probleme habe;",
      "Mein Glück hängt davon ab, was mir widerfährt;",
      "Andere haben mehr Glück: Sie haben die Möglichkeit, gut zu leben, aber ich nicht.",
      "Das bedeutet, dass Sie in der Falle der Überzeugung sind, dass Freude und Selbstvertrauen von äußeren Faktoren abhängen.",
      "Das macht Sie verletzlich, da die Außenwelt außerhalb Ihrer Kontrolle liegt und Ihre Stimmung zum Spielball äußerer Umstände wird.",
      "Solche Überzeugungen implizieren, dass man Ihnen alles Gewünschte und perfekte Bedingungen bieten muss und Sie vor jeglichem Unglück schützen sollte, sonst wird Ihr Leben unerträglich und Sie können nie glücklich sein.",
      "Diese Überzeugungen basieren auf der falschen Annahme, dass Glück ausschließlich von äußeren Faktoren und dem Fehlen von Problemen abhängt.",
      "Das Festhalten an solchen Überzeugungen macht Sie anfällig für Unzufriedenheit und Verzweiflung, wenn das Leben die überhöhten Erwartungen nicht erfüllt.",
      "Wahres Glück hängt nicht nur von materiellem Wohlstand oder einem sorglosen Leben ab. Es entspringt unserer Fähigkeit, uns anzupassen, Freude an kleinen Dingen zu finden und vor Widrigkeiten standhaft zu bleiben.",
      "Die Zufriedenheit mit dem Leben hängt zu etwa 50 % von persönlichen Eigenschaften ab. Es gibt Menschen, die immer unzufrieden sind.",
      "Die Zufriedenheit mit dem Leben hängt nur zu 10–15 % von äußeren Umständen und zu 35–40 % von unseren Entscheidungen und Wahlmöglichkeiten ab. Deshalb ist es die wichtigste Aufgabe des Menschen, zu lernen, glücklich zu sein."
    ],
    "quote": {
      "text": "Glücklich ist nicht derjenige, der das Beste hat, sondern derjenige, der das Beste aus dem macht, was er hat.",
      "author": "Konfuzius"
    }
  },
  "screen_2": {
    "texts": [
      "Moderne psychologische Studien zeigen, dass die Quelle des Glücks nicht so sehr in äußeren Faktoren liegt, sondern in uns selbst. Hohe Erwartungen können sich negativ auf unser Glück auswirken.",
      "Menschen mit hohen Erwartungen streben oft nach Perfektion und empfinden ständig den Druck, hohe Standards erreichen zu müssen.",
      "Obwohl hohe Erwartungen uns motivieren können, Ziele zu erreichen, können sie, wenn sie übermäßig und unrealistisch sind, zu Stress, Angst und Unglück führen. Ständige Erwartungen, mehr als vorhanden zu haben, führen zu Frustration und einer negativen Wahrnehmung des Lebens.",
      "Das Paradoxon des Glücks: Weniger Erwartungen — mehr Freude.",
      "Studien zeigen, dass je weniger wir vom Leben erwarten und nach Perfektion streben, desto größer die Wahrscheinlichkeit ist, dass wir glücklich sind. Dies wird durch mehrere Faktoren erklärt:",
      "Akzeptanz der Realität. Wenn wir aufhören, unser Leben zu idealisieren, beginnen wir, es so zu akzeptieren, wie es ist. Das ermöglicht es uns, die Gegenwart zu genießen, anstatt auf zukünftiges Glück zu warten.",
      "Reduzierung von Stress. Hohe Erwartungen erzeugen ständigen Stress und Angst. Wenn wir unsere Erwartungen überdenken und akzeptieren, dass nicht alles perfekt sein muss, befreien wir uns von unnötiger Anspannung.",
      "Dankbarkeit. Eine Möglichkeit, in einer Welt hoher Erwartungen Glück zu finden, ist die Praxis der Dankbarkeit. Wenn wir lernen, das zu schätzen, was wir haben, auch wenn es nicht den hohen Erwartungen entspricht, fühlen wir uns glücklicher und zufriedener."
    ],
    "quote": {
      "text": "Wenn Sie nicht dankbar sind für das, was Sie bereits haben, wird es Ihnen vorkommen, als würden Sie glücklicher, wenn Sie viel mehr hätten.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "Es ist wichtig, sich ehrlich die Frage zu stellen: Sehen Sie sich als Herr Ihres Lebens oder als Opfer der Umstände? Steuern Sie die Ereignisse in Ihrem Leben oder passieren sie ohne Ihre Beteiligung?",
      "Denken Sie über die folgenden Unterschiede nach:",
      "Denken Sie selbst oder wird für Sie gedacht?",
      "Handeln Sie oder folgen Sie den Anweisungen anderer?",
      "Leben Sie ein erfülltes Leben oder existieren Sie nur?",
      "Der Autor seines Lebens übernimmt Verantwortung für seine Handlungen und versteht, dass er jede Erfahrung selbst erschafft.",
      "Das Leben besteht aus Entscheidungen, und alles, was wir haben oder nicht haben, ist das Ergebnis unserer eigenen Entscheidungen.",
      "Der Autor denkt aus der Perspektive des \"Ich\": Ich bin bereit, ich habe es getan, ich plane, ich will, ich kann, ich habe entschieden (er wählt selbst die Richtung seines Lebens).",
      "Das Opfer ist die völlig entgegengesetzte Position. Solche Menschen glauben, dass alles gegen ihren Willen geschieht.",
      "Die Lieblingsausdrücke des Opfers: \"ich muss\", \"ich bin gezwungen\", \"ich sollte\", \"es ist passiert\", \"es liegt an ihnen\" (er handelt unter dem Einfluss von Umständen oder anderen Menschen).",
      "Leider ist es für die Gesellschaft von Vorteil, Opfer zu erziehen, da sie leichter zu manipulieren sind. Daher gewöhnen sich viele Menschen daran, Opfer zu sein, indem sie nach klassischen Modellen erzogen und ausgebildet werden.",
      "Aber es gibt gute Nachrichten: Ein Opfer zu sein, ist nur eine Denkgewohnheit, eine irrationale Überzeugung, die geändert werden kann.",
      "Reale Beispiele zeigen, dass eine Veränderung unserer Weltanschauung zu positiven Veränderungen im Leben führen und die Zufriedenheit steigern kann.",
      "Unsere Einstellung zu Ereignissen, die Fähigkeit, sich selbst zu akzeptieren, Emotionen zu kontrollieren und über unsere Werte nachzudenken, spielen eine Schlüsselrolle bei der Bildung von Glück.",
      "Das Bewusstsein, dass unser Glück weitgehend von uns selbst abhängt, gibt uns ein mächtiges Instrument zur Steigerung unseres Wohlbefindens.",
      "Die Veränderung der inneren Welt und der Wahrnehmung kann der Schlüssel zu einem glücklicheren und zufriedeneren Leben sein, selbst in schwierigen und problematischen Bedingungen."
    ]
  }
}
