{
  "title": "Der Schlüssel zum Glück: destruktive Überzeugungen überwinden",
  "description": "Der Beitrag zeigt, wie destruktive Überzeugungen unser Selbst- und Weltbild prägen und ein erfülltes Leben behindern. Auf Grundlage der KVT unterscheiden wir zwischen kurzfristiger Erleichterung und echten Veränderungen, die entstehen, wenn gewohnte Gedankenmuster und tief verwurzelte Überzeugungen neu bewertet werden. Zudem stellen wir hilfreiche Instrumente vor – etwa die „Skala dysfunktionaler Einstellungen“ –, die dabei unterstützen, solche Muster zu erkennen, zu korrigieren und ein stabiles emotionales Wohlbefinden aufzubauen.",
  "screen_1": {
    "texts": [
      "Die Kognitive Verhaltenstherapie (KVT) macht deutlich: Auf dem Weg zu einem glücklicheren Leben stehen oft destruktive Überzeugungen im Weg – Gedanken und „Regeln“, an die wir glauben, mitunter ohne es zu merken.",
      "Jede Person begegnet ihnen in verschiedenen Lebensphasen. Sie können Angst verstärken, zu Depressionen beitragen sowie mit Panikattacken, Ess- oder Angststörungen einhergehen.",
      "Manchmal fühlen wir uns zuversichtlich und ruhig, als seien die Schwierigkeiten verschwunden. In anderen Phasen kehren Traurigkeit, Einsamkeit oder innere Leere zurück – und es fällt schwer zu glauben, dass vor uns wieder Licht liegen könnte.",
      "Der entscheidende Unterschied zwischen vorübergehender Erleichterung und nachhaltiger Verbesserung der Lebensqualität liegt in der Veränderung von Denkweisen und Überzeugungen.",
      "Vorübergehende Besserung bedeutet: Der Zustand stabilisiert sich nur auf Zeit. Bei neuem Stress tauchen dieselben Gedanken und Gefühle erneut auf.",
      "Es wirkt, als sei das Problem gelöst – bis die nächste Belastung alte innere Muster reaktiviert und alles von vorn beginnt."
    ],
    "quote": {
      "text": "„Wir sehen die Dinge nicht, wie sie sind. Wir sehen sie, wie wir sind.“",
      "author": "Virginia Satir"
    }
  },
  "screen_2": {
    "texts": [
      "Echte Veränderungen beinhalten mehrere zentrale Komponenten:",
      "Klarheit über die Ursachen emotionaler Schwierigkeiten und die eigene Rolle in den Reaktionen auf Ereignisse.",
      "Das Verstehen und Bearbeiten destruktiver Überzeugungen und automatischer Gedanken.",
      "Aufbau von Selbstvertrauen und eines gesunden Selbstwertgefühls.",
      "Ergründen, wie und warum sich einschränkende Überzeugungen gebildet haben.",
      "Überzeugungen formen unsere Werte, Ziele, unser Verhalten, unser Selbstbild und die Wahrnehmung des Geschehens. Beispiele:",
      "Wenn ich Fehler mache, bin ich unfähig.",
      "Um dazuzugehören, muss ich immer angenehm und unkompliziert sein.",
      "Wenn ich nichts Bedeutendes erreicht habe, bin ich nicht liebenswert.",
      "Um Hilfe zu bitten, bedeutet, schwach zu sein.",
      "Oft heißt es, die eigenen Tiefenstrukturen ließen sich nur im Rahmen einer sehr langen Therapie verstehen – und selbst dann blieben manche Fragen offen.",
      "Die Kognitive Therapie hat jedoch wesentlich dazu beigetragen, diesen Prozess klarer und zugänglicher zu machen."
    ],
    "quote": {
      "text": "„Besser wird es, wenn Sie aufhören, jemand anders sein zu wollen, und sich dafür entscheiden, die beste Version Ihrer selbst zu werden.“",
      "author": "Marsha Linehan"
    }
  },
  "screen_3": {
    "texts": [
      "Unser Ziel ist, Sie dabei zu unterstützen, Ihre tief verwurzelten Überzeugungen zu erkennen, Momente besonderer Verletzlichkeit zu verstehen und mit diesen Mustern so zu arbeiten, dass Ihre emotionale Widerstandskraft gestärkt wird.",
      "Das Bewusstwerden von Überzeugungen erklärt, warum bestimmte Situationen schmerzhafte Reaktionen oder wiederkehrende Schwierigkeiten auslösen.",
      "Arbeit an Überzeugungen ist ein wesentlicher Bestandteil persönlicher Entwicklung.",
      "Dafür wurde ein praxistaugliches Instrument entwickelt: die „Skala dysfunktionaler Einstellungen“ (Dysfunctional Attitude Scale, DAS) nach Arlene Weissman.",
      "Weissmans Untersuchungen zeigen: Selbst wenn negative automatische Gedanken zwischen depressiven Episoden vorübergehend abklingen, wirken tieferliegende Überzeugungen weiter.",
      "Das unterstreicht, dass Überzeugungen wie ein emotionaler „Hintergrund“ fortlaufend Einfluss nehmen.",
      "Mit diesem Ansatz lassen sich jene Werte und Einstellungen identifizieren, die die Anfälligkeit für Depression, Angst und inneren Druck erhöhen.",
      "Sie bilden oft die psychologische Achillesferse – einen verwundbaren Punkt, den es zu erkennen gilt.",
      "In den folgenden Kapiteln betrachten wir diese Überzeugungen genauer und skizzieren Schritte, die zu einer realistischeren, flexibleren und unterstützenderen Denkweise führen – als Grundlage für langfristiges emotionales Wohlbefinden."
    ]
  }
}