{
  "title": "Wie löst man sich von Liebessucht?",
  "description": "Der Beitrag lädt zu einem reifen, gelassenen Blick auf Liebe und Partnerschaft ein. Er erklärt, wie Überzeugungen entstehen, die ein zufriedenes Leben ohne romantische Bindung erschweren, und zeigt, wie Sie Schritt für Schritt innere Stabilität aufbauen, Freude in verschiedenen Lebensbereichen finden und sich unabhängig von einer Partnerschaft weiterentwickeln. Die vorgestellten Techniken helfen, die Abhängigkeit von Beziehungen zu lockern und sich als vollständige, glückliche Person zu erleben – in einer Partnerschaft ebenso wie allein.",
  "screen_1": {
    "texts": [
      "Liebe und Nähe können viel Wärme und Freude schenken – sie sind jedoch nicht der einzige Weg zu einem erfüllten Leben.",
      "Glück ist facettenreich, und jeder Mensch hat das Recht, es auf eigene Weise zu finden.",
      "Wenn derzeit keine romantische Beziehung besteht, mindert das nicht den Wert oder die Bedeutung Ihres Lebens.",
      "Überzeugungen zu verändern ist ein Prozess, der Zeit, Achtsamkeit und Übung braucht.",
      "Mit regelmäßiger Selbstarbeit und den Techniken aus diesem Beitrag lässt sich die Abhängigkeit von Beziehungen verringern – innere Ruhe und Zuversicht können wachsen, in einer Partnerschaft wie auch ohne sie.",
      "Den Wahrnehmungsfilter wechseln",
      "Kommt es vor, dass Sie sich einsam fühlen und plötzlich überall verliebte Paare bemerken?",
      "Dann wirkt die Welt übervoll von Romantik – Tauben, Katzen, Freundeskreise voller Paare – und Sie fühlen sich wie die einzige Person ohne Gegenpart.",
      "Hier zeigt sich ein kognitives Verzerrungsmuster: ein negativer Filter, der die Aufmerksamkeit automatisch auf Belege für traurige Gedanken lenkt.",
      "Versuchen Sie, den Fokus sanft zu erweitern: Bemerken Sie auch Menschen, denen das Alleinsein guttut. Und jene, die in Beziehungen leben und dennoch unglücklich sind – ein Hinweis darauf, dass der Status für sich genommen kein Glück garantiert."
    ],
    "quote": {
      "text": "„Das Glück ist wie ein Schmetterling: Je mehr man ihm nachjagt, desto mehr entzieht es sich. Richtet man den Blick auf anderes, setzt es sich leise auf die Schulter.“",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Protokoll der erwarteten Freude",
      "Freude entsteht in kleinen Dingen, in Selbstfürsorge, Freundschaften, Entwicklung und persönlichen Entdeckungen – nicht nur in romantischen Beziehungen.",
      "Wenn jedoch die innere Überzeugung lautet, Glück sei nur mit einem Partner möglich, blendet das Gehirn andere Quellen der Freude aus.",
      "Prüfen Sie diese Annahme praktisch mit dem „Protokoll der erwarteten Freude“. Es hilft, ein realistisches Bild zu gewinnen.",
      "Spalte 1: Datum.",
      "Spalte 2: Mehrere Aktivitäten, die Sie im Rahmen des Experiments planen (ideal sind 40–50 Beobachtungen in 2–3 Wochen).",
      "Das können gewohnte Tätigkeiten sein, die häufig Freude bereiten, oder Neues, das potenziell Spaß macht oder einen Lernimpuls setzt.",
      "Spalte 3: Notieren, ob Sie das allein oder mit jemandem tun.",
      "Spalte 4: Ihre erwartete Freude auf einer Skala von 0–100 % – vor Beginn der Aktivität.",
      "Wichtig: Tragen Sie den Wert wirklich vorab ein und führen Sie die Aktivität dann durch.",
      "Spalte 5: Der tatsächliche Freudewert auf derselben Skala.",
      "Auswertung:",
      "Vergleichen Sie Erwartung und Realität – so wird sichtbar, wie treffsicher Ihre Vorhersagen sind.",
      "Oft zeigt sich: Allein ausgeübte Aktivitäten machen mehr Freude als gedacht – mitunter sogar mehr als gemeinsame Unternehmungen.",
      "Vielleicht entdecken Sie: Freude im Alleinsein ist kein Mythos, sondern ein real erfahrbarer, zugänglicher Zustand."
    ],
    "quote": {
      "text": "„Niemand kann Ihnen das Gefühl der Minderwertigkeit geben – ohne Ihr Einverständnis.“",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "Überzeugungen justieren",
      "Liebe und Partnerschaft sind wundervolle Aspekte des Lebens – sie garantieren jedoch weder Glück noch Selbstsicherheit.",
      "Millionen Menschen erleben in Beziehungen Einsamkeit, Unruhe oder Unzufriedenheit.",
      "Würde ein Partner automatisch vor innerem Schmerz schützen, bräuchte es keine Psychotherapie – so ist es aber nicht.",
      "Darum gilt: Eine romantische Bindung macht das Leben nicht von selbst glücklich, auch wenn sie eine bereichernde Facette sein kann.",
      "Starten Sie, indem Sie das belastende Grundmuster benennen.",
      "Zum Beispiel:",
      "Ohne Beziehung bin ich unglücklich.",
      "Wenn mich niemand liebt, stimmt etwas nicht mit mir.",
      "Ohne Partnerschaft bin ich nicht wertvoll.",
      "Reflektieren und notieren Sie anschließend, wie diese Überzeugung auf Sie wirkt:",
      "Überhöhte Ansprüche an sich selbst; das Gefühl: „Ich bin nicht gut genug für eine Beziehung.“",
      "Unrealistische Erwartungen an Partner und Idealisierung von Liebe.",
      "Häufige Gefühle von Einsamkeit und Traurigkeit.",
      "Formulieren Sie danach Gegenargumente. Das darf Tage dauern – völlig in Ordnung.",
      "Beispiel zum Glaubenssatz „Alleinsein ist schlecht und beschämend“:",
      "Im Alleinsein kann ich mich tiefer kennenlernen.",
      "Ich habe Freiheit, Neues auszuprobieren und mein Leben nach eigenen Regeln zu gestalten.",
      "Lieber allein als in einer unglücklichen Beziehung.",
      "Formulieren Sie schließlich eine neue, realistische und stärkende Überzeugung:",
      "Alleinsein kann eine Ressource sein. Es schafft Ruhe, Zeit für mich und Entscheidungsfreiheit. Nähe kann viele Formen haben. Ein Partner kann eine wertvolle Ergänzung sein, bestimmt aber nicht meinen Wert.",
      "Kehren Sie über 2–3 Wochen täglich zu diesen Gedanken zurück und ergänzen Sie sie – so entsteht neues Denken und eine tragfähige emotionale Gewohnheit.",
      "Liebe ist ein großartiges Erlebnis – sie definiert nicht, wer wir sind. Der Wunsch nach Beziehung ist legitim, aber keine Lebensnotwendigkeit.",
      "Beziehungen können glücklich machen; die Fähigkeit, mit sich selbst im Reinen zu sein, ist das Fundament, auf dem eine stimmige Partnerschaft ruht."
    ]
  }
}
