{
  "title": "Wie man Liebesabhängigkeit loswird",
  "description": "Der Artikel untersucht das Glück und die Überzeugungen, die mit Liebe und Beziehungen verbunden sind. Es wird erklärt, dass Glück auf verschiedene Weisen erreicht werden kann, und es werden Techniken vorgeschlagen, um negative Überzeugungen, die mit Einsamkeit verbunden sind, zu ändern. Der Artikel lehrt, Freude in alltäglichen Dingen zu sehen und sich unabhängig vom Vorhandensein romantischer Beziehungen weiterzuentwickeln.",
  "screen_1": {
    "texts": [
      "Beziehungen und Liebe können viel Freude und Glück ins Leben bringen, aber sie sind nicht der einzige Weg.",
      "Glück ist ein komplexer und vielschichtiger Prozess, und jeder hat das Recht, seine eigenen Methoden und Wege zu wählen, um es zu erreichen.",
      "Daher macht es Ihr Leben nicht unvollständig, wenn Ihre aktuelle Lebenssituation keine romantischen Beziehungen beinhaltet.",
      "Um Ihre Überzeugungen zu ändern, müssen Sie erhebliche Anstrengungen unternehmen; es ist ein langer und mühsamer Prozess.",
      "Aber wir sind sicher, dass Sie, indem Sie die folgenden Empfehlungen und Techniken nutzen, Ihre Liebesabhängigkeit überwinden und lernen können, sowohl in Beziehungen als auch ohne sie glücklich zu sein.",
      "Änderung des Filters",
      "Haben Sie bemerkt, dass Sie, wenn Sie sich einsam fühlen, auf der Straße immer wieder verliebte Paare sehen?",
      "Und es scheint, als sei die ganze Welt gegen Sie: hier ein Paar Tauben, dort ein Kater und eine Katze, und Sie sind immer noch allein. So funktioniert die kognitive Verzerrung – der negative Filter.",
      "Das ist ein Denk- und Wahrnehmungsfehler, bei dem Sie nur das bemerken, was Sie beunruhigt, und den Rest ignorieren.",
      "Ändern Sie den Filter – sehen Sie die Welt breiter. Lernen Sie nicht nur glückliche Paare zu sehen, sondern auch glückliche Einzelpersonen. Oder Menschen, die eine Beziehung haben, aber dadurch nicht glücklicher geworden sind – der soziale Status rechtfertigt sich nicht immer."
    ],
    "quote": {
      "text": "Glück ist wie ein Schmetterling: Je mehr Sie es jagen, desto mehr entzieht es sich Ihnen. Aber wenn Sie Ihre Aufmerksamkeit auf andere Dinge lenken, kommt es und setzt sich sanft auf Ihre Schulter.",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Liste des erwarteten Vergnügens",
      "Glück kann jeden Tag in kleinen Freuden, in der persönlichen Entwicklung, in Freundschaften und vielen anderen Aspekten des Lebens gefunden werden.",
      "Aber höchstwahrscheinlich denken Sie nicht so und sind überzeugt, dass Sie ohne einen anderen Menschen nicht glücklich sein können.",
      "Um diese Überzeugung auf ihren Realitätsgehalt zu überprüfen, nutzen Sie die „Liste des erwarteten Vergnügens“. Darin gibt es mehrere Spalten, in denen Sie das erwartete und das tatsächliche Vergnügen, das Sie aus verschiedenen Aktivitäten (Arbeit und Freizeit) alleine oder in Gesellschaft anderer Menschen ziehen, prognostizieren und angeben sollen.",
      "In der ersten Spalte geben Sie das Datum des Experiments an.",
      "In der zweiten schreiben Sie einige Aktivitäten auf, die Sie an diesem Tag im Rahmen des Experiments planen (wir empfehlen 40–50 Experimente über zwei bis drei Wochen durchzuführen. Wählen Sie Aktivitäten, die Ihnen normalerweise ein Gefühl der Zufriedenheit oder Freude bereiten oder solche, die Potenzial für Lernen oder persönliches Wachstum haben).",
      "In der dritten Spalte geben Sie an, mit wem Sie diese Aktivitäten durchführen werden. Wenn alleine, schreiben Sie: „Ich“. ",
      "In der vierten Spalte schätzen Sie, wie viel Vergnügen Ihnen die jeweilige Aktivität bereiten wird, indem Sie es auf einer Skala von 0 bis 100 % bewerten – je höher die Zahl, desto höher das erwartete Vergnügen.",
      "Es ist sehr wichtig, die vierte Spalte auszufüllen, bevor Sie mit der geplanten Aktivität beginnen, nicht danach! Nachdem Sie die ersten vier Spalten ausgefüllt haben, gehen Sie zur Tat über.",
      "Danach tragen Sie in die fünfte Spalte das tatsächliche Vergnügen ein, indem Sie dasselbe Bewertungssystem – von 0 bis 100 % – verwenden.",
      "Nachdem Sie eine Reihe solcher Experimente durchgeführt haben, können Sie die von Ihnen gesammelten Daten analysieren und viel Interessantes über sich selbst erfahren.",
      "Erstens, indem Sie das erwartete Vergnügen (Spalte 4) mit dem tatsächlichen Vergnügen (Spalte 5) vergleichen, erfahren Sie, wie genau Ihre Prognosen sind.",
      "Sie können feststellen, dass Sie die erwartete Freude, die Sie aus Aktivitäten ziehen, vor allem wenn Sie sie alleine durchführen, normalerweise unterschätzen.",
      "Vielleicht sind Sie auch überrascht zu erfahren, dass Aktivitäten mit jemandem nicht immer Ihre Erwartungen erfüllen.",
      "Tatsächlich könnten Sie sogar feststellen, dass es in vielen Fällen angenehmer war, Zeit alleine zu verbringen als in Gesellschaft.",
      "Und Sie könnten auch feststellen, dass die höchsten Bewertungen, die Sie für Einzelaktivitäten vergeben haben, den Bewertungen für Aktivitäten in Gesellschaft gleichkommen oder diese sogar übertreffen."
    ],
    "quote": {
      "text": "Niemand kann Ihnen das Gefühl geben, minderwertig zu sein, ohne Ihre Zustimmung.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "Korrektur der Überzeugungen",
      "Liebe, Beziehungen und Ehe sind keine notwendigen Bedingungen für Glück und Selbstwertgefühl, manchmal reichen sie einfach nicht aus.",
      "Ein Beweis dafür sind Millionen von Männern und Frauen, die in der Ehe leben und dennoch unglücklich sind.",
      "Wenn Liebe ein Heilmittel gegen Einsamkeit, Probleme, schlechte Laune und Depressionen wäre, dann wären alle Psychologen arbeitslos.",
      "Aber leider ist das nicht der Fall, das Vorhandensein eines Partners garantiert kein glückliches Leben. Und das muss man erkennen und akzeptieren.",
      "Um mit der Arbeit an Ihrer Überzeugung zu beginnen, formulieren und schreiben Sie sie auf. Sie kann unterschiedlich klingen:",
      "Wenn ich keinen Partner habe, bin ich unglücklich",
      "Wenn mich niemand liebt, bin ich ein Versager",
      "Ohne Beziehungen bin ich unvollständig",
      "Schreiben Sie dann auf, wie genau Ihre Überzeugung Ihnen schadet. Zum Beispiel:",
      "übermäßig hohe Anforderungen an sich selbst, denen kein Ende gesetzt ist, es scheint, als sei ich nicht gut genug für eine Beziehung",
      "unrealistische Erwartungen an den Partner, globale Schlussfolgerungen über Liebe und Nicht-Liebe anstelle von Aufmerksamkeit für konkrete Probleme",
      "ständige Unzufriedenheit und depressive Stimmung, genährt durch jede Situation der Einsamkeit",
      "Danach schreiben Sie Gegenargumente auf. Dies kann ein schwieriger Prozess sein und möglicherweise mehrere Tage dauern; ergänzen Sie die Liste nach Bedarf, wenn neue Gedanken kommen.",
      "Zum Beispiel für die Überzeugung „Alleinsein ist schrecklich und erniedrigend“ können folgende Gegenargumente notiert werden:",
      "wenn man alleine ist, hat man die Möglichkeit, sich selbst besser kennenzulernen",
      "ohne Beziehungen hat man die Möglichkeit, etwas Neues auszuprobieren, Dinge zu tun, die in Beziehungen viel schwieriger wären",
      "es ist besser, allein zu sein, als mit einem unpassenden Partner",
      "Und der wichtigste Teil dieses Prozesses – ersetzen Sie Ihre alte Überzeugung durch eine neue. Sie sollte realistisch und rational klingen, damit Sie daran glauben können.",
      "Zum Beispiel: „Einsamkeit kann angenehm und nützlich sein, in ihr kann man sich ausruhen und sich selbst besser kennenlernen. Und Liebe manifestiert sich in verschiedenen Beziehungen.",
      "Auch ohne Partner kann man Nähe zu Menschen spüren, Erfahrungen teilen und Wärme zeigen. Es ist wichtig, sich auf die Art von Beziehungen zu stützen, die ich persönlich möchte, und wenn ich sie nicht habe – das Ziel setzen und versuchen, sie zu schaffen.",
      "Aber das Fehlen eines Partners macht mich nicht unvollständig. Ebenso wenig macht mich das Verlangen nach einem Partner schwach und abhängig.“",
      "Lesen Sie diese Aufzeichnungen jeden Tag für 2-3 Wochen, Sie können sie ergänzen oder ändern. Auf diese Weise können Sie das negative Denkmuster überwinden und den Grundstein für Ihre Veränderungen legen.",
      "Liebe ist eine wunderbare Erfahrung, aber wie jede andere kann sie sowohl positiv als auch negativ sein und sollte nicht bestimmen, wer wir sind und warum wir hier sind.",
      "Wunsch und Bedürfnis sind nicht dasselbe. Sauerstoff ist ein Bedürfnis, Liebe ist ein Wunsch.",
      "Liebe ist kein Bedürfnis eines Erwachsenen!",
      "Der Wunsch, eine Liebesbeziehung aufzubauen, ist normal. Daran ist nichts Schlechtes. Gute Beziehungen zu einem geliebten Menschen sind ein wunderbares Vergnügen.",
      "Aber um zu überleben oder das höchste Glück zu erleben, brauchen Sie weder die Zustimmung, noch die Liebe, noch die Aufmerksamkeit eines anderen Menschen."
    ]
  }
}
