{
  "title": "Liebesabhängigkeit",
  "description": "Liebe schenkt Wärme, Inspiration und Verbundenheit. Wird sie jedoch zur einzigen Quelle von Wert und Freude, kann sie verletzen und gesunde Beziehungen erschweren. Dieser Beitrag hilft, solche Überzeugungen zu erkennen und behutsam neu zu bewerten – damit Zufriedenheit sowohl in uns selbst als auch an der Seite eines anderen Menschen wachsen kann.",
  "screen_1": {
    "texts": [
      "Liebe ist ein außergewöhnliches Gefühl, dem unzählige Lieder, Gedichte und Gemälde gewidmet sind. Sie kann beflügeln, Kraft geben und das Leben mit intensiven Emotionen füllen.",
      "Der Wunsch zu lieben und geliebt zu werden ist natürlich – er gehört zum Menschsein.",
      "Wenn jedoch innerlich der Gedanke dominiert: „Wirklich glücklich und vollständig bin ich nur mit einem Partner“, weist das auf eine Abhängigkeit von Liebe hin.",
      "Was meinen wir mit Liebesabhängigkeit?",
      "Ein Zustand, in dem Liebe wie eine Lebensnotwendigkeit erlebt wird – ohne sie scheinen Freude und innere Stabilität kaum möglich.",
      "Dann entsteht die Erwartung, eine Partnerin oder ein Partner möge die innere Leere füllen, Sicherheit schenken und das eigene Selbstwertgefühl tragen.",
      "Auf Dauer schwächt das die Selbstachtung und steht reifen, gesunden Beziehungen im Weg.",
      "Wurzeln dieser Abhängigkeit liegen häufig in frühen Erfahrungen: mangelnde Zuwendung, Liebe „für Leistung“, die Angst, vergessen oder verlassen zu werden.",
      "Besonders gefährdet sind Menschen, denen es schwerfällt, eigene Stärken zu sehen und haltgebende innere Ressourcen wahrzunehmen.",
      "War Liebe in der Kindheit rar, kann sich die Überzeugung bilden: „Mit mir stimmt etwas nicht“ oder „Ich bin nur liebenswert, wenn ich perfekt bin.“",
      "Im Erwachsenenleben folgt daraus oft die Suche nach Bestätigung des eigenen Wertes über eine Partnerschaft.",
      "So erging es etwa Viktoria, 28: Alleinsein brachte ihr oft Sehnsucht und Unruhe; der Gedanke „Glück gibt es nur in Beziehungen“ machte sie fragil und abhängig von äußerer Liebe."
    ]
  },
  "screen_2": {
    "texts": [
      "Bei der Arbeit an ihren Überzeugungen fragte sich Viktoria ehrlich, was ihr dieser Gedanke gibt – und was er ihr nimmt.",
      "Sie hielt folgende Folgen fest:",
      "„Wenn ich allein bin, sinkt meine Stimmung schnell, mir fehlt Antrieb.“",
      "„Es fällt mir schwer, das Leben jenseits einer Beziehung spannend zu finden.“",
      "„Ich vergleiche mich häufiger, spüre Neid und Traurigkeit.“",
      "„Mein Selbstwert sackt ab, ich beginne, mich zu bemitleiden.“",
      "Dann sah sie die vermeintlichen „Pluspunkte“ der Überzeugung:",
      "„Wenn Beziehungen das Wichtigste sind, habe ich Ziel und Sinn.“",
      "„Der Glaube an die Liebe gibt Hoffnung und Richtung.“",
      "Gleichzeitig bemerkte sie:",
      "Trotz Jahren des Suchens und Wartens half ihr diese Überzeugung nicht, die Beziehung zu finden, die sie wollte.",
      "Abhängigkeit kann Menschen abstoßen: Wer zu sehr „braucht“, wirkt angespannt, fordernd oder überempfindlich.",
      "Menschen hingegen, die Freude in sich selbst finden, wirken oft anziehend – ihre innere Stabilität macht sie warmherzig und frei.",
      "Klingt die innere Botschaft wie „Liebe mich, denn ohne dich bin ich nichts“, entsteht Druck – die Beziehung wird zur Notwendigkeit, nicht zur Wahl.",
      "Entsteht dennoch eine Partnerschaft, bleibt sie oft zerbrechlich: Der Partner oder die Partnerin wird zur Quelle für Stimmung, Sicherheit und Sinn – und jedes seiner oder ihres Worte kann verletzen.",
      "Mit der Zeit erschöpft diese Abhängigkeit sowohl die Beziehung als auch die betroffene Person."
    ],
    "quote": {
      "text": "„Echtes Glück beginnt mit dem Gefühl, dass Sie schon jetzt gut genug sind.“",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Wertvoll ist es, Freude und Halt in sich selbst zu kultivieren. Dann wird Beziehung zur Wahl – nicht zur unverzichtbaren Stütze.",
      "Vielleicht taucht der Einwand auf: „Klingt schön, ist aber unrealistisch. Alleinsein heißt unglücklich sein.“",
      "Die Wirklichkeit ist oft anders: Viele Menschen erleben Genuss, Sinn und Inspiration – auch in Phasen des Alleinseins.",
      "Alleinsein bedeutet nicht Leere. Die eigene Menschlichkeit geht nicht verloren, wenn wir mit uns selbst Zeit verbringen.",
      "Vieles entfaltet sich gerade solo: Musik, Spaziergänge, Reisen, Kreativität, Lesen, Sport, gutes Essen, das Gefühl von Freiheit.",
      "Fragen Sie sich: Was schenkt speziell Ihnen Freude? Welche kleinen Dinge wärmen Ihren Tag?",
      "Manchmal streben wir so sehr nach Beziehung, dass wir vergessen: Zuerst braucht es einen sicheren, freundlichen inneren Ort.",
      "Dann wird Liebe nicht zur Rettung – sondern zum Geschenk.",
      "Und der Partner oder die Partnerin nicht zur Sinnquelle – sondern zu jemandem, mit dem sich ein bereits erfülltes Leben teilen lässt."
    ],
    "quote": {
      "text": "„Selbstliebe ist der Beginn einer langen, schönen Beziehung.“",
      "author": "Oscar Wilde"
    }
  }
}
