{
  "title": "Wie befreie ich mich von Liebesabhängigkeit?",
  "description": "Der Beitrag untersucht das Thema Glück und die Überzeugungen rund um Liebe und Beziehungen. Es wird erklärt, dass Glück auf verschiedene Arten erreicht werden kann, und es werden Techniken vorgeschlagen, um negative Überzeugungen über Einsamkeit zu verändern. Der Artikel lehrt, Freude in alltäglichen Dingen zu finden und sich unabhängig von romantischen Beziehungen weiterzuentwickeln.",
  "screen_1": {
    "texts": [
      "Beziehungen und Liebe können viel Freude und Glück in unser Leben bringen, aber sie sind nicht der einzige Weg.",
      "Glück ist ein komplexer und facettenreicher Prozess, und jeder hat das Recht, seine eigenen Methoden und Wege zu wählen, um es zu erreichen.",
      "Wenn Ihre derzeitige Lebenssituation keine romantische Beziehung umfasst, macht das Ihr Leben nicht weniger vollständig.",
      "Um Ihre Überzeugungen zu verändern, erfordert es viel Anstrengung, es ist ein langer und arbeitsintensiver Prozess.",
      "Aber wir sind sicher, dass Sie, wenn Sie die folgenden Empfehlungen und Techniken anwenden, sich von Liebesabhängigkeit befreien und lernen können, sowohl in Beziehungen als auch ohne sie glücklich zu sein.",
      "Den Filter wechseln",
      "Haben Sie schon einmal bemerkt, dass Sie, wenn Sie sich einsam fühlen, ständig verliebte Paare auf der Straße sehen?",
      "Es scheint, als sei die ganze Welt gegen Sie: Hier ein Paar Tauben, da ein Kätzchen und ein Kater, und Sie sind ganz allein. So funktioniert kognitive Verzerrung – der negative Filter.",
      "Dies ist ein Denkfehler, bei dem Sie nur das bemerken, was Sie stört, und alles andere ignorieren.",
      "Ändern Sie den Filter – sehen Sie die Welt weiter. Lernen Sie, nicht nur glückliche Paare zu sehen, sondern auch glückliche Einzelpersonen. Oder Menschen, die zwar einen Partner haben, aber nicht glücklicher sind – sozialer Status ist nicht immer das, was er zu sein scheint."
    ],
    "quote": {
      "text": "Glück ist wie ein Schmetterling: Je mehr du versuchst, ihn zu fangen, desto mehr entzieht er sich dir. Aber wenn du deine Aufmerksamkeit auf andere Dinge richtest, wird er kommen und sich leise auf deine Schulter setzen.",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Liste der vermuteten Freude",
      "Glück lässt sich jeden Tag in kleinen Freuden finden, in persönlicher Entwicklung, in Freundschaften und vielen anderen Lebensbereichen.",
      "Aber wahrscheinlich denken Sie nicht so und sind überzeugt, dass Sie ohne eine andere Person nicht glücklich sein können.",
      "Um diese Überzeugung auf ihre Realität zu überprüfen, verwenden Sie die „Liste der vermuteten Freude“. Diese enthält mehrere Spalten, in denen Sie vorhersagen und die tatsächliche Freude aufzeichnen, die Sie bei verschiedenen Aktivitäten (Arbeit und Freizeit) alleine oder in Gesellschaft anderer Menschen empfinden.",
      "In der ersten Spalte tragen Sie das Datum des Experiments ein.",
      "In der zweiten Spalte notieren Sie einige Aktivitäten, die Sie an diesem Tag im Rahmen des Experiments durchführen möchten (Wir empfehlen, 40–50 Experimente über zwei bis drei Wochen durchzuführen. Wählen Sie Aktivitäten, die normalerweise Zufriedenheit oder Freude bringen oder die Potenzial für Lernen oder persönliches Wachstum haben).",
      "In der dritten Spalte schreiben Sie auf, mit wem Sie diese Aktivitäten durchführen werden. Wenn alleine, schreiben Sie: „Ich“. ",
      "In der vierten Spalte schätzen Sie, wie viel Freude diese Aktivität Ihnen bringen wird, auf einer Skala von 0 bis 100 %, wobei höhere Werte mehr Freude erwarten lassen.",
      "Es ist wichtig, die vierte Spalte vor der Durchführung der Aktivität auszufüllen, nicht danach! Nachdem Sie die ersten vier Spalten ausgefüllt haben, gehen Sie zur Handlung über.",
      "Nach der Aktivität tragen Sie in die fünfte Spalte die tatsächliche Freude ein, ebenfalls auf einer Skala von 0 bis 100 %.",
      "Nach einer Reihe solcher Experimente können Sie die gesammelten Daten analysieren und viele interessante Dinge über sich selbst herausfinden.",
      "Vergleichen Sie zunächst die vermutete Freude (Spalte 4) mit der tatsächlichen (Spalte 5), um herauszufinden, wie genau Ihre Vorhersagen waren.",
      "Sie werden möglicherweise feststellen, dass Sie normalerweise die Freude, die Sie beim Alleinsein erleben, unterschätzen.",
      "Es könnte auch überraschend sein, dass Aktivitäten mit anderen nicht immer Ihre Erwartungen erfüllen.",
      "Tatsächlich könnten Sie entdecken, dass Sie in vielen Fällen mehr Freude daran haben, Zeit alleine zu verbringen, als in Gesellschaft.",
      "Und Sie könnten feststellen, dass die höchsten Bewertungen für Allein-Aktivitäten genauso hoch oder sogar höher sind als für Aktivitäten in Gesellschaft."
    ],
    "quote": {
      "text": "Niemand kann dich ohne dein Einverständnis fühlen lassen, dass du unvollständig bist.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "Korrektur von Überzeugungen",
      "Liebe, Beziehungen und Ehe sind keine Voraussetzung für Glück und Selbstwertsteigerung, manchmal sind sie einfach nicht genug.",
      "Der Beweis dafür sind Millionen von Männern und Frauen, die verheiratet sind und dennoch unglücklich.",
      "Wenn Liebe ein Heilmittel gegen Einsamkeit, Probleme, schlechte Laune und Depressionen wäre, wären alle Psychologen arbeitslos.",
      "Aber leider ist das nicht der Fall, ein Partner garantiert nicht automatisch ein glückliches Leben. Das muss man anerkennen und akzeptieren.",
      "Um mit einer Überzeugung zu arbeiten, formulieren und schreiben Sie sie auf. Sie kann sich auf verschiedene Weise äußern:",
      "Wenn ich keinen Partner habe, bin ich unglücklich.",
      "Wenn mich niemand liebt, bin ich ein Versager.",
      "Ohne Beziehung bin ich unvollständig.",
      "Dann beschreiben Sie, wie Ihre Überzeugung Sie hindert. Zum Beispiel:",
      "übermäßig hohe Anforderungen an sich selbst, die keine Grenzen haben, das Gefühl, nicht gut genug für eine Beziehung zu sein.",
      "unrealistische Erwartungen an den Partner, globale Schlussfolgerungen über Liebe und Nicht-Liebe anstelle von Aufmerksamkeit für konkrete Probleme.",
      "ständige Unzufriedenheit und gedrückte Stimmung, genährt von jeder Situation der Einsamkeit.",
      "Danach schreiben Sie Gegenargumente. Dieser Prozess kann schwierig sein und möglicherweise mehrere Tage in Anspruch nehmen, aber ergänzen Sie die Liste, sobald neue Gedanken auftauchen.",
      "Für die Überzeugung „Allein zu sein ist schrecklich und beschämend“ könnten folgende Gegenargumente sinnvoll sein:",
      "Wenn man alleine ist, hat man die Chance, sich selbst besser kennenzulernen.",
      "Ohne Beziehung hat man die Möglichkeit, Neues auszuprobieren, Dinge zu tun, die in einer Beziehung viel schwieriger wären.",
      "Es ist besser, alleine zu sein, als mit dem falschen Partner.",
      "Der wichtigste Teil dieses Prozesses: Ersetzen Sie Ihre alte Überzeugung durch eine neue. Sie sollte realistisch und rational klingen, damit Sie daran glauben.",
      "Zum Beispiel: „Alleinsein kann angenehm und nützlich sein, es gibt mir die Möglichkeit, mich auszuruhen und mich selbst besser kennenzulernen. Und Liebe zeigt sich in verschiedenen Beziehungen.",
      "Auch ohne Partner kann man Nähe zu Menschen empfinden, seine Gefühle teilen und Wärme erfahren. Ich sollte darauf achten, welche Art von Beziehung ich möchte, und wenn ich sie nicht habe, sollte ich das Ziel setzen, sie zu finden.",
      "Aber der Mangel an einem Partner macht mich nicht unvollständig. Ebenso wie der Wunsch nach einem Partner macht mich nicht schwach oder abhängig.“",
      "Lesen Sie diese Einträge täglich für 2–3 Wochen, und ergänzen oder ändern Sie sie nach Bedarf. So können Sie ein negatives Denkmuster überwinden und den Weg zu Ihren Veränderungen beginnen.",
      "Liebe ist eine wundervolle Erfahrung, aber wie jede andere kann sie sowohl positiv als auch negativ sein und sollte nicht bestimmen, wer wir sind und warum wir hier sind.",
      "Bedürfnis und Wunsch sind nicht dasselbe. Sauerstoff ist ein Bedürfnis, aber Liebe ist ein Wunsch.",
      "Liebe ist kein Bedürfnis für erwachsene Menschen!",
      "Der Wunsch, eine Liebesbeziehung aufzubauen, ist normal. Daran ist nichts Schlechtes. Eine gute Beziehung zu einem geliebten Menschen ist ein wunderbares Vergnügen.",
      "Aber um zu überleben oder das größte Glück zu erleben, brauchen Sie weder die Zustimmung noch die Liebe oder Aufmerksamkeit eines anderen Menschen."
    ]
  }
}
