{
  "title": "Abhängigkeit von Liebe",
  "description": "Liebe, besungen von Dichtern und Künstlern, beflügelt und verleiht ein Gefühl der Lebensfülle. Doch die Umwandlung der Liebe in ein pathologisches Bedürfnis zerstört die Persönlichkeit und behindert den Aufbau gesunder Beziehungen, insbesondere bei Menschen mit geringem Selbstwertgefühl. Wahres Glück und Lebenserfüllung finden sich, indem man lernt, seine Stimmungen zu regulieren und Freuden zu genießen, die nicht von der Anwesenheit eines Partners abhängen.",
  "screen_1": {
    "texts": [
      "Liebe ist ein herrliches Gefühl, besungen von Dichtern, Künstlern und Musikern. Sie beflügelt, inspiriert und schenkt ein Gefühl der Lebensfülle.",
      "Natürlich strebt jeder von uns danach, zu lieben und geliebt zu werden.",
      "Wenn jedoch Ihre Vorstellung von Liebe auf der Überzeugung beruht: „Ich kann nicht wirklich glücklich und erfüllt sein, wenn ich keinen Partner habe. Um vollkommen glücklich zu sein, muss ich geliebt werden“, ist das bereits ein Zeichen von Abhängigkeit.",
      "Was bedeutet es, von Liebe abhängig zu sein?",
      "Es bedeutet, dass Liebe zu einem pathologischen Bedürfnis wird, ohne das Sie kein Glück empfinden können.",
      "Sie leiden unter der Abwesenheit von Liebe, erwarten, dass jemand diese Lücke füllt. Sie sind überzeugt, dass Ihr Leben nur dann besser, interessanter und erfüllter wird, wenn ein geliebter Mensch erscheint, der Sie wichtig, bedeutend und komplett macht.",
      "Solch eine Abhängigkeit ist ein destruktiver Zustand, der Ihre Persönlichkeit, Ihr Selbstwertgefühl und die Fähigkeit, gesunde Beziehungen aufzubauen, untergräbt.",
      "Die Ursachen von Liebesabhängigkeit können vielfältig sein, haben aber oft ihre Wurzeln in der Kindheit oder Jugend.",
      "Besonders anfällig dafür sind Menschen mit geringem Selbstwertgefühl, die Einsamkeit fürchten, auf ihre Mängel fixiert sind und nicht an ihre eigenen Stärken und Fähigkeiten glauben.",
      "Ein geringes Selbstwertgefühl, das aus der Kindheit stammt, wird als Mangelhaftigkeit wahrgenommen.",
      "Wenn Eltern einem Kind wenig Aufmerksamkeit schenken und es an elterlicher Liebe mangelt, wird es im Erwachsenenalter diese Gefühle bei Partnern suchen, was abhängige Beziehungen bildet.",
      "Betrachten wir das Beispiel von Viktoria, 28 Jahre alt, die ihre Abende und Wochenenden in Verzweiflung verbringt, weil sie glaubt: „Ich kann nur in einer Beziehung glücklich sein. Ohne einen Mann bin ich nichts.“",
      "Für sie ist es genauso wichtig, geliebt zu werden, wie zu atmen. Diese Anspruchshaltung stößt oft Menschen ab."
    ]
  },
  "screen_2": {
    "texts": [
      "Im Prozess der Analyse ihrer Überzeugungen hat Viktoria die Nachteile und Vorteile ihres Denkens aufgelistet.",
      "Die Nachteile klangen so:",
      "Die Überzeugung stürzt mich in Verzweiflung, weil ich allein bin.",
      "Ich verliere die Lust, irgendetwas zu tun, die Welt zu erkunden oder Hobbys nachzugehen.",
      "Deswegen fühle ich mich faul und unglücklich.",
      "Es erzeugt ein Gefühl des Mitleids mit sich selbst",
      "Es beraubt mich des Stolzes und der Zuversicht, lässt mich andere beneiden und Enttäuschung empfinden.",
      "Dann listete sie die Vorteile der Überzeugung auf:",
      "Die Hoffnung, einen Partner zu finden, Liebe und Sicherheit zu gewinnen.",
      "Es gibt mir ein Ziel und einen Sinn im Leben.",
      "Wie realistisch sind diese Vorteile?",
      "Viktoria hat viele Jahre geglaubt, dass sie ohne einen Mann nicht leben kann, doch diese Überzeugung hat bisher keinen gewünschten Partner angezogen.",
      "Viktoria kam zu dem Schluss, dass sie den Männern zu viel Bedeutung beimisst, was keinen von ihnen angezogen hat.",
      "Sie hat auch erkannt, dass abhängige Menschen oft zu anspruchsvoll erscheinen, was das Aufbauen von Beziehungen erschwert.",
      "Sie sah, dass Menschen, die das Glück in sich selbst finden, häufig andere anziehen, weil sie Freude und Sicherheit ausstrahlen.",
      "Liebesabhängigkeit hindert daran, gesunde Beziehungen aufzubauen. Indem Sie das Bedürfnis nach einem anderen Menschen für Ihr eigenes Glück ausdrücken, senden Sie unbewusst die Botschaft: „Liebe mich, denn ohne dich bin ich nichts wert“. Solche Beziehungen sind selten gesund.",
      "Selbst wenn Sie in einer Beziehung sind, die auf solchen Überzeugungen basiert, sind diese selten gesund. Denn Sie setzen völlig darauf, dass eine bestimmte Person, die Sie unterbewusst als Quelle Ihres Glücks betrachten, an Ihrer Seite ist.",
      "Und Sie sind bereit, dafür alles zu tun. Wenn Sie nicht die „Dosis“ der Emotionen und Gefühle bekommen, die Sie benötigen, werden Sie Druck auf Ihren Partner ausüben, um sich geliebt zu fühlen, oder Sie beginnen, sich vorzustellen, die wahre Liebe woanders zu finden.",
      "Und es wird Ihnen immer etwas fehlen oder „etwas stimmt nicht“, weil Sie die Verantwortung für Ihr Zustand auf eine andere Person gelegt haben."
    ],
    "quote": {
      "text": "Echtes Glück besteht darin, mit sich selbst zufrieden zu sein.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Es ist sehr wichtig, zu lernen, wie man seine eigene Stimmung reguliert und Glück in sich selbst findet. Dies ermöglicht Ihnen, sich lebendig zu fühlen, sowohl wenn Sie alleine sind als auch wenn Sie mit einem geliebten Menschen zusammen sind.",
      "Aber Sie könnten denken: „Das klingt zwar gut, aber es ist unwahrscheinlich. Allein zu sein bedeutet, ein emotionaler Versager zu sein.“",
      "Viele glauben, dass Liebe die Welt antreibt. Sie sehen das in der Werbung, hören es in beliebten Liedern, lesen es in Gedichten. Doch in Wahrheit ist Liebe nicht der einzige Weg zu einem glücklichen und erfüllten Leben.",
      "Allein zu sein bedeutet nicht, unglücklich zu sein. Die meisten Freuden im Leben erhalten wir für uns selbst.",
      "Zum Beispiel, wenn Sie Ihre Lieblingsmusik hören, tanzen, durch schöne Orte spazieren, ein Buch lesen oder Eis essen. Sie brauchen keine Gesellschaft, um angenehme Empfindungen zu erleben.",
      "Die Anzahl der Freuden, die man alleine genießen kann, ist unendlich. Das bedeutet, dass Ihnen viele Quellen des Vergnügens zur Verfügung stehen, unabhängig davon, ob jemand in Ihrer Nähe ist oder nicht.",
      "Überlegen Sie, welche Ihre Liste von Freuden ist? Womit können Sie sich selbst erfreuen?",
      "Manchmal streben wir so sehr nach perfekten Beziehungen und der Idee einer hohen Emotion, dass wir aus den Augen verlieren, was wir wirklich brauchen, um echte Liebe zu erleben."
    ],
    "quote": {
      "text": "Liebe zu sich selbst ist der Beginn einer lebenslangen Romanze.",
      "author": "Oscar Wilde"
    }
  }
}
