{
  "title": "Liebesabhängigkeit",
  "description": "Liebe, von Dichter*innen und Künstler*innen besungen, beflügelt und lässt das Leben erfüllter erscheinen. Wird sie jedoch zur pathologischen Bedürftigkeit, zerstört sie die Persönlichkeit und verhindert gesunde Beziehungen – besonders bei Menschen mit geringem Selbstwert. Echtes Glück und Lebensfülle lassen sich finden, wenn wir unsere Stimmung regulieren lernen und Genüsse kultivieren, die nicht von einer Partnerschaft abhängen.",
  "screen_1": {
    "texts": [
      "Liebe ist ein großartiges Gefühl, das von Poet*innen, Künstler*innen und Musiker*innen gefeiert wird. Sie beflügelt, inspiriert und vermittelt das Gefühl von Lebensfülle.",
      "Natürlich strebt jeder Mensch danach, zu lieben und geliebt zu werden.",
      "Wenn sich Ihr Liebesverständnis jedoch auf die Überzeugung verkürzt: „Ich kann nicht wirklich glücklich und erfüllt sein, wenn ich keine*n Partner*in habe. Für mein Glück brauche ich unbedingt Liebe“, ist das bereits ein Zeichen von Abhängigkeit.",
      "Was bedeutet es, von Liebe abhängig zu sein?",
      "Wenn Liebe zur pathologischen Notwendigkeit wird, ohne die Sie sich nicht glücklich fühlen können.",
      "Sie leiden unter dem Fehlen von Liebe und erwarten, dass jemand diese Leere füllt. Sie sind überzeugt, Ihr Leben werde erst besser, interessanter und erfüllter, wenn ein geliebter Mensch erscheint, der Ihnen Sinn und Ganzheit gibt.",
      "Eine solche Abhängigkeit ist destruktiv: Sie untergräbt Persönlichkeit, Selbstwert und die Fähigkeit, gesunde Beziehungen aufzubauen.",
      "Die Ursachen für Liebesabhängigkeit sind vielfältig, reichen jedoch oft bis in Kindheit oder Jugend zurück.",
      "Besonders gefährdet sind Menschen mit geringem Selbstwert, die Angst vor Einsamkeit haben, sich auf eigene Schwächen fixieren und nicht an ihre Fähigkeiten glauben.",
      "Ein niedriger, aus der Kindheit stammender Selbstwert wird als eigene Unzulänglichkeit erlebt.",
      "Wenn Eltern wenig Aufmerksamkeit schenken und es an elterlicher Zuwendung mangelt, sucht man als Erwachsene*r diese Gefühle bei Partner*innen – und entwickelt abhängige Beziehungsmuster.",
      "Betrachten wir das Beispiel von Viktoria (28), die Abende und Wochenenden in Verzweiflung verbringt, weil sie glaubt: „Ich kann nur in einer Beziehung glücklich sein. Ohne Mann bin ich nichts.“",
      "Für sie ist Geliebtwerden so wichtig wie Atmen. Diese Anspruchshaltung schreckt häufig ab."
    ]
  },
  "screen_2": {
    "texts": [
      "Bei der Analyse ihrer Überzeugungen notierte Viktoria Nachteile und vermeintliche Vorteile ihres Denkens.",
      "Die Nachteile lauteten so:",
      "Die Überzeugung stürzt mich in Niedergeschlagenheit, weil ich allein bin.",
      "Ich verliere die Lust, etwas zu tun, die Welt zu entdecken oder meinen Hobbys nachzugehen.",
      "Dadurch fühle ich mich träge und unglücklich.",
      "Das weckt Selbstmitleid.",
      "Es raubt mir Stolz und Zuversicht, lässt mich andere beneiden und schürt Enttäuschung.",
      "Dann hielt sie die vermeintlichen Vorteile fest:",
      "Hoffnung, eine*n Partner*in zu finden, Liebe und Sicherheit zu erleben.",
      "Sie gibt mir Richtung und Sinn.",
      "Wie real sind diese „Vorteile“?",
      "Viktoria war jahrelang überzeugt, ohne Mann nicht leben zu können – doch diese Überzeugung hat ihr bisher keine gewünschte Partnerschaft gebracht.",
      "Viktoria erkannte, dass sie Männern übergroße Bedeutung beimisst – und genau das niemanden anzieht.",
      "Zudem wurde ihr klar: Abhängige Menschen wirken oft zu fordernd – das erschwert den Beziehungsaufbau.",
      "Sie sah, dass Menschen, die ihr Glück in sich selbst finden, andere eher anziehen, weil sie Freude und Selbstsicherheit ausstrahlen.",
      "Liebesabhängigkeit verhindert gesunde Beziehungen. Wer seine Bedürftigkeit nach außen trägt, sendet unterschwellig: „Liebe mich, denn allein bin ich nichts wert.“ Solche Beziehungen sind kaum gesund.",
      "Und selbst innerhalb einer Beziehung bleiben sie fragil, wenn diese Überzeugungen bestehen: Sie verlassen sich vollständig auf eine bestimmte Person, die Sie als Quelle Ihres Glücks sehen.",
      "Dafür sind Sie zu allem bereit. Bleibt die „Dosis“ an Gefühlen aus, setzen Sie die Beziehung unter Druck, um sich geliebt zu fühlen, oder idealisieren eine Liebe anderswo.",
      "Es wird stets zu wenig sein oder „irgendetwas nicht stimmen“, weil Sie einem anderen Menschen die Verantwortung für Ihren Zustand übertragen haben."
    ],
    "quote": {
      "text": "Wahres Glück besteht darin, mit sich selbst im Reinen zu sein.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Es ist entscheidend, die eigene Stimmung regulieren zu lernen und das Glück in sich selbst zu finden. Dann fühlen Sie sich sowohl allein als auch mit Partner*in gleichermaßen lebendig.",
      "Vielleicht denken Sie: „Klingt gut, ist aber unrealistisch. Alleinsein heißt emotional zu versagen.“",
      "Viele glauben, Liebe sei der Motor der Welt – Werbung, Popmusik und Lyrik vermitteln das. Tatsächlich ist Liebe jedoch nicht der einzige Weg zu einem glücklichen, erfüllten Leben.",
      "Alleinsein bedeutet keineswegs Unglück. Die meisten Freuden erleben wir für uns selbst.",
      "Zum Beispiel beim Hören Ihrer Lieblingsmusik, beim Tanzen, beim Spazierengehen an schönen Orten, beim Lesen oder beim Eisessen. Für angenehme Empfindungen braucht es keine Begleitung.",
      "Die Zahl der Genüsse, die Sie allein erleben können, ist nahezu unbegrenzt. Das heißt: Ihnen stehen unzählige Quellen von Freude zur Verfügung – unabhängig davon, ob jemand an Ihrer Seite ist oder nicht.",
      "Wie sähe Ihre persönliche Genussliste aus? Womit könnten Sie sich heute etwas Gutes tun?",
      "Mitunter jagen wir so sehr idealisierten Beziehungen und der Idee „großer Gefühle“ nach, dass wir aus dem Blick verlieren, was wir tatsächlich brauchen, um echte Liebe zu erleben."
    ],
    "quote": {
      "text": "Sich selbst zu lieben ist der Beginn einer lebenslangen Romanze.",
      "author": "Oscar Wilde"
    }
  }
}
