{
  "title": "Bin ich immer schuld? Die Illusion der Allmacht",
  "description": "Dieser Artikel untersucht das psychologische Phänomen der Personalisierung – den Glauben, dass man die Ursache für alles ist, was um einen herum geschieht. Der Text beleuchtet die Mechanismen dieses Denkens und dessen negative Folgen wie Stress, Angst, geringes Selbstwertgefühl und Beziehungsprobleme. Außerdem werden die Gründe für die Entstehung solcher Überzeugungen, beginnend in der Kindheit und unter dem Einfluss kultureller Normen, erörtert. Abschließend werden Empfehlungen zur Überwindung der Personalisierung und zur Befreiung von unbegründeten Schuldgefühlen gegeben.",
  "screen_1": {
    "texts": [
      "In jeder Situation, egal wie das Ergebnis aussieht – ich bin der Grund dafür.",
      "Den Zug verpasst – ich habe zu lange gebraucht. Die Leute gegenüber in der U-Bahn lachen – bestimmt über mich. Der Partner ist schlecht gelaunt – also habe ich etwas falsch gemacht.",
      "Kommt Ihnen das bekannt vor?",
      "Wenn ja, haben wir es mit der Überzeugung von der eigenen Allmacht zu tun.",
      "Jeder von uns hat in gewissem Maße Personalisierung erlebt.",
      "Es ist eine tückische psychologische Falle, die einen glauben lässt, das Zentrum des Universums zu sein und für vieles, was um einen herum geschieht, verantwortlich zu sein.",
      "Sie sind überzeugt, dass die Menschen um Sie herum ausschließlich auf Sie reagieren, dass ihre Handlungen, Gedanken und Gefühle vollständig von Ihrem Verhalten abhängen, obwohl das in Wirklichkeit außerhalb Ihrer Kontrolle liegt.",
      "Aber Sie quälen sich, indem Sie sich selbst verurteilen und ein bedrückendes Schuldgefühl verspüren.",
      "Paradoxerweise schränkt der Glaube an die eigene Allmacht und Omnipotenz Sie ein, versetzt Sie in Angst und verringert Ihre Effizienz.",
      "Wie zeigt sich Personalisierung?",
      "«Alles liegt an mir»: Sie neigen dazu zu glauben, dass alles, was in Ihrem Leben passiert, das Ergebnis Ihrer eigenen Handlungen ist. Egal ob gut oder schlecht, Sie übernehmen die volle Verantwortung.",
      "«Alles dreht sich um mich»: Sie sind überzeugt, dass andere ständig an Sie denken, über Sie reden und all Ihre Fehler und Mängel bemerken.",
      "«Ich bin schuld»: Das Schuldgefühl wird zu einem ständigen Begleiter, unabhängig von den tatsächlichen Ursachen der Ereignisse."
    ]
  },
  "screen_2": {
    "texts": [
      "Zum Beispiel:",
      "Stellen Sie sich vor, Sie betreten ein Geschäft, und an der Kasse antwortet Ihnen der Verkäufer unhöflich. Anstatt zu denken, dass der Verkäufer einen schlechten Tag gehabt haben könnte oder einfach unhöflich ist, fangen Sie an, sich selbst Vorwürfe zu machen: «Ich habe wohl etwas Falsches gesagt oder getan».",
      "Sie treffen sich mit Freunden, und eine Bekannte, die Sie nicht mögen, wurde eingeladen. Sie denken, dass dies absichtlich getan wurde, um Ihnen zu zeigen, dass Sie überflüssig sind und sie nicht mit Ihnen befreundet sein wollen.",
      "«Wenn sie meinen Anruf nicht beantwortet, ist sie bestimmt sauer auf mich».",
      "Diese Jugendlichen lachen und schauen sich an – sie reden bestimmt über mich.",
      "Bei dieser Denkweise spielt es keine Rolle, wer tatsächlich schuld ist – die Schuld wird immer als Ihre empfunden. Was denken Sie, wozu das führen kann? Natürlich zu Stress, Apathie, Angst, Problemen mit dem Selbstwertgefühl und sogar zu Depressionen.",
      "Warum ist Personalisierung gefährlich?",
      "Übermäßige Selbstkritik: Menschen können dazu neigen, sich für Ereignisse zu kritisieren und sich die Schuld zu geben, die tatsächlich außerhalb ihrer Kontrolle lagen.",
      "Stress und Angst: Das ständige Gefühl, dass alle Probleme wegen mir entstehen, führt zu chronischem Stress und Angst.",
      "Beziehungsprobleme: Menschen, die zur Personalisierung neigen, können das Verhalten anderer falsch interpretieren, sich beleidigt fühlen und Beziehungen zerstören.",
      "Verzerrte Wahrnehmung der Realität: Wie jede irrationale Überzeugung führt Personalisierung in die Irre, hindert Sie daran, die Situation nüchtern zu beurteilen und objektive Fakten und Umstände zu erkennen.",
      "Geringes Selbstwertgefühl: Wenn Sie sich ständig für alles die Schuld geben, untergraben Sie Ihr Selbstvertrauen.",
      "Opferhaltung: Manche Menschen versuchen unbewusst, sich selbst zu schaden, indem sie sich für eingebildete Verfehlungen bestrafen. Sie könnten anderen erlauben, sie geringschätzig zu behandeln."
    ],
    "quote": {
      "text": "Schuldgefühle erzeugen zwangsläufig ein Bestrafungsszenario, ohne dass Ihr Bewusstsein davon Kenntnis hat",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Woher kommt die Personalisierung?",
      "Diese Art von Überzeugungen entwickelt sich bereits in der Kindheit.",
      "Es ist bekannt, dass das Denken von Kindern egozentrisch ist, was bedeutet, dass ein Kind wirklich glaubt, die Ursache für alles zu sein, was um es herum geschieht.",
      "Für Kinder im Alter von drei bis vier Jahren ist es zum Beispiel völlig normal zu glauben, dass die Sonne aufgeht, weil sie aufgewacht sind, und untergeht, wenn es Zeit für sie ist, ins Bett zu gehen.",
      "Viele Erwachsene nutzen jedoch auch im Erwachsenenalter noch Elemente des egozentrischen Denkens im Alltag.",
      "Familiärer oder gesellschaftlicher Druck kann eine Person dazu bringen, sich für das Wohlergehen anderer verantwortlich zu fühlen. Zum Beispiel ein Kind, das bereits in jungen Jahren gezwungen ist, sich um seine Eltern zu kümmern.",
      "Probleme mit dem Selbstwertgefühl können sowohl eine Folge als auch eine Ursache solcher Überzeugungen sein.",
      "Menschen mit geringem Selbstwertgefühl neigen oft zur Personalisierung. Sie könnten glauben, dass sie es nicht verdienen, gut behandelt zu werden, und daher negative Ereignisse auf ihr eigenes Handeln oder ihre eigenen Mängel zurückführen.",
      "Traumatische Erlebnisse in der Vergangenheit können ebenfalls zur Personalisierung beitragen. In jungen Jahren besteht eine hohe Wahrscheinlichkeit, dass das Denken eines Kindes verzerrt wird und es glaubt, dass alles, was passiert, von ihm abhängt.",
      "Zum Beispiel, wenn jemand in seiner Kindheit oft von seinen Eltern Sätze wie «Du bist an allem schuld» oder «Du machst nie etwas richtig» gehört hat, könnte er diesen «Stempel» ein Leben lang tragen und alle negativen Ereignisse seiner Schuld zuschreiben.",
      "In einigen Kulturen ist es üblich, die Verantwortung für alles zu übernehmen, was um einen herum geschieht. Dies kann dazu führen, dass Menschen zur Personalisierung neigen, auch wenn sie keine Schuld am Geschehenen haben.",
      "Unabhängig von den Gründen für die Entstehung solcher Überzeugungen können wir unser Denken in jedem Lebensabschnitt ändern, wenn wir die Motivation dazu haben.",
      "Im nächsten Kapitel werden wir, wie gewohnt, die wichtigsten Empfehlungen zur Arbeit mit dem Glauben an die eigene Allmacht besprechen."
    ],
    "quote": {
      "text": "Du kannst dich nicht für alles verantwortlich machen, wenn du dich nicht für allmächtig hältst.",
      "author": "Michail Bulgakow"
    }
  }
}
