{
  "title": "Ausweg aus der Falle „Alles wegen mir“",
  "description": "Der Artikel befasst sich mit dem Phänomen der Personalisierung – der Neigung, Ereignisse als persönlich auf sich bezogen wahrzunehmen. Es werden Methoden diskutiert, die helfen, die negativen Folgen dieses Denkens zu reduzieren, einschließlich Selbstbeobachtung und Situationsanalyse. Der Autor bietet praktische Ratschläge und Übungen zur Verbesserung des psychischen Wohlbefindens und zur Befreiung von unnötigem Schuldgefühl an.",
  "screen_1": {
    "texts": [
      "Manchmal bezeichnen Menschen den Glauben an Personalisierung fälschlicherweise als „Größenwahn“.",
      "Dies weist jedoch nicht unbedingt auf Illusionen von Größe hin, sondern spiegelt vielmehr eine Weltsicht wider, bei der eine personifizierende Person sich selbst ins Zentrum des Universums stellt: Alle Ereignisse scheinen persönlich mit ihr verbunden zu sein.",
      "Innerlich wird dies nicht als das Gefühl unermesslicher Macht oder Stärke erlebt, sondern als ständiger Druck, Aufmerksamkeit von anderen und verborgene Feindseligkeit.",
      "Um diesen schädlichen Denkstil zu überwinden, ist es wichtig, die wahren Ursachen der entstandenen Probleme zu erkennen.",
      "Anstatt sich für Dinge verantwortlich zu machen, die außerhalb Ihrer Kontrolle liegen, und folglich Schuldgefühle gegenüber der ganzen Welt zu empfinden, konzentrieren Sie sich auf die Analyse der Situation.",
      "Beginnen Sie mit der Selbstbeobachtung. Der erste Schritt zur Reduzierung der Personalisierung ist das Bewusstsein, wie es bei jedem anderen irrationalen Denken der Fall ist. Achten Sie genau auf Ihre Gedanken und Reaktionen auf Ereignisse. Beachten Sie, wann Sie dazu neigen, Verantwortung für etwas zu übernehmen, das tatsächlich nicht in Ihrer Kontrolle liegt.",
      "Versuchen Sie dann, andere Faktoren zu identifizieren, die die Situation beeinflusst haben könnten, für die Sie Verantwortung übernommen haben. Zum Beispiel: „Ist es wahr, dass nur ich an diesem Streit schuld bin? Welche anderen Faktoren und Umstände könnten eine Rolle gespielt haben?“",
      "Berücksichtigen Sie mögliche Gründe für das Verhalten anderer Menschen, die nicht mit Ihren Handlungen zusammenhängen. Versuchen Sie, sich in ihre Lage zu versetzen und zu verstehen, was ihre Reaktion beeinflusst haben könnte. Zum Beispiel, was sonst noch ihre Stimmung oder ihr Verhalten verursacht haben könnte?"
    ],
    "quote": {
      "text": "Alles, was wir hören, ist eine Meinung, keine Tatsache. Alles, was wir sehen, ist eine Perspektive, keine Wahrheit.",
      "author": "Mark Aurel"
    }
  },
  "screen_2": {
    "texts": [
      "Verwenden Sie die folgenden Fragen zur Analyse:",
      "Muss ich mich für das, was passiert ist, schuldig fühlen?",
      "Konnte ich das kontrollieren?",
      "Bin ich wirklich für alles verantwortlich? Oder nur für einen Teil des Problems? Für welchen genau?",
      "Welche anderen Gründe könnte es für dieses Problem geben?",
      "Beispiel:",
      "Stellen Sie sich vor, Sie kommen zur Arbeit und Ihre Kollegin hat Sie nicht begrüßt. Sofort kommt Ihnen der Gedanke: „Ich habe etwas falsch gemacht. Es scheint, sie mag mich nicht. Vielleicht habe ich gestern etwas Falsches gesagt oder habe selbst nicht gegrüßt, und jetzt rächt sie sich an mir.“",
      "Analysieren Sie Ihre Gedanken mit den oben genannten Fragen und notieren Sie alternative rationale Antworten:",
      "Vielleicht hat sie mich nicht begrüßt, weil sie nicht genug geschlafen hat, es einfach vergessen hat, in Gedanken versunken war oder schon früher gegrüßt hat und ich es nicht bemerkt habe.",
      "Wahrscheinlich hängt ihr möglicher schlechter Zustand und die Tatsache, dass sie nicht gegrüßt hat, in keiner Weise mit meinem Verhalten zusammen. Ich kann das Gegenteil nur beweisen, wenn ich sie direkt frage. Die wahrscheinlichste Erklärung: Sie hat nicht genug geschlafen, etwas ist am Morgen passiert, oder sie hat es einfach vergessen.",
      "Ich bin mir nicht sicher, ob sie traurig war, aber selbst wenn ja, gibt es viele Gründe für ihren Zustand, die nichts mit mir zu tun haben könnten. Selbst wenn sie wegen mir verärgert ist, sollte sie es mir sagen, sonst kann ich die Situation nicht genau verstehen.",
      "Da ich nicht genau weiß, ob der Grund mit meinen Handlungen zusammenhängt, werde ich mich deswegen nicht schuldig fühlen.",
      "Denken Sie daran, dass wir nicht alles im Leben kontrollieren können. Manchmal muss man einfach akzeptieren, was passiert, und nicht versuchen, alles mit eigenen Fehlern zu erklären."
    ],
    "quote": {
      "text": "Es sind nicht die Dinge selbst, die die Menschen beunruhigen, sondern ihre Vorstellungen von den Dingen.",
      "author": "Epiktet"
    }
  },
  "screen_3": {
    "texts": [
      "Sie können auch die folgenden Übungen verwenden, um an Ihrer Überzeugung zu arbeiten:",
      "Anwendung einer externen Perspektive",
      "Stellen Sie sich vor, ein Freund erzählt Ihnen, dass sein Kollege ihn morgens nicht begrüßt hat. Wie würden Sie reagieren? Was würden Sie ihm sagen? Welchen Rat würden Sie geben? Dies hilft Ihnen, sich von Ihren eigenen Emotionen zu distanzieren und die Situation objektiver zu betrachten.",
      "Setzen Sie den Satz „wenn ich wirklich“ fort",
      "Versuchen Sie, den folgenden Satz zu beenden: „Wenn ich wirklich dafür verantwortlich wäre, würde das bedeuten, dass…“",
      "Zum Beispiel: „Wenn ich wirklich für das Scheitern des Projekts verantwortlich wäre, würde das bedeuten, dass ich alle Teilnehmer kontrollieren und alle Fehler verhindern könnte.“ Aber in Wirklichkeit liegen viele Faktoren außerhalb Ihrer Kontrolle.",
      "„Wenn ich wirklich dafür verantwortlich wäre, dass mein Freund auf mich wütend ist, würde das bedeuten, dass ich seine Gedanken lesen und seine Wünsche erraten kann.“ Aber das ist unmöglich.",
      "Das Beenden des Satzes „wenn ich wirklich“ hilft Ihnen, Ihre Verantwortung zu analysieren und zu erkennen, dass Sie nicht immer alles kontrollieren können, was passiert.",
      "Mit diesen einfachen Techniken können Sie negative Gedanken loswerden und sich von dem Gefühl befreien, für alles verantwortlich zu sein.",
      "Denken Sie daran, dass Sie nicht der Mittelpunkt des Universums sind und nicht für alle Ereignisse um Sie herum verantwortlich sein müssen. Lenken Sie Ihre Energie besser darauf, Probleme zu lösen und ein glücklicheres und harmonischeres Leben zu führen."
    ]
  }
}
