{
  "title": "Ausweg aus der Falle „Alles wegen mir“",
  "description": "Der Beitrag erklärt, was Personalisierung ist – die Gewohnheit, Ereignisse auf sich selbst zu beziehen. Sie erfahren, warum dieses Denken unnötige Schuldgefühle und Anspannung erzeugt und wie Sie Schritt für Schritt einen realistischeren Blick auf Situationen entwickeln. Die Übungen helfen, Gedanken von Tatsachen zu trennen, Selbstkritik zu reduzieren und mehr innere Ruhe zu finden.",
  "screen_1": {
    "texts": [
      "Manchmal wird Personalisierung salopp als „Größenwahn“ bezeichnet – doch hier geht es nicht um Macht- oder Bedeutungsgefühle.",
      "Personalisierung bedeutet, Vorkommnisse als mit der eigenen Person verknüpft wahrzunehmen – auch ohne belastbare Anhaltspunkte.",
      "Innerlich fühlt sich das häufig nicht wie Stärke an, sondern wie Unruhe: als ob alle hinschauten, bewerteten und makelloses Verhalten erwarteten.",
      "Um das Muster zu verlassen, lohnt es sich, reale Ursachen von Ereignissen zu betrachten, statt sich automatisch die Schuld zu geben.",
      "Übernehmen wir Verantwortung für Dinge außerhalb unserer Kontrolle, überfordern wir uns – das ist ein Nährboden für Schuldgefühle und Erschöpfung.",
      "Der erste Schritt ist Beobachtung: Bemerken Sie den Gedanken „Das ist meine Schuld“, obwohl es dafür kaum oder keine Anhaltspunkte gibt.",
      "Fragen Sie sich: „Habe ich diese Situation tatsächlich beeinflusst? Oder ist das nur eine Annahme – keine Tatsache?“",
      "Erwägen Sie alternative Erklärungen. Zum Beispiel: „Sie hat nicht gegrüßt. Vielleicht ist sie aufgewühlt, in Eile oder in Gedanken – das muss nichts mit mir zu tun haben.“"
    ],
    "quote": {
      "text": "„Alles, was wir hören, ist eine Meinung – keine Tatsache. Alles, was wir sehen, ist eine Perspektive – nicht die Wahrheit.“",
      "author": "Marcus Aurelius"
    }
  },
  "screen_2": {
    "texts": [
      "Hilfreich ist ein kleiner Fragenkatalog:",
      "Muss ich mich hier wirklich schuldig fühlen?",
      "Lag das unter meiner Kontrolle?",
      "Wofür trage ich konkret Verantwortung – und wo verläuft die Grenze?",
      "Welche anderen Ursachen könnten eine Rolle gespielt haben?",
      "Ein Beispiel:",
      "Sie kommen zur Arbeit, eine Kollegin grüßt nicht. Automatischer Gedanke: „Sicher habe ich etwas falsch gemacht.“",
      "Jetzt folgt die Analyse:",
      "Vielleicht hat sie mich nicht gesehen, war in Gedanken, übermüdet, in Eile oder mit eigenen Sorgen beschäftigt.",
      "Die genaue Ursache kenne ich ohne direktes Gespräch nicht.",
      "Selbst schlechte Laune kann viele Gründe haben, die nichts mit mir zu tun haben.",
      "Ohne Anhaltspunkte gibt es keinen Grund für Selbstbeschuldigungen.",
      "Wir können nicht alles steuern. Manchmal ist der beste Schritt: loslassen und den Dingen ihren Lauf lassen."
    ],
    "quote": {
      "text": "„Nicht die Dinge beunruhigen die Menschen, sondern die Vorstellungen von den Dingen.“",
      "author": "Epiktet"
    }
  },
  "screen_3": {
    "texts": [
      "Einige Übungen, die unterstützen können:",
      "Perspektivwechsel",
      "Stellen Sie sich vor, eine Freundin schildert denselben Vorfall. Was würden Sie sagen? Wie würden Sie sie trösten? Genauso dürfen Sie auch mit sich selbst umgehen.",
      "Die „Wenn-ich-wirklich…“-Formel",
      "Ergänzen Sie den Gedanken: „Wenn ich wirklich für alles verantwortlich wäre, hieße das…“",
      "Zum Beispiel: „…dass ich die Gefühle anderer kontrollieren kann“, oder „…dass ich Gedanken lesen kann“, oder „…dass ich für alle Ereignisse um mich herum zuständig bin.“",
      "Wenn die Absurdität dieser Fantasien auffällt, fällt es leichter, zur Realität zurückzukehren.",
      "Mit der Zeit helfen solche Übungen, Tatsachen behutsam von automatischer Schuld zu trennen.",
      "Achtsam zu sein ist wertvoll – aber es bedeutet nicht, für alles einstehen zu müssen.",
      "Wer sich von Personalisierung löst, gewinnt Leichtigkeit, Raum und inneres Gleichgewicht zurück."
    ]
  }
}
