{
  "title": "Bin immer ich schuld? Die Illusion der Allmacht",
  "description": "Dieser Artikel untersucht das psychologische Phänomen der Personalisierung – den Glauben, dass man die Ursache für alles ist, was um einen herum geschieht. Es werden die Mechanismen dieses Denkens und seine negativen Folgen wie Stress, Angst, geringes Selbstwertgefühl und Beziehungsprobleme erläutert. Der Artikel beschreibt auch, wie solche Überzeugungen entstehen, beginnend in der Kindheit und durch kulturelle Normen beeinflusst. Abschließend werden Empfehlungen gegeben, wie man Personalisierung überwinden und sich von ungerechtfertigtem Schuldgefühl befreien kann.",
  "screen_1": {
    "texts": [
      "In jeder Situation, ganz gleich, wie das Ergebnis ist – die Ursache bin ich.",
      "Ich habe den Zug verpasst – ich habe zu lange gebraucht. Die Leute im U-Bahn-Station lachen – wahrscheinlich über mich. Mein Partner hat keine gute Laune – das muss meine Schuld sein.",
      "Kommt Ihnen das bekannt vor?",
      "Wenn ja, dann sprechen wir hier von der Überzeugung der eigenen Allmacht.",
      "Jeder von uns ist in gewissem Maße mit Personalisierung konfrontiert.",
      "Es ist eine heimtückische psychologische Falle, die Sie dazu bringt, sich als Zentrum des Universums zu fühlen und für vieles, was um Sie herum geschieht, Verantwortung zu übernehmen.",
      "Sie sind überzeugt, dass die Menschen um Sie herum ausschließlich auf Sie reagieren, dass ihre Handlungen, Gedanken und Gefühle vollständig von Ihrem Verhalten abhängen – obwohl all das außerhalb Ihrer Kontrolle liegt.",
      "Doch Sie leiden, indem Sie sich selbst verurteilen und ein erdrückendes Schuldgefühl verspüren.",
      "Paradoxerweise schränkt der Glaube an die eigene Allmacht und Stärke Sie ein, indem er Angst erzeugt und Ihre Effizienz verringert.",
      "Wie zeigt sich Personalisierung?",
      "„Alles wegen mir“: Sie neigen dazu zu glauben, dass alles, was im Leben passiert, das Ergebnis Ihrer eigenen Handlungen ist. Egal ob gut oder schlecht, Sie übernehmen die gesamte Verantwortung.",
      "„Alles dreht sich um mich“: Sie sind überzeugt, dass andere ständig über Sie nachdenken, über Sie sprechen und alle Ihre Fehler und Mängel bemerken.",
      "„Ich bin schuld“: Das Schuldgefühl wird ein ständiger Begleiter, unabhängig von den tatsächlichen Ursachen der Ereignisse."
    ]
  },
  "screen_2": {
    "texts": [
      "Zum Beispiel:",
      "Stellen Sie sich vor, Sie gehen in ein Geschäft, und der Verkäufer reagiert grob. Anstatt zu denken, dass der Verkäufer vielleicht einen schlechten Tag hatte oder einfach nur unhöflich war, beginnen Sie, sich selbst zu tadeln: „Vielleicht habe ich etwas Falsches gesagt oder getan.“",
      "Sie werden zu einem Treffen mit Freunden eingeladen, und jemand, den Sie nicht mögen, ist dabei. Sie denken, dass sie das absichtlich gemacht haben, um Ihnen zu zeigen, dass Sie nicht willkommen sind und dass sie nicht mit Ihnen sprechen wollen.",
      "„Wenn sie nicht ans Telefon geht, dann hat sie sich über mich geärgert.“",
      "Diese Jugendlichen lachen und tauschen Blicke aus – sie reden wahrscheinlich über mich.",
      "Bei dieser Denkweise ist es völlig unwichtig, wer tatsächlich schuld ist – die Schuld wird immer als Ihre empfunden. Was glauben Sie, wohin führt das? Genau, zu Stress, Apathie, Angst, Problemen mit dem Selbstwertgefühl und sogar Depressionen.",
      "Warum ist Personalisierung gefährlich?",
      "Übermäßige Selbstkritik: Menschen neigen dazu, sich selbst zu kritisieren und Schuld zu übernehmen für Ereignisse, die tatsächlich nicht in ihrer Hand lagen.",
      "Stress und Angst: Das ständige Gefühl, dass alles wegen einem selbst passiert, führt zu chronischem Stress und Angst.",
      "Beziehungsprobleme: Personen, die zur Personalisierung neigen, interpretieren das Verhalten anderer oft falsch, was zu Missverständnissen und zerstörten Beziehungen führt.",
      "Verzerrte Wahrnehmung der Realität: Wie bei jeder irrationalen Überzeugung führt Personalisierung zu Fehlwahrnehmungen, die es schwierig machen, Situationen objektiv zu beurteilen und die realen Fakten zu erkennen.",
      "Geringes Selbstwertgefühl: Sich ständig selbst für alles verantwortlich zu machen, untergräbt das Vertrauen in sich selbst.",
      "Opferhaltung: Manche Menschen schaden sich unbewusst, indem sie sich selbst für eingebildete Fehler bestrafen. Sie lassen es zu, dass andere sie mit Missachtung behandeln."
    ],
    "quote": {
      "text": "Das Schuldgefühl führt immer zu einem Bestrafungsszenario, ohne dass Ihr Bewusstsein davon weiß.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Woher kommt Personalisierung?",
      "Diese Art von Überzeugungen bildet sich bereits in der Kindheit.",
      "Es ist bekannt, dass das Denken von Kindern egozentrisch ist, das heißt, ein Kind glaubt wirklich, es sei für alles verantwortlich, was um es herum passiert.",
      "Zum Beispiel ist es für Kinder im Alter von drei bis vier Jahren völlig normal zu glauben, dass die Sonne aufgeht, weil sie aufgewacht sind, und untergeht, wenn es Zeit für sie ist, ins Bett zu gehen.",
      "Viele Erwachsene verwenden jedoch immer noch egozentrische Denkmuster im Alltag.",
      "Familien- oder gesellschaftlicher Druck kann dazu führen, dass eine Person sich für das Wohlergehen anderer verantwortlich fühlt. Zum Beispiel ein Kind, das in jungen Jahren gezwungen wird, für die Eltern zu sorgen.",
      "Probleme mit dem Selbstwertgefühl können sowohl eine Folge als auch eine Ursache für solche Überzeugungen sein.",
      "Menschen mit niedrigem Selbstwert neigen oft zur Personalisierung. Sie glauben, dass sie es nicht verdienen, gut behandelt zu werden, und schreiben daher negative Ereignisse ihren eigenen Handlungen oder Mängeln zu.",
      "Traumatische Erfahrungen in der Vergangenheit können ebenfalls zur Personalisierung führen. In jungen Jahren ist es wahrscheinlich, dass das Kind seine Denkweise verzerrt und glaubt, alles hänge von ihm ab.",
      "Zum Beispiel, wenn eine Person in ihrer Kindheit oft von den Eltern hört: „Du bist an allem schuld“ oder „Du machst nie etwas richtig“, trägt sie dieses „Etikett“ möglicherweise ein Leben lang mit sich und schreibt alle negativen Ereignisse ihrer Schuld zu.",
      "In einigen Kulturen ist es üblich, Verantwortung für alles, was um einen herum passiert, zu übernehmen. Dies kann dazu führen, dass Menschen zur Personalisierung neigen, selbst wenn sie nicht an dem Geschehen beteiligt sind.",
      "Was auch immer die Gründe für diese Überzeugungen sind, wir können unser Denken zu jedem Zeitpunkt im Leben verändern, wenn wir die Motivation dazu haben.",
      "Im nächsten Kapitel werden wir wie gewohnt die wichtigsten Empfehlungen zur Arbeit mit dem Glauben an die eigene Allmacht behandeln."
    ],
    "quote": {
      "text": "Man kann sich nicht für alles schuldig fühlen, wenn man sich nicht für allmächtig hält.",
      "author": "Michail Bulgakow"
    }
  }
}
