{
  "title": "Bin immer ich schuld? Die Illusion der Allmächtigkeit",
  "description": "Personalisierung bezeichnet die Gewohnheit, äußere Ereignisse auf sich selbst zu beziehen. Diese Denkweise führt häufig zu Schuldgefühlen, Anspannung und emotionaler Erschöpfung. In diesem Beitrag zeigen wir, wie sich die Überzeugung „Alles passiert wegen mir“ bildet, warum sie so auslaugt und wie Sie Schritt für Schritt einen objektiveren, freundlicheren Blick auf Situationen entwickeln.",
  "screen_1": {
    "texts": [
      "„In jeder Situation bin die Ursache ich.“",
      "Den Zug verpasst – „Ich habe schlecht geplant“. Jemand lacht in der U-Bahn – „bestimmt über mich“. Die Partnerperson ist nachdenklich – „offenbar meine Schuld“.",
      "Sind Ihnen solche Gedanken vertraut, begegnen Sie Personalisierung – dem inneren Gefühl, alles geschehe wegen oder meinetwegen.",
      "Dabei geht es nicht um Größe oder Bedeutung, sondern um Schwere: als stünden Sie ständig im Fokus und müssten alles kontrollieren.",
      "Dieses Muster findet sich bei vielen Menschen – von ängstlichen bis hin zu perfektionistisch Veranlagten.",
      "Personalisierung rückt die eigene Person ins Zentrum jeder Situation und schreibt Ihnen unwillkürlich zu viel Verantwortung zu.",
      "So wirkt es, als bezögen sich Reaktionen, Worte und Stimmungen anderer unmittelbar auf Sie.",
      "Die Folge sind innere Anspannung, Schuldgefühle und der Druck, immer „alles richtig“ machen zu müssen.",
      "Paradox ist: Die Überzeugung „Ich beeinflusse alles“ vermittelt keine Stärke. Sie erschöpft, steigert die Angst und verengt den Blick auf die Realität.",
      "Wie zeigt sich das konkret?",
      "„Wegen mir“: Beinahe jedes Geschehen wird als persönliche Zuständigkeit erlebt.",
      "„Alle denken über mich“: Das Gefühl ständiger Beobachtung und Bewertung.",
      "„Ich bin schuld“: Schuld tritt auf, bevor es Anhaltspunkte gibt – sogar entgegen den Fakten."
    ]
  },
  "screen_2": {
    "texts": [
      "Beispiele:",
      "An der Kasse reagiert eine Person unfreundlich. Statt anzunehmen, dass es ein schwieriger Tag sein könnte, meldet sich der Gedanke: „Was habe ich falsch gemacht?“",
      "Bei einem Treffen erscheint jemand, mit dem es Ihnen schwerfällt – und statt „Wir harmonieren nicht“ entsteht: „Das ist bestimmt gegen mich gerichtet.“",
      "Auf eine Nachricht kommt keine Antwort – sofort taucht der Gedanke auf: „Ich habe gekränkt.“",
      "Jugendliche lachen in der Nähe – „sicher reden sie über mich“.",
      "Das erzeugt emotionale Überlastung: Unruhe, Antriebslosigkeit, innere Verkrampfung, Selbstzweifel – und das erhöht leider auch das Depressionsrisiko.",
      "Warum ist das schädlich?",
      "Übermäßige Selbstkritik: Verantwortung wird übernommen, obwohl Belege fehlen.",
      "Mehr Angst: ständige Anspannung und der Versuch, es allen recht zu machen.",
      "Beziehungsstress: Ursachen fremden Verhaltens werden leicht falsch gedeutet.",
      "Realitätsverzerrung: Der Fokus klebt an einem selbst statt an objektiven Faktoren.",
      "Sinkender Selbstwert: Wenn „immer ich“ schuld bin, wird Vertrauen in die eigene Person schwierig.",
      "Gefühl der Ohnmacht: Als müsste die Welt permanent unter Kontrolle gehalten werden."
    ],
    "quote": {
      "text": "„Schuldgefühle suchen stets nach Strafe – oft ohne dass wir es merken.“",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Woher kommt das?",
      "Häufig liegen die Wurzeln in der Kindheit. Kindliches Denken ist egozentrisch: Es wirkt, als drehte sich die Welt um einen selbst.",
      "Erlebt ein Kind Spannungen zu Hause, ist der Gedanke „Das liegt an mir“ oft leichter auszuhalten als der Gedanke, dass Erwachsene überfordert sind.",
      "Manche übernehmen früh Verantwortung – emotional oder sogar praktisch. Das fördert Kontrollgewohnheiten und die Suche nach eigener Schuld.",
      "Wenn Zuwendung und Anerkennung an „Richtigmachen“ geknüpft waren, entsteht das Lernmuster: Sicherheit gibt es nur durch Perfektion.",
      "Sätze wie „wegen dir …“ oder „das hättest du merken müssen“ prägen sich ein und klingen innerlich noch Jahre später nach.",
      "Auch kulturelle Skripte spielen hinein: „Erst an andere denken“ kann in ungesunde Hyperverantwortung kippen.",
      "Wichtig: Personalisierung ist keine Charaktereigenschaft, sondern ein Denkstil.",
      "Die gute Nachricht: Denkgewohnheiten lassen sich verändern – mit Unterstützung, Beobachtung der eigenen Gedanken und schrittweisem Üben.",
      "Im nächsten Teil folgen konkrete Übungen, die helfen, überflüssige Schuld loszulassen und den Kontakt zur Realität sowie zu innerer Ruhe zu stärken."
    ],
    "quote": {
      "text": "„Wenn Sie sich für alles schuldig halten, sprechen Sie sich die Rolle des Allmächtigen zu.“",
      "author": "Michail Bulgakow"
    }
  }
}
