{
  "title": "Ich habe ein Recht darauf. Was ist falsch an dieser Überzeugung?",
  "description": "Dieser Artikel beschäftigt sich mit der „Ich habe ein Recht darauf“-Haltung, die bei Menschen entsteht, die erwarten, dass die Welt sich um sie dreht und all ihre Bedürfnisse erfüllt werden. Der Autor erklärt, wie diese Haltung in der Kindheit entsteht, nennt Beispiele für ihre Ausprägung im Erwachsenenleben und beschreibt die negativen Folgen dieses Denkens, einschließlich Enttäuschung, Beziehungsstress und Verlust der Unabhängigkeit. Abschließend wird die Idee vermittelt, dass es wichtig ist, die Welt so zu akzeptieren, wie sie ist, und zu verstehen, dass sie Platz nicht nur für uns, sondern auch für andere Menschen bietet.",
  "screen_1": {
    "texts": [
      "\"Ich habe ein Recht darauf\" – das ist eine Falle, in die viele geraten, weil sie glauben, die Welt drehe sich nur um sie.",
      "Menschen, die in dieser Position sind, erwarten oft, dass andere mit ihnen übereinstimmen und ihre Bitten erfüllen.",
      "Sie nehmen die Meinungen und Bedürfnisse anderer Menschen nicht in Betracht und glauben, dass ihre eigenen Wünsche und Bedürfnisse wichtiger sind.",
      "Überzeugungen, dass andere einem etwas schulden, können sich wie folgt äußern:",
      "Freunde müssen mir immer helfen.",
      "Mein Partner muss mich immer in allem unterstützen.",
      "Meine Mutter muss sich immer um meine Kinder kümmern.",
      "Alles muss so sein, wie ich es will.",
      "Mir darf niemand absagen.",
      "Die Welt muss mir gegenüber gerecht sein.",
      "Wenn Sie solche Gedanken bei sich bemerken, dann glauben Sie wahrscheinlich, dass Sie von Geburt an Erfolg, Liebe und Glück verdienen.",
      "Sie erwarten, dass das Universum und die Menschen um Sie herum Ihre Wünsche erfüllen, weil Sie ein guter, netter Mensch sind oder weil Sie hart arbeiten.",
      "Doch wenn dies nicht passiert – und das passiert häufig – stehen Sie vor der Wahl: in Verzweiflung und Unzulänglichkeit zu versinken oder in Wut auszubrechen. Menschen, die glauben, dass ihnen alles zusteht, stoßen oft auf Probleme."
    ],
    "quote": {
      "text": "Wir können den Wind nicht kontrollieren, aber wir können die Segel ausrichten.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Und vor allem führt es zu Enttäuschung: Wenn man abgelehnt wird, nicht verstanden wird, dass andere einem helfen müssen oder nicht den Erwartungen entsprechen, wird man sicherlich enttäuscht, verletzt und wütend sein und sich fragen, wie man so behandelt werden kann – als solch ein wunderbarer Mensch.",
      "Sie verschwenden eine Menge Energie für negative Emotionen und sehen die Welt in düsteren Farben. Ihre fordernde Haltung gegenüber dem Leben hindert Sie daran, Freude zu empfinden, denn Sie akzeptieren die Welt nicht so, wie sie ist, und haben immer Ansprüche an die Art und Weise, wie sie sich verhält.",
      "Tanja ist ein typisches Beispiel für eine Person mit der Haltung „Mir steht alles zu“. Sie erwartet, dass ihre Freunde immer verfügbar sind, bereit, alles stehen und liegen zu lassen, um ihr zu helfen und alle ihre Wünsche zu erfüllen.",
      "Zum Beispiel könnte sie um 3 Uhr morgens anrufen und verlangen, dass ihre Freundin sofort kommt, um sie nach einem Streit mit ihrem Freund zu unterstützen.",
      "Oder sie könnte, ohne vorher zu warnen, um Hilfe beim Umzug bitten, obwohl ihre Freundin an diesem Tag bereits ein wichtiges Treffen geplant hatte. Wenn die Freunde ihr nicht helfen können, ist Tanja enttäuscht und fühlt sich verlassen und unnötig.",
      "Diese Haltung ist gefährlich und kann zu Isolation, Spannungen in Beziehungen oder sogar zu deren Zerstörung führen.",
      "Freunde und nahe Menschen beginnen, Treffen oder Gespräche zu meiden, aus Angst vor einer weiteren Forderung, einer Verletzung oder einem Streit. Denn niemand möchte sich ständig verpflichtet fühlen und den Launen eines anderen unterworfen sein.",
      "Woher kommt diese Überzeugung? Diese Haltung bildet sich oft in der Kindheit, wenn das Kind keine realistischen Grenzen erfährt und alles bekommt, was es will. Dies kann aus verschiedenen Gründen geschehen:",
      "Eltern verwöhnen ihr Kind und lassen es alles tun, was ihm in den Sinn kommt.",
      "In diesem Fall entwickelt das Kind einen narzisstischen Teil der Persönlichkeit mit überhöhtem Selbstwertgefühl.",
      "Beispiel: Die kleine Katja bekam immer alles, was sie wollte. Ihre Eltern hielten sie für etwas Besonderes und verweigerten ihr nie etwas. Katja gewöhnte sich daran, dass die Welt sich um sie dreht, und verstand nicht, warum ihre Lehrer in der Schule ihr nicht ihre volle Aufmerksamkeit schenkten oder warum ihre Mitschüler ihre Meinung nicht teilten.",
      "Eltern leben selbst nach dem Prinzip „Mir steht alles zu“.",
      "Das Kind übernimmt dieses Denkmuster der Eltern und übernimmt diese Denkweise.",
      "Beispiel: Vanjas Eltern beschwerten sich ständig über das Leben, dass man ihnen mehr zahlen sollte, dass sie nicht geschätzt werden und dass ihre Rechte ständig verletzt werden. Vanja wuchs in einer Atmosphäre des Unmuts und der Erwartung auf, dass ihm die Welt etwas schuldet."
    ],
    "quote": {
      "text": "Niemand schuldet dir etwas. Alles, was du im Leben erhältst, ist ein Geschenk.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Eltern nahmen die Meinung des Kindes nicht ernst und ignorierten seine Wünsche und Bedürfnisse.",
      "Das Kind ist wütend auf die Eltern, kann seine Wut jedoch nicht offen ausdrücken. Daher richtet es diese Wut auf andere Menschen und glaubt, dass sie es bemitleiden und das ausgleichen sollten, was ihm in der Kindheit fehlte.",
      "Beispiel: Anja träumte immer davon, Künstlerin zu werden, doch ihre Eltern drängten sie, Jura zu studieren, weil sie dachten, dass es ein prestigeträchtiger Beruf sei. Anja ging den Kompromiss ein, aber ihr Herz zog sie immer zur Kunst.",
      "Sie war verletzt, weil ihre Eltern ihr nicht erlaubten, ihren Traum zu verwirklichen, und übertrug diesen Groll auf alle um sie herum, indem sie dachte, dass sie Hilfe finden müsse, um im Leben glücklich zu sein.",
      "Das Kind musste den Eltern gefallen, um ihre Liebe zu bekommen. Es wuchs mit der Überzeugung auf, dass man sich die Liebe verdienen müsse.",
      "Beispiel: Sergej versuchte immer, alle Bedürfnisse seiner Eltern zu erfüllen, aus Angst, sie würden ihn nicht lieben, wenn er etwas falsch machte. Er wuchs mit einem Mangel an Selbstvertrauen auf und versuchte ständig, seinen Wert zu beweisen, indem er glaubte, dass er das bekam, was er verdiente.",
      "Die Folgen einer solchen Überzeugung können vielfältig und negativ sein. Sie beinhalten:",
      "Enttäuschung und Unzufriedenheit: Die Erwartung, dass andere alle Bedürfnisse erfüllen, kann zu ständiger Enttäuschung und einem Gefühl der Unzufriedenheit führen, wenn die Erwartungen nicht mit der Realität übereinstimmen.",
      "Spannungen in Beziehungen: Die Überzeugung, dass die Welt sich nach einem richtet, kann zu Spannungen und Konflikten in Beziehungen führen, da dies oft zu Unzufriedenheit und Missverständnissen führt.",
      "Verlust der Unabhängigkeit: Das ständige Erwarten, dass andere alle Aufgaben übernehmen, macht einen abhängig und hindert an persönlicher Entwicklung und Wachstum.",
      "Negativer Einfluss auf das Selbstwertgefühl: Wenn man sich auf andere verlässt, um die eigenen Bedürfnisse zu erfüllen, entwickelt man kein eigenes Selbstwertgefühl, was zu negativen Emotionen und dem Gefühl der Unvollständigkeit führen kann.",
      "Mangel an gegenseitiger Hilfe: Wenn man sich nur auf sich selbst konzentriert, verpasst man die Möglichkeit, empathisch zu sein und anderen zu helfen, was den Aufbau gesunder Beziehungen und gesellschaftlicher Unterstützung behindern kann."
    ],
    "quote": {
      "text": "Erwarte nicht, dass sich die Welt um dich dreht. Es gibt auch Platz für andere.",
      "author": "Aristoteles"
    }
  },
  "exercise": {
    "title": "Wie gehe ich mit der „Ich muss“-Mentalität um?",
    "description": "Dieser Artikel diskutiert die „Ich muss“-Überzeugungen als Quelle von Stress und Unzufriedenheit und hebt hervor, dass diese Einstellungen uns wie Gefangene der Umstände fühlen lassen. Der Autor schlägt vor, die Unrealität dieser Überzeugungen zu erkennen, sie durch flexiblere Formulierungen zu ersetzen und Verantwortung für unsere Wünsche und Handlungen zu übernehmen. Dankbarkeit und Mitgefühl sowie die Fähigkeit, um Hilfe zu bitten und Unvollkommenheiten zu akzeptieren, können helfen, Stress zu reduzieren und die Lebensqualität zu verbessern.",
    "screen_1": {
      "texts": [
        "Die „Ich muss“-Überzeugungen sind leise Feinde, die uns die Lebensfreude rauben, unsere Ruhe untergraben und es uns schwer machen, konstruktive, enge Beziehungen zu anderen aufzubauen.",
        "Die zentrale Idee dieser Einstellung basiert auf dem Konzept der Pflicht.",
        "Das Wort „muss“ ist in den meisten Fällen eine sprachliche Falle.",
        "Die Bedeutung von „muss“ ist: nur so und nicht anders. Phrasen wie „muss“, „verpflichtet“, „notwendig“ lassen uns das Gefühl geben, Gefangene der Umstände zu sein, weil sie eine Situation anzeigen, in der es keine Alternative gibt.",
        "Doch diese Definition gilt nur in sehr seltenen, fast außergewöhnlichen Fällen.",
        "Ein realistisches Beispiel wäre: „Ein Mensch muss atmen“, da eine Alternative physisch nicht existiert.",
        "Aber die Aussage „Niemand muss zu spät kommen“ ist unangemessen und unrealistisch, weil es tatsächlich passieren kann. Menschen kommen zu spät, sind verspätet oder erscheinen gar nicht.",
        "Deshalb führt die „Ich muss“-Überzeugung unweigerlich zu Stress, sei es akut oder chronisch.",
        "Wie befreie ich mich von der „Ich muss“-Mentalität?",
        "Erkennen Sie die Unrealität Ihrer Überzeugung",
        "Wenn Sie von anderen Menschen verlangen, wie sie sich Ihnen gegenüber verhalten sollen, was sie sagen oder tun müssen, erwarten Sie nur ein bestimmtes Ergebnis.",
        "Das ist eine starke Stressquelle, weil es niemals und nirgendwo in Ihrem Leben ein Umfeld gibt, das immer Ihre Erwartungen erfüllt.",
        "Selbst die einflussreichsten Persönlichkeiten, die höchsten Herrscher, hatten Menschen um sich, die sich nicht „so verhielten, wie sie es sollten“.",
        "Es ist natürlich, dass der psycho-emotionale Stress steigt, wenn wir auf eine Person stoßen, die „nicht so handelt, wie sie sollte“. Dies führt zu dauerhaftem Stress, Ärger und einer Vielzahl negativer Emotionen."
      ],
      "quote": {
        "text": "Wenn du denkst, die Welt schulde dir etwas, wird das deine Quelle des Schmerzes sein. Denk daran, dass die Welt niemandem etwas schuldet.",
        "author": "Buddha"
      }
    },
    "screen_2": {
      "texts": [
        "Bestimmen Sie die Wurzeln Ihrer Überzeugung",
        "Denken Sie darüber nach, woher diese Überzeugung kommt. Vielleicht wurden Sie als Kind verwöhnt und hatten keine realistischen Grenzen oder haben dieses Denken von Ihren Eltern übernommen. Das Erkennen des Ursprungs hilft nicht, die Überzeugung sofort zu beseitigen, aber es ist ein wichtiger Schritt in der Arbeit damit.",
        "Achten Sie darauf, was Sie sagen. Verfolgen Sie Ihre Sprache und ersetzen Sie Worte wie „muss“, „verpflichtet“, „sollte“ durch „ich möchte“, „ich bevorzuge“, „ich würde gern“. ",
        "Beispiel: „Meine Freunde müssen mir immer zuerst anrufen“ ersetzen Sie mit „Ich würde es gerne haben, wenn meine Freunde mir zuerst anrufen würden“. ",
        "Übernehmen Sie Verantwortung",
        "Die semantische Bedeutung dieser Wörter bestimmt, wie wir die Situation betrachten.",
        "In einem Fall ist es eine unvermeidliche Notwendigkeit, deren Verantwortung auf einer äußeren Macht (Menschen, Natur, Umstände usw.) liegt, im anderen Fall ist es eine freie Wahl, für die Sie selbst verantwortlich sind.",
        "Es ist schwierig, die Verantwortung für die Wahl zu übernehmen, aber dieser Weg erhöht Ihre Freiheit und verringert langfristig die Belastung durch Stress.",
        "Zerlegen Sie Ihr „Muss“ in Teile",
        "Anstatt zu sagen „Man muss ...“, fragen Sie sich:",
        "Warum glaube ich, dass es so sein muss?",
        "Gibt es Alternativen?",
        "Was möchte ich damit erreichen?",
        "Was wäre der Nutzen, wenn es so wäre?",
        "Bestimmen Sie Ihre wahren Wünsche und seien Sie ehrlich zu sich selbst. Was wollen Sie wirklich, wenn Sie sagen, dass jemand oder etwas Ihnen etwas schuldet? Welche Werte verteidigen Sie hier?"
      ]
    },
    "screen_3": {
      "texts": [
        "Lernen Sie, um Hilfe zu bitten und Ihre Bedürfnisse auszudrücken",
        "Anstatt anzunehmen, dass andere Ihre Bedürfnisse oder Wünsche kennen, lernen Sie, diese klar und offen zu äußern und um Hilfe zu bitten, wenn dies notwendig ist.",
        "Praktizieren Sie Mitgefühl",
        "Versuchen Sie, die Gefühle anderer Menschen zu verstehen. Denken Sie daran, dass jeder seine eigenen Sorgen hat und nicht immer in der Lage ist, Ihnen zu helfen, zuzuhören oder Sie zu loben.",
        "Versuchen Sie, sich in die Lage anderer zu versetzen, alternative Erklärungen für das Geschehen zu finden und auf diese Weise Empathie zu entwickeln.",
        "Seien Sie dankbar",
        "Anstatt sich darauf zu konzentrieren, was andere für Sie tun sollten, konzentrieren Sie sich auf die Dankbarkeit für das, was sie tun.",
        "Beispiel: Stellen Sie sich vor, ein Kollege hilft Ihnen bei einem Projekt, obwohl er selbst sehr beschäftigt ist. Statt zu denken „Er muss mir helfen, das ist seine Pflicht“, formulieren Sie Ihre Gedanken um: „Ich bin dankbar für die Hilfe meines Kollegen, trotz seiner eigenen Beschäftigung. Er ist ein echter Profi.“",
        "Dankbarkeit hilft uns, die guten Taten anderer Menschen zu sehen und zu schätzen und schafft eine Atmosphäre des gegenseitigen Respekts und der Unterstützung. Dankbarkeit kann sowohl persönlich als auch öffentlich ausgedrückt werden und fördert die Stärkung unserer Beziehungen zu anderen.",
        "Akzeptieren Sie Unvollkommenheit",
        "Die Welt ist nicht perfekt, erwarten Sie nicht das Unmögliche von sich selbst und anderen. Versuchen Sie nicht, die Welt und andere Menschen nach Ihren Vorstellungen zu verändern – es wird sowieso nicht funktionieren.",
        "Befreiung von irrationalen Überzeugungen ist ein langer und nicht immer einfacher Prozess. Aber es lohnt sich, mit der Zeit werden Sie sich freier, glücklicher und selbstbewusster fühlen."
      ]
    }
  }
}
