{
  "title": "Wie man mit Verpflichtungen umgeht",
  "description": "Der Artikel diskutiert die Überzeugungen von Verpflichtungen als Quelle von Stress und Unzufriedenheit und betont, dass diese Einstellungen uns dazu bringen, uns wie Gefangene der Umstände zu fühlen. Der Autor schlägt vor, die Unrealistigkeit solcher Überzeugungen zu erkennen, sie durch flexiblere Formulierungen zu ersetzen und die Verantwortung für unsere Wünsche und Handlungen zu übernehmen. Die Praxis von Dankbarkeit und Mitgefühl sowie die Fähigkeit, um Hilfe zu bitten und Unvollkommenheiten zu akzeptieren, tragen dazu bei, Stress zu reduzieren und die Lebensqualität zu verbessern.",
  "screen_1": {
    "texts": [
      "Überzeugungen von Verpflichtungen sind ein stiller Feind, der uns die Freude am Leben stiehlt, unser inneres Gleichgewicht untergräbt und den Aufbau konstruktiver, enger Beziehungen zu anderen behindert.",
      "Die zentrale Idee dieser Einstellung ist das Konzept der Pflicht.",
      "Das Wort „müssen“ ist in den meisten Fällen eine sprachliche Falle.",
      "Der Sinn des Wortes „müssen“ bedeutet: nur so und nicht anders. Sätze wie: „müssen“, „sollen“, „notwendig“ lassen uns wie Gefangene der Umstände fühlen, da sie eine Situation beschreiben, in der es keine Alternativen gibt.",
      "Aber eine solche Beschreibung ist nur in sehr seltenen, praktisch außergewöhnlichen Fällen zutreffend.",
      "Zum Beispiel ist die Aussage „Der Mensch muss Luft atmen“ realistisch, da es physisch keine Alternative gibt.",
      "Die Aussage „Niemand darf zu spät kommen“ hingegen ist unangemessen und unrealistisch, da es in der Realität durchaus passieren kann. Menschen kommen zu spät, verzögern sich oder erscheinen überhaupt nicht.",
      "Daher führt das Vorhandensein von Verpflichtungsüberzeugungen unweigerlich zu akutem oder chronischem Stress.",
      "Wie befreit man sich von Verpflichtungen?",
      "Erkennen Sie die Unrealistigkeit Ihrer Überzeugungen",
      "Indem Sie von anderen Menschen verlangen, wie sie sich Ihnen gegenüber verhalten sollen, was sie sagen und tun sollen, erwarten Sie nur ein bestimmtes Ergebnis von ihnen.",
      "Dies ist eine starke Stressquelle, da es in niemandes Leben jemals ein Umfeld gab, das immer unsere Erwartungen erfüllte.",
      "Selbst die einflussreichsten Persönlichkeiten, die höchsten Herrscher hatten Menschen in ihrem Leben, die „nicht so handelten, wie sie sollten“.",
      "Natürlich, wenn wir auf jemanden treffen, der „nicht so handelt, wie er sollte“, steigt unser psychoemotionales Erregungsniveau schnell an. Dies führt zu ständigem Stress, Ärger und einer Fülle negativer Emotionen."
    ],
    "quote": {
      "text": "Wenn du denkst, dass die Welt dir etwas schuldet, wird das die Quelle deines Schmerzes sein. Denke daran, dass die Welt niemandem etwas schuldet.",
      "author": "Buddha"
    }
  },
  "screen_2": {
    "texts": [
      "Bestimmen Sie die Wurzeln Ihrer Überzeugungen",
      "Überlegen Sie, woher diese Überzeugung stammt. Vielleicht wurden Sie in Ihrer Kindheit verwöhnt und es wurden Ihnen keine realistischen Grenzen gesetzt, oder Sie haben dieses Denken von Ihren Eltern geerbt. Das Erkennen der Ursache wird Ihnen nicht helfen, die Überzeugung loszuwerden, aber es ist ein wichtiger Schritt bei der Arbeit daran.",
      "Achten Sie auf das, was Sie sagen. Verfolgen Sie in Ihrer Rede Wörter wie „müssen“, „sollen“, „notwendig“ und ersetzen Sie sie durch „möchte“, „bevorzuge“, „ich würde gerne“. ",
      "Beispiel: „Meine Freunde müssen mich zuerst anrufen“ ersetzen wir durch „Ich würde gerne, dass meine Freunde mich zuerst anrufen“. ",
      "Übernehmen Sie die Verantwortung",
      "Die semantische Bedeutung dieser Wörter bestimmt die Einstellung zur Situation.",
      "In einem Fall handelt es sich um eine unvermeidbare Notwendigkeit, für die eine äußere Kraft verantwortlich ist (Menschen, Natur, Umstände usw.), im anderen Fall um eine freie Wahl, für die Sie selbst verantwortlich sind.",
      "Es ist schwer, die Verantwortung für die eigene Wahl zu übernehmen, aber dieser Weg erhöht das Maß an Freiheit und verringert langfristig die Stressbelastung.",
      "Zerlegen Sie Ihre „Verpflichtungen“ in Teile",
      "Anstatt zu sagen „man schuldet mir ...“, fragen Sie sich:",
      "Warum glaube ich, dass es so sein muss?",
      "Gibt es Alternativen?",
      "Was will ich damit erreichen?",
      "Welchen Nutzen habe ich davon, wenn es so ist?",
      "Bestimmen Sie Ihre wahren Wünsche, seien Sie ehrlich zu sich selbst. Was wollen Sie wirklich, wenn Sie sagen, dass Ihnen jemand oder etwas etwas schuldet? Welche Werte verteidigen Sie hier?"
    ]
  },
  "screen_3": {
    "texts": [
      "Lernen Sie, zu bitten und Ihre Bedürfnisse auszudrücken",
      "Anstatt anzunehmen, dass andere Menschen Ihre Bedürfnisse oder Wünsche kennen, lernen Sie, diese klar und offen auszudrücken und um Hilfe zu bitten, wenn es nötig ist.",
      "Üben Sie Mitgefühl",
      "Versuchen Sie, die Gefühle anderer Menschen zu verstehen. Denken Sie daran, dass jeder seine eigenen Sorgen hat und dass nicht immer alle in der Lage sind, Ihnen Unterstützung zu bieten, zuzuhören, Sie zu loben oder die notwendige Hilfe zu leisten.",
      "Versuchen Sie, sich in die Lage anderer Menschen zu versetzen, alternative Erklärungen für das Geschehen zu suchen und auf diese Weise Empathie zu entwickeln.",
      "Seien Sie dankbar",
      "Anstatt sich darauf zu konzentrieren, was andere für Sie tun sollten, konzentrieren Sie sich auf die Dankbarkeit für das, was sie tun.",
      "Stellen Sie sich zum Beispiel vor, dass ein Kollege Ihnen bei einem Projekt hilft, obwohl er selbst sehr beschäftigt ist. Anstatt zu denken „Er muss mir helfen, das ist seine Pflicht“, formulieren Sie Ihre Gedanken um: „Ich bin dankbar für die Hilfe des Kollegen, angesichts seiner eigenen Beschäftigung. Er ist ein echter Profi“.",
      "Die Praxis der Dankbarkeit ermöglicht es uns, die guten Taten anderer Menschen zu sehen und zu schätzen und schafft eine Atmosphäre des gegenseitigen Respekts und der Unterstützung. Dankbarkeit kann sowohl persönlich als auch öffentlich ausgedrückt werden und trägt zur Stärkung unserer Beziehungen zu anderen bei.",
      "Akzeptieren Sie Unvollkommenheit",
      "Die Welt ist nicht perfekt, verlangen Sie nicht das Unmögliche von sich und anderen. Versuchen Sie nicht, die Welt und andere Menschen nach Ihrem Bild zu verändern, daraus wird nichts Gutes entstehen.",
      "Die Befreiung von irrationalen Einstellungen ist ein langer und nicht immer einfacher Prozess. Aber es lohnt sich, nach und nach werden Sie sich freier, glücklicher und selbstbewusster fühlen."
    ]
  }
}
