{
  "title": "Wie gehe ich mit der „Ich muss“-Mentalität um?",
  "description": "Dieser Artikel diskutiert die „Ich muss“-Überzeugungen als Quelle von Stress und Unzufriedenheit und hebt hervor, dass diese Einstellungen uns wie Gefangene der Umstände fühlen lassen. Der Autor schlägt vor, die Unrealität dieser Überzeugungen zu erkennen, sie durch flexiblere Formulierungen zu ersetzen und Verantwortung für unsere Wünsche und Handlungen zu übernehmen. Dankbarkeit und Mitgefühl sowie die Fähigkeit, um Hilfe zu bitten und Unvollkommenheiten zu akzeptieren, können helfen, Stress zu reduzieren und die Lebensqualität zu verbessern.",
  "screen_1": {
    "texts": [
      "Die „Ich muss“-Überzeugungen sind leise Feinde, die uns die Lebensfreude rauben, unsere Ruhe untergraben und es uns schwer machen, konstruktive, enge Beziehungen zu anderen aufzubauen.",
      "Die zentrale Idee dieser Einstellung basiert auf dem Konzept der Pflicht.",
      "Das Wort „muss“ ist in den meisten Fällen eine sprachliche Falle.",
      "Die Bedeutung von „muss“ ist: nur so und nicht anders. Phrasen wie „muss“, „verpflichtet“, „notwendig“ lassen uns das Gefühl geben, Gefangene der Umstände zu sein, weil sie eine Situation anzeigen, in der es keine Alternative gibt.",
      "Doch diese Definition gilt nur in sehr seltenen, fast außergewöhnlichen Fällen.",
      "Ein realistisches Beispiel wäre: „Ein Mensch muss atmen“, da eine Alternative physisch nicht existiert.",
      "Aber die Aussage „Niemand muss zu spät kommen“ ist unangemessen und unrealistisch, weil es tatsächlich passieren kann. Menschen kommen zu spät, sind verspätet oder erscheinen gar nicht.",
      "Deshalb führt die „Ich muss“-Überzeugung unweigerlich zu Stress, sei es akut oder chronisch.",
      "Wie befreie ich mich von der „Ich muss“-Mentalität?",
      "Erkennen Sie die Unrealität Ihrer Überzeugung",
      "Wenn Sie von anderen Menschen verlangen, wie sie sich Ihnen gegenüber verhalten sollen, was sie sagen oder tun müssen, erwarten Sie nur ein bestimmtes Ergebnis.",
      "Das ist eine starke Stressquelle, weil es niemals und nirgendwo in Ihrem Leben ein Umfeld gibt, das immer Ihre Erwartungen erfüllt.",
      "Selbst die einflussreichsten Persönlichkeiten, die höchsten Herrscher, hatten Menschen um sich, die sich nicht „so verhielten, wie sie es sollten“.",
      "Es ist natürlich, dass der psycho-emotionale Stress steigt, wenn wir auf eine Person stoßen, die „nicht so handelt, wie sie sollte“. Dies führt zu dauerhaftem Stress, Ärger und einer Vielzahl negativer Emotionen."
    ],
    "quote": {
      "text": "Wenn du denkst, die Welt schulde dir etwas, wird das deine Quelle des Schmerzes sein. Denk daran, dass die Welt niemandem etwas schuldet.",
      "author": "Buddha"
    }
  },
  "screen_2": {
    "texts": [
      "Bestimmen Sie die Wurzeln Ihrer Überzeugung",
      "Denken Sie darüber nach, woher diese Überzeugung kommt. Vielleicht wurden Sie als Kind verwöhnt und hatten keine realistischen Grenzen oder haben dieses Denken von Ihren Eltern übernommen. Das Erkennen des Ursprungs hilft nicht, die Überzeugung sofort zu beseitigen, aber es ist ein wichtiger Schritt in der Arbeit damit.",
      "Achten Sie darauf, was Sie sagen. Verfolgen Sie Ihre Sprache und ersetzen Sie Worte wie „muss“, „verpflichtet“, „sollte“ durch „ich möchte“, „ich bevorzuge“, „ich würde gern“. ",
      "Beispiel: „Meine Freunde müssen mir immer zuerst anrufen“ ersetzen Sie mit „Ich würde es gerne haben, wenn meine Freunde mir zuerst anrufen würden“. ",
      "Übernehmen Sie Verantwortung",
      "Die semantische Bedeutung dieser Wörter bestimmt, wie wir die Situation betrachten.",
      "In einem Fall ist es eine unvermeidliche Notwendigkeit, deren Verantwortung auf einer äußeren Macht (Menschen, Natur, Umstände usw.) liegt, im anderen Fall ist es eine freie Wahl, für die Sie selbst verantwortlich sind.",
      "Es ist schwierig, die Verantwortung für die Wahl zu übernehmen, aber dieser Weg erhöht Ihre Freiheit und verringert langfristig die Belastung durch Stress.",
      "Zerlegen Sie Ihr „Muss“ in Teile",
      "Anstatt zu sagen „Man muss ...“, fragen Sie sich:",
      "Warum glaube ich, dass es so sein muss?",
      "Gibt es Alternativen?",
      "Was möchte ich damit erreichen?",
      "Was wäre der Nutzen, wenn es so wäre?",
      "Bestimmen Sie Ihre wahren Wünsche und seien Sie ehrlich zu sich selbst. Was wollen Sie wirklich, wenn Sie sagen, dass jemand oder etwas Ihnen etwas schuldet? Welche Werte verteidigen Sie hier?"
    ]
  },
  "screen_3": {
    "texts": [
      "Lernen Sie, um Hilfe zu bitten und Ihre Bedürfnisse auszudrücken",
      "Anstatt anzunehmen, dass andere Ihre Bedürfnisse oder Wünsche kennen, lernen Sie, diese klar und offen zu äußern und um Hilfe zu bitten, wenn dies notwendig ist.",
      "Praktizieren Sie Mitgefühl",
      "Versuchen Sie, die Gefühle anderer Menschen zu verstehen. Denken Sie daran, dass jeder seine eigenen Sorgen hat und nicht immer in der Lage ist, Ihnen zu helfen, zuzuhören oder Sie zu loben.",
      "Versuchen Sie, sich in die Lage anderer zu versetzen, alternative Erklärungen für das Geschehen zu finden und auf diese Weise Empathie zu entwickeln.",
      "Seien Sie dankbar",
      "Anstatt sich darauf zu konzentrieren, was andere für Sie tun sollten, konzentrieren Sie sich auf die Dankbarkeit für das, was sie tun.",
      "Beispiel: Stellen Sie sich vor, ein Kollege hilft Ihnen bei einem Projekt, obwohl er selbst sehr beschäftigt ist. Statt zu denken „Er muss mir helfen, das ist seine Pflicht“, formulieren Sie Ihre Gedanken um: „Ich bin dankbar für die Hilfe meines Kollegen, trotz seiner eigenen Beschäftigung. Er ist ein echter Profi.“",
      "Dankbarkeit hilft uns, die guten Taten anderer Menschen zu sehen und zu schätzen und schafft eine Atmosphäre des gegenseitigen Respekts und der Unterstützung. Dankbarkeit kann sowohl persönlich als auch öffentlich ausgedrückt werden und fördert die Stärkung unserer Beziehungen zu anderen.",
      "Akzeptieren Sie Unvollkommenheit",
      "Die Welt ist nicht perfekt, erwarten Sie nicht das Unmögliche von sich selbst und anderen. Versuchen Sie nicht, die Welt und andere Menschen nach Ihren Vorstellungen zu verändern – es wird sowieso nicht funktionieren.",
      "Befreiung von irrationalen Überzeugungen ist ein langer und nicht immer einfacher Prozess. Aber es lohnt sich, mit der Zeit werden Sie sich freier, glücklicher und selbstbewusster fühlen."
    ]
  }
}
