{
  "title": "Mir steht etwas zu – was steckt hinter diesem Glaubenssatz?",
  "description": "Die innere Haltung „Man schuldet mir etwas“ entsteht, wenn wir erwarten, dass Welt und Mitmenschen unsere Wünsche und Bedürfnisse automatisch erfüllen. Häufig wurzelt sie in der Kindheit – bei fehlenden Grenzen oder übermäßiger Fürsorge – und führt im Erwachsenenleben zu Enttäuschungen und Beziehungsstress. Es hilft, den Blick zu weiten: Auch andere haben Bedürfnisse, Wünsche und Grenzen. Tragfähige Beziehungen beruhen auf Gegenseitigkeit statt auf eingeforderter Pflicht.",
  "screen_1": {
    "texts": [
      "Der Satz „Man schuldet mir etwas“ wirkt wie eine unsichtbare Regel – als müsse die Welt auf unsere Wünsche reagieren.",
      "Mit diesem Denken erscheint es selbstverständlich, Verständnis, Zustimmung, Unterstützung und stete Einsatzbereitschaft zu erwarten.",
      "Dahinter kann jedoch stehen, dass die Autonomie anderer übergangen wird: ihre Gefühle, Möglichkeiten, Wünsche und Grenzen.",
      "Typische Varianten dieses Glaubenssatzes klingen so:",
      "„Freundinnen und Freunde müssen mir immer helfen“",
      "„Mein Partner oder meine Partnerin hat mich in allem zu unterstützen“",
      "„Eltern sollen bei den Kindern mit anpacken“",
      "„Ich darf keiner Zurückweisung begegnen“",
      "„Die Welt muss fair zu mir sein“",
      "Solche Sätze nähren die Illusion, Glück und Wohlergehen stünden uns „von Rechts wegen“ zu – statt als Ergebnis eigener Schritte, eigener Wahl und eines gegenseitigen Gebens und Nehmens.",
      "Bleiben Erwartungen unerfüllt, folgen oft Kränkung, das Gefühl von Unfairness und Einsamkeit – bis hin zu Gereiztheit.",
      "Das Problem ist nicht das Bedürfnis nach Unterstützung – das ist menschlich. Schwierig wird es, wenn aus Erwartung eine Forderung wird und der andere Mensch zur Pflicht gemacht wird."
    ],
    "quote": {
      "text": "„Wir können den Wind nicht steuern, aber wir können die Segel setzen.“",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Wenn die Welt den Erwartungen nicht entspricht, entsteht Enttäuschung: „Warum sind sie so? Sollten sie mich nicht unterstützen?“",
      "Die Gefühle werden intensiver: Kränkung, Ärger, Einsamkeit. Es wirkt, als würden andere einen nicht genug schätzen oder verstehen.",
      "Beispiel: Jemand erwartet, dass Freundinnen und Freunde jederzeit verfügbar sind – auch nachts, trotz eigener Pläne, Müdigkeit oder Verpflichtungen.",
      "Können sie nicht helfen, taucht der Gedanke auf: „Ich wurde im Stich gelassen. Ich bin ihnen nicht wichtig.“",
      "Auf Dauer stößt diese Haltung Menschen ab: In der Nähe wird es eng – zu viele Erwartungen, zu wenig Raum.",
      "Woher kommt das?",
      "Häufig aus frühen Erfahrungen:",
      "wenn einem Kind selten Grenzen gesetzt wurden und viele Wünsche umstandslos erfüllt wurden,",
      "wenn Aufmerksamkeit und Fürsorge im Übermaß flossen und kaum auf natürliche Begrenzungen trafen.",
      "So entsteht die Überzeugung: „Wenn ich etwas will, muss die Welt es mir geben.“",
      "Ein anderer Weg: Eltern lebten selbst nach dem Muster „Man schuldet uns etwas“ – und das Kind übernahm diesen Blick.",
      "Mitunter fehlte in der Kindheit Unterstützung – und als Erwachsene/r hofft man, dass andere diesen Mangel nun ausgleichen. Das Bedürfnis nach Nähe ist legitim – doch der Weg zu seiner Erfüllung kann zu fordernd geworden sein.",
      "All diese Geschichten sprechen nicht für Schwäche, sondern für unerfüllte Bedürfnisse, die keinen gesunden Ausdruck gefunden haben."
    ],
    "quote": {
      "text": "„Niemand schuldet Ihnen etwas. Alles, was kommt, ist ein Geschenk.“",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Wurden Bedürfnisse in der Kindheit übergangen, kann ein innerer Schmerz bleiben – und die Erwartung: „Jetzt soll mir die Welt geben, was damals fehlte.“",
      "Durfte ein Kind nicht wählen oder sich zeigen, erwartet es später womöglich Anerkennung, Unterstützung und Raum von anderen – als Ausgleich.",
      "Manchmal ist es umgekehrt: Wer als Kind ständig gegeben hat, erwartet als Erwachsene/r, dass andere „nun dran sind“, das Versäumte zu liefern.",
      "Diese Erfahrungen wecken tiefe Gefühle – völlig nachvollziehbar. Wichtig ist jedoch: Die Erwartung, andere müssten alle inneren Defizite ausgleichen, führt oft erneut in Enttäuschung.",
      "Folgen des Glaubenssatzes „Man schuldet mir etwas“:",
      "anhaltende Unzufriedenheit und Ernüchterung,",
      "Konflikte und Spannung in Beziehungen,",
      "Gefühle von Einsamkeit und das Empfinden, nicht verstanden zu werden,",
      "Verlust an Autonomie: Abhängigkeit von Handlungen anderer,",
      "ein fragiler Selbstwert – weil Anerkennung vor allem von außen kommen soll.",
      "Wer nur die eigenen Erwartungen im Blick hat, übersieht leicht Menschen, ihre Gefühle und ihren Beitrag – dabei sind sie die Grundlage warmer, gegenseitiger Beziehungen.",
      "Zu erkennen, dass die Welt nicht verpflichtet ist, unseren Erwartungen zu entsprechen, macht uns nicht schwächer. Es schenkt Freiheit: zu wählen, zu gestalten, Absprachen zu treffen und zu danken – und Beziehungen auf Respekt und Gegenseitigkeit zu bauen."
    ],
    "quote": {
      "text": "„Erwarte nicht, dass die Welt sich um dich dreht. Jeder Mensch hat seinen eigenen Platz und seinen eigenen Weg.“",
      "author": "Aristoteles"
    }
  }
}
