{
  "title": "Mir steht das zu. Was stimmt mit dieser Überzeugung nicht?",
  "description": "Der Artikel befasst sich mit dem Problem der «Mir steht das zu»-Einstellung, die sich bei Menschen entwickelt, die erwarten, dass sich die Welt um sie dreht und alle ihre Bedürfnisse erfüllt. Der Autor erklärt, wie diese Einstellung in der Kindheit entsteht, gibt Beispiele für ihre Manifestation im Erwachsenenleben und beschreibt die negativen Folgen solchen Denkens, einschließlich Enttäuschung, angespannter Beziehungen und Verlust der Unabhängigkeit. Abschließend wird die Idee vorgeschlagen, dass es wichtig ist, die Welt so zu akzeptieren, wie sie ist, und zu verstehen, dass es in ihr nicht nur Platz für uns, sondern auch für andere Menschen gibt.",
  "screen_1": {
    "texts": [
      "«Mir steht das zu» ist eine Falle, in die viele tappen, indem sie glauben, die Welt drehe sich um sie.",
      "Menschen in dieser Position erwarten oft, dass andere ihnen zustimmen und ihre Bitten erfüllen.",
      "Sie berücksichtigen nicht die Meinungen und Bedürfnisse anderer Menschen und glauben, dass ihre eigenen Wünsche und Bedürfnisse wichtiger sind.",
      "Überzeugungen des Anspruchsdenkens können so klingen:",
      "Freunde müssen mir immer helfen",
      "Mein Partner muss mich immer und in allem unterstützen",
      "Meine Mutter muss auf meine Kinder aufpassen",
      "Alles muss so sein, wie ich es will",
      "Mir darf nicht abgesagt werden",
      "Die Welt muss fair zu mir sein",
      "Wenn Sie solches Denken bei sich bemerkt haben, glauben Sie wahrscheinlich, dass Sie Erfolg, Liebe und Glück einfach durch Geburtsrecht verdienen.",
      "Sie erwarten, dass das Universum und die Menschen um Sie herum Ihre Wünsche erfüllen müssen, weil Sie ein guter, freundlicher Mensch sind oder weil Sie hart arbeiten.",
      "Aber wenn das nicht passiert, und das passiert oft, stehen Sie vor der Wahl: in Trübsinn und Minderwertigkeitsgefühle zu versinken oder vor Wut zu explodieren. Menschen, denen alles zusteht, stoßen oft auf Probleme."
    ],
    "quote": {
      "text": "Wir können den Wind nicht ändern, aber wir können die Segel richten.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Und in erster Linie ist es Enttäuschung: Wenn man Ihnen abgesagt hat, nicht verstanden hat, dass man Ihre Probleme lösen muss, Ihren Erwartungen nicht entgegengekommen ist, dann erwarten Sie sicherlich Enttäuschung, Kränkung, Wut, Unverständnis darüber, wie man überhaupt so mit Ihnen – einem so wunderbaren Menschen – umgehen kann.",
      "Sie verschwenden eine Menge Energie für negative Emotionen und sehen die Welt in düsteren Farben. Ihre anspruchsvolle Einstellung zum Leben hindert Sie daran, Freude zu empfinden, sich zu freuen, denn Sie akzeptieren die Welt nicht so, wie sie ist, Sie haben immer Ansprüche daran, wie sie eingerichtet sein sollte.",
      "Tanja ist ein leuchtendes Beispiel für einen Menschen mit der Einstellung «Mir steht alles zu». Sie erwartet, dass Freunde immer verfügbar sind, bereit alles stehen und liegen zu lassen und ihr zur Hilfe zu eilen, um all ihre Probleme zu lösen und alle ihre Anfragen zu erfüllen.",
      "Zum Beispiel kann sie um 3 Uhr morgens anrufen und verlangen, dass ihre Freundin sofort kommt, um sie nach einem Streit mit ihrem Freund zu unterstützen.",
      "Oder sie bittet ohne Vorwarnung um Hilfe beim Umzug, obwohl die Freundin an diesem Tag bereits ein wichtiges Treffen geplant hat. Wenn Freunde ihr nicht helfen können, fühlt sich Tanja beleidigt und verlassen, unerwünscht.",
      "Das ist eine gefährliche Position, die zu Isolation, Spannungen in Beziehungen oder sogar zum Zerbrechen dieser Beziehungen führen kann.",
      "Freunde und Nahestehende beginnen, Treffen oder Gespräche zu meiden, aus Angst vor einer weiteren Forderung, Kränkung oder einem Streit. Denn niemand möchte sich ständig verpflichtet fühlen und sich den Launen anderer unterwerfen.",
      "Woher kommt diese Überzeugung? Diese Einstellung bildet sich oft in der Kindheit, wenn ein Kind nicht mit realistischen Grenzen konfrontiert wird und alles bekommt, was es will. Dies kann aus verschiedenen Gründen geschehen:",
      "Eltern verwöhnen das Kind und erlauben ihm, alles zu tun, was ihm in den Sinn kommt.",
      "In diesem Fall entwickelt das Kind einen narzisstischen Teil der Persönlichkeit mit einem überhöhten Gefühl der eigenen Wichtigkeit.",
      "Beispiel: Die kleine Katja bekam immer alles, was sie wollte. Ihre Eltern dachten, sie verdiene das Beste und verweigerten ihr nichts. Katja gewöhnte sich daran, dass sich die Welt um sie dreht, und verstand nicht, warum in der Schule die Lehrer ihr nicht ihre ganze Aufmerksamkeit widmeten und ihre Mitschüler ihre Meinung nicht berücksichtigten.",
      "Die Eltern selbst leben nach dem Prinzip «Mir steht alles zu».",
      "Das Kind wiederholt das elterliche Szenario und übernimmt diese Denkweise.",
      "Beispiel: Iwans Eltern beschwerten sich ständig über das Leben, denkend, dass sie mehr bezahlt werden sollten, dass sie nicht geschätzt werden und dass ihre Rechte ständig verletzt werden. Iwan wuchs in einer Atmosphäre der Unzufriedenheit und der Erwartung auf, dass die Welt ihm etwas schuldet."
    ],
    "quote": {
      "text": "Niemand schuldet Ihnen irgendetwas. Alles, was Sie im Leben bekommen, ist ein Geschenk.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Die Eltern berücksichtigten die Meinung des Kindes nicht, ignorierten seine Interessen und Wünsche.",
      "Das Kind ist wütend auf die Eltern, kann aber seine Wut nicht offen ausdrücken. Deshalb überträgt es sie auf die Umgebung und glaubt, dass diese es bemitleiden und das kompensieren müssen, was ihm in der Kindheit gefehlt hat.",
      "Beispiel: Anna wollte immer Künstlerin werden, aber ihre Eltern zwangen sie, Jura zu studieren, weil sie es für einen angeseheneren Beruf hielten. Anna gab nach, aber ihr Herz zog es immer zur Kreativität. ",
      "Sie war gekränkt von ihren Eltern, weil sie ihr nicht erlaubten, ihren Traum zu verwirklichen, und übertrug dann diese Kränkung auf alle um sie herum, in der Annahme, dass sie ihr helfen müssten, im Leben glücklich zu werden.",
      "Das Kind wurde gezwungen, den Eltern zu gefallen, damit sie es lieben. Es wuchs mit der Überzeugung auf, dass man sich Liebe verdienen muss.",
      "Beispiel: Sergei versuchte immer, alle Bedürfnisse seiner Eltern zu befriedigen, aus Angst, dass sie ihn nicht lieben würden, wenn er etwas falsch machte. Er wuchs mit einem Gefühl der Unsicherheit auf und versuchte ständig, seinen Wert zu beweisen, in der Annahme, dass man ihm das geben müsse, was er verdient hat.",
      "Die Folgen einer solchen Einstellung können vielfältig und negativ sein. Sie umfassen:",
      "Enttäuschung und Unzufriedenheit: Die Erwartung, dass andere all Ihre Bedürfnisse befriedigen müssen, kann zu ständiger Enttäuschung und einem Gefühl der Unzufriedenheit führen, aufgrund der Diskrepanz zwischen Erwartungen und Realität",
      "Spannungen in Beziehungen: Die Überzeugung, dass sich die Welt an Sie anpassen muss, kann Spannungen und Konflikte in Beziehungen verursachen, da dies oft zu Unzufriedenheit und Meinungsverschiedenheiten führt",
      "Verlust der Unabhängigkeit: Die ständige Erwartung, dass andere alle Verantwortung übernehmen müssen, macht Sie abhängig und behindert die Entwicklung von Selbstständigkeit und persönlichem Wachstum",
      "Negative Auswirkungen auf das Selbstwertgefühl: Wenn Sie sich auf andere verlassen, um Ihre Bedürfnisse zu befriedigen, entwickeln Sie nicht Ihr eigenes Selbstwertgefühl, was zu negativen Emotionen und einem Gefühl der Minderwertigkeit führen kann",
      "Mangel an gegenseitiger Hilfe: Indem Sie sich nur auf sich selbst konzentrieren, verpassen Sie die Gelegenheit, empathisch zu sein und anderen zu helfen, was die Entwicklung qualitativer Beziehungen und sozialer Unterstützung behindern kann"
    ],
    "quote": {
      "text": "Erwarte nicht, dass sich die Welt um dich dreht. In dieser Welt gibt es Platz auch für andere",
      "author": "Aristoteles"
    }
  }
}
