{
  "title": "Abhängigkeit vom Ideal und Perfektionismus",
  "description": "Dieser Artikel untersucht den Perfektionismus und betont, dass das Streben nach hohen Standards hilfreich sein kann, aber wenn es sich in harte Anforderungen verwandelt, führt es zu negativen Folgen wie Angst und Unzufriedenheit im Leben. Beispiele aus dem Leben zeigen, wie frühe Erfahrungen und Erziehung zur Bildung von perfektionistischen Überzeugungen und Verhaltensweisen beitragen können. Abschließend fordert der Autor ein Gleichgewicht zwischen dem Streben nach Perfektion und akzeptablen Ergebnissen, um Erschöpfung und Enttäuschung zu vermeiden.",
  "screen_1": {
    "texts": [
      "Das Streben nach hohen Standards, Aufgaben erfolgreich zu erfüllen und produktiv zu sein, ist eine ziemlich positive Eigenschaft.",
      "Ebenso wie der Wunsch, akzeptiert, anerkannt, geliebt zu werden oder bedeutende Erfolge im Leben zu erzielen.",
      "Solange dies auf der Ebene von Wünschen, Bestrebungen oder Zielen bleibt, können wir von konstruktiven Überzeugungen sprechen, die uns im Leben helfen und uns motivieren.",
      "Wenn jedoch Wünsche in starre und festgelegte Anforderungen umschlagen und die Kosten ihrer Erfüllung zu hoch werden, handelt es sich eher nicht um hohe Standards, sondern um Perfektionismus.",
      "Was bedeutet es, ein Perfektionist zu sein?",
      "Perfektionismus als Überzeugung, dass alles zu 100% perfekt ausgeführt werden muss, ist oft die Grundlage vieler Probleme.",
      "Sie streben nach dem Ideal: Fehler sind für Sie unakzeptabel und Misserfolg scheint eine Katastrophe zu sein. Sie glauben, dass Sie in jeder Situation perfekt aussehen, fühlen, denken und sich verhalten müssen.",
      "Sobald Sie ein Ziel erreichen, wird es sofort durch ein neues, noch unerreichbareres ersetzt, sodass Sie niemals Freude oder Anerkennung für Ihre Bemühungen bekommen. Das Leben wird grau und ermüdend, weil Sie leben, um unrealistischen und manchmal unerreichbaren Standards zu entsprechen.",
      "Das heißt, ein Perfektionist:",
      "vergleicht sich oft mit anderen Menschen",
      "steht in ständigem Wettbewerb",
      "konzentriert sich auf Misserfolge und Fehler und übersieht die Erfolge",
      "kritisiert sich selbst oder andere scharf",
      "hat Schwierigkeiten, sich an die Realität anzupassen",
      "prokrastiniert ständig"
    ],
    "quote": {
      "text": "Perfektionismus ist Angst in schicken Schuhen und einem Pelzmantel, das vorgibt, elegant zu sein, während es in Wirklichkeit einfach nur Angst hat.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Das Modell des Perfektionismus anhand eines Beispiels",
      "Denken Sie daran, dass laut der kognitiven Verhaltenstherapie unsere Lebenserfahrungen Überzeugungen über uns selbst, andere Menschen und die Welt formen. Diese Überzeugungen wiederum bestimmen unsere Lebensstrategien und Regeln.",
      "Als Beispiel betrachten wir Eugen. Seine Eltern stellten immer hohe Anforderungen an ihn, jede Bewertung unter „sehr gut“ wurde als Misserfolg angesehen.",
      "Trotz Eugens musikalischem Talent kritisierten seine Eltern seine Erfolge und drängten ihn zu einem „prestigeträchtigeren“ Beruf als Arzt.",
      "Diese Erfahrung führte zu der tiefen Überzeugung, dass er „nicht gut genug“ und „kompetenzlos“ sei.",
      "Um dies zu kompensieren und sich gut und kompetent zu fühlen, entwickelte er die Regel: „Ich muss alles perfekt machen“. ",
      "Das Streben nach dem Ideal lässt Eugen bis zur Erschöpfung arbeiten, sich für kleinste Fehler kritisieren und negativ gegenüber seinen Kollegen sein. Dies führt zu Überarbeitung, Angst, Beziehungsproblemen und Unzufriedenheit im Leben.",
      "Oft setzt er sich unrealistische Ziele, wie sich in kurzer Zeit perfekt auf einen Vortrag vorzubereiten.",
      "Wenn es ihm gelingt (was unwahrscheinlich ist), wird seine Regel bestätigt, was eine Illusion der Kontrolle schafft. Bei Misserfolg gibt er sich selbst die Schuld und verstärkt die Überzeugung von seiner Inkompetenz.",
      "Es entsteht ein Teufelskreis: Die Regel „Alles perfekt machen“ schützt Eugen vor dem schmerzlichen Gefühl der „Unzulänglichkeit“, aber nur so lange, wie er den überhöhten, unrealistischen Standards entsprechen kann.",
      "Jeder Fehler führt zu negativen Emotionen, verstärkt die Selbstkritik und nährt den Perfektionismus.",
      "Wie könnten Überzeugungen des Perfektionismus klingen?",
      "Ich muss alles perfekt machen",
      "Ich muss alles schaffen",
      "Wenn ich nicht alles auf Maximum mache, dann sollte ich lieber nichts tun",
      "Wenn ich kritisiert werde, dann mache ich etwas schlecht. Schlecht zu sein ist nicht erlaubt",
      "Ich habe kein Recht auf Fehler",
      "Ich muss in allem, was ich tue, der Beste sein",
      "Wie entsteht das ständige Streben nach dem Ideal?",
      "Meistens entsteht dieses Streben im frühen Schul- oder Vorschulalter durch familiäre Erziehung."
    ]
  },
  "screen_3": {
    "texts": [
      "Forscher glauben, dass neurotischer Perfektionismus durch Kindheitserfahrungen mit Eltern entsteht, die Liebe nur bedingt (für Noten, Ergebnisse usw.) zeigten oder überhaupt keine Anerkennung gaben.",
      "In beiden Fällen entwickelt das Kind den Wunsch, perfekt zu sein, um den Eltern zu beweisen, dass es gut und wertvoll für sich selbst und für sie sein kann. Oft zeigen die Eltern der Perfektionisten übermäßige Kritik, verweigern dem Kind Unterstützung und stellen hohe Anforderungen.",
      "Das Kind muss versuchen, makellos zu sein, um die Erwartungen der Eltern zu erfüllen und Strafen und Kritik zu vermeiden.",
      "Es gibt hauptsächlich vier Arten von elterlichem Verhalten, die zur Entwicklung von Perfektionismus beitragen können:",
      "Die Eltern zeigen selbst ein auffälliges Modell des Perfektionismus.",
      "Die Eltern sind übermäßig kritisch und fordernd gegenüber dem Kind, es fehlt an emotionaler Unterstützung und Hilfe in der Beziehung.",
      "Elterliche Zustimmung fehlt oder ist inkonsistent und bedingt.",
      "Autoritärer Erziehungsstil und übermäßige elterliche Erwartungen.",
      "Der Schulbesuch des Kindes fördert die Formalisierung seiner Erfolge in Form von Noten.",
      "Hier entwickelt sich das „Ausgezeichneten-Syndrom“, das Psychologen mit Perfektionismus in Verbindung bringen. Das Kind versucht, in allem der Beste zu sein, und wenn es das nicht schafft, aktiviert es polarisiertes Denken nach dem Prinzip „Alles oder nichts“. ",
      "Wenn es nicht möglich ist, in diesem Fach der Beste zu sein, entscheidet sich das Kind für die Strategie, der schlechteste zu sein – besser letzter zu sein, als nicht der erste."
    ]
  },
  "screen_4": {
    "texts": [
      "Neben dem Einfluss der Familie wird Perfektionismus von der modernen Gesellschaft gefördert. In Schulen und Universitäten bevorzugen Lehrer gehorsame Musterschüler, und Arbeitgeber schätzen Perfektionisten.",
      "Die Marktwirtschaft treibt die Menschen zu Konkurrenz und dem Streben nach immer besseren Ergebnissen.",
      "Die Medien diktieren uns Mode und Schönheitsideale. Wenn jemand gut aussieht, stilvoll gekleidet ist und auf sich achtet, erhöht das seine Chancen, einen Partner zu finden, einen prestigeträchtigen Job zu bekommen oder ebenso attraktive Freunde zu haben.",
      "Deshalb ist man oft davon überzeugt, dass es notwendig ist, hohen Standards zu entsprechen, um ein Teil der Gesellschaft zu sein.",
      "Ist Perfektionismus also gut oder schlecht?",
      "Die Frage nach Perfektionismus führt oft zu Meinungsverschiedenheiten: Einige halten ihn für hilfreich, andere für schädlich.",
      "Wenn Sie ein Perfektionist sind, sagen Sie wahrscheinlich, dass das Streben nach Perfektion normal ist, wie kann man sonst Erfolg haben? Doch in der Praxis raubt er Ihnen enorme Energie und Ressourcen, während er Ihren Körper und Geist allmählich, aber gnadenlos erschöpft.",
      "Perfektionismus hängt eng mit der Abhängigkeit von Erfolgen zusammen, die wir in den vorherigen Kapiteln besprochen haben, daher sind seine Nachteile ähnlich.",
      "Überhöhte, unrealistische Standards beeinflussen fast jeden Bereich Ihres Lebens: Arbeit, Studium, Beziehungen zu nahen Menschen und Ihre Erholung.",
      "Das Problem ist, dass das Ideal, nach dem der Perfektionismus strebt, in Wirklichkeit unerreichbar ist. Es gibt kein Ideal – es ist der beste, vollendete Zustand eines Objekts oder Phänomens, den jeder auf seine Weise wahrnimmt.",
      "Lassen Sie uns ehrlich sein und uns fragen: Gibt es etwas, das für alle absolut perfekt ist?",
      "Was Sie für ideal halten, mag für einen anderen völlig bedeutungslos sein. Selbst die Werke von Mozart und Da Vinci gefallen nicht jedem, obwohl sie als Höhepunkte der Kunst gelten.",
      "Wenn Sie Ihre Überzeugungen an die Realität anpassen, können Sie Freude an der erledigten Arbeit und am Leben im Allgemeinen haben, anstatt ständig enttäuscht zu sein.",
      "Es ist sehr wichtig, ein Gleichgewicht zwischen dem Streben nach dem Besten und akzeptablen, guten Ergebnissen zu finden."
    ]
  },
  "exercise": {
    "title": "Was tun, wenn Perfektionismus da ist, das Ideal fehlt – und Sie einfach gut leben wollen?",
    "description": "Der Beitrag unterscheidet zwischen negativem und positivem (gesundem vs. ungesundem) Perfektionismus und bietet wirksame Empfehlungen zum Umgang mit perfektionistischen Tendenzen. Vorgestellt werden acht zentrale Strategien, darunter Veränderungsmotivation, kognitive Umstrukturierung, Fokus auf den Prozess statt ausschließlich auf das Ergebnis sowie die Formulierung neuer, gesünderer Überzeugungen. Die Grundidee: Perfektionismus lässt sich überwinden, wenn wir Unvollkommenheit akzeptieren, uns bedingungslos annehmen und täglich gut für uns sorgen.",
    "screen_1": {
      "texts": [
        "Die heutige Forschung unterscheidet zwei Arten von Perfektionismus: negativ und positiv – anders gesagt: gesund und pathologisch.",
        "Damit aus einem Minus ein Plus wird, gilt es Führungsqualitäten und den Drang nach Exzellenz mit gesundem Menschenverstand und Rationalität zu verbinden.",
        "Wir haben für Sie wirksame Empfehlungen zum Umgang mit Perfektionismus zusammengestellt.",
        "Der beste Startpunkt bei jeder Veränderung ist die Motivation, wirklich etwas zu ändern.",
        "Um Perfektionismus zu überwinden, ist wichtig zu klären, warum Sie das möchten. Analysieren und notieren Sie alle Vor- und Nachteile.",
        "Vielleicht überrascht Sie, dass die Schwierigkeiten die Vorteile deutlich überwiegen. Sobald Sie das erkennen und annehmen, fällt Veränderung leichter.",
        "Wie viele andere denken Sie vermutlich, alles müsse zu 100 % gelingen, Fehler seien inakzeptabel – oder Sie halten an ähnlichen perfektionistischen Grundsätzen fest.",
        "All diese Gedanken sollten Sie konsequent hinterfragen und damit arbeiten.",
        "Wie genau? Führen Sie weiter ein Tagebuch automatischer Gedanken: So können Sie solche Ideen identifizieren, realitätsprüfen und ihnen eine rationale, hilfreiche Antwort gegenüberstellen."
      ],
      "quote": {
        "text": "„Ich habe in meiner Karriere mehr als 9 000 Würfe verfehlt. Ich habe fast 300 Spiele verloren. 26-mal hat man mir den letzten Wurf anvertraut – und ich habe danebengeworfen. Ich bin immer und immer wieder gescheitert. Und genau deshalb war ich erfolgreich.“",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "Diese Fragen können die Realitätsprüfung (kognitive Umstrukturierung) unterstützen:",
        "Welche Belege habe ich für diesen Gedanken oder diese Überzeugung?",
        "Ist dieser Gedanke hilfreich?",
        "Gibt es andere Sichtweisen auf die Situation oder auf mich selbst?",
        "Mache ich mir womöglich grundlos Vorwürfe?",
        "Wer oder was hat außerdem zu der Situation beigetragen?",
        "Liegt das tatsächlich in meinem Einflussbereich?",
        "Halte ich an unbegründeten oder doppelten Maßstäben fest?",
        "Ist diese Erwartung realistisch?",
        "Die Fragen zielen darauf ab, eine Überzeugung zu prüfen, zu bestätigen, zu präzisieren oder zu widerlegen – und schließlich eine alternative Überzeugung zu formulieren.",
        "Fragen Sie sich: Was wäre, wenn ich es perfekt mache? Und was, wenn nicht? Versuchen Sie zu verstehen, was hinter Ihrem Perfektionismus steht. Fürchten Sie Zurückweisung? Haben Sie Angst vor öffentlichem Spott? Steckt vielleicht das Bedürfnis nach Anerkennung dahinter?",
        "Wenn Sie erkannt haben, was Ihren Perfektionismus antreibt: Deckt Perfektion wirklich diese Ängste und Bedürfnisse ab?",
        "Sie haben den Bericht makellos abgegeben – und dann? Ist die Angst vor Ablehnung damit aufgelöst? Sie haben fehlerfrei präsentiert, Applaus bekommen – reicht Ihnen der Jubel Unbekannter auf Dauer?",
        "Wahrscheinlich lautet die Antwort: nein. Sie erreichen kurz das Ideal, genießen den Moment – und starten bald wieder in die nächste Runde.",
        "Verabschieden Sie sich vom Schwarz-Weiß-Denken",
        "Perfektionistisches Denken funktioniert oft nach dem Muster „alles oder nichts“, „Erfolg oder Scheitern“, „perfekt oder gar nicht anfangen“.",
        "Dieser Ansatz ist unrealistisch. Schauen Sie sich um und fragen Sie sich: Wie viel im Leben ist wirklich „alles oder nichts“? Sind Ihre Wände völlig makellos – oder gibt es irgendwo doch ein wenig Schmutz?",
        "Kennen Sie jemanden, der ausnahmslos gelassen und selbstsicher ist? Ist Ihre Lieblingsschauspielerin vollkommen makellos – oder hat auch sie kleine Unvollkommenheiten?"
      ]
    },
    "screen_3": {
      "texts": [
        "Im Leben gelingt wenig ohne Fehler und Rückschläge.",
        "Niemand wird als Meister geboren – wir lernen, probieren, irren uns und verbessern uns Schritt für Schritt.",
        "Erlauben Sie sich deshalb Unvollkommenheit: Dinge unvollständig zu lassen, daneben zu greifen. Fehler sind keine Feinde, sondern Helfer auf dem Weg zum Erfolg. Erinnern Sie sich öfter an das Sprichwort: „Wer nichts tut, macht auch keine Fehler.“",
        "Werfen Sie Ideale nicht sofort komplett über Bord – das wäre oft zu abrupt.",
        "Gehen Sie schrittweise vor.",
        "Starten Sie klein: Wählen Sie ein weniger wichtiges Ideal und lassen Sie es bewusst los. Beobachten Sie, was passiert.",
        "Die Welt geht nicht unter, wenn etwas nicht perfekt wird. Nahestehende wenden sich nicht ab; Sie werden dadurch kein schlechter Mensch.",
        "Wahrscheinlich verkraften Sie ein nicht perfektes Ergebnis viel leichter als gedacht. Bedenken Sie: Ein einzelnes Experiment bildet nicht die Realität ab. Es braucht Systematik.",
        "Verzichten Sie wöchentlich oder monatlich auf ein Ideal und beobachten Sie Ihre Reaktion. Hören Sie auf sich selbst und gehen Sie in einem Tempo vor, das für Sie stimmig ist.",
        "Führen Sie ein Erfolgsjournal",
        "Notieren Sie täglich große und kleine, wichtige und unscheinbare Erfolge. Perfektionismus liebt Niederlagen – wenn Sie sich wieder sagen: „Ich schaffe nie etwas“, schlagen Sie Ihr Heft auf und lesen Sie nach, was bereits gelungen ist.",
        "Ein weiterer Weg gegen Perfektionismus ist die konsequente Prozessorientierung.",
        "Das heißt: Bei der Bewertung richten Sie den Fokus stärker auf den Weg als allein auf das Ergebnis.",
        "Stellen Sie sich vor, Sie fahren täglich von A nach B. An manchen Tagen schalten die Ampeln überwiegend auf Grün, Sie sind schnell am Ziel. An anderen Tagen ist ständig Rot, es gibt Stau – die Fahrt dauert deutlich länger.",
        "Ihre Fahrkompetenz ist gleich – warum also nicht jeden Tag ähnlich zufrieden sein mit der Arbeit, die Sie leisten? Versuchen Sie, die Dinge neu zu betrachten, ohne alles zwanghaft perfekt machen zu wollen.",
        "Als Student*in könnten Sie sich beispielsweise folgende prozessorientierte Ziele setzen:",
        "Lehrveranstaltungen besuchen;",
        "aufmerksam zuhören und mitschreiben;",
        "sinnvolle Fragen stellen;",
        "jedem Fach eine feste Zeit widmen;",
        "alle zwei bis drei Wochen die Mitschriften durchgehen.",
        "Diese Prozesse liegen in Ihrer Hand – Erfolg ist hier planbar. Die Endnote hingegen entzieht sich Ihrer Kontrolle.",
        "Sie hängt u. a. von der Tagesform der Lehrperson, der Leistung der anderen und den angewandten Kriterien ab."
      ]
    },
    "screen_4": {
      "texts": [
        "Nutzen Sie die „Gier-Technik“",
        "Sie basiert auf der einfachen Beobachtung, dass viele von uns nach Perfektion streben, um erfolgreich zu sein. Vielleicht kam Ihnen noch nicht der Gedanke, dass Sie deutlich erfolgreicher sein könnten, wenn Sie Ihre Standards senken.",
        "Ein bekannter Psychotherapeut schrieb beispielsweise über zwei Jahre an seinem ersten Fachartikel.",
        "Er war ausgezeichnet – und wurde veröffentlicht. In derselben Zeit verfassten Kollegen jedoch deutlich mehr, ebenfalls sehr gute Beiträge. Also fragte er sich: Was ist besser – ein Artikel mit 98 % „Perfektion“ oder zehn Artikel mit 80 % „Perfektion“?",
        "Im zweiten Fall wäre die Gesamtleistung höher, und er könnte beruflich weiter vorne liegen. Diese Einsicht ließ ihn seine Standards lockern.",
        "Das Ergebnis: mehr Produktivität und größere Zufriedenheit mit der Arbeit.",
        "Mehrere Aufgaben gut zu erledigen ist oft sinnvoller, als sich unter hohem Stress an einem idealen Endprodukt festzubeißen.",
        "Formulieren Sie neue Überzeugungen",
        "Arbeit an Überzeugungen bedeutet: Sie bewusstmachen, die Folgen reflektieren, die Quellen prüfen – und schließlich neue, alternative Überzeugungen formulieren.",
        "Im Kern geht es darum, verschiedene Formen von „Unvollkommenheit“ (Fehler, Fehltritte) zu normalisieren, sich selbst und andere als nicht perfekt anzunehmen.",
        "Verabschieden Sie sich von Überzeugungen wie:",
        "Ich, andere, die Welt müssen perfekt sein",
        "Wenn es nicht perfekt ist, ist es schlecht",
        "Wenn es schlecht ist, werde ich abgelehnt/nicht anerkannt/versage ich",
        "Nutzen Sie stattdessen neue Haltungen und Formulierungen.",
        "Ich bin nicht perfekt, aber ich:",
        "lerne und wachse",
        "bin gut genug",
        "verdiene Liebe und Respekt – auch ohne Perfektion",
        "Andere sind nicht perfekt, aber sie:",
        "sind Menschen mit Stärken und Schwächen",
        "werden mich nicht immer gutheißen – und das ist in Ordnung",
        "Ich mache Fehler, und das gibt mir die Möglichkeit:",
        "aus ihnen zu lernen",
        "mich weiterzuentwickeln",
        "dranzubleiben und nicht aufzugeben",
        "Notieren Sie Ihre neuen Überzeugungen und verankern Sie sie im Alltag.",
        "Schreiben Sie sie auf einen Zettel am Kühlschrank, in die Handy-Notizen oder gestalten Sie ein Bild für den Desktop-Hintergrund.",
        "Lesen Sie diese Sätze täglich – einmal, besser öfter. So „programmieren“ Sie Ihr Denken um und ersetzen ungesunde Glaubenssätze durch adaptivere.",
        "Zum Glück ist Perfektionismus kein endgültiges Urteil.",
        "Mit kleinen Schritten – allein oder mit fachlicher Begleitung – können Sie ihn auf ein gesundes Maß bringen. Dafür braucht es bedingungslose Selbstannahme und tägliche Selbstfürsorge."
      ]
    }
  }
}
