{
  "title": "Was tun, wenn man Perfektionismus hat, aber kein Ideal erreicht und trotzdem normal leben möchte?",
  "description": "Der Artikel betrachtet zwei Arten von Perfektionismus - negativ und positiv - und bietet effektive Empfehlungen zum Umgang mit perfektionistischen Tendenzen. Der Autor präsentiert acht Schlüsselstrategien, darunter Motivation zur Veränderung, kognitive Umstrukturierung, Prozessorientierung statt Ergebnisorientierung und die Bildung neuer, gesünderer Überzeugungen. Die Kernidee ist, dass Perfektionismus überwunden werden kann, indem man lernt, Unvollkommenheit zu akzeptieren, sich selbst bedingungslos zu lieben und täglich für sich zu sorgen.",
  "screen_1": {
    "texts": [
      "Moderne Wissenschaftler unterscheiden zwei Arten von Perfektionismus: negativ und positiv, oder anders ausgedrückt, gesund und pathologisch.",
      "Um das Minus in ein Plus zu verwandeln, ist es wichtig, Ihre Führungsqualitäten und Ihr Streben nach Perfektion mit gesundem Menschenverstand und Rationalität zu kombinieren.",
      "Wir haben für Sie effektive Empfehlungen zum Umgang mit Perfektionismus vorbereitet.",
      "Der beste Ausgangspunkt für die Bewältigung jedes Problems ist die Motivation zur Veränderung.",
      "Um Perfektionismus zu überwinden, ist es wichtig zu verstehen, warum Sie das brauchen. Analysieren und notieren Sie alle Vor- und Nachteile.",
      "Vielleicht werden Sie überrascht sein festzustellen, dass es viel mehr Schwierigkeiten als Vorteile gibt. Sobald Sie das erkennen und akzeptieren, wird es Ihnen viel leichter fallen, sich zu verändern.",
      "Wie viele Menschen denken Sie wahrscheinlich, dass alles zu 100% gemacht werden muss oder dass man auf keinen Fall Fehler machen darf, oder Sie halten sich an andere ähnliche Gedanken und Überzeugungen eines Perfektionisten.",
      "Es ist sehr wichtig für Sie, alle solche Gedanken in Frage zu stellen und an ihnen zu arbeiten.",
      "Wie? Es wird hilfreich sein, weiterhin ein Tagebuch automatischer Gedanken zu führen, in dem Sie diese Ideen identifizieren, auf Realität prüfen und ihnen eine rationale Antwort geben können."
    ],
    "quote": {
      "text": "Ich habe in meiner Karriere mehr als 9000 Würfe verfehlt. Ich habe fast 300 Spiele verloren. 26 Mal wurde mir vertraut, den spielentscheidenden Wurf zu machen, und ich habe verfehlt. Ich bin immer und immer wieder in meinem Leben gescheitert. Und deshalb habe ich Erfolg gehabt.",
      "author": "Michael Jordan"
    }
  },
  "screen_2": {
    "texts": [
      "Die folgenden Fragen können bei der Realitätsprüfung (kognitiven Umstrukturierung) helfen:",
      "Welche Beweise habe ich, die diesen Gedanken oder diese Überzeugung unterstützen?",
      "Ist dieser Gedanke hilfreich?",
      "Gibt es andere Möglichkeiten, wie ich über diese Situation oder über mich selbst denken kann?",
      "Gebe ich mir selbst unnötig die Schuld?",
      "Was oder wer sonst hat zu dieser Situation beigetragen?",
      "Liegt das wirklich in meiner Kontrolle?",
      "Halte ich mich an unbegründete oder doppelte Standards?",
      "Ist das eine realistische Erwartung?",
      "Diese Fragen zielen darauf ab, eine bestimmte Überzeugung zu überprüfen, sie zu bestätigen, zu präzisieren oder zu widerlegen und eine alternative Überzeugung zu formulieren.",
      "Fragen Sie sich: Was passiert, wenn ich es perfekt mache? Und was, wenn ich es nicht perfekt mache? Versuchen Sie herauszufinden, was hinter Ihrem Perfektionismus steckt. Haben Sie vielleicht Angst vor Ablehnung? Fürchten Sie öffentlichen Spott? Verbirgt sich hinter dem Perfektionismus vielleicht ein Verlangen nach Anerkennung?",
      "Wenn Sie verstehen, was hinter dem Perfektionismus steckt, fragen Sie sich, ob Sie damit wirklich diese Ängste und Bedürfnisse abdecken.",
      "Nun, Sie haben den Bericht perfekt geschrieben und abgegeben, und dann? Haben Sie jetzt überhaupt keine Angst mehr davor, dass sich andere von Ihnen abwenden? Sie haben perfekt aufgetreten, man hat Ihnen applaudiert, und das war\"s, reichen Ihnen diese Ovationen von einer Menge Fremder?",
      "Höchstwahrscheinlich ist Ihre Antwort negativ. Sie haben das Ideal erreicht, für eine Weile Glückseligkeit erfahren, und dann geht es wieder in dieses Rennen.",
      "Befreien Sie sich vom Schwarz-Weiß-Denken",
      "Perfektionisten denken oft in Kategorien wie «alles oder nichts», «Erfolg oder Misserfolg», «mache es perfekt oder fange gar nicht erst an».",
      "Ein solcher Ansatz ist unrealistisch. Schauen Sie sich um und fragen Sie sich, wie viele Dinge in der Welt der Kategorie «alles oder nichts» entsprechen. Sind Ihre Wände völlig sauber? Oder gibt es doch etwas Schmutz daran?",
      "Kennen Sie einen Menschen, der absolut ruhig und selbstsicher ist? Besitzt Ihre Lieblingsschauspielerin eine perfekte Schönheit, oder hat sie doch Makel?"
    ]
  },
  "screen_3": {
    "texts": [
      "Im Leben gelingt selten etwas ohne Fehler und Misserfolge.",
      "Niemand wird als Meister geboren - wir lernen, probieren, machen Fehler und verbessern uns allmählich.",
      "Also erlauben Sie sich, unvollkommen zu sein, Dinge nicht bis zum Ende zu machen, Fehler zu machen. Fehler sind keine Feinde, sondern Helfer auf dem Weg zum Erfolg. Erinnern Sie sich öfter an das Sprichwort: «Wer nichts macht, macht keine Fehler».",
      "Es ist nicht ratsam, sofort alle Ideale aufzugeben - das könnte eine zu abrupte Veränderung sein.",
      "Gehen Sie schrittweise vor.",
      "Beginnen Sie im Kleinen: Wählen Sie ein, das am wenigsten bedeutsame Ideal und versuchen Sie, es aufzugeben. Beobachten Sie das Ergebnis.",
      "Die Welt wird nicht zusammenbrechen, wenn Sie etwas nicht perfekt machen. Ihre Lieben werden sich nicht von Ihnen abwenden, Sie werden kein schrecklicher Mensch werden.",
      "Höchstwahrscheinlich werden Sie mit dem nicht perfekten Ergebnis viel leichter umgehen können, als Sie denken. Denken Sie daran, dass ein Experiment kein vollständiges Bild ergibt. Systematik ist notwendig.",
      "Geben Sie jede Woche oder jeden Monat ein Ideal auf und beobachten Sie die Reaktion. Hören Sie auf sich selbst und bewegen Sie sich in einem für Sie angenehmen Tempo.",
      "Führen Sie ein Erfolgstagebuch",
      "Notieren Sie sowohl große als auch kleine, bedeutsame und weniger bedeutsame Erfolge. Jeden Tag. Perfektionismus liebt Niederlagen, und wenn Sie sich das nächste Mal sagen: «Ich schaffe nie etwas», öffnen Sie sofort danach Ihr Notizbuch und lesen Sie, wie viel Sie schon erreicht haben.",
      "Eine weitere Methode zur Überwindung von Perfektionismus besteht in der Prozessorientierung.",
      "Das bedeutet, dass Sie sich bei der Bewertung einer Handlung eher auf den Prozess als auf das Ergebnis konzentrieren.",
      "Stellen Sie sich vor, Sie sind ein Fahrer und fahren jeden Tag von Punkt A nach Punkt B. An manchen Tagen sind die Ampeln meist grün, und Sie erreichen schnell Ihr Ziel. An anderen Tagen geraten Sie ständig an rote Ampeln, stehen im Stau, und die Fahrt dauert viel länger.",
      "Ihre Fahrkünste ändern sich nicht, warum also sollten Sie sich nicht jeden Tag gleich zufrieden mit der Arbeit fühlen, die Sie leisten? Versuchen Sie, die Dinge aus einer neuen Perspektive zu betrachten, ohne zu versuchen, Ihre Arbeit oder eine Handlung perfekt zu machen.",
      "Als Student könnte man sich zum Beispiel folgende prozessorientierte Ziele setzen:",
      "Vorlesungen besuchen;",
      "aufmerksam zuhören und Notizen machen;",
      "relevante Fragen stellen;",
      "jedem Fach eine bestimmte Zeit widmen;",
      "alle zwei bis drei Wochen die während der Vorlesungen gemachten Notizen durchlesen.",
      "All diese Prozesse können Sie kontrollieren, daher ist der Erfolg garantiert. Die endgültige Note oder das Ergebnis hingegen liegt nicht in Ihrer Kontrolle.",
      "Das Ergebnis hängt davon ab, wie sich Ihr Lehrer an diesem Tag fühlt, wie gut andere Studenten abgeschnitten haben, welche Kriterien er anwendet usw."
    ]
  },
  "screen_4": {
    "texts": [
      "Verwenden Sie die «Gier-Technik»",
      "Sie basiert auf der einfachen Tatsache, dass die meisten von uns versuchen, perfekt zu sein, um im Leben erfolgreich zu sein. Vielleicht ist Ihnen nicht in den Sinn gekommen, dass Sie viel erfolgreicher sein könnten, wenn Sie Ihre Standards senken.",
      "Zum Beispiel schrieb einst ein bekannter Psychotherapeut über zwei Jahre lang an seinem ersten wissenschaftlichen Artikel.",
      "Er war ausgezeichnet und wurde veröffentlicht. Aber in derselben Zeit schrieben und veröffentlichten seine Kollegen deutlich mehr ebenso gute Arbeiten. Also überlegte er, was besser sei: einen Artikel mit 98% «Perfektion» zu haben oder 10 Artikel mit 80% «Perfektion»?",
      "Im zweiten Fall wäre die Produktivität höher gewesen, und er hätte seine Kollegen überholen können. Diese Erkenntnis veranlasste den Psychotherapeuten, seine Standards zu lockern.",
      "Als Ergebnis erhöhte sich seine Produktivität, und seine Arbeitszufriedenheit stieg.",
      "Mehrere Aufgaben gut zu erledigen kann effektiver sein, als sich mit viel Stress auf die Erstellung eines perfekten Produkts zu fixieren.",
      "Formulieren Sie neue Überzeugungen",
      "Die Arbeit an Überzeugungen besteht darin, sie zu erkennen, ihre Konsequenzen zu durchdenken, ihre Quellen zu finden und endet mit der Formulierung neuer, alternativer Überzeugungen.",
      "Im Grunde besteht unsere Aufgabe darin, verschiedene Manifestationen von «Unvollkommenheit» (Fehler, Misserfolge) zu «normalisieren», die Idee der eigenen Unvollkommenheit und der Unvollkommenheit anderer Menschen zu akzeptieren.",
      "Geben Sie diese Überzeugungen auf:",
      "Ich/andere/die Welt müssen perfekt sein",
      "Wenn es nicht perfekt ist, dann ist es schlecht",
      "Wenn es schlecht ist, dann werden sich andere von mir abwenden/mich nicht anerkennen/ich werde es nicht schaffen",
      "Verwenden Sie stattdessen neue Überzeugungen und Phrasen.",
      "Ich bin nicht perfekt, aber ich:",
      "Lerne und wachse",
      "Bin gut genug",
      "Verdiene Liebe und Respekt, auch wenn ich nicht perfekt bin",
      "Andere sind nicht perfekt, aber sie:",
      "Sind auch Menschen, mit ihren Stärken und Schwächen",
      "Werden mich nicht immer gutheißen, und das ist in Ordnung",
      "Ich mache Fehler, aber das gibt mir die Möglichkeit:",
      "Aus meinen Fehlern zu lernen",
      "Besser zu werden",
      "Widerstandsfähigkeit zu zeigen und nicht aufzugeben",
      "Schreiben Sie Ihre neuen Überzeugungen auf und integrieren Sie sie in Ihr Leben.",
      "Sie können sie auf einen Zettel schreiben und an den Kühlschrank heften, sie in die Notizen Ihres Telefons eintragen oder ein Bild mit ihnen erstellen und es als Desktop-Hintergrund verwenden.",
      "Lesen Sie diese Aussagen jeden Tag, mindestens einmal, besser mehrmals. Das wird Ihnen helfen, Ihre Gedanken umzuprogrammieren und ungesunde Überzeugungen durch adaptivere zu ersetzen.",
      "Glücklicherweise ist Perfektionismus kein Urteil.",
      "Mit kleinen Schritten - allein oder unter Anleitung eines Spezialisten - können Sie den Perfektionismus auf ein gesundes Niveau bringen. Dafür ist es notwendig, sich selbst bedingungslos zu lieben und täglich für sich zu sorgen."
    ]
  }
}
