{
  "title": "Der Weg zu einem gesunden Selbstwert",
  "description": "Dieser Beitrag zeigt, wie Sie sich Schritt für Schritt von der Abhängigkeit von äußerer Anerkennung lösen und einen eigenständigen, belastbaren Selbstwert aufbauen. Zentrale Schritte sind die Prüfung bestehender Überzeugungen, deren Ersetzung durch realistischere, unterstützende Sichtweisen sowie das regelmäßige Einüben von Selbstanerkennung. So sinkt die Angst vor Bewertung, die eigene Beurteilung wird unabhängiger – und die Lebensqualität steigt.",
  "screen_1": {
    "texts": [
      "Der erste wichtige Schritt ist eine ehrliche Bilanz: Welche Ihrer Überzeugungen nützen – und welche schaden?",
      "Notieren Sie Gedanken rund um Anerkennung, zum Beispiel: „Ich muss allen gefallen“ oder „Wenn man mich kritisiert, bin ich ein schlechter Mensch“.",
      "Fragen Sie sich: Was gewinne ich mit diesen Sätzen – und was kostet mich das emotional?",
      "Wenn klar wird, dass die Angst vor Ablehnung mehr Leid als Nutzen bringt, entsteht Raum für Veränderung.",
      "Als Nächstes formulieren Sie die Überzeugung neu – realistischer und hilfreicher.",
      "Aus „Wenn man mich nicht gutheißt, bin ich schlecht“ wird etwa: „Ablehnung ist unangenehm, aber sie bestimmt meinen Wert nicht.“",
      "Selbst bei tadellosem Verhalten wird es Menschen geben, die etwas zu bemängeln haben – das ist normal.",
      "Andere betrachten die Welt durch ihre eigenen Prismen aus Erfahrungen und Überzeugungen. Ihre Meinung ist keine absolute Wahrheit.",
      "Kehren Sie regelmäßig zu der neuen Formulierung zurück – lesen Sie sie zweimal täglich und prägen Sie sie sich ein."
    ],
    "quote": {
      "text": "„Niemand kann Ihnen ein Gefühl der Minderwertigkeit geben – ohne Ihre Zustimmung.“",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Prüfen Sie, warum die Angst vor Ablehnung oft unlogisch ist – und weniger gefährlich, als sie wirkt.",
      "Erstellen Sie eine persönliche Liste von Argumenten, die in Bewertungssituationen beruhigen.",
      "Wichtig: Diese Argumente sollten ehrlich und realistisch sein – keine Abwertung anderer.",
      "Mögliche Anstöße:",
      "Die Gründe für Kritik liegen oft nicht bei Ihnen: Jemand ist müde, gereizt oder mit eigenen Problemen beschäftigt.",
      "Konstruktive Kritik ist eine Lernchance – kein Beweis für „Unfähigkeit“.",
      "Ein paar Fehler definieren weder Ihren Charakter noch löschen sie Erfolge aus.",
      "Sie können wählen, wie Sie auf Bewertungen reagieren – ruhiger, freundlicher, mit mehr Selbstrespekt.",
      "Menschen sehen Sie unterschiedlich – das ist in Ordnung. Ein einzelner Vorfall definiert Sie nicht.",
      "Fremde Urteile können treffen, doch das Gefühl zieht vorüber. Geben Sie sich Zeit und wenden Sie sich guten Tätigkeiten zu – die Schwere lässt nach.",
      "Ergänzen Sie Ihre Liste täglich – das stärkt die neue Denkweise und nimmt die Angst vor dem Urteil anderer."
    ],
    "quote": {
      "text": "„Ihre Zeit ist begrenzt – verschwenden Sie sie nicht damit, das Leben anderer zu leben.“",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Lernen Sie, sich auf Ihre eigene Zustimmung zu stützen.",
      "Ihre Stimmung prägen vor allem Ihre Gedanken. Das heißt: Sie können sich selbst unterstützen.",
      "Etablieren Sie die Gewohnheit, Erfolge festzuhalten – auch kleine.",
      "Notieren Sie sie in Notizen oder in einem Heft: ein freundlicher Impuls, eine erledigte Aufgabe, Geduld in einem schwierigen Moment.",
      "Überfliegen Sie die Liste am Abend – das fördert einen warmen, stabilen Blick auf sich selbst.",
      "Denken Sie daran: Meinungen ändern sich. Heute Kritik – morgen Begeisterung von denselben Menschen.",
      "Der Versuch, „allen zu gefallen“, ist zum Scheitern verurteilt. Sich selbst treu zu sein, schenkt Freiheit, Selbstachtung und zieht passende Menschen an.",
      "Gehen Sie Schritt für Schritt. Sich von äußerer Bestätigung zu lösen ist ein Prozess – aber jeder Einsatz lohnt sich.",
      "Wenn äußere Anerkennung nicht mehr Ihr Maßstab ist, wächst innere Ruhe – und das Gefühl echter Freiheit."
    ]
  }
}
