{
  "title": "Der Weg zu einem gesunden Selbstwert",
  "description": "Dieser Text zeigt Wege auf, sich von der Abhängigkeit von äußerer Anerkennung zu lösen. Zentrale Schritte sind die Analyse der Vor- und Nachteile der aktuellen Überzeugungen, das Umschreiben negativer Annahmen in realistischere und hilfreichere sowie das Einüben von Selbstanerkennung. Wer diesen Empfehlungen folgt, kann unabhängiger werden und seine Lebensqualität verbessern.",
  "screen_1": {
    "texts": [
      "Der erste und sehr wichtige Schritt zur Veränderung destruktiver Überzeugungen ist die Analyse ihrer Vorteile und Nachteile.",
      "Drucken Sie Ihre Überzeugungen zur Abhängigkeit von Anerkennung aus dem Kopf aufs Papier. Die Formulierungen können variieren, sie spiegeln jedoch das Bestreben wider, von anderen gebilligt zu werden.",
      "Zum Beispiel: „Ich muss tun, was anderen gefällt“ oder „Wenn man mich nicht gutheißt, bin ich ein schlechter Mensch.“",
      "Fragen Sie sich: Welche Vorteile und Nachteile haben solche Annahmen? Welchen Preis zahlen Sie dafür – und was bekommen Sie im Gegenzug?",
      "Wenn Sie alle möglichen Wege auflisten, wie diese Überzeugung Ihnen schadet oder nützt, erkennen Sie, wie sie tatsächlich Befinden, Stimmung und Ihr Leben insgesamt beeinflusst. Das kann ein wichtiger erster Schritt für persönliches Wachstum sein.",
      "Wenn Sie sehen, dass die Angst vor Ablehnung mehr schadet als nützt, besteht der nächste Schritt darin, die Überzeugung so umzuformulieren, dass sie realistischer und hilfreicher klingt.",
      "Nehmen wir als Beispiel die Annahme: „Wenn man mich nicht gutheißt, bin ich schlecht.“",
      "Selbst bei „perfektem“ Verhalten wird es immer Menschen geben, die Unzufriedenheit mit Ihrem Verhalten oder sogar mit Ihnen als Person äußern.",
      "So sehr Sie auch versuchen, entgegenzukommen – Kritik, Konflikte und sogar Zurückweisung lassen sich dennoch nicht vollständig vermeiden.",
      "Das beweist jedoch nicht, dass Sie ein schlechter Mensch sind; oft entspringt Kritik den – durch Erziehung und Biografie geprägten, nicht immer rationalen – Überzeugungen der anderen Person, in die Sie schlicht nicht hineinpassen.",
      "Und wenn jemand blondes Haar bevorzugt – macht das alle mit dunklem Haar zu „schlechten“ Menschen?",
      "Aus solchen Überlegungen lässt sich die Annahme so umschreiben: „Missbilligung kann unangenehm sein, aber sie macht mich nicht zu einem schlechten Menschen.“",
      "Lesen Sie die neue Überzeugung ein- bis zweimal täglich. So entwickeln Sie Schritt für Schritt neue Denkmuster."
    ],
    "quote": {
      "text": "Niemand kann dich minderwertig fühlen lassen ohne deine Zustimmung.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Überlegen Sie, warum es unvernünftig ist, Angst vor Missbilligung zu haben. Erstellen Sie Ihre persönliche Liste von Gründen, warum Missbilligung zwar unangenehm, aber nicht existenzbedrohend ist.",
      "Die Argumente sollten lebensnah und nachvollziehbar sein, sodass Sie nicht an ihnen zweifeln. Täuschen Sie sich nicht selbst!",
      "Eine Aussage wie: „Wenn mich jemand kritisiert, muss ich nicht traurig sein, denn arrogante Menschen brauche ich nicht in meiner Nähe“, funktioniert nicht – sie enthält eine Verzerrung.",
      "Damit werten Sie sich nur künstlich auf, indem Sie die andere Person innerlich auf eine „schwarze Liste“ setzen. Halten Sie sich an Gedanken, die Sie für wahr halten.",
      "Hier sind einige hilfreiche Ideen:",
      "Missbilligung hängt nicht immer direkt mit Ihnen zusammen – nicht zwingend mit Ihren Worten, Handlungen oder Ihrem Lebensstil. Der Grund kann in den Problemen oder in der Perspektive der anderen Person liegen.",
      "Selbst berechtigte Kritik ist keine Bedrohung; sie hilft, Fehler zu finden und zu korrigieren. Aus Fehlern lernen wir.",
      "Ein, zwei, fünf, zehn Fehltritte bedeuten nicht, dass alles, was Sie tun, falsch ist. Dem stehen viele Dinge gegenüber, die Ihnen gelingen.",
      "Sie entscheiden selbst, wie stark Sie fremde Missbilligung belastet; Ihre Reaktion liegt in Ihrer Hand.",
      "Andere können nicht über Ihren menschlichen Wert urteilen – höchstens über Angemessenheit und Qualität Ihrer Worte oder Handlungen.",
      "Menschen werden Sie sehr unterschiedlich bewerten, unabhängig davon, wie gut oder schlecht Sie handeln. Missbilligung verbreitet sich nicht rasend schnell, und eine Zurückweisung führt nicht zu völliger Einsamkeit.",
      "Missbilligung und Kritik sind meist unbequem, doch das Unbehagen vergeht. Schluss mit Trübsalblasen: Tun Sie etwas, das Ihnen früher Freude gemacht hat – auch wenn es zunächst sinnlos erscheint. Missbilligung ist nicht für immer.",
      "Beschäftigen Sie sich einige Tage mit dem Thema und ergänzen Sie Ihre Liste nach und nach. Entwickeln Sie Ihre eigene Haltung zu Missbilligung. Sie werden staunen, wie sehr sich Ihr Blick auf die Welt verändert und Ihr Gefühl von Unabhängigkeit wächst."
    ],
    "quote": {
      "text": "Deine Zeit ist begrenzt – verschwende sie nicht damit, das Leben eines anderen zu leben.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Lernen Sie, sich vor allem auf Ihre eigene Zustimmung zu stützen.",
      "Der Schlüssel zur emotionalen Erholung ist die Erkenntnis, dass vor allem Ihre eigenen Gedanken Ihre Stimmung prägen. Wenn Sie die Abhängigkeit von äußeren Lobesbekundungen aufgeben, üben Sie, sich selbst Unterstützung zu geben.",
      "Notieren Sie tagsüber in einem Heft oder auf dem Handy Ihre Erfolge. Es spielt keine Rolle, wie groß sie sind oder ob außer Ihnen jemand sie bemerkt hat.",
      "Vielleicht haben Sie die Tür in der U-Bahn aufgehalten, einem Kollegen geduldig zweimal etwas erklärt – oder Sie sind einfach nicht bei Rot mit der Menge mitgelaufen.",
      "Gewöhnen Sie sich an diese Liste, schauen Sie sie vor dem Schlafengehen durch – das ist ein großer Schritt hin zur Selbstanerkennung.",
      "Danken Sie daran, dass die Meinung anderer sehr wechselhaft ist. Was heute kritisiert wird, kann morgen schon als modisch und begehrenswert gelten.",
      "Versuchen Sie nicht, allen zu gefallen. Das ist unmöglich. Es gibt Millionen Menschen – jeder mit einer eigenen Meinung.",
      "Leben Sie Ihr Leben, sagen Sie Ihre Meinung, lernen Sie aus Fehlern, korrigieren Sie sie, verfolgen Sie Ihre Ziele und gehen Sie Ihren Weg weiter.",
      "All diese Schritte wirken im Zusammenspiel. Ja, es ist Arbeit – doch die Freiheit von der Abhängigkeit von äußerer Anerkennung verändert das Leben zum Besseren. Sie schenkt die Freiheit, man selbst zu sein."
    ]
  }
}
