{
  "title": "Der Weg zu einem gesunden Selbstwertgefühl",
  "description": "Dieser Text betrachtet Wege, um sich von der Abhängigkeit von der Zustimmung anderer zu befreien. Die Hauptschritte umfassen die Analyse der Vor- und Nachteile bestehender Überzeugungen, das Umschreiben negativer Einstellungen zu realistischeren und nützlicheren Überzeugungen und die Entwicklung einer Gewohnheit zur Selbstzustimmung. Indem man diesen Empfehlungen folgt, kann eine Person ihre Unabhängigkeit erhöhen und die Lebensqualität verbessern.",
  "screen_1": {
    "texts": [
      "Der erste und sehr wichtige Schritt auf dem Weg zur Änderung destruktiver Überzeugungen ist die Analyse ihrer Vor- und Nachteile.",
      "Denken Sie über Ihre Überzeugungen hinsichtlich der Abhängigkeit von Zustimmung nach und schreiben Sie sie auf. Sie können unterschiedlich formuliert sein, spiegeln jedoch Ihr Streben wider, von anderen akzeptiert zu werden.",
      "Zum Beispiel: «Ich muss das tun, was den Leuten gefällt», oder «Wenn ich nicht akzeptiert werde, bedeutet das, dass ich schlecht bin».",
      "Fragen Sie sich: Was sind die Vorteile und Nachteile solcher Einstellungen? Welchen Preis zahlen Sie dafür und was erhalten Sie im Gegenzug?",
      "Indem Sie alle möglichen Varianten auflisten, wie eine Überzeugung Ihnen schadet oder hilft, können Sie sehen, wie sie tatsächlich Ihren Zustand, Ihre Stimmung und Ihr Leben insgesamt beeinflusst. Dies kann ein wichtiger erster Schritt zur persönlichen Entwicklung sein.",
      "Wenn Sie feststellen, dass die Angst vor Ablehnung Ihnen mehr schadet als nützt, ist der nächste Schritt, die Überzeugung so umzuschreiben, dass sie realistischer und nützlicher für Sie wird.",
      "Nehmen wir zum Beispiel die Überzeugung: «Wenn ich nicht akzeptiert werde, bedeutet das, dass ich schlecht bin».",
      "Selbst wenn Sie sich «perfekt» verhalten, wird es immer noch Menschen geben, die mit Ihrem Verhalten oder sogar mit Ihnen selbst unzufrieden sind.",
      "Egal, wie gut und bequem Sie sich für andere bemühen zu sein, Sie können Kritik, Konflikte und sogar Ablehnung nicht vermeiden.",
      "Dies ist jedoch kein Beweis dafür, dass Sie eine schlechte Person sind, denn eine andere Person kann Sie kritisieren aufgrund ihrer Überzeugungen, die durch Erziehung und Lebenserfahrung geprägt sind (nicht immer rational!), in die Sie als eine andere Person einfach nicht passen.",
      "Und wenn jemand Blondinen mehr mag als Brünette, macht das dann alle Brünetten schlecht?",
      "Aus solchen Überlegungen kann die Überzeugung wie folgt umformuliert werden: «Ablehnung kann Unbehagen verursachen, aber das macht mich nicht zu einer schlechten Person».",
      "Lesen Sie das neue Überzeugung ein paar Mal am Tag. Auf diese Weise werden Sie allmählich neue Denkgewohnheiten entwickeln."
    ],
    "quote": {
      "text": "Niemand kann Sie minderwertig fühlen lassen ohne Ihre Zustimmung.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Denken Sie darüber nach, warum es unvernünftig ist, Ablehnung zu fürchten. Erstellen Sie Ihre eigene Liste von Gründen, warum Ablehnung unangenehm, aber nicht tödlich ist.",
      "Argumente sollten lebensnah und verständlich sein, damit Sie nicht den geringsten Zweifel daran haben. Führen Sie sich nicht in die Irre!",
      "Zum Beispiel, die Aussage: «Wenn jemand mich kritisiert, sollte ich mich nicht ärgern, weil ich solche arrogante Menschen nicht in meiner Nähe brauche», funktioniert nicht, weil sie eine Verzerrung enthält.",
      "So versuchen Sie nur, sich auf Kosten dessen zu behaupten, dass Sie die Person auf die «schwarze Liste» setzen. Halten Sie sich an die Wahrheiten, die Sie für wahr halten.",
      "Hier sind einige Ideen, die für Sie nützlich sein könnten:",
      "Nicht immer ist Ablehnung direkt mit Ihnen verbunden: mit Ihren Worten, Handlungen oder Ihrem Lebensstil. Der Grund könnte in den Problemen oder persönlichen Ansichten einer anderen Person liegen.",
      "Selbst gerechtfertigte Kritik ist keine Bedrohung, da sie hilft, Fehler zu finden und zu korrigieren. Und wie bekannt, lernen wir aus Fehlern.",
      "Ein, zwei, fünf, zehn Fehltritte bedeuten nicht, dass alles, was Sie tun, falsch ist. Im Gegenteil, es gibt viele Dinge, bei denen Sie nicht falsch liegen.",
      "Sie entscheiden selbst, wie sehr Sie sich über die Ablehnung anderer aufregen, Ihre Reaktion hängt nur von Ihnen ab.",
      "Andere Menschen können nicht über Ihren menschlichen Wert urteilen, nur über die Richtigkeit und die Vorzüge Ihrer Worte oder Handlungen.",
      "Alle Menschen werden Sie unterschiedlich bewerten, unabhängig davon, wie gut oder schlecht Sie handeln. Ablehnung verbreitet sich nicht mit großer Geschwindigkeit, und ein einziger Fall von Ablehnung führt nicht zur völligen Isolation.",
      "Ablehnung und Kritik verursachen normalerweise Unbehagen, aber das Unbehagen geht vorüber. Hören Sie auf, sich zu grämen. Widmen Sie sich Dingen, die Ihnen früher Freude bereitet haben, auch wenn Sie das Gefühl haben, dass es sinnlos ist, anzufangen. Ablehnung ist nicht für immer.",
      "Denken Sie einige Tage über dieses Thema nach und ergänzen Sie die Liste nach und nach. Entwickeln Sie Ihre eigene Einstellung zu Ablehnung. Sie werden überrascht sein, wie sehr dies Ihnen hilft, Ihre Weltsicht zu ändern und Ihr Gefühl der Unabhängigkeit zu stärken."
    ],
    "quote": {
      "text": "Ihre Zeit ist begrenzt, also verschwenden Sie sie nicht, indem Sie das Leben eines anderen leben.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Lernen Sie, nur von Ihrer eigenen Zustimmung abhängig zu sein.",
      "Der Schlüssel zur emotionalen Genesung ist das Wissen, dass nur Ihre eigenen Gedanken Ihre Stimmung beeinflussen können. Indem Sie sich von der Abhängigkeit von der Zustimmung anderer befreien, versuchen Sie, sich selbst Unterstützung zu bieten.",
      "Dazu schreiben Sie im Laufe des Tages in einem Tagebuch oder auf Ihrem Telefon eine Liste Ihrer Erfolge auf. Es spielt keine Rolle, wie groß sie sind, ob jemand anderes sie bemerkt hat oder nicht.",
      "Vielleicht haben Sie die Tür in der U-Bahn aufgehalten oder einem Kollegen geduldig ein Thema zweimal erklärt. Oder Sie sind einfach nicht bei Rot über die Ampel gegangen.",
      "Gewöhnen Sie sich daran, eine solche Liste zu führen, und sehen Sie sie sich vor dem Schlafengehen an, und Sie werden einen großen Schritt zur Selbstakzeptanz machen.",
      "Denken Sie daran, dass die Meinung anderer sehr instabil ist. Was heute diskutiert und kritisiert wird, kann morgen modisch und begehrt sein.",
      "Versuchen Sie nicht, jedem zu gefallen. Das ist unmöglich. In der Welt gibt es Millionen von Menschen, und jeder hat seine eigene Meinung und seinen eigenen Kopf auf den Schultern.",
      "Leben Sie Ihr eigenes Leben, äußern Sie Ihre eigene Meinung, lernen Sie aus Ihren Fehlern, korrigieren Sie sie, streben Sie nach Ihren Zielen und gehen Sie voran.",
      "Alle aufgeführten Schritte arbeiten zusammen. Ja, es erfordert Anstrengung, aber die Befreiung von der Abhängigkeit von der Zustimmung anderer verändert das Leben zum Besseren. Es gibt Ihnen die Freiheit, Sie selbst zu sein."
    ]
  }
}
