{
  "title": "بطاقات التكيف: مساعد صغير للتغييرات الكبيرة",
  "description": "بطاقات التكيف هي أداة بسيطة ولكنها قوية في العلاج المعرفي السلوكي، تساعد على التعامل مع التوتر والأفكار السلبية. اكتشف كيف يمكن لهذه \"المذكرات\" الصغيرة أن تغير إدراكك، وتعيد ثقتك بنفسك، وتصبح دليلاً للنمو العاطفي. انغمس في عالم اكتشاف الذات وافتح الطريق لحياة أكثر هدوءًا باستخدام بطاقات التكيف!",
  "screen_1": {
    "texts": [
      "بطاقات التكيف - سلاح سري آخر للعلاج المعرفي السلوكي.",
      "ما هي بطاقات التكيف؟",
      "بطاقات التكيف هي طريقة فعالة طُوّرت في إطار العلاج المعرفي السلوكي، تساعد الناس على التعامل مع الأفكار السلبية والمواقف العصيبة.",
      "إنها بمثابة \"مذكرة\" ترشدك إلى كيفية تغيير المعتقدات الهدامة واستعادة ثقتك بنفسك.",
      "لماذا يجب استخدام بطاقات التكيف؟",
      "تقليل القلق: ستساعدك بطاقات التكيف على استعادة الهدوء بسرعة في المواقف العصيبة.",
      "الدعم في الأوقات الصعبة: عندما تحتاج إلى الإلهام أو الدعم، ستكون بطاقاتك دائمًا بجانبك لتذكيرك بمواردك الداخلية.",
      "تطوير الوعي الذاتي: من خلال تدوين أفكارك ومشاعرك، ستتمكن من فهم ردود أفعالك العاطفية وأنماط سلوكك بشكل أفضل.",
      "سهولة الاستخدام: وظائف تطبيقنا بديهية وبسيطة، مما يجعل عملية إنشاء البطاقات متاحة للجميع."
    ],
    "quote": {
      "text": "يمكنك أن تعاني إذا اخترت معتقدات غير منطقية، ولكن يمكنك ألا تعاني إذا اخترت معتقدات منطقية.",
      "author": "آرون بيك"
    }
  },
  "screen_2": {
    "texts": [
      "كيف يعمل ذلك؟",
      "عندما تلاحظ فكرة هدامة، من المهم استخدام بطاقات التكيف لاستبدالها بفكرة أكثر بناءً.",
      "قد تتطلب هذه العملية بعض الممارسة، لكن مع مرور الوقت ستتعلم الاستجابة للأفكار السلبية بشكل أسرع واستبدالها بمعتقدات إيجابية.",
      "على سبيل المثال، إذا كنت تفكر: \"لن أتمكن أبدًا من تحقيق أهدافي\"، يمكنك استبدال هذه الفكرة بأخرى أكثر بناءً: \"أواجه صعوبات، لكن لدي خطة، وأستطيع التحرك نحو أهدافي، حتى بخطوات صغيرة\".",
      "هذا يساعد ليس فقط على تغيير إدراكك للموقف، بل يلهمك أيضًا للعمل.",
      "راجع وحدّث بطاقاتك بانتظام.",
      "مشاعرك وأفكارك قد تتغير مع مرور الوقت، لذلك من المهم تكييف البطاقات مع احتياجاتك الحالية.",
      "على سبيل المثال، إذا لاحظت أن فكرة هدامة معينة لم تعد ذات صلة أو تمكنت من التغلب على خوف معين، قم بتحديث البطاقة بإضافة أفكار أو استراتيجيات بناءة جديدة.",
      "في تطبيقنا، ستتمكن بسهولة من تعديل البطاقات التي أنشأتها بالفعل أو إضافة بطاقات جديدة.",
      "وهكذا، تصبح بطاقات التكيف ليست مجرد أداة لمكافحة الأفكار السلبية، بل دليلك الشخصي في عملية التطوير الذاتي والنمو العاطفي."
    ]
  },
  "screen_3": {
    "texts": [
      "دعونا ننظر في بعض الأمثلة الإضافية لاستبدال الأفكار الهدامة بأفكار بناءة، لجعل معنى البطاقات أكثر وضوحًا.",
      "المثال 1",
      "الفكرة الهدامة: \"لن أتمكن من التعامل مع هذا المشروع، أنا لست جيدًا بما فيه الكفاية\".",
      "البديل البناء: \"لقد تعاملت مع مشاريع صعبة من قبل. لدي المهارات والموارد لإكمال هذه المهمة بنجاح\".",
      "المثال 2",
      "الفكرة الهدامة: \"سيضحك الجميع علي إذا قلت شيئًا غبيًا\".",
      "البديل البناء: \"يمكن لأي شخص أن يخطئ. يمكنني التعلم من أخطائي والاستمتاع بالتواصل\".",
      "المثال 3",
      "الفكرة الهدامة: \"لن يتغير شيء، حياتي ستظل هكذا دائمًا\".",
      "البديل البناء: \"يمكنني اتخاذ خطوات نحو التغيير. الخطوات الصغيرة تؤدي إلى نتائج كبيرة\".",
      "الخلاصة",
      "بطاقات التكيف هي أداة قوية لإدارة أفكارك وعواطفك.",
      "إنها تساعد على استعادة الاتصال بالجزء العقلاني من عقلك ومواجهة المعتقدات السلبية.",
      "باستخدامها، ستتمكن من فهم نفسك وردود أفعالك تجاه المواقف العصيبة بشكل أفضل.",
      "ابدأ بإنشاء بطاقات التكيف الخاصة بك اليوم واكتشف طريقك نحو حالة أكثر هدوءًا وثقة!"
    ]
  }
}
