{
  "title": "بطاقة التأقلم: مساعد صغير لتغييرات كبيرة",
  "description": "بطاقات التأقلم أداة بسيطة لكنها فعّالة جدًا ضمن العلاج المعرفي السلوكي (CBT). تساعدك على التعامل مع التوتر، ورؤية المواقف الصعبة من زاوية جديدة، ودعم نفسك في لحظات الشك. هذه «التذكيرات» الصغيرة تعيد إليك الإحساس بالثقة وتساعدك على التقدّم نحو نموّ عاطفي أعمق. استكشف أفكارك، وابحث عن سند داخلي، وتقدّم خطوة بخطوة نحو حياة أكثر هدوءًا وثباتًا.",
  "screen_1": {
    "texts": [
      "بطاقات التأقلم أداة أخرى هادئة لكنها قوية جدًا ضمن العلاج المعرفي السلوكي (CBT).",
      "ما هي بطاقات التأقلم؟",
      "بطاقات التأقلم أسلوب ضمن العلاج المعرفي السلوكي (CBT) يساعدك على التعامل مع الأفكار السلبية ولحظات التوتر، عبر تبنّي منظور أكثر صحة لما يحدث.",
      "هي بمثابة «بطاقة تذكير» ترشدك إلى كيفية استبدال المعتقدات الهدّامة بأخرى داعمة، واستعادة الثقة بالنفس.",
      "لماذا يجدر استخدام بطاقات التأقلم؟",
      "تقليل القلق: تساعد بطاقات التأقلم على استعادة الهدوء سريعًا عندما تشتدّ المشاعر.",
      "دعم في الأوقات الصعبة: في لحظات الشك تصبح صوتًا داعمًا يذكّرك بقوتك ومواردك الداخلية.",
      "تنمية الوعي بالذات: تدوين الأفكار وردود الفعل يجعل من الأسهل فهم ما الذي يثير المشاعر وكيف يمكن التأثير فيها.",
      "البساطة وسهولة الوصول: واجهة تطبيقنا واضحة ومريحة، لذا فإن إنشاء البطاقات سهل ومطمئن."
    ],
    "quote": {
      "text": "يمكنك أن تعاني إذا اخترت معتقدات غير عقلانية، ويمكنك ألا تعاني إذا اخترت معتقدات عقلانية.",
      "author": "آرون بيك"
    }
  },
  "screen_2": {
    "texts": [
      "كيف يعمل ذلك؟",
      "عندما تلاحظ فكرة هدّامة، تساعدك بطاقة التأقلم على استبدالها بفكرة أكثر واقعية ودعمًا.",
      "في البداية قد يتطلب الأمر بعض التدريب، لكن مع الوقت يصبح من الأسهل ملاحظة الأفكار السلبية بسرعة واستبدالها بأخرى أكثر بنّاءة.",
      "على سبيل المثال، إذا ظهرت فكرة: «لن أتمكن أبدًا من تحقيق أهدافي»، يمكن استبدالها بـ: «قد يكون الأمر صعبًا أحيانًا، لكن لدي خطة، ويمكنني التقدّم حتى بخطوات صغيرة».",
      "يساعد هذا الأسلوب ليس فقط على رؤية الموقف بشكل مختلف، بل يلهم أيضًا لاتخاذ خطوات عملية.",
      "راجع بطاقاتك بانتظام وحدّثها.",
      "تتغير مشاعرنا وأفكارنا، لذلك من المهم أن تعكس البطاقات احتياجاتك الحالية.",
      "إذا فقدت فكرة سلبية قوتها أو تجاوزت الصعوبة، حدّث البطاقة وسجّل معتقدًا داعمًا جديدًا.",
      "في تطبيقنا يمكنك بسهولة تعديل البطاقات الموجودة وإنشاء بطاقات جديدة.",
      "مع الوقت تصبح بطاقات التأقلم أكثر من مجرد أداة لمواجهة الأفكار السلبية؛ بل دليلًا شخصيًا في رحلة تطوير الذات والنمو العاطفي."
    ]
  },
  "screen_3": {
    "texts": [
      "لنلقِ نظرة على بعض الأمثلة لفهم مبدأ استبدال الأفكار الهدّامة بشكل أوضح.",
      "مثال 1",
      "الفكرة الهدّامة: «لن أستطيع إنجاز هذا المشروع، أنا لست جيدًا بما يكفي».",
      "الاستبدال البنّاء: «سبق أن أنجزت مهامًا صعبة من قبل. لدي المعرفة والموارد اللازمة لإنهاء هذه المهمة أيضًا».",
      "مثال 2",
      "الفكرة الهدّامة: «سيضحك الجميع عليّ إذا قلت شيئًا غبيًا».",
      "الاستبدال البنّاء: «الخطأ وارد للجميع. أنا أتعلم، والتواصل فرصة للنمو والتطور».",
      "مثال 3",
      "الفكرة الهدّامة: «لن يتغير شيء، ستبقى الحياة هكذا دائمًا».",
      "الاستبدال البنّاء: «التغييرات تحدث تدريجيًا. حتى الخطوات الصغيرة تقود إلى نتائج كبيرة».",
      "الخلاصة",
      "بطاقات التأقلم طريقة قوية ولطيفة لإدارة الأفكار والمشاعر.",
      "تساعد على استعادة منظور عقلاني وهادئ للموقف ومواجهة المعتقدات السلبية.",
      "باستخدامها يصبح من الأسهل فهم الذات وردود الفعل تجاه التوتر.",
      "ابدأ بإنشاء بطاقاتك اليوم وخذ الخطوة الأولى نحو حياة أكثر هدوءًا وثقةً وثباتًا."
    ]
  }
}
