{
  "title": "قصة أليس: رحلة لتجاوز الاكتئاب",
  "description": "في هذه المقالة نستعرض قصة شخص واجه الاكتئاب لنتعرّف كيف ترتبط الأفكار التلقائية بالمعتقدات الوسيطة والجذرية. ومن خلال قصة أليس وعملها مع الأخصائي النفسي سنرى كيف تتكوّن المعتقدات وكيف يمكن تغييرها للمساعدة في التعامل مع الاكتئاب. يعتمد هذا النهج على مبادئ العلاج المعرفي السلوكي (CBT).",
  "screen_1": {
    "texts": [
      "لتوضيح العلاقة بين الأفكار التلقائية والمعتقدات الوسيطة والمعتقدات الجذرية بشكل ملموس، سنستعرض قصة أليس — شابة واجهت اكتئابًا وشكًا في نفسها.",
      "للبداية، لنتعرّف قليلًا إلى حياتها وبيئتها:",
      "نشأت أليس في أسرة مفككة في مدينة صغيرة. عندما كانت في السادسة من عمرها، غادر والدها المنزل وارتبط بامرأة أخرى. وكانت علاقتها بوالدتها صعبة: كثيرًا ما كانت تنتقد أليس ونادرًا ما كانت تمتدحها.",
      "بعد الطلاق، لم يكن الوالدان يتواصلان تقريبًا، وشعرت أليس أنها عالقة بين طرفين وتحاول إرضاء كل واحد منهما. وفي أسرة والدها الجديدة رُزق بثلاثة أطفال، وكان يقضي معهم وقتًا طويلًا: رحلات إلى الطبيعة ونشاطات رياضية مشتركة. شعرت أليس بالمرارة والغيرة وبأنها مُستبعَدة.",
      "في المدرسة أصبحت أليس متفوّقة، إلى حد كبير رغبةً في نيل رضا والدتها التي كانت ترى العلامات العالية أمرًا بديهيًا. لاحقًا تخرّجت من الجامعة بتقدير ممتاز في تخصص «التسويق». عمرها الآن 23 عامًا، غير متزوجة ولا أطفال لديها. وأثناء بحثها عن عمل واستقرار، تلجأ إلى أخصائي نفسي بسبب الاكتئاب.",
      "ازدادت حالتها سوءًا بسبب صعوبات العثور على عمل. تراجع نشاطها الاجتماعي، وتشعر معظم الوقت بالإحباط، وتقتنع بأنها لن تنجح في أي شيء."
    ]
  },
  "screen_2": {
    "texts": [
      "والآن لنرَ كيف تظهر مستويات التفكير الثلاثة لدى أليس من خلال مثال من حوارها مع الأخصائي النفسي:"
    ],
    "dialog": [
      "أليس، هل يمكنكِ تذكّر موقف شعرتِ فيه مؤخرًا بمشاعر سلبية قوية؟",
      "كان ذلك أمس. كنت أتصفح الوظائف ورأيت وظيفة مثالية: شركة مثيرة للاهتمام، دوام مرن، ودخل جيد. لكنني تجمّدت ولم أرسل السيرة الذاتية.",
      "ما الذي أوقفك تحديدًا؟",
      "فكّرت أنني لن يتم قبولي على أي حال. وأن الأمر صعب جدًا بالنسبة لي. وأنني لن أستطيع التعامل معه (فكرة تلقائية).",
      "ماذا تعني لكِ فكرة أنكِ لن تستطيعين التعامل مع الأمر؟",
      "أنني لن أستطيع إنجاز المهام بشكل جيد، وأن الأخطاء أمر سيئ جدًا (معتقد وسيط).",
      "كيف تصفين شخصًا يرتكب أخطاء ولا ينجح في أداء ما عليه؟",
      "إنه فاشل، ولا يصلح لأي شيء جاد.",
      "وإن حدث ذلك معك — إذا واجهتِ صعوبات وارتكبتِ أخطاء — فمن تكونين أنتِ؟",
      "على الأرجح أنا فاشلة (معتقد جذري)."
    ]
  },
  "screen_3": {
    "texts": [
      "بهذا نرى كيف ترتبط مستويات التفكير الثلاثة لدى أليس وكيف تؤثر في حالتها العاطفية.",
      "ومن المهم أن نتذكر أن أليس لم تولد بهذه المعتقدات. لقد تشكّلت وترسّخت مع الوقت تحت تأثير الأحداث والبيئة. وهذا يعني أنه يمكن تغييرها.",
      "تبدأ الخطوة الأولى بالعمل مع الأفكار التلقائية. حين تتعلّم أليس رصدها ومساءلتها، ستتمكن من تقليل تأثيرها والانتقال إلى المستوى التالي — المعتقدات الوسيطة.",
      "وبشكل تدريجي، خطوةً بخطوة، ستساعدها هذه التغييرات على تعديل المعتقدات الجذرية أيضًا، واستبدالها بمعتقدات أكثر واقعية وداعمة."
    ]
  }
}
