{
  "title": "اختر الحياة!",
  "description": "تتناول هذه المقالة موضوع الاكتئاب والأفكار الانتحارية، وتعرض أرقامًا واضحة وتشرح كيف ترتبط ببعضها. كما تتحدث عن دور العلاج المعرفي السلوكي (CBT) في تجاوز مثل هذه الأزمات، وتؤكد أهمية اللجوء إلى المختصين وتوفر المساعدة النفسية المجانية. يدعم النص القارئ ويذكّر بقيمة الحياة وبضرورة التمسك بالأمل.",
  "screen_1": {
    "texts": [
      "وبما أننا نتحدث عن التفكير السلبي والمعتقدات غير العقلانية والاكتئاب، فلا يمكن تجاهل موضوع آخر صعب لكنه مهم — الانتحار.",
      "يسعدنا بصدق إن لم يمرّ بك هذا الأمر يومًا. وإن كانت فكرة الموت قد بدت المخرج الوحيد — في وقتٍ ما أو الآن — فنحن نود دعمك والتحدث عن ذلك بهدوء.",
      "بحسب تقديرات منظمة الصحة العالمية (WHO)، تحدث سنويًا حول العالم أعداد كبيرة جدًا من حالات الانتحار. وهذه مجرد البيانات الرسمية.",
      "يقال إن عدد حالات الانتحار عبر التاريخ يمكن مقارنته بالخسائر في الحروب. يصعب تقبّل هذه الأرقام، لكنها تُظهر حجم المأساة وأن عدد من يمرون بذلك كبير.",
      "يلعب الاكتئاب دورًا كبيرًا هنا: إذ يرتبط جزء كبير من حالات الانتحار باضطرابات اكتئابية، ويزداد الخطر في هذه الحالة مرات عديدة.",
      "نذكر هذه الحقائق ليس لإخافتك، بل للتذكير: لست وحدك. كثيرون يصمتون بسبب الخجل والشعور بأن «لا أحد غيري هكذا»، مع أن المساعدة قريبة."
    ]
  },
  "screen_2": {
    "texts": [
      "الأفكار الانتحارية ليست علامة ضعف أو «نقص». ولا داعي للخجل منها.",
      "قد يصل الناس إلى هذه الأفكار بطرق مختلفة، لكن كثيرًا ما يجمعهم شيء واحد — ألم نفسي لا يُحتمل يجعل الموت يبدو كأنه الراحة الوحيدة.",
      "أحيانًا قد يبدو الموت طريقةً لإيقاف المعاناة أو «لعدم أن تكون عبئًا» على المقرّبين. هذه حالة يأس، وليست تقييمًا رصينًا لقيمتك.",
      "تشير الدراسات إلى أن العامل الأهم هو الشعور بانعدام الأمل. عندما يتشوّه الإدراك، يبدو العالم ظلامًا كاملًا، ويبدو المستقبل مغلقًا.",
      "من المهم تذكّر أن انعدام الأمل واليأس هما أعراض للاكتئاب، وليسا الواقع نفسه.",
      "قرار إنهاء الحياة قد يقوم على اعتقاد بأن الأمور لن تتحسن. لكن هل هذا صحيح؟ هل توجد أي أدلة على أن كل شيء سيبقى كما هو؟"
    ]
  },
  "screen_3": {
    "texts": [
      "عندما يكون الألم شديدًا، يصعب تخيّل حياة مختلفة. وعبارات مثل «فكّر في الأشياء الجيدة» قد تبدو مُقلِّلة من شأن ما تمر به وتضيف شعورًا بالذنب.",
      "أنت لست مذنبًا. قد يبدو الذهن عالقًا في مستنقع. الألم حقيقي، ولا يمكن ببساطة ضغط زر و«التوقف عن الشعور».",
      "جرّب أن تتخيل لدقيقة أن هذا الظلام الكثيف يشبه زجاج نظارات متّسخ: إنه يشوّه الصورة.",
      "تمسّك بهذه الفكرة كخيط رفيع: يمكن تبديد الظلام، وأنت أكثر من مشاعر اليوم.",
      "هذا ليس كلامًا فارغًا: فعالية العلاج المعرفي السلوكي (CBT) مدعومة بالأبحاث، ويُستخدم حول العالم لتقليل خطر تكرار المحاولات ومساعدة الناس على تجاوز الأزمات.",
      "وتُظهر المراجعات الشاملة أن العلاج المعرفي السلوكي يساعد على تقليل تكرار الانتكاسات ويجعل خطوات الخروج من المأزق أكثر وضوحًا.",
      "نعم، ستحتاج إلى جهد، لكن العلاج المعرفي السلوكي يقدّم أدوات واضحة وتسلسلًا عمليًا حتى لا يذهب هذا الجهد سدى."
    ]
  },
  "screen_4": {
    "texts": [
      "سنخصّص قسمًا منفصلًا لكيفية العمل مع الاكتئاب بالاستناد إلى العلاج المعرفي السلوكي، بما في ذلك كيفية التعامل مع الأفكار الانتحارية.",
      "نحاول أن ندعم رغبتك في الحياة، لكن المساعدة الشخصية لا يستطيع تقديمها إلا مختص.",
      "إذا شعرت أنك على الحافة — تواصل فورًا مع طبيب أو أخصائي نفسي أو خدمات الطوارئ (وعند وجود خطر مباشر — اتصل بأرقام الطوارئ في بلدك).",
      "حتى إن كانت الاستشارات المدفوعة غير متاحة، ففي كثير من البلدان توجد مراكز تقدم المساعدة مجانًا وبلا تأخير. الخطوة الأولى هي بالفعل حركة نحو الحياة.",
      "نفهم أن اتخاذ القرار ليس سهلًا. لكن المختص سيساعدك على الصمود وسط العاصفة ويعلّمك ما يمكن أن يدعمك لاحقًا.",
      "نؤمن أنه بمساعدة العلاج المعرفي السلوكي ستتمكن تدريجيًا من بناء علاقة أدفأ وأكثر ثباتًا مع نفسك ومع العالم.",
      "الحياة ليست سهلة، وتمرّ فترات قاسية على كثيرين. لكن العالم واسع وجميل، وحياتك ثمينة بلا قياس. رجاءً تذكّر ذلك: ولهذا العالم يستحق أن نعيش!"
    ],
    "quote": {
      "text": "أشدّ أوقات الليل ظلمةً يكون مباشرةً قبل الفجر.",
      "author": "توماس فولر"
    }
  }
}
