{
  "title": "اختر الحياة!",
  "description": "تتناول هذه المقالة موضوع الاكتئاب والأفكار الانتحارية، وتقدم بيانات إحصائية وتحلل العلاقة بينهما. كما تسلط الضوء على دور العلاج المعرفي السلوكي (CBT) في مكافحة هذه المشكلات، وتؤكد على أهمية طلب المساعدة المهنية وتوافر خدمات الدعم النفسي المجانية. تهدف المقالة إلى إلهام ودعم القراء، وتذكيرهم بقيمة الحياة وأهمية الحفاظ على الأمل.",
  "screen_1": {
    "texts": [
      "بعد الحديث كثيراً عن التفكير السلبي، والمعتقدات غير العقلانية، والاكتئاب، لا يمكننا إلا أن نتطرق إلى موضوع آخر مهم للغاية، رغم صعوبته - وهو الانتحار.",
      "سنكون سعداء جداً إذا لم يقلقك هذا الأمر أبداً، ولكن إذا كنت قد فكرت يوماً أن الموت هو المخرج الوحيد، أو إذا كنت تفكر في ذلك الآن، فنحن نريد دعمك والتحدث معك حول هذا الموضوع.",
      "للأسف، يواجه الكثير من الناس هذه المشكلة. وفقاً لمنظمة الصحة العالمية، يقع حوالي 800,000 - 1,000,000 حالة انتحار سنوياً. وهذه فقط البيانات الرسمية.",
      "يتجاوز عدد حالات الانتحار عبر التاريخ عدد القتلى في جميع الحروب مجتمعة. قد يصعب تصديق ذلك، ولكنه حقيقي.",
      "يلعب الاكتئاب دوراً كبيراً في هذا الأمر. ما بين 45 إلى 60% من جميع حالات الانتحار في العالم يرتكبها أشخاص يعانون من الاكتئاب. الشخص المصاب بالاكتئاب أكثر عرضة للانتحار بـ 35 مرة مقارنة بالشخص في حالة نفسية طبيعية.",
      "عندما ننظر إلى هذه الأرقام المروعة، نشعر بالقلق، لكننا لا نخبرك بذلك لنخيفك، بل لنظهر لك أن هناك الكثير من الأشخاص الذين يعانون، وللأسف، فإن معظمهم، عندما يواجهون هذه المشكلة، لا يشاركون مشاعرهم، يشعرون بالخجل ويعتقدون أنهم وحيدون في ذلك."
    ]
  },
  "screen_2": {
    "texts": [
      "بذلك، نريد أن نقول إن الأفكار الانتحارية ليست علامة على الضعف أو النقص، ولا ينبغي أن تخجل منها.",
      "يصل الناس إلى أفكار الانتحار بطرق مختلفة، لكن لدى الجميع، كقاعدة عامة، شيء واحد مشترك: ألم عاطفي لا يُطاق، يجعل الموت يبدو وكأنه الخلاص الوحيد.",
      "قد ينظر هؤلاء الأشخاص إلى الموت كوسيلة لتجنب الألم والمعاناة، لأن الحياة تبدو ثقيلة للغاية، أو كوسيلة للتوقف عن كونهم «عبئاً» على أحبائهم.",
      "أظهرت الدراسات أن أحد العوامل الرئيسية في تطور الأفكار الانتحارية هو الشعور غير الواقعي باليأس. عند تحليل تفكير هؤلاء الأشخاص، من الواضح أنه تهيمن عليه نظرة تشاؤمية ثابتة للعالم، وبسبب الإدراك المشوه، يشعرون بأنهم محاصرون دون مخرج.",
      "يبدو لهم أنهم لم يكونوا سعداء أبداً ولن يكونوا سعداء أبداً. لكن من المهم أن نفهم أن اليأس واليأس هما مجرد أعراض للاكتئاب، وليسا واقعاً موضوعياً.",
      "قرار الانتحار هو نتيجة لاعتقاد غير عقلاني بأن الحياة لا يمكن أن تتحسن. لكن هل كل شيء يائس حقاً؟ هل هناك أدلة وضمانات بنسبة 100% على أن كل شيء سيستمر بنفس السوء؟"
    ]
  },
  "screen_3": {
    "texts": [
      "عندما تعاني، يصعب تخيل أنه يمكنك العيش بشكل مختلف. عندما تسمع عبارة «فكر بإيجابية»، قد تعتقد أن مشاكلك لا تؤخذ على محمل الجد، أو تشعر بالذنب لأنك لا تستطيع التعامل مع الموقف ببساطة.",
      "أنت لست مخطئاً. يبدو أن عقلك عالق في مستنقع اليأس. ألمك ومشاعرك حقيقية، ولا يمكنك التخلص منها بمجرد محاولة التفكير في الجوانب الإيجابية.",
      "لكن دعنا نتخيل للحظة فقط أن ذلك الظلام الذي لا نهاية له الذي يحيط بك الآن هو مجرد وهم، نظارات متسخة تنظر من خلالها إلى العالم.",
      "تمسك بهذه الفكرة، ودعها تكون شعاع نورك في هذا الظلام الشديد. لأنه في الواقع، يمكن التغلب على الظلام المحيط بك.",
      "هذه ليست كلمات فارغة! هناك العديد من الأدلة على فعالية العلاج المعرفي السلوكي (CBT). يعتبر هذا النهج حالياً أحد أكثر الطرق فعالية لعلاج السلوك الانتحاري وهو متاح للعديد من المعالجين النفسيين والباحثين في جميع أنحاء العالم.",
      "نشرت «المكتبة الوطنية للطب» دراسة تلخص نتائج 15 تجربة بمشاركة 29,071 شخصاً. وفقاً لنتائج هذه التجارب، كان العلاج المعرفي السلوكي هو الطريقة الأكثر فعالية في منع محاولات الانتحار المتكررة في 87% من الحالات.",
      "هذه نسبة عالية جداً. بالطبع، ستحتاج إلى بذل الكثير من الجهد للتخلص تماماً من الأفكار الانتحارية، لكن العلاج المعرفي السلوكي هو أداة فعالة لتطبيق جهودك."
    ]
  },
  "screen_4": {
    "texts": [
      "سيكون لدينا قسم منفصل حيث سنناقش كيفية التغلب على الاكتئاب باستخدام العلاج المعرفي السلوكي، وهناك سننظر مرة أخرى بالتفصيل في التغلب على الأفكار الانتحارية.",
      "نحن نبذل قصارى جهدنا لدعم رغبتك في العيش، لكننا لا نستطيع تقديم نفس المساعدة الفردية التي يمكن أن يقدمها طبيب نفسي محترف.",
      "إذا كنت تشعر أنك على حافة الهاوية، فاطلب المساعدة من متخصص على الفور!",
      "قد تكون استشارات الطبيب النفسي مدفوعة، ولكن في معظم دول العالم، هناك مراكز تقدم مساعدة نفسية طارئة مجانية. اتخذ الخطوة الأولى نحو حياة سعيدة خاصة بك - اطلب المساعدة!",
      "نحن نفهم أن هذه خطوة كبيرة قد لا يكون من السهل دائماً اتخاذها، لكن المتخصص هو الذي يمكنه تقديم الدعم اللازم لك وتعليمك مهارات المساعدة الذاتية.",
      "نحن نؤمن بأنه من خلال العلاج المعرفي السلوكي (CBT)، ستكون قادراً على المضي في الطريق اللازم لاكتساب نظرة إيجابية خاصة بك للعالم.",
      "العيش ليس سهلاً دائماً، وهناك فترات صعبة للغاية. لكن العالم واسع وجميل، وحياتك لا تقدر بثمن. تذكر ذلك. هذا العالم يستحق أن نعيش فيه!"
    ],
    "quote": {
      "text": "أحلك ساعات الليل تأتي قبل الفجر مباشرة.",
      "author": "توماس فولر"
    }
  }
}
