{
  "title": "هل يمكن أن تكون المعتقدات غير العقلانية مفيدة؟",
  "description": "تناقش المقالة تأثير المعتقدات غير العقلانية على الحالة النفسية والعاطفية للإنسان. من خلال مثال جون، الذي يسعى للنجاح بسبب معتقده العميق بعدم قدرته، توضح المقالة كيف يمكن لهذه المعتقدات أن تصبح استراتيجيات تكيف مدمرة. يؤكد الكاتب على أهمية إدراك ومراجعة معتقداتنا الخاصة لتحسين نوعية الحياة.",
  "screen_1": {
    "texts": [
      "في الفصول السابقة، ركزنا كثيراً على الأفكار والمعتقدات المدمرة. هذا ليس مستغرباً، فهي التي تؤثر سلباً على عواطفنا وسلوكنا وحالتنا العامة.",
      "في هذا السياق، يُطرح السؤال: هل حقاً جميع معتقداتنا سيئة إلى هذا الحد، وهل يمكن أن تكون مفيدة لنا؟",
      "تكمن المشكلة في أن المعتقدات السلبية تنشط عندما نكون تحت ضغط، أو في حالة إحباط أو اكتئاب، أو عندما نواجه أي تأكيد لهذه المعتقدات.",
      "على سبيل المثال، إذا كان لدى الشخص معتقد \"أنا غير قادر على فعل أي شيء\"، ففي حالة الفشل في امتحان أو تلقي ملاحظة من المدير، من المحتمل أن يتم تنشيط هذا المعتقد.",
      "سيفسر الشخص ما يحدث من خلال عدسة هذا المعتقد، حتى لو كان ذلك غير منطقي وغير معقول.",
      "لكن هذا لا يعني أن جميع معتقداتنا سيئة وأنه لا يوجد شيء مفيد فيها.",
      "في المواقف الأقل توتراً أو في حالة أكثر إيجابية، قد يتم تنشيط معتقد آخر إيجابي، مثل: \"أنا قادر بما فيه الكفاية\".",
      "لذلك الإجابة على سؤال \"هل كل المعتقدات ضارة؟\" - لا، ليست كلها."
    ]
  },
  "screen_2": {
    "texts": [
      "أما فيما يتعلق بالتأثير الإيجابي للمعتقدات غير العقلانية، فالوضع أكثر تعقيداً، دعونا نتعمق في ذلك.",
      "قد يعتقد البعض أن الأمور ليست سيئة جداً وأن المعتقدات غير العقلانية يمكن أن تساعد حتى في الحياة، لكن هذا وهم أكثر منه حقيقة.",
      "لاكتمال الصورة، دعونا نقدم أمثلة. لقد تحدثنا بالفعل عن وجود ثلاثة مستويات من التفكير: الأفكار، والمعتقدات الوسيطة، والمعتقدات العميقة.",
      "لنتخيل أن شاباً يدعى جون لديه معتقد عميق: \"أنا غير قادر على فعل أي شيء\"، ومعتقد وسيط - على سبيل المثال، \"يجب أن أكون ناجحاً دائماً\".",
      "من ناحية، قد يبدو أنه لا يوجد شيء سيء في هذا المعتقد. فمن الرائع أن جون يريد أن يكون ناجحاً. للوهلة الأولى، بالفعل، لا يوجد شيء سيء إذا كان ذلك مجرد رغبة أو هدف، وليس قاعدة صارمة وجامدة.",
      "قد تعتقد أن هذا مفيد له حتى، لأنه بفضل هذا المعتقد سيعمل بجد، ويحقق نجاحات معينة، ويصبح أكثر تحفيزاً وتصميماً.",
      "يصبح العمل مهماً جداً بالنسبة له، ويبدو أن هذا يجلب معه عواقب إيجابية فقط.",
      "لكن دعونا نتعمق أكثر.",
      "إذا كان هذا حقاً معتقداً وسيطاً، وليس مجرد رغبة، فمن المرجح أن يكون مدمراً وليس بناءً. يحدث هذا لأنه متجذر في معتقده العميق. في هذه الحالة، يصبح العمل بالنسبة لجون استراتيجية تكيف (سنتحدث عن استراتيجيات التكيف في الفصول القادمة)."
    ],
    "quote": {
      "text": "بما أن الإنسان يمكنه فقط أن يحب أو يكره عمله، فيجب عليه أن يرى عواقبه. أما مدمنو العمل فينسون ببساطة أنهم لا يوجدون من أجل العمل، بل العمل موجود من أجلهم.",
      "author": "ليو تولستوي"
    }
  },
  "screen_3": {
    "texts": [
      "باختصار، استراتيجية التكيف هي رد فعل على الإجهاد، تظهر من خلال الأفكار أو المشاعر أو السلوك.",
      "بعبارات بسيطة، يسعى جون ليكون ناجحاً (هذا هو معتقده الوسيط) حتى لا يشعر بأنه غير قادر (وهو معتقده العميق). وتركيزه على العمل هو وسيلة لتجنب هذا الشعور الذاتي.",
      "هذا مدمر لأنه إذا واجه جون مشاكل في العمل، أو فشل في مهنته، أو تم طرده، فسيواجه بشكل لا واعٍ معتقده العميق حول عدم قدرته، وهذا قد يكون بمثابة نهاية العالم بالنسبة له.",
      "يمكن أن يؤدي هذا إلى تدهور حالته، وإلى اللامبالاة، والسلوك المدمر، وحتى الاكتئاب.",
      "الآن لا تبدو العواقب رائعة جداً، أليس كذلك؟",
      "يتضح أن معتقد \"يجب أن أكون ناجحاً دائماً\" أكثر ضرراً من كونه مفيداً. فلا أحد منا محصن ضد الإخفاقات والأخطاء. مع هذا المعتقد، سيصبح كل خطأ تأكيداً لمعتقده العميق، مما سيعزز، بدوره، إيمانه به.",
      "من المهم أن نفهم أن أي معتقد هو مجرد فكرة يمكن تغييرها لتصبح أكثر فائدة. وبذلك يمكن تحسين نوعية الحياة بشكل كبير، وفي هذا يساعد العلاج المعرفي السلوكي."
    ]
  }
}
