{
  "title": "هل يمكن أن تكون المعتقدات غير العقلانية مفيدة؟",
  "description": "تتناول المقالة أثر المعتقدات غير العقلانية في الحالة النفسية والعاطفية. ومن خلال مثال جون، الذي يسعى إلى النجاح بدافع قناعة عميقة بعدم كفاءته، يتضح كيف يمكن لهذه المعتقدات أن تتحول إلى استراتيجيات تكيّف هدّامة. ويؤكد النص أهمية الوعي بالمعتقدات ومراجعتها لتحسين جودة الحياة.",
  "screen_1": {
    "texts": [
      "في الفصول السابقة ركزنا كثيرًا على الأفكار والمعتقدات الهدّامة. وهذا طبيعي: فهي غالبًا ما تُضعف المشاعر والسلوك والإحساس العام بالعافية بشكل ملحوظ.",
      "ومن هنا يظهر سؤال منطقي: هل كل المعتقدات ضارة فعلًا؟ وهل يمكن لبعضها أن يكون نافعًا؟",
      "في الغالب تنشط المعتقدات السلبية في مواقف الضغط، أو عند انخفاض المعنويات أو الاكتئاب، وكذلك عند أحداث تبدو وكأنها تؤكد هذه المعتقدات.",
      "مثلًا، إذا كان لدى شخص معتقد يقول: «أنا غير قادر على أي شيء»، فمن المرجح أن ينشط بعد الفشل في امتحان أو تلقي ملاحظة من المدير.",
      "عندها يبدأ الشخص في رؤية ما يحدث من خلال عدسة هذا المعتقد، حتى لو كان هذا المنظور غير منطقي ولا ينسجم مع الحقائق.",
      "لكن هذا لا يعني أن جميع المعتقدات متشابهة في السوء أو أنها بلا أي فائدة.",
      "في ظروف أقل توترًا أو عند توفر قدر أكبر من الموارد النفسية، قد ينشط معتقد داعم مثل: «أنا قادر بما يكفي».",
      "لذلك، جواب سؤال «هل كل المعتقدات ضارة؟» هو: لا، ليس كلها."
    ]
  },
  "screen_2": {
    "texts": [
      "أما الحديث عن «فائدة» المعتقدات غير العقلانية فالأمر أعقد مما يبدو للوهلة الأولى — دعونا نفهمه بهدوء.",
      "أحيانًا قد يبدو أن هذه المعتقدات تدفع إلى الإنجاز؛ لكن هذا غالبًا أقرب إلى وهم شائع منه إلى واقع فعلي.",
      "وللتوضيح، لنتذكر المستويات الثلاثة: الأفكار التلقائية، والمعتقدات الوسيطة، والمعتقدات الجوهرية.",
      "تخيل شابًا اسمه جون لديه معتقد جوهري: «أنا غير قادر على أي شيء»، ومعتقد وسيط: «يجب أن أكون ناجحًا دائمًا».",
      "من جهة، يبدو الأمر جيدًا: السعي إلى النجاح هدف جدير بالاهتمام إذا كان رغبة مرنة لا قاعدة صارمة.",
      "وقد يظن المرء أن هذا المعتقد مفيد: كأنه يزيد الدافعية ويقود إلى الإنجاز والمثابرة.",
      "فتبدو حينها العمل في غاية الأهمية وكأنه يحمل فوائد فقط.",
      "لكن لننظر أعمق.",
      "إذا كان هذا معتقدًا وسيطًا صارمًا فعلًا وليس مجرد رغبة، فغالبًا سيكون هدّامًا لأنه متجذر في قناعة جوهرية بعدم الكفاءة. عندها يصبح العمل بالنسبة لجون استراتيجية تكيّف (وسنتحدث عن استراتيجيات التكيّف في الفصول القادمة)."
    ],
    "quote": {
      "text": "ما دام الإنسان لا يستطيع إلا أن يحب عمله أو يكرهه، فعليه أن يرى عواقبه. أما المدمنون على العمل فينسون ببساطة أنهم لا يوجدون من أجل العمل، بل العمل من أجلهم.",
      "author": "ليو تولستوي"
    }
  },
  "screen_3": {
    "texts": [
      "باختصار: استراتيجية التكيّف هي طريقة للاستجابة للضغط عبر الأفكار أو المشاعر أو السلوك.",
      "وبعبارة أبسط، يسعى جون إلى النجاح (معتقد وسيط) كي لا يشعر بأنه «غير قادر» (معتقد جوهري). يصبح التركيز على العمل وسيلة لتجنب إحساس داخلي مؤلم بالذات.",
      "وهذا هدّام لأن أي صعوبة كبيرة في العمل — فشل مشروع، تعثر في المسار المهني، أو فقدان الوظيفة — قد تصدم جون فجأة بمعتقده الجوهري بعدم الكفاءة، ويُعاش ذلك كأنه «كارثة داخلية».",
      "والنتيجة قد تكون تدهورًا في الحالة، ولا مبالاة، وسلوكًا مؤذيًا للذات، وربما اكتئابًا أيضًا.",
      "الآن لم تعد «الإيجابيات» المحتملة تبدو مقنعة، أليس كذلك؟",
      "يتضح أن معتقد «يجب أن أكون ناجحًا دائمًا» أقرب إلى الضرر: فالأخطاء لا مفر منها، ومع هذه الصرامة سيبدو كل خطأ وكأنه «دليل» على عدم الكفاءة العميقة، فيرسخها أكثر.",
      "ومن المهم تذكّر أن المعتقد مجرد فكرة يمكن إعادة النظر فيها وجعلها أكثر نفعًا. هذا يحسّن جودة الحياة بشكل واضح — وهذا بالضبط ما يعلّمه CBT."
    ]
  }
}
