{
  "title": "O Espelho da Autocrítica",
  "statement": "Imagine que você diz ao seu melhor amigo todos aqueles pensamentos críticos que normalmente dirige a si mesmo. Esta técnica ajudará você a perceber a injustiça da autocrítica e a aprender a tratar a si mesmo com mais compaixão e compreensão.",
  "task": [
    "1️⃣ Escolha uma situação na qual você tende a ser autocrítico.",
    "2️⃣ Imagine que seu amigo próximo ou parente esteja na mesma situação.",
    "3️⃣ Realize um jogo de papéis: você interpreta a si mesmo, e o interlocutor imaginário interpreta seu amigo.",
    "4️⃣ Verbalize todos os pensamentos e julgamentos críticos que você geralmente direciona a si mesmo, mas desta vez dirija-os ao seu \"amigo\".",
    "Preste atenção em como você se sente durante este exercício. Quão confortável é para você dizer essas coisas a outra pessoa?",
    "Analise a diferença entre como você trata a si mesmo e aos outros em situações semelhantes.",
    "Pense em como você realmente apoiaria um amigo em tal situação. Quais palavras você usaria?",
    "Tente aplicar o mesmo nível de apoio, compreensão e cuidado a si mesmo."
  ],
  "example": [
    "Seus pensamentos habituais sobre si mesmo:",
    "Eu sou um completo fracasso. Claro que não fui promovido - eu não sou bom em nada. Provavelmente nunca terei sucesso na minha carreira. Eu não sou inteligente nem talentoso o suficiente para este trabalho.",
    "Agora imagine que sua melhor amiga Ana não recebeu uma promoção e contou isso para você. Tente dizer a ela a mesma coisa:",
    "Ana, você é uma completa fracassada. Claro que não foi promovida - você não é boa em nada. Provavelmente você nunca terá sucesso na sua carreira. Você não é inteligente nem talentosa o suficiente para este trabalho.",
    "Como você se sente ao dizer isso para Ana? Provavelmente, você se sente desconfortável e até envergonhado de dizer essas palavras.",
    "Agora pense no que você realmente diria para Ana:",
    "Ana, lamento que você não tenha recebido essa promoção. Eu sei o quanto você trabalhou para isso. Não conseguir o que se deseja é sempre doloroso, mas isso não faz de você uma fracassada. Você tem muitas qualidades e conquistas. Talvez este não seja o seu momento, ou talvez haja algumas habilidades que você possa aprimorar. Vamos pensar em como você pode progredir na sua carreira.",
    "Agora tente dizer essas mesmas palavras de apoio a si mesmo. Observe como você trata a si mesmo e a um amigo de maneira diferente na mesma situação. Pratique essa abordagem regularmente para aprender a tratar a si mesmo com a mesma compaixão e apoio que você oferece a um amigo próximo."
  ],
  "expectations": [
    "Percepção da injustiça da autocrítica",
    "Melhoria da autoestima e da autoconfiança",
    "Redução do nível de estresse e ansiedade"
  ]
}
