{
  "title": "Rebata o Crítico Interno",
  "statement": "O sentimento de inferioridade é frequentemente causado por um crítico interno que mina a autoestima. Esta técnica ajudará você a responder a essa crítica e a reavaliar pensamentos negativos.",
  "description": [
    "Crenças negativas como \"Eu não valho nada\", \"Sou pior que os outros\", \"Não vou conseguir\", \"Tudo é minha culpa\", \"Sou um fracasso\" agravam os problemas de autoestima e podem levar à depressão.",
    "É muito importante não ceder às provocações do crítico interno e aprender a responder às suas investidas. Isso ajudará você a reavaliar os pensamentos negativos e melhorar sua autoestima."
  ],
  "task": [
    "Crie uma tabela de três colunas no formato que for mais conveniente para você. Os títulos das colunas:",
    "Pensamentos do Crítico",
    "Erro Cognitivo",
    "Resposta Racional",
    "1️⃣ Na primeira coluna, anote todos os pensamentos autocríticos que surgem toda vez que você se culpa, se sente inútil ou insatisfeito consigo mesmo.",
    "Nessa coluna, deve-se registrar seus pensamentos sobre si mesmo, e não seus sentimentos. Porque se você escrever: \"Eu me sinto horrível\", dificilmente conseguirá refutar isso, porque é realmente como você se sente.",
    "2️⃣ Na segunda coluna, identifique qual distorção cognitiva está presente no pensamento.",
    "3️⃣ Na terceira coluna, dê uma resposta ao crítico interno. Tente encontrar uma explicação racional que refute o pensamento crítico.",
    "É importante substituir o pensamento autocrítico por algo mais realista e lógico, evitando afirmações excessivamente otimistas."
  ],
  "example": [
    "Aqui estão algumas opções de respostas para pensamentos autocríticos:"
  ],
  "table": {
    "header": ["Pensamentos do Crítico", "Erro Cognitivo", "Resposta Racional"],
    "example": {
      "0": [
        "Sou tão burro que com certeza não vou passar",
        "Rotulação",
        "Eu não sou burro, apenas não tive tempo suficiente para me preparar. Eu posso passar no exame se eu estudar."
      ],
      "1": [
        "Ninguém precisa de mim",
        "Pensamento em preto e branco",
        "Meus amigos e familiares me valorizam e me amam. Eles precisam de mim."
      ],
      "2": [
        "Nunca vou conseguir encontrar um emprego",
        "Pensamento em preto e branco",
        "Eu posso encontrar um emprego se me esforçar e procurar. Muitas pessoas encontram emprego, e eu não sou uma exceção."
      ]
    }
  },
  "expectations": [
    "Aumento da resistência à crítica interna e externa.",
    "Redução da tensão emocional geral.",
    "Diminuição do medo de cometer erros."
  ]
}
