{
  "title": "Superando o Medo de Errar: Folha de \"Antiperfeccionismo\"",
  "statement": "Muitos perfeccionistas acreditam que só é possível desfrutar plenamente de algo se for realizado perfeitamente. Nós convidamos você a desafiar 💪 essa ideia.",
  "description": [
    "Para muitos, altos padrões e exigências em relação a si mesmos e aos outros parecem ser uma força motriz. No entanto, quando as expectativas se tornam irreais, elas podem se transformar em uma armadilha, levando a uma sensação constante de insuficiência, crítica incessante e, eventualmente, à depressão.",
    "No mundo, tudo pode ser aprimorado, e a busca pelo ideal absoluto está condenada à decepção.",
    "Esta técnica permitirá que você perceba que alcançar a perfeição não é uma condição obrigatória para obter prazer no processo. Tente fazer algo de maneira imperfeita, mas com prazer. Veja o que acontece."
  ],
  "task": [
    "1️⃣ Durante alguns dias, registre as mais variadas e espontâneas tarefas que você realiza, como \"escovar os dentes\", \"preparar o jantar\", \"elaborar um relatório de trabalho\" ou \"limpar a casa\".",
    "2️⃣ Na segunda coluna, indique o quão eficaz você acha que a tarefa foi realizada, expressando em porcentagem.",
    "3️⃣ Na terceira coluna, registre o quanto de prazer a execução da tarefa lhe trouxe."
  ],
  "table": {
    "header": ["Tarefa", "Eficácia", "Prazer"],
    "example": {
      "0": [
        "Preparar o jantar",
        "50% (poderia ter escolhido uma receita mais elaborada e saborosa)",
        "90% (simples, mas muito gostoso e não demorou muito)"
      ],
      "1": [
        "Limpeza da casa",
        "70% (fiz o essencial, mas não limpei a geladeira e o fogão)",
        "100% (a limpeza da casa sempre me traz satisfação)"
      ],
      "2": [
        "Elaboração de relatório de trabalho",
        "85% (dediquei bastante esforço ao relatório)",
        "20% (pensamentos constantes de que poderia ter sido melhor me impediram de aproveitar o processo)"
      ]
    }
  },
  "expectations": [
    "Este exercício permitirá que você perceba que alcançar a perfeição não é uma condição obrigatória para obter prazer no processo.",
    "Redução da ansiedade e do medo de errar."
  ]
}
