{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Zwart-witdenken is een cognitieve vertekening die ons dwingt om de wereld uitsluitend in extreme categorieën te zien: alles is ofwel perfect ofwel een complete ramp, mensen zijn ofwel engelen ofwel demonen. Deze manier van denken negeert de rijke nuances en complexiteit van situaties en reduceert alles tot een eenvoudige dichotomie van 'zwart' en 'wit'. Dit beperkt onze perceptie van de realiteit en vermindert het aantal mogelijke oplossingen.</p><p>Voorbeelden van zwart-witdenken zijn extreme oordelen over onszelf of anderen, zoals \"ik faal altijd\" of \"hij heeft altijd ongelijk\". Dit kan zich ook uiten in gepolariseerde opvattingen over gebeurtenissen, objecten, werk, relaties, politieke overtuigingen en meer.</p><p>Deze manier van denken kan ernstige gevolgen hebben, zoals stress, angst, depressie, sociale isolatie en relatieproblemen. Daarom is het essentieel om dit denkpatroon te herkennen en een flexibeler, genuanceerder perspectief te ontwikkelen, zodat we beter met de realiteit kunnen omgaan en evenwichtigere beslissingen kunnen nemen.</p>",
    "dialogSummary": "In deze dialoog vertoont persoon 1 zwart-witdenken door zichzelf als hopeloos te beschouwen na het niet halen van een examen, zonder rekening te houden met factoren zoals de moeilijkheidsgraad en de beperkte voorbereidingstijd.",
    "dialog": [
      "Ik ben gezakt voor mijn examen, dus ik ben waardeloos.",
      "Maar het examen was echt moeilijk en je had weinig tijd om je voor te bereiden.",
      "Maakt niet uit, het succes van anderen bewijst dat ik niet slim genoeg ben."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Catastrofaal denken is een cognitieve vertekening waarbij we de impact en gevolgen van negatieve gebeurtenissen sterk overdrijven, waardoor ze veel erger lijken dan ze in werkelijkheid zijn. Dit leidt vaak tot buitensporige angst, stress en bezorgdheid, die niet in verhouding staan tot de werkelijke situatie.</p><p>Voorbeelden van catastrofaal denken zijn de overtuiging dat één mislukking in een bepaald aspect van het leven zal leiden tot een volledige ondergang op alle andere vlakken. Dit soort denken kan overmatige angst voor de toekomst veroorzaken, een overdreven reactie op kritiek of afwijzing en voortdurende twijfels over eigen capaciteiten.</p><p>Catastrofaal denken heeft een negatieve invloed op de mentale gezondheid, verhoogt stress en angst, verslechtert de emotionele toestand en vermindert het zelfvertrouwen. Het is belangrijk om deze neiging te herkennen en een gezondere manier van denken te ontwikkelen om angst te verminderen, het zelfvertrouwen te vergroten en een evenwichtiger perspectief op de werkelijkheid te krijgen.</p>",
    "dialogSummary": "In deze dialoog vertoont persoon 1 catastrofaal denken na een afwijzing bij een sollicitatiegesprek, waarbij ze ervan uitgaat dat dit een onvermijdelijke mislukking in haar hele zoektocht naar werk betekent. Ze houdt geen rekening met de mogelijkheid om verder te zoeken en haar verwachtingen te herzien, wat tot een positievere en realistischere uitkomst zou kunnen leiden.",
    "dialog": [
      "Ik ben afgewezen na mijn sollicitatiegesprek. Nu zal ik nooit een baan vinden en blijf ik werkloos.",
      "Maar je hebt toch ook andere sollicitaties verstuurd, niet?",
      "Ja, maar het heeft geen zin. Als het met deze baan niet is gelukt, betekent het dat niemand me wil. Alle pogingen zijn nutteloos.",
      "Zo naar de situatie kijken maakt het alleen maar erger. Misschien is het een goed idee om je verwachtingen te herzien en door te gaan met een nieuwe aanpak.",
      "Maar hoe kan ik deze mislukking vergeten? Het lijkt een bevestiging dat ik nergens een baan ga vinden en dat al mijn plannen in duigen vallen."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Overgeneralisatie is een cognitieve vertekening waarbij we algemene conclusies trekken op basis van beperkte informatie of een enkele gebeurtenis. Bijvoorbeeld, na één negatieve beoordeling op het werk kunnen we concluderen dat we volledig incompetent zijn, terwijl we andere successen en positieve momenten negeren.</p><p>Een klassiek voorbeeld is te laat komen op een afspraak. In plaats van de redenen voor het te laat komen objectief te analyseren, hebben we de neiging om te zeggen: \"Ik ben altijd te laat\" of \"Ik kan nooit op tijd komen\", waarbij we eerdere keren dat we wél op tijd waren, over het hoofd zien.</p><p>Dit denkpatroon kan leiden tot een negatief zelfbeeld en pessimisme, en kan problemen met angst en depressie verergeren. Het is belangrijk om dergelijke gedachten te herkennen en te vervangen door evenwichtigere en realistischere evaluaties.</p>",
    "dialogSummary": "Persoon 1 maakt zich zorgen omdat hij te laat is gekomen op een afspraak en trekt een overhaaste, generaliserende conclusie over zijn vermogen om zijn tijd te beheren. Persoon 2 helpt hem om de situatie objectiever te bekijken, door te wijzen op eerdere keren dat hij wél op tijd was en te benadrukken dat één keer te laat komen hem niet definieert als iemand die altijd te laat is.",
    "dialog": [
      "Ik kan niet geloven dat ik weer te laat ben voor een afspraak. Ik ben altijd te laat. Ik kan totaal niet met mijn tijd omgaan.",
      "Wacht even, trek niet te snel conclusies. Denk eens aan hoe vaak je wél op tijd bent geweest. Denk je echt dat één keer te laat komen betekent dat je geen controle hebt over je tijd?",
      "Maar de laatste tijd kom ik vaak te laat. Het voelt alsof ik helemaal de controle kwijt ben.",
      "Laten we dit rationeel bekijken. Eén keer te laat komen betekent niet dat je altijd te laat bent. Misschien waren er onvoorziene omstandigheden die je niet kon beïnvloeden."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Het bagatelliseren van het positieve is een cognitieve vertekening waarbij we de neiging hebben om de positieve aspecten van ons leven te negeren, te onderschatten of hun belang te minimaliseren. We concentreren ons op tekortkomingen en negativiteit, terwijl we successen en prestaties, zelfs als ze aanzienlijk zijn, over het hoofd zien.</p><p>Deze vertekening kan zich in verschillende levensgebieden manifesteren: op het werk, in relaties, gezondheid of persoonlijke ontwikkeling. Bijvoorbeeld, iemand kan een professionele mijlpaal bereiken, maar zich uitsluitend richten op kleine fouten in plaats van het succes te vieren. Of iemand ontvangt een compliment, maar wuift het weg als onbelangrijk of onverdiend.</p><p>Het bagatelliseren van het positieve kan leiden tot een onderschatting van eigen capaciteiten, een gebrek aan zelfvertrouwen, ontevredenheid en zelfs depressie. Het is belangrijk om positieve momenten in het leven te herkennen en waarderen en te leren genieten van eigen prestaties.</p>",
    "dialogSummary": "In deze dialoog minimaliseert persoon 1 zijn prestatie na een promotie op het werk en richt zich vooral op de aankomende uitdagingen en verantwoordelijkheden. Persoon 2 probeert het belang van dit succes te benadrukken en feliciteert hem met deze mijlpaal.",
    "dialog": [
      "Ik heb een promotie gekregen en ga nu aan nieuwe projecten werken.",
      "Dat is geweldig nieuws, gefeliciteerd! Welke projecten staan er op de planning?",
      "Ja, maar het worden uitdagende projecten, en er komt veel werk bij kijken. Het voelt alsof ik gewoon meer verantwoordelijkheden krijg.",
      "Ik begrijp dat het een uitdaging is, maar je hebt een belangrijke mijlpaal in je carrière bereikt! Dit is een fantastische kans om te groeien en jezelf te ontwikkelen."
    ]
  },
  "DUE": {
    "textHTML": "<p>Moet-denken is een cognitieve vertekening waarbij we ervan overtuigd zijn dat gebeurtenissen precies zo moeten verlopen als wij verwachten, en elke afwijking hiervan wordt ervaren als onrechtvaardig. We houden vast aan onze verwachtingen en eisen, zonder rekening te houden met de realiteit en andere mogelijkheden.</p><p>Een voorbeeld is de gedachte: \"Ik had die baan moeten krijgen, want ik had me zo goed voorbereid op het sollicitatiegesprek.\" Hierbij worden externe factoren, zoals de concurrentie van andere gekwalificeerde kandidaten, vaak genegeerd.</p><p>Dit denkpatroon kan leiden tot teleurstelling, boosheid en ontevredenheid, wat een negatieve invloed kan hebben op de mentale gezondheid en interpersoonlijke relaties. Het is belangrijk om flexibel om te gaan met verwachtingen en open te staan voor verschillende uitkomsten.</p>",
    "dialogSummary": "In deze dialoog vertoont persoon 1 het denkpatroon van 'moet-denken', waarbij hij gelooft dat hij elke dag zonder pauzes moet werken om succes te behalen in zijn carrière, gebaseerd op voorbeelden van andere succesvolle mensen. Persoon 2 helpt hem dit idee te heroverwegen door te benadrukken dat iedereen een eigen pad naar succes heeft en dat een balans tussen werk en rust juist productiever kan zijn.",
    "dialog": [
      "Ik moet elke dag zonder pauzes werken om succes te behalen in mijn carrière.",
      "Waarom denk je dat? Wat heeft je tot die conclusie gebracht?",
      "Ik heb gelezen over succesvolle mensen, en ze hebben allemaal hard gewerkt zonder rust te nemen.",
      "Maar iedereen is anders, en er is geen universele weg naar succes. Misschien is het voor jou juist effectiever om een balans te vinden tussen werk en rust om je doelen te bereiken."
    ]
  },
  "EMO": {
    "textHTML": "<p>De cognitieve vertekening \"emotioneel redeneren\" treedt op wanneer we ons baseren op onze emoties in plaats van op logica en feiten bij het nemen van beslissingen. Dit kan leiden tot een vertekende perceptie van situaties en verkeerde keuzes.</p><p>Een voorbeeld hiervan is het afzeggen van een bezoek aan vrienden vanwege een sombere stemming en een gebrek aan motivatie om sociaal te zijn. In dit geval vertrouwt de persoon op emoties, zonder te overwegen dat sociaal contact juist het humeur zou kunnen verbeteren en een positief effect zou kunnen hebben.</p><p>Emotioneel redeneren kan tot onjuiste conclusies en beslissingen leiden, daarom is het belangrijk om ook objectieve criteria mee te nemen in het besluitvormingsproces.</p>",
    "dialogSummary": "In deze dialoog baseert persoon 1 zijn beslissing om een date af te zeggen op zijn emotionele toestand, zonder rekening te houden met logische argumenten en feiten. Persoon 2 probeert hem te helpen om de situatie objectiever te bekijken en andere perspectieven in overweging te nemen.",
    "dialog": [
      "Ik wil niet naar de date gaan, ik voel me niet goed.",
      "Maar je zei toch dat je deze persoon leuk vond? Misschien is het het proberen waard, en pakt het beter uit dan je nu denkt.",
      "Nee, ik weet zeker dat ik alles zal verpesten door mijn stemming. Ik voel me onzeker en ongemakkelijk.",
      "Je kunt dat niet zeker weten totdat je het probeert. Misschien wordt het een leuke avond en merk je dat je zorgen onnodig waren."
    ]
  },
  "FILTER": {
    "textHTML": "<p>De cognitieve vertekening \"mentale filter\" treedt op wanneer we ons uitsluitend richten op negatieve aspecten en de positieve negeren. Bijvoorbeeld, na een mislukte sollicitatie kan iemand zich volledig fixeren op de afwijzing, zonder de waardevolle ervaring en inzichten op te merken die in de toekomst van pas kunnen komen.</p><p>Deze vertekening leidt tot gevoelens van ontevredenheid en teleurstelling, zelfs wanneer er veel positieve dingen in het leven gebeuren. Het mentale filter gaat vaak samen met andere vertekeningen, zoals zwart-witdenken of het bagatelliseren van positieve aspecten.</p><p>Om het mentale filter te overwinnen, is het nuttig om bewust stil te staan bij positieve momenten en jezelf vragen te stellen over de positieve aspecten van een situatie.</p>",
    "dialogSummary": "In deze dialoog richt persoon 1 zich uitsluitend op negatieve feedback, terwijl hij de positieve aspecten van zijn werk negeert. Persoon 2 probeert hem te helpen de situatie objectiever te bekijken en ook de positieve kanten te erkennen.",
    "dialog": [
      "Ik kreeg negatieve feedback op mijn werk. Ik voel me een mislukkeling.",
      "Maar je hebt toch al veel positieve feedback en successen gehad? Je focust te veel op één negatief moment.",
      "Ja, maar deze opmerking voelt het belangrijkst. Het lijkt alsof al mijn prestaties hierdoor teniet worden gedaan.",
      "Je concentreert je alleen op dit ene negatieve aspect en negeert de rest. Dit is een mentaal filter. Probeer de situatie objectiever te bekijken door ook de positieve kanten van je werk mee te nemen."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Labelen is een cognitieve vertekening waarbij we mensen of situaties simplistische en categorische oordelen toekennen op basis van een beperkt aantal negatieve observaties. Dit belemmert een bredere kijk en zorgt voor een vertekende perceptie van de werkelijkheid.</p><p>Een voorbeeld hiervan is iemand bestempelen als \"vreemd\" of \"uitschot\" puur vanwege een ongebruikelijk uiterlijk. Op dezelfde manier kan zelflabeling leiden tot een laag zelfbeeld, zonder aandacht te besteden aan positieve eigenschappen en prestaties.</p><p>Door ons bewust te worden van deze vertekening, kunnen we mensen en situaties objectiever beoordelen en vermijden dat we overhaaste en negatieve conclusies trekken.</p>",
    "dialogSummary": "In deze dialoog wordt het gedrag van een man besproken die tegen zijn kinderen in het park schreeuwde. Persoon 1 labelt hem snel als een \"slechte vader\" op basis van één observatie. Persoon 2 biedt een meer genuanceerde kijk en wijst op het gebrek aan informatie om zo’n oordeel te vellen, en op de mogelijkheid dat mensen zich in verschillende situaties anders gedragen.",
    "dialog": [
      "Ik zag die man tegen zijn kinderen schreeuwen in het park. Hij is duidelijk een slechte vader.",
      "We kunnen iemand niet beoordelen op basis van één enkele situatie. Misschien had hij een slechte dag of waren er redenen voor zijn gedrag.",
      "Ik zou dat nooit doen bij mijn kinderen. Hij kan vast niet omgaan met ouderschap.",
      "Je moet niet te snel zulke harde conclusies trekken. Mensen gedragen zich in verschillende situaties op verschillende manieren. Misschien is hij in andere omstandigheden juist een zorgzame vader."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>De cognitieve vertekening \"Wat als\" treedt op wanneer we ons alternatieve scenario's van het verleden voorstellen die onmogelijk te realiseren zijn. Dit leidt vaak tot piekeren over \"wat als\"-situaties, waardoor we onszelf kwellen met onbereikbare idealen.</p><p>Ook in gesprekken kan deze vertekening optreden, waarbij we anderen proberen te overtuigen dat ze anders hadden moeten handelen, zonder rekening te houden met de werkelijke omstandigheden en beperkingen.</p><p>Deze denkwijze kan gevoelens van schuld en ontevredenheid versterken, omdat we de realiteit vergelijken met onrealistische scenario's.</p>",
    "dialogSummary": "In deze dialoog gebruikt persoon 1 de \"Wat als\"-vertekening om de mislukking van een examen te verklaren en legt de verantwoordelijkheid bij externe factoren. Persoon 2 probeert de focus te verschuiven naar de huidige mogelijkheden, waarbij hij benadrukt dat het verleden niet te veranderen is en het beter is om zich te richten op acties die nu ondernomen kunnen worden.",
    "dialog": [
      "Ik ben gezakt voor het examen. Ik had meer moeten studeren.",
      "Maar je werkte elke dag. Je deed wat binnen jouw mogelijkheden lag, toch?",
      "Ja, maar ik had meer kunnen studeren als ik niet zoveel had gewerkt.",
      "Het is belangrijk om te onthouden dat het verleden niet te veranderen is. Het is beter om je nu te concentreren op hoe je je tijd in de toekomst effectiever kunt benutten, in plaats van te denken aan wat had kunnen zijn."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>De cognitieve vertekening \"overdrijven en minimaliseren\" treedt op wanneer situaties en gebeurtenissen op een extreem eenzijdige manier worden waargenomen, zonder rekening te houden met nuances. Bij overdrijven vergroot een persoon de negatieve aspecten, alsof hij alles door een vergrootglas bekijkt. Minimaliseren houdt in dat positieve aspecten en eigen prestaties worden gebagatelliseerd.</p><p>Bijvoorbeeld, iemand kan zijn fouten onterecht overdrijven en zichzelf als een mislukkeling beschouwen, terwijl hij tegelijkertijd zijn successen verkleint en zijn prestaties niet erkent.</p><p>Deze vertekening kan leiden tot een lagere eigenwaarde en problemen in relaties met anderen, omdat het zelfbeeld en de perceptie van de omgeving worden vervormd.</p>",
    "dialogSummary": "In de dialoog overdrijft persoon 1 zijn ongemak voor een aankomend sollicitatiegesprek, terwijl persoon 2 probeert dit te minimaliseren door de sterke punten van persoon 1 te benadrukken en te focussen op zijn aanpassingsvermogen.",
    "dialog": [
      "Ik ben zo nerveus voor het sollicitatiegesprek morgen. Ik struikel altijd over mijn woorden.",
      "Maak je geen zorgen, je overdrijft je ongemak. Ik weet zeker dat je het goed zult doen.",
      "Maar ik raak vaak in de war en vergeet wat ik wil zeggen.",
      "Je hebt ook het vermogen om snel oplossingen te vinden en je aan te passen. Dat zal je enorm helpen tijdens het gesprek.",
      "Echt waar? Dank je, ik zal proberen me daarop te concentreren."
    ]
  },
  "READ": {
    "textHTML": "<p>De cognitieve vertekening \"gedachtenlezen\" treedt op wanneer we aannemen dat we de gevoelens of gedachten van anderen kennen zonder objectief bewijs. Dit kan leiden tot verkeerde conclusies en misverstanden.</p><p>Een voorbeeld hiervan is wanneer we denken dat iemand ons niet mag vanwege hun gedrag, terwijl de werkelijke redenen heel anders kunnen zijn. Ook kunnen we ten onrechte aannemen dat anderen onze intenties begrijpen zonder direct met hen te communiceren.</p><p>Bewustwording van deze vertekening helpt om verkeerde aannames te vermijden en bevordert een open en eerlijke communicatie.</p>",
    "dialogSummary": "In de dialoog vertoont persoon 1 \"gedachtenlezen\" door aan te nemen dat een collega boos op hem is vanwege het te laat komen op een vergadering. Persoon 2 wijst op het belang van het controleren van aannames en het vermijden van overhaaste conclusies.",
    "dialog": [
      "Maria groette me gisteren niet op kantoor. Ze is waarschijnlijk boos op me omdat ik te laat was voor de vergadering.",
      "Weet je dat zeker? Misschien was ze gewoon druk of zag ze je niet. Heb je het haar gevraagd?",
      "Nee, ik heb het niet gevraagd. Maar ik heb het gevoel dat het door mijn te late komst komt.",
      "We kunnen niet zeker weten wat anderen denken, tenzij we het hen direct vragen. Misschien had ze een heel andere reden."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalisatie is een cognitieve vertekening waarbij we gebeurtenissen als persoonlijk tegen ons gericht interpreteren, zelfs als daar geen bewijs voor is.</p><p>Een voorbeeld hiervan is denken dat iemand ons niet begroette uit persoonlijke afkeer, terwijl er veel andere mogelijke redenen kunnen zijn. Personalisatie komt ook voor wanneer we negatieve gebeurtenissen toeschrijven aan onze eigen tekortkomingen, zonder rekening te houden met externe factoren.</p>",
    "dialogSummary": "In deze dialoog personaliseert persoon 1 een mislukte sollicitatie en koppelt deze aan persoonlijke tekortkomingen. Persoon 2 moedigt aan om ook andere factoren in overweging te nemen en benadrukt dat een mislukking niet per se iets zegt over iemands persoonlijke kwaliteiten.",
    "dialog": [
      "Ik ben niet aangenomen voor de baan. Ik kan gewoon niet goed omgaan met belangrijke taken.",
      "Dat betekent niet per se dat jij niet goed genoeg bent. Misschien had het bedrijf specifieke eisen of waren er andere kandidaten die beter pasten bij wat ze zochten.",
      "Maar ik maak altijd fouten in dit soort situaties. Ik denk dat ik gewoon niet goed genoeg ben.",
      "Fouten maken hoort bij het leerproces. Niet elke afwijzing bij een sollicitatie zegt iets over jouw persoonlijke kwaliteiten. Het is belangrijk om het bredere plaatje te bekijken en verschillende factoren mee te wegen die het resultaat kunnen hebben beïnvloed."
    ]
  }
}