{
  "ykRKsDopcp": {
    "title": "Argumenten voor en tegen een automatische gedachte",
    "description": "Een nieuwe stap toevoegen aan het dagboek – argumenten geven voor en tegen een automatische gedachte."
  },
  "rwdHy8lyCk": {
    "title": "Kunstmatige intelligentie toevoegen",
    "description": "Integratie met populaire neurale netwerken om te helpen bij de analyse van gedachten en gepersonaliseerde suggesties in het dagboek."
  },
  "QejWpiat0v": {
    "title": "Beoordeling van het geloof in een gedachte na het invullen van het dagboek",
    "description": "Momenteel kan het geloof in een automatische gedachte alleen voor de verwerking worden beoordeeld. Zou je de impact van de verwerking willen beoordelen na het invullen van het alternatieve antwoord op de gedachte?"
  },
  "FFoEvFNDpe": {
    "title": "Motivatie voor oefening",
    "description": "Dagen van continue activiteit in het dagboek bijhouden. Beloningen en badges binnen de app toevoegen."
  },
  "W9mMGTmapW": {
    "title": "Webversie",
    "description": "We zouden eenvoudig een webversie van de app kunnen maken. Heb je behoefte aan het werken met het dagboek op een desktop?"
  },
  "eur8RglkH0": {
    "title": "Meer materialen over CGT",
    "description": "Heb je behoefte aan educatief materiaal? We kunnen meer vertellen over methoden om destructieve gedachten aan te pakken, hoe om te gaan met neurose, eetstoornissen, enz."
  },
  "EQ3zKWJ0pU": {
    "title": "Statistieken toevoegen aan het dagboek",
    "description": "Weergave van hoe vaak je aantekeningen maakt, de meest voorkomende emoties, cognitieve vervormingen, enz."
  },
  "EauYpGQzAL": {
    "title": "Coping-kaarten toevoegen",
    "description": "Mogelijkheid om kaarten te maken met een destructieve gedachte aan de ene kant en een weerlegging aan de andere kant. Deze techniek wordt gebruikt in CGT. Heb je behoefte aan deze functie?"
  },
  "gvwOk0eqXB": {
    "title": "Statistieken toevoegen aan tests",
    "description": "Een grafiek toevoegen op de testpagina die de voortgang van testresultaten laat zien."
  },
  "2o6HBDuM2o": {
    "title": "Nieuwe psychologische test voor angstniveaus",
    "description": "We hebben al een test voor depressieniveaus toegevoegd. Is er behoefte aan een vergelijkbare test voor angstniveaus?"
  },
  "2o7H8DtM2o": {
    "title": "Dagboeknotities exporteren naar een bestand",
    "description": "We bieden al de mogelijkheid om gegevens te synchroniseren tussen apparaten. Zou je de mogelijkheid willen om notities te downloaden in CSV- of Excel-formaat?"
  },
  "QWjMvNfKLw": {
    "title": "Meerdere automatische gedachten",
    "description": "De huidige structuur van het dagboek richt zich op het verwerken van één gedachte per keer. Moet er een optie komen om meerdere gedachten tegelijkertijd te noteren, elk met een aparte beoordeling en alternatief antwoord?"
  },
  "iF6yEanPp3": {
    "title": "Dagboek",
    "description": "Een sectie waarin je dagelijkse gebeurtenissen kunt noteren en later analyseren om automatische gedachten te identificeren. Later kan AI helpen bij de analyse."
  },
  "iF6sKCdvfds": {
    "title": "Tussenovertuigingen",
    "description": "De mogelijkheid toevoegen om automatische gedachten te koppelen aan tussenovertuigingen. Dit zou een overtuigingsboom kunnen creëren en analyseren."
  },
  "iF6sKverhdfd": {
    "title": "Dagelijkse evaluatie van de gemoedstoestand",
    "description": "De mogelijkheid toevoegen om dagelijks je gemoedstoestand te beoordelen bij het openen van de app. Later kunnen trends worden geanalyseerd en vergeleken met veranderingen in overtuigingen."
  },
  "iF6sKvevscdf1": {
    "title": "Uitbreiding van de dagelijkse gemoedstoestand beoordeling",
    "description": "Momenteel kun je je psychologische toestand voor en na sessies beoordelen. Zou je ook je overheersende emoties en de oefeningen die je hebt gedaan om je toestand te verbeteren willen vastleggen?"
  },
  "iF6sKvJllcpwx": {
    "title": "Verhalen over het overwinnen van psychologische problemen",
    "description": "Een sectie toevoegen waarin mensen hun verhaal kunnen delen over het overwinnen van psychologische problemen om anderen te inspireren en soortgelijke verhalen te lezen."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test voor de analyse van 7 levensindicatoren",
    "description": "Een test die verschillende levensaspecten analyseert en identificeert in welke gebieden je het meest kwetsbaar bent, bijvoorbeeld afhankelijkheid van goedkeuring of perfectionisme."
  },
  "sdvsdsdlwwQec": {
    "title": "AI-integratie in het dagboek",
    "description": "AI helpt je bij de analyse van dagboeknotities en identificeert automatische gedachten. Het biedt oplossingen voor psychologische problemen en helpt bij het verwerken ervan."
  },
  "sdvdcarlwwQff": {
    "title": "Socratisch dialoogmodel",
    "description": "Soms is het moeilijk om een automatische gedachte te identificeren. Het Socratisch dialoogmodel helpt door vragen te stellen die verborgen gedachten onthullen. AI zal je vragen stellen om je te helpen je gedachten te identificeren."
  },
  "sdvdNdbxdwQfb": {
    "title": "Virtuele psycholoog",
    "description": "Vrije dialoog met AI. Je kunt je gevoelens delen, om advies vragen en steun ontvangen."
  },
  "sdvdpsvwQfw": {
    "title": "Novaco Irritatie Schaal",
    "description": "Een nieuwe test toevoegen voor het meten van irritatieniveaus. Het laat zien hoeveel woede en irritatie je in het dagelijks leven opkropt en vasthoudt."
  },
  "sdvdpsvGscfvw": {
    "title": "Spraakgestuurde invoer",
    "description": "Mogelijkheid om tekstvelden in dagboeken met steminvoer in te vullen."
  },
  "rsoklcescfvwz": {
    "title": "Dagelijkse activiteitsanalyse",
    "description": "Aan het einde van de dag kan AI een analyse geven van je activiteiten in de app en aanbevelingen doen."
  },
  "lkmvdsvdsfds": {
    "title": "Afbeeldingen in het slimme dagboek",
    "description": "Mogelijkheid om afbeeldingen toe te voegen aan notities in het slimme dagboek."
  },
  "iFlct67Ldvkwq": {
    "title": "Dankbaarheidsdagboek",
    "description": "Een nieuwe sectie in het slimme dagboek toevoegen voor het vastleggen van dankbaarheid."
  }
}
