{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>La pensée en noir et blanc est une distorsion cognitive qui nous amène à voir le monde exclusivement en catégories extrêmes : tout est parfait ou un désastre, les gens sont soit des anges, soit des démons. Cette perspective ignore la vaste diversité des nuances et la profondeur des situations, réduisant tout à une simple dichotomie de 'noir' et 'blanc'. Cette distorsion limite considérablement notre perception de la réalité et réduit l'éventail des solutions possibles.</p><p>Des exemples de pensée en noir et blanc incluent des jugements extrêmes sur soi-même ou sur les autres, tels que 'je échoue toujours' ou 'il a toujours tort'. Elle peut également se manifester dans des visions polarisées sur des événements, des objets, le travail, les relations, les croyances politiques, et bien plus encore.</p><p>Ce type de pensée peut entraîner des conséquences graves, y compris le stress, l'anxiété, la dépression, l'isolement social et des problèmes relationnels. Il est donc crucial de reconnaître cette distorsion et de développer une pensée plus flexible et nuancée, ce qui nous aidera à mieux gérer la réalité et à prendre des décisions plus équilibrées.</p>",
    "dialogSummary": "Dans ce dialogue, la personne 1 manifeste une pensée en noir et blanc, se considérant incapable en raison d'un échec à un examen, ignorant des facteurs tels que sa difficulté et le manque de temps de préparation.",
    "dialog": [
      "J'ai échoué à l'examen, donc je suis désespéré.",
      "Mais l'examen était vraiment difficile, et tu avais peu de temps pour te préparer.",
      "Peu importe, le succès des autres montre mon incapacité. Je ne peux tout simplement pas être intelligent."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>La catastrophisation est une distorsion cognitive où nous avons tendance à exagérer l'importance et les conséquences des événements négatifs, les percevant bien pires qu'ils ne le sont réellement. Cela conduit à une peur excessive, à l'anxiété et à l'inquiétude, qui souvent ne correspondent pas à la réalité.</p><p>Des exemples de catastrophisation incluent la croyance qu'un seul échec dans un aspect de la vie entraînera un désastre complet dans toutes les entreprises. Cet état d'esprit peut conduire à une inquiétude excessive pour l'avenir, à une réaction excessive face aux critiques ou aux rejets, et à des doutes constants sur ses capacités.</p><p>La catastrophisation affecte négativement la santé mentale, augmente les niveaux de stress et d'anxiété, détériore l'état émotionnel et diminue la confiance en soi. Il est important de reconnaître cette tendance et de développer une pensée saine pour réduire l'anxiété, améliorer l'estime de soi et percevoir la réalité de manière précise.</p>",
    "dialogSummary": "Dans ce dialogue, la personne 1 catastrophise la situation après un rejet lors d'une entrevue, croyant que cela entraînera inévitablement un échec dans la recherche d'emploi. Elle ne considère pas la possibilité de continuer la recherche et de réévaluer ses attentes, ce qui pourrait conduire à un résultat plus positif et réaliste.",
    "dialog": [
      "J'ai reçu un refus lors d'une entrevue pour un nouvel emploi. Maintenant, je ne trouverai jamais de travail, je resterai un paresseux.",
      "Mais tu as déjà postulé à d'autres offres, n'est-ce pas ?",
      "Oui, mais c'est inutile. Si ça n'a pas marché avec ce travail, cela signifie que je ne suis nécessaire nulle part. Tous les efforts sont vains.",
      "Cette vision des choses ne peut qu'aggraver ta situation. Peut-être devrais-tu reconsidérer tes attentes et continuer ta recherche avec une nouvelle approche.",
      "Mais comment puis-je oublier l'échec de l'entretien ? Il semble confirmer que je ne peux trouver du travail nulle part, tous mes plans sont détruits."
    ]
  },
  "COMMON": {
    "textHTML": "<p>La sur généralisation est une distorsion cognitive où nous tirons des conclusions globales basées sur des informations limitées ou des événements uniques. Par exemple, recevoir un commentaire négatif au travail pourrait nous amener à conclure que nous sommes complètement incompétents, en ignorant d'autres succès et aspects positifs.</p><p>Un exemple classique est le retard à une réunion. Au lieu d'analyser objectivement les raisons du retard, nous avons tendance à dire : \"Je suis toujours en retard\" ou \"Je ne peux jamais arriver à l'heure\", ignorant les fois où nous sommes arrivés à l'heure.</p><p>Cette distorsion peut conduire à une auto-évaluation négative et au pessimisme, ainsi qu'à aggraver les problèmes d'anxiété et de dépression. Il est important de reconnaître de telles pensées et de les remplacer par des évaluations plus équilibrées et réalistes.</p>",
    "dialogSummary": "La personne 1 exprime son inquiétude d'être en retard à une réunion, en faisant une sur généralisation de ses capacités de gestion du temps. La personne 2 l'aide à regarder la situation plus objectivement, lui rappelant les moments où elle est arrivée à l'heure et soulignant qu'un retard ne caractérise pas une personne comme étant toujours en retard.",
    "dialog": [
      "Je ne peux pas croire que j'étais encore en retard à la réunion. Je suis toujours en retard. Je manque totalement de compétences en gestion du temps.",
      "Attends, ne tire pas de conclusions hâtives. Souviens-toi de combien de fois tu as été à l'heure. Penses-tu vraiment qu'un retard te rend incapable de gérer ton temps?",
      "Mais ces derniers temps, j'ai souvent été en retard. J'ai l'impression d'avoir complètement perdu le contrôle.",
      "Regardons cela rationnellement. Être en retard à une réunion ne te rend pas quelqu'un qui est toujours en retard. Il pourrait y avoir eu des circonstances imprévues que tu ne pouvais pas contrôler."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Dévaloriser le positif est une distorsion cognitive où nous avons tendance à négliger, sous-estimer ou minimiser l'importance des aspects positifs de notre vie. Nous nous concentrons sur les défauts et les négatifs, en ignorant l'importance des succès et des réalisations, même s'ils sont substantiels.</p><p>Cette distorsion peut se manifester dans divers domaines : au travail, dans les relations, la santé, le développement personnel. Par exemple, une personne peut atteindre un succès professionnel mais se concentrer sur de petites erreurs au lieu de se réjouir de l'accomplissement. Ou, après avoir reçu un compliment, une personne pourrait le rejeter comme insignifiant ou non mérité.</p><p>Dévaloriser le positif peut conduire à sous-estimer ses capacités, à un manque de confiance, à un sentiment d'insatisfaction et même à la dépression. Il est important d'apprendre à reconnaître et à apprécier les moments positifs dans la vie, à se réjouir de ses réussites.</p>",
    "dialogSummary": "Dans ce dialogue, la personne 1 dévalorise son accomplissement d'une promotion au travail en se concentrant sur les difficultés et responsabilités à venir. La personne 2 essaie de souligner l'importance de ce succès et la félicite pour son accomplissement.",
    "dialog": [
      "J'ai été promu au travail et je vais maintenant gérer de nouveaux projets.",
      "C'est une excellente nouvelle, félicitations ! Quels projets vas-tu entreprendre ?",
      "Oui, les projets sont compliqués, j'ai beaucoup de travail devant moi. Cela ressemble à une accumulation de devoirs.",
      "Je comprends que c'est un défi, mais tu as atteint un jalon important dans ta carrière ! C'est une excellente opportunité pour la croissance et le développement."
    ]
  },
  "DUE": {
    "textHTML": "<p>Le \"devoirisme\" est une distorsion cognitive où nous croyons que les événements doivent se dérouler exactement comme nous l'imaginons, et toute déviation de cela est perçue comme une injustice. Nous avons tendance à insister sur nos attentes et exigences, sans tenir compte de la réalité et des possibilités.</p><p>Un exemple de cela est la pensée : \"Je devais obtenir ce travail parce que je me suis tellement préparé pour l'entretien.\" Dans de tels cas, les facteurs externes influençant les décisions, comme la présence d'autres candidats qualifiés, ne sont souvent pas pris en compte.</p><p>Cette distorsion peut causer de la déception, de la colère et de l'insatisfaction, affectant négativement la santé mentale et les relations interpersonnelles. Il est important d'apprendre à être flexible dans ses attentes et à accepter différents résultats.</p>",
    "dialogSummary": "Dans ce dialogue, la personne 1 montre du 'devoirisme', croyant qu'elle doit travailler sans pause pour réussir sa carrière, en se basant sur des exemples d'autres personnes ayant réussi. La personne 2 l'aide à remettre en question cette croyance en soulignant que chacun a son propre chemin vers le succès et que trouver un équilibre entre travail et repos peut être plus productif.",
    "dialog": [
      "Je dois travailler tous les jours sans pause pour réussir ma carrière.",
      "Pourquoi penses-tu cela ? Qu'est-ce qui t'a amené à cette conclusion ?",
      "J'ai lu comment les personnes réussies ont atteint leur succès : elles ont toutes travaillé dur et n'ont jamais pris de pause.",
      "Mais chaque personne est unique, et il n'y a pas de chemin universel vers le succès. Peut-être serait-il plus efficace pour toi de trouver un équilibre entre le travail et le repos pour atteindre tes objectifs."
    ]
  },
  "EMO": {
    "textHTML": "<p>La distorsion cognitive \"raisonnement émotionnel\" se produit lorsque nous nous fions à nos émotions plutôt qu'à la logique et aux faits pour prendre des décisions. Cela peut conduire à une perception erronée des situations et à de mauvaises décisions.</p><p>Un exemple est le refus d'aller chez un ami parce qu'il est triste et qu'il n'a pas envie d'avoir des relations sociales. Dans ce cas, la personne se fie à ses émotions sans tenir compte du fait que rencontrer des amis peut améliorer son humeur et l'aider à se sentir mieux.</p><p>La justification émotionnelle peut conduire à des conclusions et à des choix erronés. Il est donc important de prendre en compte des critères plus objectifs lors de la prise de décision.</p>",
    "dialogSummary": "Dans ce dialogue, la personne 1 se laisse guider par son état émotionnel pour refuser le rendez-vous, sans tenir compte des arguments logiques et des faits. La personne 2 tente d'aider la personne 1 à considérer la situation de manière plus objective et à prendre en compte d'autres aspects de la décision.",
    "dialog": [
      "Je ne veux pas aller à un rendez-vous, je suis de mauvaise humeur.",
      "Mais tu as dit que tu aimais bien ce type. Tu ne veux pas essayer et voir comment ça se passe ?",
      "Non, je suis sûr que je vais tout gâcher à cause de mon humeur. Je me sens mal à l'aise et stupide.",
      "Vous ne pouvez pas en être sûr tant que vous n'avez pas essayé. Peut-être que le rendez-vous sera agréable et que vous réaliserez que vos craintes étaient vaines."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Un filtre mental est une distorsion cognitive dans laquelle nous nous concentrons uniquement sur les aspects négatifs, en ignorant les aspects positifs. Par exemple, après un entretien raté, une personne peut se focaliser sur le refus sans remarquer l'expérience et les informations acquises qui pourraient être utiles à l'avenir.</p><p>Cette distorsion entraîne des sentiments d'insatisfaction et de mécontentement, même s'il y a beaucoup de bonnes choses dans la vie. Le filtre mental s'accompagne souvent d'autres distorsions telles que la pensée en noir et blanc ou la dévalorisation du positif.</p><p>Pour surmonter le filtre mental, il est utile d'apprendre à remarquer et à apprécier le positif et de se poser des questions sur les aspects positifs d'une situation.</p>",
    "dialogSummary": "Dans ce dialogue, la personne 1 se concentre sur les commentaires négatifs, ignorant les aspects positifs de son travail. La personne 2 tente d'aider la personne 1 à voir la situation de manière plus objective en attirant l'attention sur tous les aspects de son travail.",
    "dialog": [
      "J'ai reçu un avis négatif au travail. J'ai l'impression d'être un raté.",
      "Mais vous avez eu beaucoup d'échos positifs et de succès. Vous vous concentrez trop sur une seule chose négative.",
      "Oui, mais cette critique semble être la plus importante. C'est comme si elle annulait toutes mes réussites.",
      "Vous vous concentrez uniquement sur cet aspect négatif, en ignorant tout le reste. C'est le filtre mental. Essayez de regarder la situation de manière plus objective, en tenant compte des aspects positifs de votre travail."
    ]
  },
  "LABEL": {
    "textHTML": "<p>L'étiquetage est une distorsion cognitive dans laquelle nous attribuons des jugements simplistes et catégoriques à des personnes ou à des situations sur la base d'un nombre limité d'observations négatives. Cela nous empêche de prendre en compte d'autres aspects et crée une perception déformée de la réalité.</p><p>Un exemple serait de qualifier une personne de \"bizarre\" ou de \"rebut de la société\" sur la base de son apparence inhabituelle. De même, s'étiqueter soi-même peut conduire à une faible estime de soi, sans tenir compte des qualités et des réalisations positives.</p><p>En reconnaissant cette distorsion, nous pouvons évaluer les personnes et les situations de manière plus objective, sans tirer de conclusions hâtives et négatives.</p>",
    "dialogSummary": "Ce dialogue porte sur le comportement d'un homme qui criait sur des enfants dans un parc. La personne 1 n'hésite pas à le qualifier de \"mauvais père\" sur la base d'une observation. La personne 2 propose un point de vue plus modéré, soulignant le manque d'informations pour une telle conclusion et la possibilité d'un comportement différent dans d'autres circonstances.",
    "dialog": [
      "J'ai vu cet homme hurler sur ses enfants dans le parc. C'est vraiment un mauvais père.",
      "Nous ne pouvons pas juger une personne en une seule occasion. Elle peut avoir passé une mauvaise journée ou avoir eu une raison de se comporter ainsi.",
      "Je ne ferais jamais ça à mes enfants. Il doit échouer en tant que parent.",
      "Il ne faut pas tirer des conclusions aussi catégoriques. Les gens peuvent se comporter différemment selon les situations. Il peut être un père attentionné dans d'autres circonstances."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>La distorsion \"aurait pu être\" se manifeste lorsque nous imaginons des alternatives au passé qui ne peuvent être réalisées. Cela conduit souvent à discuter d'événements passés sous l'angle du \"et si\", créant ainsi des scénarios illusoires.</p><p>Nous pouvons également utiliser cette distorsion dans les dialogues, en persuadant les autres d'agir différemment sans tenir compte des conditions et des contraintes réelles.</p><p>Cette distorsion peut entraîner des sentiments de culpabilité et de ressentiment, car nous comparons la réalité à des idéaux inatteignables.</p>",
    "dialogSummary": "Dans ce dialogue, la personne 1 utilise la distorsion \"Vous auriez pu\" pour justifier son échec à l'examen en rejetant la responsabilité sur des facteurs externes. La personne 2 tente de le recentrer sur les possibilités actuelles, en faisant remarquer que le passé est immuable et qu'il est important de se concentrer sur les actions qui peuvent être entreprises maintenant.",
    "dialog": [
      "J'ai échoué à l'examen. J'aurais dû étudier davantage.",
      "Mais vous avez travaillé tous les jours. Vous avez agi en fonction de vos capacités, n'est-ce pas ?",
      "Oui, mais je pourrais apprendre davantage si je ne travaillais pas autant.",
      "Il est important de se rappeler qu'on ne peut pas changer le passé. Il vaut mieux se concentrer maintenant sur la manière d'utiliser efficacement son temps à l'avenir, plutôt que de penser à ce qui aurait pu être."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>La distorsion \"exagération et sous-estimation\" se manifeste par une perception extrêmement univoque des situations et des événements, ignorant leurs nuances. Dans l'exagération, une personne amplifie l'importance des aspects négatifs, voyant tout à travers une loupe. La sous-estimation, en revanche, consiste à diminuer l'importance des aspects positifs et de ses propres réalisations.</p><p>Par exemple, une personne peut exagérer de manière inappropriée ses erreurs, se considérant comme un échec, et minimiser ses succès sans reconnaître ses réalisations.</p><p>Cette distorsion peut conduire à une mauvaise estime de soi et à de mauvaises relations avec les autres, car la perception de soi et des autres est faussée.</p>",
    "dialogSummary": "Dans le dialogue, la personne 1 exagère sa gêne avant l'entretien à venir, tandis que la personne 2 tente de minimiser cette gêne en mettant l'accent sur les points forts de la personne 1 et sur sa capacité d'adaptation.",
    "dialog": [
      "Je suis très nerveuse à l'idée de passer l'entretien demain. Je mélange toujours les mots.",
      "Ne vous inquiétez pas, vous exagérez votre embarras. Je suis sûr que tout ira bien.",
      "Mais il m'arrive souvent de me perdre et d'oublier ce que je voulais dire.",
      "Vous avez également la capacité de trouver des solutions et de vous adapter rapidement. Cela vous sera très utile lors de l'entretien.",
      "Vraiment ? Merci, je vais essayer de me concentrer sur ce point."
    ]
  },
  "READ": {
    "textHTML": "<p>Il y a distorsion cognitive lorsque nous croyons connaître les sentiments ou les pensées d'autrui sans en avoir la preuve objective. Cela peut conduire à des conclusions erronées et à des malentendus.</p><p>Par exemple, nous supposons que quelqu'un ne nous aime pas en raison de son comportement, alors que les raisons peuvent être différentes. Nous pouvons également penser à tort que les autres comprennent nos intentions sans communiquer directement avec eux.</p><p>Être conscient de cette distorsion permet d'éviter les suppositions erronées et favorise une communication plus ouverte et plus honnête.</p>",
    "dialogSummary": "Dans le dialogue, la personne 1 fait preuve de \"lecture de l'esprit\" en supposant qu'un collègue lui en veut d'être arrivé en retard à une réunion. La personne 2 souligne la nécessité de vérifier ses hypothèses et d'éviter de tirer des conclusions hâtives.",
    "dialog": [
      "Maria ne m'a pas dit bonjour au bureau hier. Elle doit m'en vouloir d'être arrivé en retard à la réunion.",
      "Vous en êtes sûr ? Peut-être qu'elle était occupée ou qu'elle ne t'a pas remarqué. Tu lui as demandé ?",
      "Non, je n'ai pas demandé. Mais j'ai l'impression que c'est à cause du retard.",
      "Nous ne pouvons être sûrs des pensées des autres que si nous leur posons directement la question. Elle peut avoir eu des raisons très différentes."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>La personnalisation est une distorsion cognitive qui consiste à percevoir les événements comme étant personnellement dirigés contre nous, même si cette perception n'est pas fondée.</p><p>Par exemple, nous pensons que quelqu'un ne nous a pas dit bonjour à cause d'une rancune personnelle, sans tenir compte des autres raisons possibles. La personnalisation se produit également lorsque nous percevons les événements négatifs comme le résultat de nos lacunes, sans tenir compte des facteurs externes.</p>",
    "dialogSummary": "Dans le dialogue, la personne 1 personnalise l'échec de l'entretien en l'attribuant à des lacunes personnelles, tandis que la personne 2 suggère que d'autres facteurs affectant le résultat devraient être pris en compte, soulignant que l'échec n'est pas nécessairement lié à des qualités personnelles.",
    "dialog": [
      "Je n'ai pas réussi l'entretien. Je ne peux tout simplement pas gérer les tâches importantes.",
      "Cela ne signifie pas nécessairement que vous êtes mauvais. L'entreprise avait peut-être des exigences particulières ou d'autres candidats mieux adaptés à ses besoins.",
      "Mais j'ai toujours tort dans ces situations. J'ai l'impression de ne pas être à la hauteur.",
      "Faire des erreurs fait partie du processus d'apprentissage. Chaque refus lors d'un entretien n'est pas forcément lié à vos lacunes personnelles. Il est important d'examiner la situation dans son ensemble et de prendre en compte les différents facteurs qui ont pu influencer le résultat."
    ]
  }
}