{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>La pensée tout ou rien est une distorsion cognitive qui nous fait voir le monde à travers des extrêmes : soit c’est parfait, soit c’est terrible ; les gens sont soit entièrement bons, soit entièrement mauvais. Cette façon de percevoir nous empêche de remarquer la richesse des nuances et des demi-teintes, et simplifie excessivement la réalité. Au final, cela rétrécit notre vision et réduit le nombre de solutions possibles.</p><p>Cette distorsion se manifeste par des jugements catégoriques sur soi et sur les autres, par exemple : « j’échoue toujours » ou « il se trompe tout le temps ». Elle peut toucher n’importe quel domaine : le travail, les relations, les événements, les croyances, nos réussites et nos erreurs.</p><p>Ce mode de pensée peut augmenter le stress et l’anxiété, faire baisser l’humeur, renforcer le sentiment de solitude et compliquer les relations. Il est donc important d’apprendre à repérer ces pensées et à développer une vision plus souple et plus réaliste. Cela aide à mieux faire face aux situations et à prendre des décisions plus équilibrées.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 raisonne en « tout ou rien » : après un seul échec à un examen, il conclut qu’il est totalement incapable, sans tenir compte de la difficulté de l’épreuve ni du manque de temps pour se préparer.",
    "dialog": [
      "J’ai raté l’examen, donc je suis fichu.",
      "L’examen était vraiment difficile, et tu avais peu de temps pour te préparer.",
      "Peu importe. Si les autres y sont arrivés et pas moi, c’est que je ne suis pas assez intelligent."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>La catastrophisation est une distorsion cognitive qui nous pousse à exagérer l’importance et les conséquences d’un événement désagréable, en l’imaginant bien pire qu’il ne l’est réellement. Dans ces moments-là, on peut ressentir une forte anxiété, de la peur et de la tension, qui ne correspondent pas à la réalité.</p><p>La catastrophisation peut se manifester par la conviction qu’un seul échec dans un domaine va entraîner un effondrement total dans tout le reste. Cela peut alimenter des inquiétudes sur l’avenir, une réaction disproportionnée face à une critique ou un refus, et fragiliser la confiance en soi.</p><p>Ce style de pensée peut dégrader l’état émotionnel, augmenter l’anxiété et le stress, diminuer l’estime de soi et la confiance en ses capacités. Il est important d’apprendre à repérer ces pensées et à développer progressivement une vision plus calme et plus réaliste de ce qui se passe : cela aide à réduire l’anxiété et à se sentir plus solide face aux difficultés.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 catastrophise après un refus en entretien, en pensant qu’elle ne trouvera jamais de travail. Elle n’envisage pas la possibilité de poursuivre ses démarches et d’ajuster ses attentes, ce qui pourrait l’aider à avancer avec plus de calme et de confiance.",
    "dialog": [
      "On m’a refusée à l’entretien. C’est fini : je ne trouverai jamais de travail et je vais rester sans rien.",
      "Mais tu as envoyé ton CV à d’autres offres, non ?",
      "Oui, mais à quoi bon ? Si on ne m’a pas prise ici, c’est que personne ne veut de moi. Tout ça ne sert à rien.",
      "Cette conclusion très dure risque surtout d’amplifier ce que tu ressens. Peut-être que tu pourrais te donner un peu de temps, revoir tes attentes et continuer à chercher.",
      "Mais comment ne pas penser à l’échec ? J’ai l’impression que ça prouve qu’il n’y a nulle part où je puisse trouver ma place et que tous mes plans s’effondrent."
    ]
  },
  "COMMON": {
    "textHTML": "<p>La surgénéralisation est une distorsion cognitive qui consiste à tirer des conclusions très larges à partir de faits limités ou d’un seul épisode. Par exemple, après un seul retour négatif au travail, on peut se dire qu’on est totalement incompétent, en ignorant ses réussites et les résultats positifs.</p><p>Une situation typique, c’est un retard à un rendez-vous. Au lieu d’analyser calmement les raisons, on se dit : « Je suis toujours en retard » ou « Je n’arrive jamais à être à l’heure », en oubliant toutes les fois où l’on est arrivé pile à l’heure.</p><p>Ce mode de pensée fragilise l’estime de soi, renforce le pessimisme et l’anxiété, et peut entretenir des idées dépressives. Il est utile de repérer ces généralisations et de les remplacer par une lecture plus nuancée et plus réaliste de la situation concrète.</p>",
    "dialogSummary": "Le personnage 1 tire une conclusion générale à partir d’un seul retard, en s’attribuant une incapacité chronique à s’organiser. Le personnage 2 ramène doucement l’attention vers les faits, rappelle les fois où il a été ponctuel et propose d’observer la situation de manière plus précise.",
    "dialog": [
      "Je n’en reviens pas, je suis encore en retard. On dirait que je suis toujours en retard et que je ne sais pas gérer mon temps.",
      "Attends, ne tire pas de conclusion trop vite. Rappelle-toi combien de fois tu es arrivé à l’heure. Un seul retard ne fait pas de toi quelqu’un de chroniquement en retard.",
      "Mais ces derniers temps, ça arrive plus souvent. J’ai l’impression d’avoir perdu le contrôle.",
      "Regardons les faits. Un retard, même deux, ne définit pas une personne. Il y a peut-être eu des circonstances extérieures. On peut comprendre ce qui s’est passé et voir ce qui aiderait la prochaine fois."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Le fait de minimiser le positif est une distorsion cognitive qui nous pousse à réduire l’importance des bonnes choses, des réussites et des progrès. Dans ces moments-là, on se focalise sur les défauts ou les difficultés, comme si le positif n’existait pas ou « ne comptait pas », même quand il s’agit de résultats importants et mérités.</p><p>Cela peut se manifester dans tous les domaines : travail, relations, santé, études, accomplissements personnels. Par exemple, quelqu’un reçoit une reconnaissance méritée, mais au lieu d’en être fier, ne pense qu’à ses erreurs. Ou, après un compliment, il le balaie d’un « ce n’est rien » ou « j’ai juste eu de la chance ».</p><p>Minimiser le positif peut saper la confiance en soi, renforcer l’insatisfaction et favoriser des pensées dépressives. Il est important d’apprendre à repérer et à accueillir le positif avec autant d’attention que les difficultés, et à s’autoriser à se réjouir de ses succès, même petits.</p>",
    "dialogSummary": "Le personnage 1 obtient une promotion, mais minimise cette réussite en se concentrant sur les difficultés à venir. Le personnage 2 lui rappelle avec bienveillance l’importance de ce pas et le soutient, en soulignant la valeur de cette étape dans sa carrière.",
    "dialog": [
      "On m’a promu, je vais désormais piloter de nouveaux projets.",
      "C’est une excellente nouvelle, félicitations ! Quels projets vas-tu piloter ?",
      "Les projets sont difficiles, il y aura beaucoup de travail. J’ai l’impression qu’on m’a simplement ajouté des responsabilités.",
      "C’est vrai que ce sera un défi, mais n’oublie pas qu’on ne t’a pas choisi par hasard. Tu as franchi une étape importante, et c’est une belle occasion de grandir et de montrer ce dont tu es capable."
    ]
  },
  "DUE": {
    "textHTML": "<p>Le « il faut/je dois » est une distorsion cognitive qui nous fait croire que tout devrait se passer exactement comme nous l’attendons. Quand la réalité ne correspond pas à nos idées, nous pouvons le vivre comme une injustice ou une erreur. Dans cet état, nous nous accrochons à nos exigences et à nos attentes, en laissant peu de place à la souplesse et à un regard objectif sur la situation.</p><p>Par exemple, on peut penser : « Je dois absolument obtenir ce poste, puisque je me suis préparé si sérieusement. » Or, même avec beaucoup d’efforts, le résultat peut dépendre de facteurs externes, comme la concurrence ou la présence d’autres candidats très solides.</p><p>Un tel mode de pensée peut provoquer une forte déception, de l’irritation et un sentiment d’injustice, et avoir un impact négatif sur l’état émotionnel et les relations. Il est utile d’apprendre à repérer ces exigences et à développer une attitude plus flexible face aux résultats, en acceptant que plusieurs issues soient possibles.</p>",
    "dialogSummary": "Le personnage 1 illustre le « il faut/je dois » en affirmant qu’il doit travailler tous les jours sans week-end pour réussir, en se basant sur les récits de réussite des autres. Le personnage 2 l’aide à élargir sa perspective, en rappelant que chacun a son propre chemin et qu’un équilibre entre effort et repos peut être plus sain et plus efficace.",
    "dialog": [
      "Je dois travailler tous les jours, sans week-end, sinon je ne réussirai jamais.",
      "Pourquoi en es-tu arrivé à cette conclusion ? Qu’est-ce qui te fait penser ça ?",
      "J’ai lu des histoires de personnes qui ont réussi. Toutes travaillaient énormément et se reposaient presque jamais.",
      "Chacun a son propre chemin. Ce rythme convient à certains, mais pour d’autres, un équilibre plus sain aide davantage. Il est important de se rappeler que le repos est nécessaire : il permet de préserver son énergie et d’avancer vers ses objectifs de manière durable."
    ]
  },
  "EMO": {
    "textHTML": "<p>La distorsion cognitive appelée « raisonnement émotionnel » apparaît lorsque nous prenons des décisions en nous appuyant uniquement sur ce que nous ressentons sur le moment, plutôt que sur la logique et les faits. Dans ces instants, l’émotion devient une preuve : la situation nous paraît exactement comme nous la ressentons, même si objectivement ce n’est pas le cas.</p><p>Par exemple, une personne peut refuser de voir ses amis parce qu’elle est triste et se dit que cela ne changera rien. Pourtant, le contact et le soutien pourraient au contraire l’aider à se sentir mieux et à reprendre de l’énergie.</p><p>Les émotions sont importantes, mais s’appuyer uniquement sur elles peut conduire à des conclusions et des choix erronés. Il est utile de prendre en compte à la fois ses ressentis et les faits, afin de prendre des décisions plus équilibrées et plus stables.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 décide uniquement à partir de sa tristesse et de son manque de confiance, et renonce à un rendez-vous. Le personnage 2 l’aide doucement à envisager une perspective plus large et suggère que l’expérience réelle pourrait être bien plus agréable que ce que son humeur du moment lui fait croire.",
    "dialog": [
      "Je n’ai pas envie d’aller à ce rendez-vous. Je suis de mauvaise humeur.",
      "Pourtant, cette personne te plaisait. Tu peux peut-être te donner une chance et voir comment ça se passe ?",
      "Je me sens mal à l’aise et pas à ma place. Je suis sûre que je vais tout gâcher.",
      "Tu ne peux pas le savoir à l’avance. La rencontre peut être agréable et rassurante, et tu peux te sentir bien mieux qu’en ce moment."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Le filtre mental est une distorsion cognitive qui nous fait remarquer d’abord le négatif et presque pas le positif. Par exemple, après un entretien raté, on peut se focaliser uniquement sur le refus, en oubliant l’expérience acquise et les apprentissages qui aideront ensuite.</p><p>Cette manière de voir peut entraîner un sentiment d’insatisfaction et une baisse d’humeur, même quand il y a beaucoup de bon dans la vie. Souvent, le filtre mental se combine à d’autres distorsions, comme la pensée tout ou rien ou la minimisation du positif.</p><p>Pour progressivement dépasser ce filtre, il est utile de s’entraîner à repérer les aspects positifs, à se poser des questions qui soutiennent, et à se rappeler ses réussites et ses points forts.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 se focalise sur un seul commentaire négatif et ne voit plus les aspects positifs de son travail. Le personnage 2 l’aide à retrouver une vision plus complète et à se baser sur des faits qui confirment ses efforts et ses réussites.",
    "dialog": [
      "J’ai reçu un avis négatif au travail. Je me sens comme un raté.",
      "Mais tu as eu beaucoup de retours positifs et de réussites. On dirait que tu donnes trop de poids à un seul moment négatif.",
      "Oui, mais cet avis me semble le plus important. Comme s’il effaçait tous mes succès.",
      "Là, tu ne vois que le côté négatif et tu oublies le reste des faits. C’est justement ça, le filtre mental. Essaie de prendre du recul et de te rappeler ce que tu as réussi."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Coller des étiquettes est une distorsion cognitive qui consiste à attribuer à des personnes ou à des situations des jugements catégoriques et simplifiés, à partir d’observations limitées. Résultat : on cesse de voir les autres facettes d’une personne ou d’un événement, et notre perception se déforme.</p><p>Par exemple, on peut qualifier quelqu’un de « bizarre » ou « indigne » simplement à cause de son apparence ou d’un seul épisode. De la même façon, quand on se colle une étiquette à soi-même — « je suis nul », « je ne vaux rien » — on ignore ses forces, ses réussites et ses qualités réelles.</p><p>Quand on apprend à repérer cette distorsion, il devient plus facile de voir les autres et soi-même de manière plus complète et plus juste, sans conclusions hâtives.</p>",
    "dialogSummary": "Le personnage 1 conclut qu’un homme est un « mauvais père » après avoir vu un seul épisode où il crie sur ses enfants. Le personnage 2 propose une lecture plus nuancée, en rappelant qu’une seule scène ne suffit pas et que les gens peuvent se comporter différemment selon les situations.",
    "dialog": [
      "J’ai vu cet homme crier sur ses enfants au parc. C’est forcément un mauvais père.",
      "C’est difficile à dire sur un seul moment. Il a peut-être eu une journée très dure ou quelque chose l’a déstabilisé.",
      "Moi, je ne me comporterais jamais comme ça avec mes enfants. On dirait qu’il n’assume pas son rôle de parent.",
      "Les conclusions catégoriques peuvent être trompeuses. En situation de stress, chacun réagit différemment, et un autre jour, il peut être un père très attentionné et bienveillant."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>La distorsion « ça aurait pu » apparaît lorsque nous revenons mentalement sur le passé et imaginons des alternatives idéales qui, en réalité, n’étaient pas accessibles. Nous nous perdons dans des « et si… » et construisons des scénarios fantasmés de ce qui aurait pu se passer.</p><p>Parfois, cela se manifeste aussi dans les échanges : on se dit, ou on dit à quelqu’un, qu’il aurait fallu agir autrement, sans tenir compte des circonstances réelles de l’époque.</p><p>Cette manière de voir mène souvent à la culpabilité, au regret et à l’insatisfaction, car on compare la réalité à des scénarios idéaux inatteignables. Il est utile de se rappeler que le passé ne peut pas être changé, et que nous pouvons choisir ce que nous faisons ensuite.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 regarde l’examen à travers le prisme du « ça aurait pu », en se reprochant des choses et en accusant les circonstances. Le personnage 2 l’aide à revenir doucement au présent et à l’avenir, en rappelant que l’important est ce qu’il est possible de faire maintenant.",
    "dialog": [
      "J’ai raté l’examen. J’aurais dû étudier davantage.",
      "Mais tu travaillais tous les jours et tu as fait de ton mieux. Tu as agi avec les conditions que tu avais.",
      "Oui, mais j’aurais étudié plus si je n’avais pas eu le travail.",
      "On ne peut pas changer le passé. Maintenant, l’important, c’est de te soutenir et de mieux répartir ton temps à l’avenir."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>La distorsion « amplification et minimisation » apparaît quand nous regardons les événements de façon trop unilatérale, en perdant les nuances et les détails. Quand on amplifie, les aspects négatifs paraissent énormes, comme sous une loupe. Quand on minimise, on réduit ses forces, ses réussites et les événements positifs, comme s’ils n’avaient aucune importance.</p><p>Par exemple, quelqu’un peut se considérer comme un raté à cause de petites erreurs, tout en ne voyant pas ses efforts et ses accomplissements qui l’ont mené à des résultats.</p><p>Cette manière de percevoir peut nuire à l’estime de soi et aux relations, car la réalité est déformée. Il est utile d’apprendre à rétablir l’équilibre : voir à la fois les erreurs et les points forts, et reconnaître la contribution que vous apportez déjà.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 amplifie sa maladresse à l’idée d’un entretien, et le personnage 2 l’aide doucement à se recentrer sur ses forces et ses compétences, en soutenant une vision plus équilibrée.",
    "dialog": [
      "Je suis tellement stressé pour l’entretien de demain. Je mélange toujours mes mots.",
      "On dirait que tu amplifies ta maladresse. Tu es bien plus capable que tu ne le crois.",
      "Mais je perds souvent mes moyens et j’oublie ce que je voulais dire.",
      "Tu as des qualités importantes : tu sais réagir vite et trouver des solutions. C’est vraiment précieux en entretien.",
      "Vraiment ? Merci, je vais essayer de garder ça en tête."
    ]
  },
  "READ": {
    "textHTML": "<p>La distorsion cognitive appelée « lecture de pensée » apparaît quand nous supposons savoir ce que les autres pensent ou ressentent, sans preuve réelle. Nous nous basons sur des hypothèses plutôt que sur des faits, et nous tombons souvent dans un piège de conclusions erronées.</p><p>Par exemple, on peut croire que quelqu’un nous en veut à cause de son comportement, alors que la raison est peut-être son humeur, ses soucis ou sa fatigue. À l’inverse, on peut penser que l’autre comprend nos intentions ou nos émotions, alors que nous ne les avons jamais exprimées clairement.</p><p>Quand on repère cette distorsion, il devient plus facile d’éviter les suppositions et de construire une communication plus honnête et plus ouverte, fondée sur des faits et non sur des interprétations.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 conclut à l’humeur d’une collègue en se basant sur ses propres suppositions. Le personnage 2 rappelle doucement que, sans conversation, on ne peut pas être sûr des pensées et des émotions de l’autre.",
    "dialog": [
      "Maria ne m’a pas dit bonjour hier au bureau. Elle doit être en colère contre moi parce que je suis arrivé en retard à la réunion.",
      "Tu en es sûr ? Elle était peut-être occupée ou ne t’a simplement pas vu. Tu as essayé de lui demander ?",
      "Non, je n’ai pas demandé. Mais j’ai le sentiment que c’est ça.",
      "On ne peut pas être certain de ce que pense quelqu’un sans en parler. Elle avait peut-être ses raisons, sans aucun lien avec toi."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>La personnalisation est une distorsion cognitive qui nous fait interpréter des événements comme dirigés personnellement contre nous, même quand il n’y a aucune preuve. On se place au centre de la scène et on prend pour soi ce qui peut ne pas nous concerner directement.</p><p>Par exemple, si quelqu’un ne dit pas bonjour, on peut se dire qu’il nous ignore volontairement ou qu’il ne nous aime pas. On peut alors oublier qu’il était peut-être préoccupé, pressé, ou simplement inattentif. La personnalisation apparaît aussi quand nous attribuons tout événement négatif à nos défauts, en négligeant les circonstances extérieures.</p>",
    "dialogSummary": "Le personnage 1 interprète un refus en entretien comme la preuve qu’il est incapable. Le personnage 2 lui rappelle avec bienveillance que le résultat peut dépendre de nombreux facteurs et qu’il ne définit ni sa valeur, ni ses compétences.",
    "dialog": [
      "Je n’ai pas réussi l’entretien. J’imagine que je ne suis tout simplement pas capable de gérer des tâches importantes.",
      "Ce n’est pas forcément le cas. L’entreprise avait peut-être des exigences très spécifiques, ou d’autres candidats correspondaient mieux à ce poste précis.",
      "Mais à chaque fois que quelque chose d’important arrive, je me trompe. On dirait que je ne suis pas assez bien.",
      "Les erreurs et les refus font partie du chemin. Ils ne veulent pas dire qu’il y a quelque chose qui ne va pas chez toi. Il est important de prendre en compte plusieurs facteurs et de ne pas relier chaque situation uniquement à ta valeur ou à tes capacités."
    ]
  }
}
