{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>La pensée dichotomique est une distorsion cognitive où l’on perçoit le monde de façon extrême : soit tout est parfait, soit tout est catastrophique ; les gens sont soit entièrement « bons », soit complètement « mauvais ». Ce regard laisse très peu de place aux nuances et à la complexité et finit par donner une vision trop simplifiée de la réalité. Il réduit notre champ de vision et limite les solutions possibles.</p><p>Cette distorsion se manifeste par des jugements très catégoriques sur soi et sur les autres, par exemple : « J’échoue toujours » ou « Il se trompe tout le temps ». Elle peut concerner tous les domaines de la vie : le travail, les relations, les événements, les convictions, nos réussites comme nos erreurs.</p><p>Ce mode de pensée peut entraîner davantage de stress, d’anxiété, une baisse de l’humeur, un sentiment de solitude et des difficultés relationnelles. Il est donc important d’apprendre à repérer ce type de pensées et à développer un regard plus souple et plus réaliste. Cela aide à mieux faire face aux situations et à prendre des décisions plus réfléchies.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 pense en termes de « tout ou rien » : après un seul échec à un examen, cette personne conclut qu’elle est totalement incapable, sans tenir compte ni de la difficulté de l’épreuve ni du manque de temps pour s’y préparer.",
    "dialog": [
      "J’ai raté l’examen, je suis un cas désespéré.",
      "L’examen était vraiment difficile, et tu as eu très peu de temps pour te préparer.",
      "Ça ne change rien. Si les autres ont réussi et pas moi, c’est que je ne suis pas assez intelligent·e."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>La catastrophisation est une distorsion cognitive qui nous pousse à exagérer l’importance et les conséquences des événements désagréables, en les imaginant bien pires qu’ils ne le sont en réalité. Dans ces moments-là, on peut ressentir une forte anxiété, de la peur et une grande tension, qui ne correspondent pas à la réalité de la situation.</p><p>Elle peut se manifester par la conviction qu’un seul échec dans un domaine va entraîner un échec total dans toute la vie. Cela peut provoquer de vives inquiétudes pour l’avenir, une réaction excessive à la critique ou au refus, et miner la confiance en soi.</p><p>Ce style de pensée peut détériorer l’état émotionnel, renforcer l’anxiété et le stress, diminuer l’estime de soi et la foi en ses propres capacités. Apprendre à repérer ces pensées et à cultiver un regard plus calme et plus réaliste sur ce qui se passe aide à réduire l’anxiété et à se sentir plus solide face aux difficultés.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 dramatise la situation après un refus à un entretien et en vient à penser qu’il ne trouvera plus jamais de travail. Cette personne ne considère pas la possibilité de poursuivre ses recherches ni de revoir ses attentes, ce qui pourrait pourtant l’aider à avancer plus sereinement et avec davantage de confiance.",
    "dialog": [
      "Je n’ai pas été retenu·e au dernier entretien. C’est fini : je ne trouverai jamais de travail et je vais rester au chômage.",
      "Pourtant, tu as envoyé ton CV pour plusieurs autres postes, non ?",
      "Oui, mais à quoi bon ? Si on ne m’a pas pris ici, c’est que personne n’a besoin de moi. Tous mes efforts ne servent à rien.",
      "Une conclusion aussi radicale ne fait qu’accentuer ton mal-être. Tu pourrais te laisser un peu de temps, revoir tes attentes et continuer à chercher.",
      "Mais comment ne pas penser à cet échec ? J’ai l’impression que ça prouve qu’il n’y a aucune place pour moi nulle part et que tous mes projets s’effondrent."
    ]
  },
  "COMMON": {
    "textHTML": "<p>La surgénéralisation est une distorsion cognitive qui nous amène à tirer des conclusions très larges à partir de faits limités ou d’un seul épisode. Par exemple, après un seul retour négatif au travail, on peut décider que l’on est totalement incompétent, en oubliant ses réussites et tous les résultats positifs.</p><p>Un exemple typique : un retard à un rendez-vous. Au lieu d’analyser calmement les raisons, on se dit : « J’arrive toujours en retard » ou « Je ne suis jamais à l’heure », en oubliant toutes les fois où l’on est arrivé à temps.</p><p>Ce mode de pensée fragilise l’estime de soi, renforce le pessimisme et l’anxiété et peut alimenter les idées dépressives. Il est utile d’apprendre à repérer ces généralisations et à les remplacer par une évaluation plus nuancée et réaliste de chaque situation.</p>",
    "dialogSummary": "Le personnage 1 fait une surgénéralisation à partir d’un seul retard et se décrit comme constamment désorganisé. Le personnage 2 ramène doucement l’attention aux faits, en rappelant les situations où il a été ponctuel et en proposant de regarder l’épisode de façon plus concrète.",
    "dialog": [
      "Ce n’est pas possible, j’ai encore été en retard. On dirait que je suis toujours en retard et que je ne sais pas du tout gérer mon temps.",
      "Attends, ne tire pas de conclusions trop vite. Souviens-toi du nombre de fois où tu es arrivé à l’heure. Un seul retard ne fait pas de toi quelqu’un de chroniquement en retard.",
      "Mais ces derniers temps, ça arrive plus souvent. J’ai l’impression d’avoir perdu le contrôle.",
      "Regardons les faits. Un ou même quelques retards ne définissent pas ta personnalité. Il y a peut-être eu des circonstances extérieures. On peut analyser ce qui s’est passé et réfléchir à ce qui pourrait t’aider la prochaine fois."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>La dévalorisation du positif est une distorsion cognitive où l’on a tendance à minimiser l’importance des événements agréables, des réussites et des accomplissements. Dans ces moments-là, on se concentre surtout sur les manques ou les difficultés, comme si le positif n’existait pas ou ne « comptait pas », même lorsqu’il s’agit de résultats importants et mérités.</p><p>Cette distorsion peut se manifester dans tous les domaines de la vie : travail, relations, santé, études, réussites personnelles. Par exemple, une personne reçoit une reconnaissance méritée, mais au lieu de se réjouir, ne pense qu’à ses erreurs. Ou bien, en entendant un compliment, elle le rejette en répondant « ce n’est rien » ou « j’ai juste eu de la chance ».</p><p>Dévaloriser le positif peut saper la confiance en soi, renforcer le ressenti d’insatisfaction et contribuer à des pensées dépressives. Apprendre à remarquer et à accueillir les aspects positifs avec autant d’attention que les difficultés, et à se permettre de se réjouir de ses succès, même modestes, est une étape importante pour retrouver un équilibre intérieur.</p>",
    "dialogSummary": "Le personnage 1 reçoit une promotion, mais minimise ce succès en se focalisant uniquement sur les difficultés à venir. Le personnage 2 lui rappelle en douceur l’importance de cette étape et souligne la valeur de ce progrès dans sa carrière.",
    "dialog": [
      "On vient de me promouvoir, je vais maintenant piloter de nouveaux projets.",
      "C’est une excellente nouvelle, félicitations ! Quels projets vas-tu diriger ?",
      "Les projets sont compliqués, il y aura énormément de travail. J’ai l’impression qu’on m’a juste ajouté des responsabilités en plus.",
      "Oui, ça peut être un vrai défi, mais n’oublie pas qu’on t’a choisi·e pour une raison. Tu viens de franchir une étape importante, et c’est une très belle occasion d’évoluer et de montrer ce dont tu es capable."
    ]
  },
  "DUE": {
    "textHTML": "<p>Les pensées de type « je dois / il faut » sont une distorsion cognitive où l’on est persuadé que tout doit se passer exactement comme on l’a imaginé. Quand la réalité ne correspond pas à ces attentes, on peut la vivre comme une injustice ou une erreur. Dans cet état d’esprit, on s’accroche à ses exigences et à ses règles internes, en laissant très peu de place à la souplesse et à un regard objectif sur la situation.</p><p>Par exemple, on peut se dire : « Je dois absolument obtenir ce poste, j’ai tellement travaillé pour ça ». Pourtant, même avec beaucoup d’efforts, le résultat dépend aussi de facteurs extérieurs, comme la concurrence pour le poste ou la présence d’autres candidats très qualifiés.</p><p>Ce type de pensée peut provoquer de fortes déceptions, de l’irritation et un sentiment d’injustice, ce qui finit par peser sur l’état émotionnel et sur les relations avec les autres. Il peut être utile d’apprendre à remarquer ces exigences rigides et à développer une attitude plus flexible, en acceptant que plusieurs issues sont possibles.</p>",
    "dialogSummary": "Le personnage 1 illustre ce type de « je dois » en étant convaincu qu’il est obligé de travailler sans jours de repos pour réussir, en se comparant aux histoires d’autres personnes. Le personnage 2 l’aide à élargir sa perspective en rappelant que chacun a son propre chemin et qu’un équilibre entre travail et repos peut être une approche plus saine et plus efficace.",
    "dialog": [
      "Je dois travailler tous les jours sans aucun week-end, sinon je ne réussirai jamais.",
      "Qu’est-ce qui vous fait penser ça ? Qu’est-ce qui vous a amené à cette conclusion ?",
      "J’ai lu des histoires de personnes « réussies ». Elles travaillaient toutes énormément et se reposaient à peine.",
      "Chaque personne a son propre chemin. Ce rythme peut convenir à certains, mais pour d’autres, un équilibre plus sain est bien plus bénéfique. Le repos est lui aussi nécessaire : il permet de préserver son énergie et d’avancer vers ses objectifs dans la durée."
    ]
  },
  "EMO": {
    "textHTML": "<p>La distorsion appelée « raisonnement émotionnel » apparaît lorsque nous prenons des décisions en nous basant uniquement sur ce que nous ressentons sur le moment, plutôt que sur la logique et les faits. Dans ces instants, les émotions semblent être la principale « preuve » que la situation est exactement telle qu’on la perçoit, même si objectivement ce n’est pas le cas.</p><p>Par exemple, une personne peut refuser de voir des amis parce qu’elle se sent triste et est convaincue que cela ne changera rien. Pourtant, le soutien et la chaleur d’un échange auraient peut-être pu améliorer son humeur et l’aider à retrouver un peu d’énergie.</p><p>Les émotions sont importantes, mais s’appuyer uniquement sur elles peut conduire à des conclusions et à des choix trompeurs. Prendre en compte à la fois ce que l’on ressent et les faits permet de prendre des décisions plus équilibrées et plus stables.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 prend sa décision uniquement en fonction de sa tristesse et de son manque de confiance, en renonçant à un rendez-vous. Le personnage 2 l’aide doucement à élargir sa vision et à envisager que l’expérience réelle pourrait être bien plus agréable que ce que laisse croire son état du moment.",
    "dialog": [
      "Je n’ai pas envie d’aller à ce rendez-vous. Je suis de mauvaise humeur.",
      "Pourtant, cette personne te plaisait. Tu pourrais peut-être te laisser une chance et voir comment ça se passe.",
      "Je me sens mal à l’aise et pas du tout en confiance. Je suis persuadé que je vais tout gâcher.",
      "Tu ne peux pas le savoir à l’avance. Ce rendez-vous pourrait être agréable et réconfortant, et tu pourrais te sentir bien mieux qu’en ce moment."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Le filtre mental est une distorsion cognitive où l’on remarque surtout les aspects négatifs et où l’on prête très peu d’attention à ce qui est positif. Par exemple, après un entretien raté, une personne peut se focaliser uniquement sur le refus, en oubliant l’expérience acquise et les nouvelles connaissances qui pourraient l’aider par la suite.</p><p>Cette façon de voir les choses peut entraîner un sentiment chronique d’insatisfaction et une baisse de l’humeur, même lorsqu’il y a beaucoup de bon dans la vie. Le filtre mental se combine souvent avec d’autres distorsions, comme la pensée dichotomique ou la dévalorisation du positif.</p><p>Pour dépasser peu à peu ce filtre mental, il est utile de s’entraîner à remarquer les moments positifs, à se poser des questions bienveillantes et à se rappeler ses réussites et ses points forts.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 se focalise sur un seul avis négatif et ne voit plus les aspects positifs de son travail. Le personnage 2 l’aide à avoir une vision plus complète de la situation et à prendre en compte les faits qui confirment ses efforts et ses réussites.",
    "dialog": [
      "J’ai reçu un retour négatif au travail. Je me sens comme un raté.",
      "Pourtant, tu as reçu beaucoup d’avis positifs et tu as déjà accompli de belles choses. On dirait que tu donnes un poids énorme à ce seul commentaire négatif.",
      "Oui, mais ce retour-là me semble le plus important. Comme s’il annulait tous mes succès.",
      "En ce moment, tu ne vois que le côté négatif et tu passes à côté du reste. C’est exactement ce que fait le filtre mental. Essaie de prendre un peu de recul et de te souvenir aussi de tout ce que tu as bien fait."
    ]
  },
  "LABEL": {
    "textHTML": "<p>L’étiquetage est une distorsion cognitive dans laquelle on attribue à des personnes ou à des situations des jugements très catégoriques et simplifiés, à partir de quelques observations seulement. On cesse alors de voir les autres (ou soi-même) dans toute leur complexité, et notre perception devient déformée.</p><p>Par exemple, quelqu’un peut qualifier une personne de « bizarre » ou « indigne » uniquement à cause de son apparence ou d’un seul épisode de comportement. De la même façon, en se collant des étiquettes comme « nul » ou « incapable », on ignore ses forces, ses succès et ses qualités réelles.</p><p>En apprenant à repérer ce type d’étiquetage, il devient plus facile de voir les autres et soi-même de manière plus large et plus juste, sans tirer de conclusions hâtives.</p>",
    "dialogSummary": "Le personnage 1 conclut qu’un homme est un « mauvais père » après l’avoir vu crier sur ses enfants une seule fois. Le personnage 2 propose un regard plus nuancé, rappelant qu’un seul épisode ne suffit pas pour juger une personne et que chacun peut réagir différemment selon les situations.",
    "dialog": [
      "J’ai vu cet homme crier sur ses enfants au parc. C’est forcément un mauvais père.",
      "C’est difficile de juger sur un seul moment. Peut-être qu’il a passé une journée très difficile ou qu’il vient de vivre quelque chose de bouleversant.",
      "Moi, je ne me comporterais jamais comme ça avec mes enfants. J’ai l’impression qu’il ne gère tout simplement pas son rôle de parent.",
      "Les conclusions aussi radicales peuvent être trompeuses. Les gens réagissent différemment au stress, et un autre jour, il peut être un père très présent et attentionné."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>La distorsion du « j’aurais pu / j’aurais dû » apparaît quand on revient sans cesse sur des événements passés en imaginant des scénarios parfaits qui, en réalité, n’étaient pas accessibles. On se met à ruminer en se demandant « et si… », en construisant des versions idéalisées de ce qui aurait pu se passer.</p><p>Parfois, cela se manifeste aussi dans nos échanges : on se répète à soi-même ou aux autres qu’il « fallait agir autrement », sans tenir compte des conditions réelles dans lesquelles les choses se sont déroulées.</p><p>Ce regard sur le passé conduit souvent à la culpabilité, aux regrets et à un sentiment d’insatisfaction, car on compare la réalité à des scénarios idéaux et irréalistes. Se rappeler que le passé ne peut pas être changé et que nous pouvons surtout choisir ce que nous faisons maintenant et ensuite peut aider à alléger ce poids.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 repense à l’examen à travers le prisme du « j’aurais pu faire mieux », en s’en voulant à soi-même et aux circonstances. Le personnage 2 l’aide doucement à ramener l’attention au présent et à l’avenir, en rappelant qu’il est plus utile de réfléchir aux prochains pas qu’aux scénarios idéaux du passé.",
    "dialog": [
      "J’ai raté l’examen. J’aurais dû travailler davantage.",
      "Pourtant, tu travaillais tous les jours et tu faisais de ton mieux. Tu as agi avec les moyens et le temps que tu avais.",
      "Oui, mais j’aurais plus étudié si je n’avais pas eu le travail.",
      "On ne peut plus changer le passé. Ce qui compte maintenant, c’est de voir comment tu peux te soutenir et mieux organiser ton temps à l’avenir."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>La distorsion « amplification et minimisation » apparaît lorsque l’on regarde les événements de façon très unilatérale, en oubliant les nuances et les détails. Quand on amplifie, les aspects négatifs semblent énormes et écrasants, comme sous une loupe. Quand on minimise, on réduit nos forces, nos réussites et les événements positifs comme s’ils n’avaient presque aucune importance.</p><p>Par exemple, une personne peut se considérer comme un échec à cause de petites erreurs et, en même temps, ne pas voir les efforts et les succès qui l’ont pourtant menée là où elle est aujourd’hui.</p><p>Cette manière de penser peut nuire à l’estime de soi et aux relations avec les autres, car notre perception de la réalité devient déformée. Apprendre à rechercher un équilibre — voir à la fois les erreurs et les points forts, et reconnaître la contribution que l’on apporte déjà — permet de retrouver une vision plus juste de soi et des situations.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 amplifie sa maladresse avant l’entretien, tandis que le personnage 2 l’aide en douceur à revenir à ses forces et à ses capacités, en soutenant une vision plus équilibrée de la situation.",
    "dialog": [
      "Je suis tellement nerveux pour l’entretien de demain. Je perds toujours mes mots.",
      "On dirait que tu exagères un peu ta maladresse. Tu es bien plus compétent que tu ne le crois.",
      "Pourtant, je me bloque souvent et j’oublie ce que je voulais dire.",
      "Tu as pourtant des atouts importants : tu sais réagir rapidement et trouver des solutions. C’est une qualité vraiment précieuse pour un entretien.",
      "Vraiment ? Merci, je vais essayer de garder ça en tête."
    ]
  },
  "READ": {
    "textHTML": "<p>La distorsion cognitive appelée « lecture de pensée » apparaît lorsque nous pensons savoir ce que les autres ressentent ou pensent, sans disposer de véritables preuves. Nous nous appuyons alors sur nos suppositions plutôt que sur les faits, et nous tombons facilement dans le piège de conclusions erronées.</p><p>Par exemple, on peut se convaincre que quelqu’un ne nous apprécie pas à cause de son comportement, alors qu’en réalité cette personne est peut-être simplement fatiguée, préoccupée ou de mauvaise humeur. À l’inverse, on peut imaginer que l’autre comprend nos intentions ou nos sentiments alors que nous ne les avons jamais exprimés clairement.</p><p>En apprenant à repérer cette distorsion, il devient plus facile d’éviter les malentendus et de construire une communication plus honnête et plus directe, fondée sur les faits et les échanges plutôt que sur les suppositions.</p>",
    "dialogSummary": "Dans ce dialogue, le personnage 1 interprète le comportement d’une collègue en se fiant uniquement à ses propres hypothèses. Le personnage 2 lui rappelle avec douceur que, sans échange direct, il est impossible d’être certain de ce que pense ou ressent une autre personne.",
    "dialog": [
      "Hier, Marie ne m’a pas salué·e au bureau. Elle doit forcément m’en vouloir pour mon retard à la réunion.",
      "Vous en êtes sûr·e ? Elle était peut-être simplement absorbée par autre chose ou ne vous a tout simplement pas vu. Avez-vous essayé de lui en parler ?",
      "Non, je ne lui ai rien demandé. Mais j’ai le pressentiment que c’est à cause de ça.",
      "Nous ne pouvons pas être certains de ce que pense quelqu’un sans lui parler. Il se peut qu’elle ait ses propres raisons, qui n’ont rien à voir avec vous."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>La personnalisation est une distorsion cognitive dans laquelle on interprète les événements comme dirigés personnellement contre soi, même lorsqu’il n’existe aucune preuve réelle de cela. On se place au centre de la situation et l’on prend pour soi des choses qui n’ont peut-être pas de lien direct avec nous.</p><p>Par exemple, si quelqu’un ne nous salue pas, on peut se dire que cette personne nous ignore volontairement ou nous déteste, alors qu’elle est peut-être simplement préoccupée, pressée ou distraite. La personnalisation se manifeste aussi lorsque l’on considère que chaque événement négatif reflète nos propres défauts, en négligeant l’influence des circonstances extérieures.</p>",
    "dialogSummary": "Le personnage 1 vit le refus après un entretien comme une preuve de son incapacité personnelle. Le personnage 2 lui rappelle doucement que le résultat peut dépendre de nombreux facteurs et ne définit ni sa valeur ni ses compétences.",
    "dialog": [
      "Je n’ai pas été retenu à l’entretien. Sans doute que je ne suis tout simplement pas capable d’assumer des tâches importantes.",
      "Ce n’est pas forcément le cas. L’entreprise avait peut-être des critères très spécifiques ou d’autres candidats qui correspondaient mieux à ce poste précis.",
      "Mais à chaque fois qu’il se passe quelque chose d’important, je me trompe. J’ai l’impression de ne pas être à la hauteur.",
      "Les erreurs et les refus font partie du chemin. Ils ne veulent pas dire qu’il y a quelque chose de « cassé » chez toi. Il est important de tenir compte de tous les facteurs en jeu et de ne pas réduire chaque situation à ta valeur ou à tes capacités."
    ]
  }
}
