{
  "ykRKsDopcp": {
    "title": "Arguments pour et contre la pensée automatique",
    "description": "Ajouter une étape où l’on peut formuler des arguments « pour » et « contre » la pensée automatique."
  },
  "rwdHy8lyCk": {
    "title": "Intégration de l’intelligence artificielle",
    "description": "Ajouter la prise en charge de réseaux de neurones afin que l’IA puisse aider à analyser les pensées et proposer des recommandations personnalisées."
  },
  "QejWpiat0v": {
    "title": "Évaluation du niveau de conviction après le travail sur la pensée",
    "description": "Actuellement, il est seulement possible d’évaluer le niveau de conviction avant de commencer le travail. Souhaitez-vous voir une réévaluation après la formulation de la réponse alternative ?"
  },
  "FFoEvFNDpe": {
    "title": "Motivation pour la pratique",
    "description": "Ajouter un système de suivi des jours consécutifs avec des récompenses ou des badges pour la régularité."
  },
  "W9mMGTmapW": {
    "title": "Version web",
    "description": "Créer une version web de l’application. Serait-il pratique de tenir également votre journal depuis un ordinateur ?"
  },
  "eur8RglkH0": {
    "title": "Contenus supplémentaires sur la TCC",
    "description": "Ajouter davantage de contenus pédagogiques : travail avec les pensées dysfonctionnelles, l’anxiété, les troubles du comportement alimentaire et d’autres difficultés."
  },
  "EQ3zKWJ0pU": {
    "title": "Statistiques du journal",
    "description": "Afficher la fréquence des entrées, les émotions les plus fréquentes, les distorsions cognitives et d’autres analyses utiles."
  },
  "EauYpGQzAL": {
    "title": "Cartes de coping",
    "description": "Permettre de créer des cartes avec, d’un côté, la pensée et, de l’autre, sa réfutation. Une technique classique de la TCC."
  },
  "gvwOk0eqXB": {
    "title": "Statistiques des tests",
    "description": "Ajouter un graphique de l’évolution des résultats aux tests dans la section des tests."
  },
  "2o6HBDuM2o": {
    "title": "Test d’anxiété",
    "description": "Ajouter un nouveau test pour évaluer le niveau d’anxiété, sur le modèle du test de dépression."
  },
  "2o7H8DtM2o": {
    "title": "Export des entrées du journal",
    "description": "Ajouter la possibilité d’exporter les entrées au format CSV ou Excel."
  },
  "QWjMvNfKLw": {
    "title": "Plusieurs pensées automatiques",
    "description": "Permettre d’ajouter plusieurs pensées automatiques dans une même entrée, chacune avec sa propre évaluation et sa réponse alternative."
  },
  "iF6yEanPp3": {
    "title": "Journal quotidien",
    "description": "Une section pour des notes libres sur la journée et l’identification ultérieure des pensées automatiques (avec un accompagnement ultérieur par l’IA)."
  },
  "iF6sKCdvfds": {
    "title": "Croyances intermédiaires",
    "description": "Ajouter la possibilité de relier les pensées automatiques aux croyances et de construire une carte des croyances."
  },
  "iF6sKverhdfd": {
    "title": "Évaluation quotidienne de l’état",
    "description": "Ajouter une évaluation quotidienne de l’état et un graphique d’évolution lié aux changements d’attitudes et de croyances."
  },
  "iF6sKvevscdf1": {
    "title": "Évaluation quotidienne étendue",
    "description": "Évaluer non seulement l’état avant et après, mais aussi les émotions et les exercices réalisés."
  },
  "iF6sKvJllcpwx": {
    "title": "Histoires de résilience",
    "description": "Ajouter une section avec des histoires personnelles de résilience pour inspirer et se soutenir mutuellement."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test sur 7 domaines de vie",
    "description": "Un test pour repérer les domaines de vulnérabilité, par exemple la dépendance à l’approbation ou la tendance au perfectionnisme."
  },
  "sdvsdsdlwwQec": {
    "title": "IA dans le journal quotidien",
    "description": "L’IA analysera les entrées et mettra en évidence les pensées automatiques, en aidant à trouver des pistes de travail et des solutions."
  },
  "sdvdcarlwwQff": {
    "title": "Dialogue socratique",
    "description": "L’IA posera des questions pour vous aider à repérer la pensée automatique sous-jacente."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psychologue virtuel",
    "description": "Possibilité d’échanger librement avec l’IA : partager vos vécus, recevoir du soutien et des pistes de réflexion."
  },
  "sdvdpsvwQfw": {
    "title": "Échelle de colère de Novaco",
    "description": "Ajouter un test sur l’irritabilité pour évaluer le niveau de tension latente et de colère."
  },
  "sdvdpsvGscfvw": {
    "title": "Saisie vocale",
    "description": "Possibilité de remplir les journaux à la voix."
  },
  "rsoklcescfvwz": {
    "title": "Analyse de la journée par l’IA",
    "description": "En fin de journée, l’IA pourra faire le bilan, tirer des conclusions et proposer des recommandations."
  },
  "lkmvdsvdsfds": {
    "title": "Images dans le journal quotidien",
    "description": "Ajouter la possibilité de joindre des images aux entrées."
  },
  "iFlct67Ldvkwq": {
    "title": "Journal de gratitude",
    "description": "Ajouter un format d’entrée « gratitude » dans le journal intelligent."
  }
}
