{
  "ykRKsDopcp": {
    "title": "Arguments pour et contre la pensée automatique",
    "description": "Ajouter une nouvelle étape dans l'agenda - argumenter pour et contre la pensée automatique"
  },
  "rwdHy8lyCk": {
    "title": "Ajouter l'intelligence artificielle",
    "description": "Ajoutez l'intégration de réseaux neuronaux populaires pour vous aider à analyser vos pensées, ainsi que des invites personnalisées lorsque vous travaillez avec votre agenda."
  },
  "QejWpiat0v": {
    "title": "Évaluer le niveau de croyance en la pensée après avoir rempli le journal",
    "description": "Pour l'instant, il est possible d'évaluer le niveau de croyance dans la pensée automatique uniquement avant de commencer l'élaboration. Souhaitez-vous évaluer l'effet de l'élaboration après avoir complété une réponse alternative à une pensée ?"
  },
  "FFoEvFNDpe": {
    "title": "Motivation pour les cours",
    "description": "Ajoutez un enregistrement des jours d'étude ininterrompue dans l'agenda. Récompenser avec des badges, des incitations dans l'application"
  },
  "W9mMGTmapW": {
    "title": "Version web",
    "description": "Nous pourrions sans grande difficulté créer une version web de l'application. Avez-vous besoin de travailler avec l'agenda via un ordinateur de bureau ?"
  },
  "eur8RglkH0": {
    "title": "Plus de matériel pour étudier le CPT",
    "description": "Ressentez-vous le besoin de matériel de formation ? Nous pourrions parler davantage des méthodes de travail sur les pensées destructrices, de la manière de traiter les névroses, les RPP, etc."
  },
  "EQ3zKWJ0pU": {
    "title": "Ajouter des statistiques sur le journal",
    "description": "Indiquez la fréquence à laquelle vous prenez des notes, les émotions les plus fréquentes, les distorsions cognitives, etc."
  },
  "EauYpGQzAL": {
    "title": "Ajouter des cartes d'adaptation",
    "description": "Permet de créer des cartes avec une pensée destructrice d'un côté et une réfutation de l'autre. Cette technique est utilisée en CPT. Pensez-vous avoir besoin de cette fonctionnalité ?"
  },
  "gvwOk0eqXB": {
    "title": "Ajouter des statistiques aux tests",
    "description": "Placez un graphique sur la page des tests montrant la dynamique des changements dans les résultats des tests passés."
  },
  "2o6HBDuM2o": {
    "title": "Un nouveau test psychologique pour l'anxiété",
    "description": "Pour l'instant, nous avons ajouté un test pour le niveau de dépression. Devrions-nous ajouter un test similaire pour le niveau d'anxiété ?"
  },
  "2o7H8DtM2o": {
    "title": "Exportation des entrées du journal des pensées automatiques vers un fichier",
    "description": "Nous offrons désormais la possibilité de synchroniser les données entre différents appareils. Devrait-il être possible de télécharger des enregistrements au format CSV ou Excel ?"
  },
  "QWjMvNfKLw": {
    "title": "Quelques pensées automatiques",
    "description": "Le format actuel du journal suggère de travailler sur une seule pensée à la fois. Cela vaut-il la peine de donner la possibilité d'écrire plusieurs pensées, chacune d'entre elles devant être évaluée séparément, et de disposer d'une réponse alternative distincte pour chacune d'entre elles ?"
  },
  "iF6yEanPp3": {
    "title": "Journal quotidien",
    "description": "Une section dans laquelle vous pouvez enregistrer ce qui s'est passé au cours de la journée, puis analyser et extraire les pensées automatiques. Plus tard, vous pourrez ajouter l'IA pour vous aider à analyser l'enregistrement."
  },
  "iF6sKCdvfds": {
    "title": "Croyances intermédiaires",
    "description": "Permettre de relier les pensées automatiques à des croyances intermédiaires. A partir de là, il sera possible de construire un arbre de croyances et de l'analyser."
  },
  "iF6sKverhdfd": {
    "title": "Évaluation quotidienne de l'état de santé",
    "description": "Ajoutez la possibilité d'évaluer votre état chaque jour lorsque vous visitez l'application. Plus tard, il sera possible de créer un graphique des changements d'état et de le comparer à la dynamique des changements de paramètres."
  },
  "iF6sKvevscdf1": {
    "title": "Élaboration d'évaluations quotidiennes de l'état de santé",
    "description": "Vous pouvez maintenant évaluer votre état psychologique avant et après les exercices. Souhaitez-vous également évaluer les émotions dominantes et noter les exercices que vous avez effectués pour améliorer votre état ?"
  },
  "iF6sKvJllcpwx": {
    "title": "Histoires de personnes ayant surmonté des problèmes psychologiques",
    "description": "Ajoutez une section dans laquelle vous pouvez raconter comment vous avez surmonté votre problème psychologique afin d'inspirer les personnes confrontées à des difficultés similaires. Et, par conséquent, de lire les histoires d'autres personnes."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test d'analyse des 7 signes vitaux",
    "description": "Le test analyse plusieurs aspects de votre vie et détermine les domaines dans lesquels vous êtes le plus vulnérable. Par exemple, vous dépendez de l'approbation des autres ou vous êtes enclin au perfectionnisme."
  },
  "sdvsdsdlwwQec": {
    "title": "Intégrer l'IA dans l'agenda",
    "description": "L'IA vous aidera à analyser les entrées de votre journal et à mettre en évidence les pensées automatiques. Elle vous proposera des solutions à vos problèmes psychologiques et vous aidera à les résoudre."
  },
  "sdvdcarlwwQff": {
    "title": "Dialogue socratique",
    "description": "Il n'est pas toujours possible d'identifier les pensées automatiques. La méthode du dialogue socratique consiste à se poser des questions pour révéler les pensées cachées. L'IA vous posera des questions pour vous aider à identifier les pensées automatiques."
  },
  "sdvdNdbxdwQfb": {
    "title": "Conseiller virtuel",
    "description": "Communication libre avec l'IA dans le cadre d'un dialogue. Vous pouvez partager vos inquiétudes, demander des conseils, obtenir du soutien."
  },
  "sdvdpsvwQfw": {
    "title": "Échelle d'irritation de Novako",
    "description": "Ajout d'un nouveau test pour le niveau d'irritabilité. Il indiquera la quantité de colère et d'irritation que vous absorbez et retenez dans votre vie quotidienne."
  },
  "sdvdpsvGscfvw": {
    "title": "Entrée vocale",
    "description": "Possibilité de remplir vocalement les champs de texte dans les agendas."
  },
  "rsoklcescfvwz": {
    "title": "Analyse quotidienne de l'activité",
    "description": "À la fin de chaque journée, après avoir travaillé dans l'application, vous pouvez demander une analyse de la journée par l'IA. Elle tirera des conclusions sur votre travail et donnera des recommandations."
  },
  "lkmvdsvdsfds": {
    "title": "Images dans le journal intelligent",
    "description": "Ajouter la possibilité de joindre des images aux entrées dans le journal intelligent."
  },
  "iFlct67Ldvkwq": {
    "title": "Journal de Gratitude",
    "description": "Ajouter un nouveau type d'entrée dans le journal intelligent – gratitude."
  }
}
