{
  "ykRKsDopcp": {
    "title": "Arguments pour et contre la pensée automatique",
    "description": "Ajouter une étape permettant de noter des arguments « pour » et « contre » la pensée automatique."
  },
  "rwdHy8lyCk": {
    "title": "Intégration de l’intelligence artificielle",
    "description": "Ajouter une prise en charge des modèles d’IA afin que l’IA puisse aider à analyser les pensées et proposer des recommandations personnalisées."
  },
  "QejWpiat0v": {
    "title": "Évaluation du niveau de croyance après le travail sur la pensée",
    "description": "Pour l’instant, il est possible d’évaluer le niveau de croyance uniquement avant de commencer. Souhaiteriez-vous une deuxième évaluation après avoir formulé une réponse alternative ?"
  },
  "FFoEvFNDpe": {
    "title": "Motivation pour la pratique",
    "description": "Ajouter un système de suivi des jours consécutifs et offrir des récompenses ou des badges pour la régularité."
  },
  "W9mMGTmapW": {
    "title": "Version web",
    "description": "Créer une version web de l’application. Serait-il pratique de tenir votre journal aussi depuis un ordinateur ?"
  },
  "eur8RglkH0": {
    "title": "Ressources supplémentaires en TCC",
    "description": "Ajouter davantage de contenus pédagogiques : sur le travail avec les pensées destructrices, l’anxiété, les TCA et d’autres difficultés."
  },
  "EQ3zKWJ0pU": {
    "title": "Statistiques du journal",
    "description": "Afficher la fréquence des entrées, les émotions les plus fréquentes, les distorsions cognitives et d’autres analyses utiles."
  },
  "EauYpGQzAL": {
    "title": "Cartes de coping",
    "description": "Permettre de créer des cartes : d’un côté la pensée, de l’autre sa réfutation. Une technique classique de TCC."
  },
  "gvwOk0eqXB": {
    "title": "Statistiques des tests",
    "description": "Ajouter un graphique montrant l’évolution des résultats des tests dans la section dédiée."
  },
  "2o6HBDuM2o": {
    "title": "Test d’anxiété",
    "description": "Ajouter un nouveau test pour évaluer le niveau d’anxiété, sur le modèle du test de dépression."
  },
  "2o7H8DtM2o": {
    "title": "Exportation des entrées du journal",
    "description": "Ajouter la possibilité d’exporter les entrées au format CSV ou Excel."
  },
  "QWjMvNfKLw": {
    "title": "Plusieurs pensées automatiques",
    "description": "Permettre d’ajouter plusieurs pensées automatiques dans une même entrée, chacune avec sa propre évaluation et sa réponse alternative."
  },
  "iF6yEanPp3": {
    "title": "Journal quotidien",
    "description": "Un espace pour écrire librement sur sa journée, puis repérer des pensées automatiques (avec une assistance de l’IA par la suite)."
  },
  "iF6sKCdvfds": {
    "title": "Croyances intermédiaires",
    "description": "Ajouter la possibilité de relier les pensées automatiques aux croyances et de construire une carte des croyances."
  },
  "iF6sKverhdfd": {
    "title": "Évaluation quotidienne de l’humeur",
    "description": "Ajouter une évaluation quotidienne de l’état et un graphique d’évolution, lié aux changements de schémas."
  },
  "iF6sKvevscdf1": {
    "title": "Évaluation quotidienne avancée",
    "description": "Évaluer non seulement l’état avant et après, mais aussi les émotions et les exercices réalisés."
  },
  "iF6sKvJllcpwx": {
    "title": "Histoires de résilience",
    "description": "Ajouter une section de récits personnels sur le dépassement des difficultés — pour s’inspirer et se soutenir."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test des 7 domaines de vie",
    "description": "Un test pour repérer les domaines vulnérables, par exemple la dépendance à l’approbation ou la tendance au perfectionnisme."
  },
  "sdvsdsdlwwQec": {
    "title": "IA dans le journal quotidien",
    "description": "L’IA analysera les écrits et mettra en évidence les pensées automatiques, en aidant à trouver des solutions et des axes de travail."
  },
  "sdvdcarlwwQff": {
    "title": "Dialogue socratique",
    "description": "L’IA posera des questions pour vous aider à mettre au jour une pensée automatique cachée."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psychologue virtuel",
    "description": "La possibilité d’échanger librement avec l’IA : partager ses préoccupations, recevoir du soutien et des conseils."
  },
  "sdvdpsvwQfw": {
    "title": "Échelle de colère de Novaco",
    "description": "Ajouter un test d’irritabilité pour évaluer le niveau de tension et de colère sous-jacentes."
  },
  "sdvdpsvGscfvw": {
    "title": "Saisie vocale",
    "description": "La possibilité de remplir les journaux par la voix."
  },
  "rsoklcescfvwz": {
    "title": "Analyse de la journée par l’IA",
    "description": "En fin de journée, l’IA pourra faire le bilan, tirer des conclusions et proposer des recommandations."
  },
  "lkmvdsvdsfds": {
    "title": "Images dans le journal",
    "description": "Ajouter la possibilité de joindre des images aux entrées."
  },
  "iFlct67Ldvkwq": {
    "title": "Journal de gratitude",
    "description": "Ajouter un format d’entrée « gratitude » dans le journal intelligent."
  }
}
