{
  "activity": [
    {
      "subtitle": "Nous avons réuni de nombreuses techniques psychologiques au même endroit pour que vous puissiez trouver celles qui vous correspondent le mieux.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Chaque technique dispose d’une évaluation : choisissez celles qui vous aident le plus.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Apprenez à reformuler avec douceur vos croyances négatives.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Remplacez progressivement les croyances destructrices par des pensées plus réalistes et soutenantes grâce aux cartes.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Tenez des notes quotidiennes dans un format pratique et exprimez librement vos pensées.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "L’IA analysera vos entrées et vous aidera à voir la situation sous un autre angle.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Des outils pour analyser les pensées automatiques et les remplacer par des pensées plus saines et plus adaptées.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Le journal est étroitement intégré à l’IA, qui vous aide à formuler et analyser vos pensées.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "À chaque étape, vous trouverez des explications claires sur la manière de travailler efficacement avec le journal.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Plongez progressivement plus en profondeur et explorez l’origine de vos vécus au niveau de vos croyances intermédiaires.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Conservez vos croyances destructrices dans des cartes de coping et remplacez-les par des pensées plus rationnelles et soutenantes.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Les croyances intermédiaires façonnent les pensées automatiques. Reliez-les entre elles pour mieux comprendre vos réactions et les analyser dans le temps.",
      "img": "intermediate/en/s3.png"
    }
  ]
}
