{
  "activity": [
    {
      "subtitle": "Nous avons rassemblé de nombreuses techniques psychologiques en un seul endroit pour que vous puissiez choisir celle qui vous convient !",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Chaque technique a une note, choisissez les plus efficaces pour vous !",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Reformulez vos croyances négatives !",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Remplacez les croyances destructrices par des croyances rationnelles à l'aide de cartes",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Tenez des registres quotidiens sous forme libre à l'aide d'un éditeur pratique !",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "L'IA analysera vos enregistrements, vous aidant à voir la situation sous un autre angle",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Fonctionnalités riches pour l'analyse des pensées automatiques et leur remplacement par des plus adaptatives !",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Le journal contient une intégration profonde avec l'IA pour aider à l'enregistrement et à l'analyse des pensées",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "À chaque étape, vous trouverez des informations détaillées sur la manière de travailler correctement avec le journal",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Plongez plus profondément dans l'origine de vos expériences pour identifier vos croyances intermédiaires.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Ajoutez directement vos croyances destructrices à la carte de coping et remplacez-les par des croyances rationnelles.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Les croyances intermédiaires constituent la base des pensées automatiques. Reliez-les pour une analyse plus approfondie!",
      "img": "intermediate/en/s3.png"
    }
  ]
}