{
  "activity": [
    {
      "subtitle": "Nous avons regroupé de nombreuses techniques psychologiques en un seul endroit, pour que vous puissiez trouver celles qui vous conviennent vraiment.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Chaque technique a une note — choisissez celles qui vous aident le plus.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Apprenez à reformuler en douceur vos croyances négatives.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Grâce aux cartes, remplacez progressivement les croyances destructrices par des croyances plus réalistes et soutenantes.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Tenez un journal au quotidien dans un format pratique et exprimez librement vos pensées.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "L’IA analysera vos écrits et vous aidera à voir la situation sous un autre angle.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Des outils pour analyser les pensées automatiques et les remplacer par des pensées plus saines et plus adaptées.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Le journal est étroitement intégré à l’IA, qui vous aide à formuler et à analyser vos pensées.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "À chaque étape, vous trouverez des explications claires pour apprendre à utiliser le journal efficacement.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Approfondissez progressivement votre exploration et remontez aux sources de vos difficultés au niveau des croyances intermédiaires.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Enregistrez les croyances destructrices dans des cartes de coping et remplacez-les par des croyances plus rationnelles et soutenantes.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Les croyances intermédiaires façonnent les pensées automatiques. Reliez-les pour mieux comprendre vos réactions et les analyser au fil du temps.",
      "img": "intermediate/en/s3.png"
    }
  ]
}
