[
  "Ich verdiene Glück und Liebe in meinem Leben.",
  "Jeden Tag werde ich stärker und weiser.",
  "Ich entscheide mich für eine positive Haltung und nehme mich an, wie ich bin.",
  "Ich lasse die Vergangenheit los und gehe hoffnungsvoll und zuversichtlich weiter.",
  "Meine Gefühle sind wichtig; ich erlaube mir, sie auszudrücken und loszulassen.",
  "Ich bin fähig, jedes Hindernis auf meinem Weg zu überwinden.",
  "Ich schätze mich und verdiene das Beste im Leben.",
  "Jeden Tag mache ich einen Schritt in Richtung persönlichen Wachstums und Selbstentfaltung.",
  "Ich bin von Unterstützung und Liebe umgeben – auch in schwierigen Zeiten.",
  "Mein Leben ist voller Möglichkeiten für Wachstum und neue Erfolge.",
  "Ich vertraue auf meine Fähigkeiten und glaube an meine Träume.",
  "Ich bin offen für neue Möglichkeiten und bereit für Veränderungen.",
  "Ich bin dankbar für alles, was ich habe, und schätze jeden Moment.",
  "Ich liebe mich und nehme mich bedingungslos an.",
  "Mein Selbstvertrauen wächst mit jedem Tag, und ich glaube an meine Möglichkeiten.",
  "Ich gestalte meine Realität und übernehme Verantwortung für mein Glück.",
  "Ich bin frei von Angst und Zweifel; mein Inneres ist erfüllt von Frieden.",
  "Ich verdiene Erfolg und erreiche ihn mit Leichtigkeit.",
  "Meine Gedanken und Handlungen sind auf meine Ziele ausgerichtet.",
  "Ich bin im Einklang mit meinem Körper und meinem Geist.",
  "Ich betrachte jede Erfahrung als Chance, zu lernen und zu wachsen.",
  "Meine Intuition führt mich zu guten Entscheidungen.",
  "Ich bin eine Quelle von Kraft und Weisheit – für mich selbst und für andere.",
  "Ich lebe im Einklang mit meinen Werten und Prinzipien.",
  "Mein Leben ist erfüllt von Freude, Sinn und Liebe.",
  "Ich bin dankbar für alle Lektionen, die mir das Leben schenkt.",
  "Ich finde Schönheit im Einfachen und freue mich über jeden Tag.",
  "Meine Kreativität kennt keine Grenzen; ich drücke mich frei aus.",
  "Ich unterstütze mein körperliches und seelisches Wohlbefinden.",
  "Ich finde die Balance zwischen Arbeit und Erholung; meine Zeit ist wertvoll.",
  "Mein Leben wird durch neues Wissen und neue Erfahrungen bereichert.",
  "Ich verzeihe mir frühere Fehler und gehe weiter.",
  "Ich bin voller Energie und Inspiration; die Welt steht mir offen.",
  "Ich begrüße jeden Tag mit einem Lächeln und offenem Herzen.",
  "Meine Beziehungen zu meinen Nahestehenden sind von Verständnis und Respekt geprägt.",
  "Ich spüre die Unterstützung des Universums in all meinen Vorhaben.",
  "Ich kann „Nein“ sagen, wenn es meinem Wohl dient.",
  "Ich lebe im Hier und Jetzt und genieße jeden Augenblick.",
  "Ich bin dankbar für die Möglichkeit zu wachsen, zu lernen und mich weiterzuentwickeln.",
  "Mein Leben ist eine Reise voller wunderbarer Entdeckungen.",
  "Jeder Schritt nach vorn bringt mich meinem Traum näher.",
  "Ich öffne mein Herz für neue Anfänge und Chancen.",
  "Mein Leben ist schön und jeden Tag voller Freude.",
  "Ich finde in mir die Kraft, Schwierigkeiten zu überwinden.",
  "Meine Gedanken gestalten meine Realität, und ich wähle eine positive Perspektive.",
  "Ich bin dankbar für die einzigartigen Erfahrungen, die mir jeder Tag bringt.",
  "Meine innere Harmonie zieht positive Ereignisse an.",
  "Ich stehe hinter meinen Entscheidungen und vertraue meinem Urteil.",
  "Ich finde fortwährend neue Wege für persönliches Wachstum und Selbstverwirklichung.",
  "Meine Erfolge inspirieren mich zu neuen Taten.",
  "Ich nehme meine Ängste an und verwandle sie in Stärke.",
  "Ich habe unbegrenztes Potenzial für Kreativität und Selbstausdruck.",
  "Jeden Tag werde ich ein wenig besser als gestern.",
  "Ich bin dankbar für die Menschen in meinem Leben, die es heller machen.",
  "Ich gehe mutig voran – im Wissen, dass ich Großes verdiene.",
  "Meine Träume werden mit jedem Tag realer.",
  "Ich wähle Freude und Glück in meinem Leben.",
  "Mein Leben ist erfüllt von Sinn und Ziel.",
  "Ich schätze jede Erfahrung, die mich stärker macht.",
  "Mein Selbstvertrauen und mein Selbstwert wachsen mit jedem Tag.",
  "Ich lasse alles los, was meinem Wachstum nicht mehr dient.",
  "Ich bin bereit für Veränderungen und nehme sie mit offenem Herzen an.",
  "Meine Intuition führt mich zu den richtigen Entscheidungen im Leben.",
  "Ich empfinde tiefe Dankbarkeit für alles, was ich habe.",
  "Ich teile mein Licht gern mit der Welt.",
  "Ich bin offen fürs Lernen und bereit, aus jedem Moment zu lernen.",
  "Mein Leben ist voller heller Momente und glücklicher Begegnungen.",
  "Ich liebe mich und respektiere meine Bedürfnisse und Grenzen.",
  "Jedes Hindernis macht mich nur stärker.",
  "Ich freue mich auf jeden neuen Tag und seine unendlichen Möglichkeiten."
]
