[
  "Ich bin des Glücks und der Liebe in meinem Leben würdig.",
  "Jeden Tag werde ich stärker und weiser.",
  "Ich wähle positives Denken und akzeptiere mich, wie ich bin.",
  "Ich lasse die Vergangenheit los und bewege mich mit Hoffnung und Zuversicht vorwärts.",
  "Meine Gefühle sind wichtig, ich erlaube mir, sie auszudrücken und freizusetzen.",
  "Ich kann jedes Hindernis auf meinem Weg überwinden.",
  "Ich schätze mich selbst und verdiene das Beste im Leben.",
  "Jeden Tag mache ich einen Schritt zu meinem persönlichen Wachstum und zur Selbstentwicklung.",
  "Auch in schwierigen Momenten bin ich von Unterstützung und Liebe umgeben.",
  "Mein Leben ist voller Möglichkeiten für Wachstum und neue Errungenschaften.",
  "Ich bin zuversichtlich in meine Fähigkeiten und glaube an meine Träume.",
  "Ich bin offen für neue Möglichkeiten und bereit für Veränderungen.",
  "Ich bin dankbar für alles, was ich im Leben habe, und schätze jeden Moment.",
  "Ich liebe mich und akzeptiere mich bedingungslos.",
  "Mein Selbstvertrauen wächst jeden Tag, und ich glaube an meine Möglichkeiten.",
  "Ich erschaffe meine Realität und bin für mein Glück verantwortlich.",
  "Ich bin frei von Angst und Zweifeln, meine Seele ist erfüllt von Frieden.",
  "Ich verdiene Erfolg und erreiche ihn mühelos.",
  "Meine Gedanken und Handlungen sind darauf ausgerichtet, meine Ziele zu erreichen.",
  "Ich bin in Harmonie mit meinem Körper und Geist.",
  "Ich schätze jede Erfahrung als Gelegenheit zum Lernen und Wachsen.",
  "Meine Intuition führt mich zu den richtigen Entscheidungen.",
  "Ich bin eine Quelle der Stärke und Weisheit für mich und andere.",
  "Ich lebe nach meinen Werten und Prinzipien.",
  "Mein Leben ist erfüllt von Freude, Sinn und Liebe.",
  "Ich drücke Dankbarkeit für alle Lektionen aus, die das Leben mir gibt.",
  "Ich finde Schönheit in einfachen Dingen und freue mich über jeden Tag.",
  "Meine Kreativität kennt keine Grenzen, ich bin frei, mich auszudrücken.",
  "Ich unterstütze mein körperliches und emotionales Wohlbefinden.",
  "Ich finde ein Gleichgewicht zwischen Arbeit und Ruhe, meine Zeit ist wertvoll.",
  "Mein Leben wird bereichert durch neues Wissen und Erfahrungen.",
  "Ich vergebe mir für vergangene Fehler und bewege mich vorwärts.",
  "Ich bin voller Energie und Inspiration, die Welt steht mir offen.",
  "Ich beginne jeden Tag mit einem Lächeln und einem offenen Herzen.",
  "Meine Beziehungen zu nahestehenden Personen sind voller Verständnis und Respekt.",
  "Ich fühle die Unterstützung des Universums in all meinen Vorhaben.",
  "Ich kann \"nein\" sagen, wenn es für mein Wohlbefinden notwendig ist.",
  "Ich lebe im Hier und Jetzt und genieße jeden Moment.",
  "Ich bin dankbar für die Möglichkeit zu wachsen, zu lernen und mich zu entwickeln.",
  "Mein Leben ist eine Reise voller wunderbarer Entdeckungen.",
  "Jeder Schritt vorwärts bringt mich meinem Traum näher.",
  "Ich öffne mein Herz für neue Anfänge und Möglichkeiten.",
  "Mein Leben ist jeden Tag schön und voller Freude.",
  "Ich finde die Kraft in mir, um Schwierigkeiten zu überwinden.",
  "Meine Gedanken erschaffen meine Realität, und ich wähle, positiv zu denken.",
  "Ich bin dankbar für die einzigartige Erfahrung, die mir jeder Tag bringt.",
  "Meine innere Harmonie zieht positive Ereignisse an mich.",
  "Ich stehe hinter meinen Entscheidungen und glaube an meine Wahl.",
  "Ich finde ständig neue Wege für persönliches Wachstum und Selbstverwirklichung.",
  "Meine Errungenschaften inspirieren mich zu neuen Taten.",
  "Ich akzeptiere meine Ängste und verwandle sie in Stärke.",
  "Ich besitze unbegrenztes Potenzial für Kreativität und Selbstausdruck.",
  "Jeden Tag werde ich besser als gestern.",
  "Ich bin dankbar für alle Menschen in meinem Leben, die es heller machen.",
  "Ich gehe mutig voran, wissend, dass ich großartige Dinge verdiene.",
  "Meine Träume werden jeden Tag zur Realität.",
  "Ich wähle Freude und Glück in meinem Leben.",
  "Mein Leben ist voller Sinn und Zweck.",
  "Ich schätze jede Erfahrung, die mich stärker macht.",
  "Mein Selbstvertrauen und Selbstwertgefühl wachsen mit jedem Tag.",
  "Ich befreie mich von allem, was meinem Wachstum nicht mehr dient.",
  "Ich bin bereit für Veränderungen und empfange sie mit offenem Herzen.",
  "Meine Intuition leitet mich zu den richtigen Entscheidungen im Leben.",
  "Ich empfinde tiefe Dankbarkeit für alles, was ich habe.",
  "Ich teile meinen Lichtschein gerne mit der Welt um mich herum.",
  "Ich bin offen fürs Lernen und bereit, aus jedem Moment zu lernen.",
  "Mein Leben ist voller leuchtender Momente und glücklicher Begegnungen.",
  "Ich liebe mich selbst und respektiere meine Bedürfnisse und Grenzen.",
  "Jedes Hindernis macht mich nur stärker.",
  "Ich freue mich auf jeden neuen Tag und seine endlosen Möglichkeiten."
]
