[
  {
    "text": "Der größte Ruhm im Leben besteht nicht darin, niemals zu fallen, sondern jedes Mal wieder aufzustehen, wenn du gestürzt bist.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Wenn du dich in der Dunkelheit befindest, denk daran: Die Sonne geht auf und unter, doch ihr Licht bleibt ewig.",
    "author": "Khalil Gibran"
  },
  {
    "text": "Was uns nicht umbringt, macht uns stärker.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Selbst aus der Nacht, die der ganzen Welt endlos scheint, führt ein Weg in einen hellen Morgen.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Die Hoffnung ist das gefiederte Wesen, das in der Seele sitzt, eine Melodie ohne Worte singt und niemals aufhört, daran zu glauben.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Die beste Methode, die Laune zu heben, ist, jemand anderem die Laune zu heben.",
    "author": "Mark Twain"
  },
  {
    "text": "Ein kleiner positiver Gedanke am Morgen kann deinen ganzen Tag verändern.",
    "author": "Dalai Lama"
  },
  {
    "text": "Es ist wichtig zu verstehen, dass wir nicht werden können, wer wir sein wollen, wenn wir bleiben, wer wir sind.",
    "author": "Max De Pree"
  },
  {
    "text": "Es gibt immer Licht, wenn wir nur mutig genug sind, es zu sehen. Wenn wir nur mutig genug sind, es zu sein.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Beurteile keinen Tag nach der Ernte, die du einfährst, sondern nach den Samen, die du säst.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Erinnere dich: Das ist kein Zeichen von Schwäche. Es ist eine Krankheit, die wie jede andere behandelt werden sollte.",
    "author": "Demi Lovato"
  },
  {
    "text": "Lass deine Krankheit nicht bestimmen, wer du bist.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Was wir sehen, hängt vor allem davon ab, wonach wir suchen.",
    "author": "John Lubbock"
  },
  {
    "text": "Es ist wichtig, über seine Gefühle zu sprechen, statt sie in sich zu verbergen.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Du bist nicht allein, und auch diese Dunkelheit wird, wie alles, eines Tages vorübergehen.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Mut brüllt nicht immer. Manchmal ist Mut die leise Stimme am Ende des Tages, die sagt: Ich versuche es morgen noch einmal.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Die Hoffnung ist das gefiederte Wesen, das sich in der Seele niederlässt und eine Melodie ohne Worte singt – und niemals ganz verstummt.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Erinnere dich daran, dass du nicht das tun musst, was alle anderen tun.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Halte dich fern von denen, die deine Ambitionen kleinreden. Kleine Geister tun das immer; die wirklich Großen geben dir das Gefühl, dass auch du Großes erreichen kannst.",
    "author": "Mark Twain"
  },
  {
    "text": "Depression fühlt sich an, als hättest du dein Leben nicht unter Kontrolle. Finde etwas, das dich ins Leben zurückholt – so klein es auch erscheinen mag.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Stark zu sein bedeutet, sich zugleich schrecklich und lebendig zu fühlen.",
    "author": "Lena Dunham"
  },
  {
    "text": "Deine jetzige Situation ist nicht dein endgültiges Ziel.",
    "author": "Unbekannt"
  },
  {
    "text": "Was du jetzt fühlst, wird dich nicht für immer definieren.",
    "author": "Kristina Rimmi"
  },
  {
    "text": "Hoffnung ist Glaube, der in die Zukunft gerichtet ist; Vertrauen darauf, dass bessere Tage kommen, ganz gleich, wie dunkel die Gegenwart ist.",
    "author": "Unbekannt"
  },
  {
    "text": "Depression ist ein Gefängnis, in dem du zugleich Wärter*in und Gefangene*r bist.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Wenn du durch die Hölle gehst, geh weiter.",
    "author": "Winston Churchill"
  },
  {
    "text": "Das Wichtigste, wenn du am Boden bist, ist: wieder aufzustehen.",
    "author": "Demi Lovato"
  },
  {
    "text": "Halte an der Hoffnung fest. In der Dunkelheit sieht man die Sterne am besten.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Du musst nicht die ganze Treppe sehen, mach einfach den ersten Schritt.",
    "author": "Martin Luther King"
  },
  {
    "text": "Behandlung bedeutet nicht sofortige Genesung, ist aber der erste Schritt dorthin.",
    "author": "Unbekannt"
  },
  {
    "text": "Sei geduldig mit allem Ungelösten in deiner Seele und versuche, die Fragen selbst zu lieben.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Psychische Gesundheit braucht genauso viel Aufmerksamkeit und Fürsorge wie körperliche.",
    "author": "Unbekannt"
  },
  {
    "text": "In jeder Nacht gibt es einen helleren Stern.",
    "author": "Maya Angelou"
  },
  {
    "text": "Scheue dich nicht, deine Verletzlichkeit zu zeigen. Ehrlichkeit über den eigenen Zustand kann dir die nötige Unterstützung bringen.",
    "author": "Unbekannt"
  },
  {
    "text": "Sei du selbst; alle anderen Rollen sind bereits vergeben.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Manchmal ist das Gesündeste, was du tun kannst, dir zu erlauben zu fühlen.",
    "author": "Unbekannt"
  },
  {
    "text": "Verliere den Glauben an dich nicht. Du weißt nie, wie nah du deinem Ziel schon bist.",
    "author": "Unbekannt"
  },
  {
    "text": "Selbstliebe ist der Beginn einer lebenslangen Romanze.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Fürchte dich nicht, um Hilfe zu bitten. Das ist ein Zeichen von Stärke, nicht von Schwäche.",
    "author": "Unbekannt"
  },
    {
    "text": "Kraft entspringt nicht körperlicher Fähigkeit, sondern einem unbeugsamen Willen.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Definiere dein Leben nicht durch das, was dir misslungen ist, sondern durch das, was du noch erreichen kannst.",
    "author": "Unbekannt"
  },
  {
    "text": "Der einzige Weg, Großes zu leisten, ist zu lieben, was man tut.",
    "author": "Steve Jobs"
  },
  {
    "text": "Stark werden wir nicht, weil uns Kämpfe erspart bleiben, sondern weil wir lernen, Herausforderungen zu überwinden.",
    "author": "Unbekannt"
  },
  {
    "text": "Warte nicht auf besondere Momente – mach jeden Moment besonders.",
    "author": "Unbekannt"
  },
  {
    "text": "Sorge dich nicht darum, was andere über dich denken. Sie sind zu beschäftigt damit, an sich selbst zu denken.",
    "author": "Unbekannt"
  },
  {
    "text": "Jeder Schritt nach vorn, so klein er auch ist, ist ein Schritt in Richtung Erfolg.",
    "author": "Unbekannt"
  },
  {
    "text": "Fürchte nicht das langsame Gehen, fürchte das Stillstehen.",
    "author": "Chinesisches Sprichwort"
  },
  {
    "text": "Wahre Tapferkeit heißt zu wissen, dass du morgen wieder aufstehen wirst, selbst wenn heute die Welt zusammenzubrechen scheint.",
    "author": "Unbekannt"
  },
  {
    "text": "Denk daran: Manchmal ist es großes Glück, etwas nicht zu bekommen, was man wollte.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Glück bedeutet nicht, alles zu haben, was du willst, sondern das zu wollen, was du hast.",
    "author": "Unbekannt"
  },
  {
    "text": "Erfolg ist die Fähigkeit, von einem Misserfolg zum nächsten zu gehen, ohne den Enthusiasmus zu verlieren.",
    "author": "Winston Churchill"
  },
  {
    "text": "Trau dich, das Leben zu leben, von dem du träumst. Geh voran und mach dein Leben großartig.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Nur wer wagt, zu weit zu gehen, kann herausfinden, wie weit man gehen kann.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Schmerz ist nicht immer ein Ruf zum Handeln; manchmal ist er eine Einladung zur Einkehr.",
    "author": "Unbekannt"
  },
  {
    "text": "Echter Optimismus ist keine bloße Heiterkeit, sondern Kraft – die Kraft, der Realität mit offenen Augen zu begegnen.",
    "author": "Unbekannt"
  },
  {
    "text": "Jeder Tag ist eine neue Chance, dein Leben zu verändern.",
    "author": "Unbekannt"
  },
  {
    "text": "Das Schwierigste ist die Entscheidung zu handeln; der Rest ist Ausdauer.",
    "author": "Amelia Earhart"
  }
]
