[
  {
    "text": "Die größte Ehre im Leben besteht nicht darin, niemals zu fallen, sondern jedes Mal aufzustehen, wenn du gefallen bist.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Wenn du dich in der Dunkelheit befindest, denk daran: Die Sonne geht auf und unter, doch ihr Licht ist ewig.",
    "author": "Khalil Gibran"
  },
  {
    "text": "Was uns nicht umbringt, macht uns stärker.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Selbst aus einer Nacht, die der ganzen Welt endlos scheint, führt ein Weg in einen hellen Morgen.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Hoffnung ist das Ding mit Federn, das in der Seele sitzt, die Melodie ohne Worte singt und niemals ganz verstummt.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Das beste Mittel, die eigene Stimmung zu heben, ist zu versuchen, die eines anderen zu heben.",
    "author": "Mark Twain"
  },
  {
    "text": "Ein kleiner positiver Gedanke am Morgen kann deinen ganzen Tag verändern.",
    "author": "Dalai Lama"
  },
  {
    "text": "Wir können nicht werden, wer wir sein wollen, wenn wir bleiben, wer wir sind.",
    "author": "Max De Pree"
  },
  {
    "text": "Es gibt immer Licht, wenn wir nur mutig genug sind, es zu sehen. Wenn wir nur mutig genug sind, es zu sein.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Beurteile den Tag nicht nach der Ernte, die du einfährst, sondern nach den Samen, die du säst.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Erinnere dich: Das ist kein Zeichen von Schwäche. Es ist eine Krankheit, die wie jede andere behandelt werden muss.",
    "author": "Demi Lovato"
  },
  {
    "text": "Lass nicht zu, dass deine Krankheit bestimmt, wer du bist.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Was wir sehen, hängt vor allem davon ab, wonach wir suchen.",
    "author": "John Lubbock"
  },
  {
    "text": "Es ist wichtig, über seine Gefühle zu sprechen, statt sie in sich zu verbergen.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Du bist nicht allein, und auch diese Dunkelheit wird – wie alles – vorübergehen.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Mut brüllt nicht immer. Manchmal ist Mut die leise Stimme am Ende des Tages, die sagt: Ich versuche es morgen wieder.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Erinnere dich: Du musst nicht tun, was alle anderen tun.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Halte dich fern von Menschen, die deine Ambitionen kleinreden. Kleine Leute tun das immer; die wirklich Großen geben dir das Gefühl, dass auch du Großes erreichen kannst.",
    "author": "Mark Twain"
  },
  {
    "text": "Depression ist ein Zustand, in dem du dein Leben nicht steuerst. Finde etwas, das dich ins Leben zurückholt – so klein es auch scheinen mag.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Stark zu sein bedeutet, sich schrecklich und lebendig zugleich zu fühlen.",
    "author": "Lena Dunham"
  },
  {
    "text": "Deine derzeitige Situation ist nicht dein endgültiger Bestimmungsort.",
    "author": "Unbekannt"
  },
  {
    "text": "Was du jetzt fühlst, wird dich nicht für immer definieren.",
    "author": "Kristina Rimmi"
  },
  {
    "text": "Hoffnung ist in die Zukunft gerichteter Glaube: die Zuversicht, dass bessere Tage kommen – ganz gleich, wie dunkel die Gegenwart ist.",
    "author": "Unbekannt"
  },
  {
    "text": "Depression ist ein Gefängnis, in dem du Aufseher und Gefangener zugleich bist.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Wenn du durch die Hölle gehst, geh weiter.",
    "author": "Winston Churchill"
  },
  {
    "text": "Das Wichtigste, wenn du am Boden bist, ist aufzustehen.",
    "author": "Demi Lovato"
  },
  {
    "text": "Halte an der Hoffnung fest. Wenn es dunkel ist, sieht man die Sterne am besten.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Du musst nicht die ganze Treppe sehen – mach einfach den ersten Schritt.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Behandlung bedeutet nicht sofortige Genesung, aber sie ist der erste Schritt dorthin.",
    "author": "Unbekannt"
  },
  {
    "text": "Hab Geduld mit allem Ungelösten in deinem Herzen und versuche, die Fragen selbst zu lieben.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Psychische Gesundheit verdient dieselbe Aufmerksamkeit und Pflege wie körperliche.",
    "author": "Unbekannt"
  },
  {
    "text": "In jeder Nacht gibt es einen besonders hellen Stern.",
    "author": "Maya Angelou"
  },
  {
    "text": "Fürchte dich nicht, deine Verletzlichkeit zu zeigen. Ehrlichkeit über den eigenen Zustand kann die Unterstützung bringen, die du brauchst.",
    "author": "Unbekannt"
  },
  {
    "text": "Sei du selbst; alle anderen sind bereits vergeben.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Manchmal ist das Gesündeste, was du tun kannst, dir zu erlauben, zu fühlen.",
    "author": "Unbekannt"
  },
  {
    "text": "Das Leben besteht nicht darin, auf das Ende des Sturms zu warten, sondern darin, im Regen tanzen zu lernen.",
    "author": "Vivian Greene"
  },
  {
    "text": "Verliere den Glauben an dich nicht. Du weißt nie, wie nah du deinem Ziel bist.",
    "author": "Unbekannt"
  },
  {
    "text": "Sich selbst zu lieben ist der Beginn einer lebenslangen Romanze.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Scheue dich nie, um Hilfe zu bitten. Das ist ein Zeichen von Stärke, nicht von Schwäche.",
    "author": "Unbekannt"
  },
  {
    "text": "Stärke stammt nicht aus körperlicher Fähigkeit. Sie entspringt einem unbeugsamen Willen.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Definiere dein Leben nicht durch das, was dir misslungen ist, sondern durch das, was du noch erreichen kannst.",
    "author": "Unbekannt"
  },
  {
    "text": "Der einzige Weg, Großes zu leisten, ist zu lieben, was man tut.",
    "author": "Steve Jobs"
  },
  {
    "text": "Wir werden nicht stark, wenn wir nie kämpfen müssen, sondern wenn wir lernen, Herausforderungen zu überwinden.",
    "author": "Unbekannt"
  },
  {
    "text": "Warte nicht auf besondere Momente – mach jeden Moment besonders.",
    "author": "Unbekannt"
  },
  {
    "text": "Sorge dich weniger darum, was andere über dich denken. Sie sind zu sehr damit beschäftigt, an sich selbst zu denken.",
    "author": "Unbekannt"
  },
  {
    "text": "Jeder Schritt nach vorn, selbst der kleinste, ist ein Schritt in Richtung Erfolg.",
    "author": "Unbekannt"
  },
  {
    "text": "Fürchte dich nicht vor langsamem Vorankommen – fürchte den Stillstand.",
    "author": "Chinesisches Sprichwort"
  },
  {
    "text": "Wahre Tapferkeit ist zu wissen, dass du morgen wieder aufstehen wirst, auch wenn heute die Welt zusammengebrochen ist.",
    "author": "Unbekannt"
  },
  {
    "text": "Denkt daran: Etwas nicht zu bekommen, was man will, ist manchmal ein wunderbares Glück.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Glück besteht nicht darin, das zu haben, was du willst, sondern zu wollen, was du hast.",
    "author": "Unbekannt"
  },
  {
    "text": "Erfolg besteht darin, von Misserfolg zu Misserfolg zu gehen, ohne den Enthusiasmus zu verlieren.",
    "author": "Winston Churchill"
  },
  {
    "text": "Wage, das Leben zu leben, von dem du träumst. Geh voran und mach dein Leben großartig.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Nur wer das Risiko eingeht, zu weit zu gehen, kann herausfinden, wie weit man gehen kann.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Schmerz ist nicht immer ein Ruf zum Handeln; manchmal ist er eine Einladung zur Einkehr.",
    "author": "Unbekannt"
  },
  {
    "text": "Echter Optimismus ist keine Fröhlichkeit, sondern Kraft – sie hilft, der Realität mit offenen Augen zu begegnen.",
    "author": "Unbekannt"
  },
  {
    "text": "Jeder Tag ist eine neue Möglichkeit, dein Leben zu verändern.",
    "author": "Unbekannt"
  },
  {
    "text": "Das Schwierigste ist die Entscheidung zu handeln; der Rest ist Ausdauer.",
    "author": "Amelia Earhart"
  }
]
