[
  {
    "text": "Der größte Ruhm im Leben liegt nicht darin, niemals zu fallen, sondern jedes Mal wieder aufzustehen.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Wenn du dich in der Dunkelheit befindest, erinnere dich: Die Sonne geht auf und unter, aber ihr Licht ist ewig.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Was uns nicht tötet, macht uns stärker.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Selbst aus der Nacht, die scheinbar der ganzen Welt endlos erscheint, führt ein Weg zu einem hellen Morgen.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Hoffnung ist das Ding mit Federn, das in der Seele sitzt und die Melodie ohne Worte singt und niemals aufhört, daran zu glauben.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Das beste Mittel, um deine Stimmung zu heben, ist zu versuchen, jemand anderem seine Stimmung zu heben.",
    "author": "Mark Twain"
  },
  {
    "text": "Ein einziger kleiner positiver Gedanke am Morgen kann deinen ganzen Tag verändern.",
    "author": "Dalai Lama"
  },
  {
    "text": "Es ist wichtig zu bedenken, dass wir nicht werden können, wer wir sein wollen, indem wir bleiben, wer wir sind.",
    "author": "Max DePree"
  },
  {
    "text": "Es gibt immer Licht, wenn wir nur mutig genug sind, es zu sehen. Wenn wir nur mutig genug sind, es zu sein.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Beurteile jeden Tag nicht nach der Ernte, die du eingebracht hast, sondern nach den Samen, die du gesät hast.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Erinnere dich daran, dass es kein Zeichen von Schwäche ist. Eine Krankheit, die behandelt werden muss, wie jede andere auch.",
    "author": "Demi Lovato"
  },
  {
    "text": "Lass nicht zu, dass deine Krankheit definiert, wer du bist.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Was wir sehen, hängt hauptsächlich davon ab, was wir suchen.",
    "author": "John Lubbock"
  },
  {
    "text": "Es ist wichtig, über deine Gefühle zu sprechen, statt sie in dir zu verbergen.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Du bist nicht allein, und diese Dunkelheit, wie alles andere, wird irgendwann vorübergehen.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Mut brüllt nicht immer. Manchmal ist Mut die leise Stimme am Ende des Tages, die sagt: Ich werde es morgen erneut versuchen.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Hoffnung ist das Ding mit Federn, das sich in der Seele niederlässt und die Melodie ohne Worte singt und niemals ganz aufhört.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Erinnere dich daran, dass du nicht tun musst, was alle anderen tun.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Halte dich fern von denen, die versuchen, deine Ambitionen zu mindern. Kleingeister tun das immer, aber die wirklich Großen geben dir das Gefühl, dass auch du selbst groß werden kannst.",
    "author": "Mark Twain"
  },
  {
    "text": "Depression ist ein Zustand, in dem du dein Leben nicht kontrollierst. Finde etwas, das dich zurück ins Leben bringt. Egal, wie unbedeutend es scheinen mag.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Stark zu sein bedeutet, sich furchtbar und lebendig zur gleichen Zeit zu fühlen.",
    "author": "Lena Dunham"
  },
  {
    "text": "Deine gegenwärtige Situation ist nicht dein endgültiges Ziel.",
    "author": "Unbekannt"
  },
  {
    "text": "Der größte Ruhm im Leben liegt nicht darin, niemals zu fallen, sondern jedes Mal wieder aufzustehen, wenn wir fallen.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Was du jetzt fühlst, wird dich nicht für immer definieren.",
    "author": "Christina Rimmie"
  },
  {
    "text": "Beurteile jeden Tag nicht nach der Ernte, die du eingebracht hast, sondern nach den Samen, die du gesät hast.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Hoffnung ist der Glaube, der in die Zukunft gerichtet ist; der Glaube daran, dass bessere Tage kommen werden, egal wie dunkel die Gegenwart ist.",
    "author": "Unbekannt"
  },
  {
    "text": "Depression ist ein Gefängnis, in dem du sowohl der Wärter als auch der Gefangene bist.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Wenn du durch die Hölle gehst, geh weiter.",
    "author": "Winston Churchill"
  },
  {
    "text": "Das Wichtigste, das man tun kann, wenn man unten ist, ist aufzustehen.",
    "author": "Demi Lovato"
  },
  {
    "text": "Halte an der Hoffnung fest. Wenn es dunkel ist, sieht man die Sterne am besten.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Du musst nicht die ganze Treppe sehen, mach einfach den ersten Schritt.",
    "author": "Martin Luther King"
  },
  {
    "text": "Heilung bedeutet nicht sofortige Genesung, aber es ist der erste Schritt dazu.",
    "author": "Unbekannt"
  },
  {
    "text": "Was wir sehen, hängt hauptsächlich davon ab, was wir suchen.",
    "author": "John Lubbock"
  },
  {
    "text": "Sei geduldig mit allem, was in deiner Seele ungelöst ist, und versuche, die Fragen selbst zu lieben.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Mentale Gesundheit erfordert genauso viel Aufmerksamkeit und Pflege wie physische Gesundheit.",
    "author": "Unbekannt"
  },
  {
    "text": "In jeder Nacht gibt es einen helleren Stern.",
    "author": "Maya Angelou"
  },
  {
    "text": "Hab keine Angst, deine Verletzlichkeit zu zeigen. Ehrlich über deinen Zustand zu sein, kann dir die nötige Unterstützung bringen.",
    "author": "Unbekannt"
  },
  {
    "text": "Sei du selbst; alle anderen sind bereits vergeben.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Manchmal ist das Gesündeste, was du tun kannst, dir zu erlauben zu fühlen.",
    "author": "Unbekannt"
  },
  {
    "text": "Leben bedeutet nicht, auf das Ende des Sturms zu warten, sondern zu lernen, im Regen zu tanzen.",
    "author": "Vivian Greene"
  },
  {
    "text": "Verliere nicht den Glauben an dich selbst. Du weißt nie, wie nah du deinem Ziel sein könntest.",
    "author": "Unbekannt"
  },
  {
    "text": "Was uns nicht umbringt, macht uns stärker.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Selbstliebe ist der Beginn eines lebenslangen Romans.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Hab keine Angst, um Hilfe zu bitten. Es ist ein Zeichen der Stärke, nicht der Schwäche.",
    "author": "Unbekannt"
  },
  {
    "text": "Leben bedeutet nicht, im Sturm zu überleben, sondern im Regen zu tanzen.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Stärke kommt nicht von körperlicher Fähigkeit. Sie kommt von einem unbeugsamen Willen.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Definiere dein Leben nicht durch das, was du nicht erreicht hast, sondern durch das, was du noch erreichen kannst.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Der einzige Weg, großartige Arbeit zu leisten, ist, zu lieben, was du tust.",
    "author": "Steve Jobs"
  },
  {
    "text": "Wir werden stark, nicht wenn wir nie kämpfen müssen, sondern wenn wir lernen, unsere Herausforderungen zu überwinden.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Warte nicht auf besondere Momente, mache jeden Moment besonders.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Mache dir keine Sorgen darüber, was andere über dich denken. Sie sind zu beschäftigt damit, über sich selbst nachzudenken.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Jeder Schritt nach vorne, auch der kleinste, ist ein Schritt zum Erfolg.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Fürchte dich nicht langsam zu gehen, fürchte dich davor, stehen zu bleiben.",
    "author": "Chinesisches Sprichwort"
  },
  {
    "text": "Wahre Mut ist zu wissen, dass du morgen aufwachst, wenn die ganze Welt heute zusammengebrochen ist.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Denke daran, dass das Nichterhalten dessen, was du willst, manchmal ein wunderbarer Zufall sein kann.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Glück bedeutet nicht, zu haben, was du willst, sondern zu wollen, was du hast.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Erfolg ist die Fähigkeit, von einem Misserfolg zum anderen zu gehen, ohne den Enthusiasmus zu verlieren.",
    "author": "Winston Churchill"
  },
  {
    "text": "Wage es, das Leben zu leben, von dem du geträumt hast. Geh vorwärts und mache dein Leben prächtig.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Nur diejenigen, die das Risiko eingehen, zu weit zu gehen, können möglicherweise herausfinden, wie weit man gehen kann.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Schmerz ist nicht immer ein Signal zum Handeln; manchmal ist es ein Aufruf zur Meditation.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Wahrer Optimismus ist nicht Freude, sondern Kraft. Und diese Kraft hilft, der Realität mit offenen Augen ins Gesicht zu sehen.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Jeder Tag ist eine neue Möglichkeit, dein Leben zu verändern.",
    "author": "Unbekannter Autor"
  },
  {
    "text": "Das Schwierigste ist die Entscheidung zu handeln, alles andere ist lediglich Ausdauer.",
    "author": "Amelia Earhart"
  }
]
