{
  "daysCommon": [
    "Großartig! Sie haben uns bereits <b>{days}</b> Mal besucht.",
    "Dies ist Ihr <b>{days}.</b> Besuch in der App – schön, Ihre Aktivität zu sehen!",
    "Wunderbar! Die Anzahl Ihrer Besuche liegt jetzt bei <b>{days}</b>.",
    "Wir freuen uns, Sie bereits <b>{days}</b> Mal in der App begrüßen zu dürfen!"
  ],
  "daysInRow": [
    "Ihr <b>{days}.</b> Tag in Folge – großartige Dynamik!",
    "Sie sind auf einem guten Weg: Bereits seit <b>{days}</b> Tagen in Folge nehmen Sie sich Zeit für sich.",
    "Starkes Ergebnis! Schon <b>{days}</b> Tage am Stück – ohne Unterbrechung.",
    "Beeindruckende Serie! Sie arbeiten bereits seit <b>{days}</b> Tagen in Folge an sich.",
    "Weiter so! Schon <b>{days}</b> Tage ohne Unterbrechung."
  ],
  "daysMissed": [
    "Ich habe Sie seit <b>{days}</b> Tagen nicht gesehen 😢. Ich hoffe, es geht Ihnen gut. Schön, dass Sie wieder da sind.",
    "Es sind <b>{days}</b> Tage seit Ihrem letzten Besuch vergangen. Gut, dass Sie zurück sind. Ich hoffe, diese Tage waren sanft zu Ihnen.",
    "Schon <b>{days}</b> Tage ohne Ihren Besuch. Schön, Sie wiederzusehen – ich wünsche Ihnen heute einen kleinen, gut machbaren Schritt.",
    "Ich habe bemerkt, dass Sie <b>{days}</b> Tage nicht vorbeigeschaut haben. Wenn Sie Zeit für sich gebraucht haben – dann ist das in Ordnung. Gut, dass Sie jetzt hier sind."
  ],
  "moodBetter": [
    "Ich habe berechnet, dass sich Ihre Stimmung in den letzten Tagen nach den Übungen im Durchschnitt um <b>{percent}%</b> verbessert hat. Tolle Entwicklung – machen Sie in Ihrem eigenen Tempo weiter.",
    "Ihre Arbeit zeigt Wirkung! Die durchschnittliche Stimmungsverbesserung liegt bei <b>{percent}%</b>. Schön, diesen Fortschritt zu sehen.",
    "Den täglichen Einträgen zufolge hat sich Ihre Stimmung im Schnitt um <b>{percent}%</b> verbessert. Ein sehr gutes Ergebnis!",
    "Das Tracking Ihres Befindens zeigt eine Verbesserung von etwa <b>{percent}%</b>. Sie haben großartige Arbeit geleistet.",
    "In den vergangenen Tagen ist eine Stimmungsverbesserung von <b>{percent}%</b> erkennbar. Ich schätze Ihr Engagement und die Fürsorge für sich selbst sehr."
  ]
}