{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Myślenie czarno-białe (w stylu „wszystko albo nic”) to zniekształcenie poznawcze, w którym postrzegamy świat w kategoriach skrajności: albo idealnie, albo fatalnie; ludzie są albo całkowicie dobrzy, albo zupełnie źli. Taki sposób patrzenia odbiera nam możliwość dostrzegania odcieni i niuansów, nadmiernie upraszcza obraz i w efekcie zawęża zakres możliwych rozwiązań.</p><p>To zniekształcenie przejawia się w kategorycznych ocenach siebie i innych, na przykład: „zawsze ponoszę porażkę” albo „on ciągle się myli”. Może dotyczyć każdej sfery życia — pracy, relacji, wydarzeń, przekonań, naszych osiągnięć i błędów.</p><p>Taki sposób myślenia może prowadzić do podwyższonego poziomu stresu, lęku, obniżonego nastroju, poczucia osamotnienia i trudności w relacjach. Dlatego warto uczyć się zauważać takie myśli i rozwijać bardziej elastyczne, realistyczne spojrzenie. To pomaga lepiej radzić sobie z sytuacjami i podejmować bardziej wyważone decyzje.</p>",
    "dialogSummary": "W tym dialogu postać 1 myśli w stylu „wszystko albo nic”: z powodu jednej porażki na egzaminie wyciąga wniosek, że jest zupełnie do niczego, nie biorąc pod uwagę trudności egzaminu ani braku czasu na przygotowanie.",
    "dialog": [
      "Nie zdałem egzaminu, więc jestem beznadziejny.",
      "Egzamin naprawdę był trudny, a czasu na przygotowanie było niewiele.",
      "Nieważne. Skoro inni dali radę, a ja nie, to znaczy, że jestem do niczego."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Katastrofizacja to zniekształcenie poznawcze, w którym mamy tendencję do wyolbrzymiania wagi i konsekwencji nieprzyjemnych wydarzeń, wyobrażając je sobie jako znacznie gorsze, niż są w rzeczywistości. W takich momentach możemy odczuwać silny lęk, strach i napięcie, które nie odzwierciedlają faktycznego stanu rzeczy.</p><p>Katastrofizacja może przejawiać się jako przekonanie, że jedna porażka w jakiejś dziedzinie doprowadzi do całkowitego niepowodzenia we wszystkim. Może wywoływać silne obawy o przyszłość, nadmierną reakcję na krytykę czy odmowę, a także podkopywać wiarę w siebie.</p><p>Taki styl myślenia może pogarszać samopoczucie, nasilać lęk i stres, obniżać samoocenę oraz poczucie własnej skuteczności. Warto uczyć się zauważać takie myśli i stopniowo rozwijać spokojniejsze, bardziej realistyczne spojrzenie na to, co się dzieje — pomaga to obniżać poziom lęku i czuć się stabilniej w obliczu trudności.</p>",
    "dialogSummary": "W tym dialogu postać 1 katastrofizuje sytuację po odmowie po rozmowie kwalifikacyjnej, uznając, że już nigdy nie znajdzie pracy. Nie dopuszcza myśli o dalszych poszukiwaniach ani o zmianie oczekiwań, co mogłoby pomóc jej iść dalej spokojniej i z większą pewnością.",
    "dialog": [
      "Odmówiono mi po rozmowie kwalifikacyjnej. To koniec, nigdy nie znajdę pracy i zostanę bez zajęcia.",
      "Ale przecież wysłałaś CV jeszcze na kilka innych ofert, prawda?",
      "Tak, ale jaki to ma sens? Skoro tu mnie nie przyjęli, to znaczy, że nigdzie nie jestem potrzebna. Wszystkie próby są po prostu bez sensu.",
      "Tak kategoryczny wniosek tylko nasili twoje trudne emocje. Może warto dać sobie czas, przyjrzeć się swoim oczekiwaniom i kontynuować poszukiwania.",
      "A jak mam nie myśleć o porażce? Mam wrażenie, że to dowód na to, że nigdzie nie znajdzie się dla mnie miejsce i wszystkie moje plany się rozpadają."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Nadmierne uogólnianie to zniekształcenie poznawcze, w którym wyciągamy bardzo szerokie wnioski na podstawie ograniczonych faktów lub pojedynczych sytuacji. Na przykład po jednym negatywnym komentarzu w pracy można uznać, że jest się całkowicie niekompetentną osobą, ignorując własne sukcesy i dobre rezultaty.</p><p>Typowa sytuacja to spóźnienie na spotkanie. Zamiast spokojnie przeanalizować przyczyny, mówimy sobie: „zawsze się spóźniam” albo „nigdy nie przychodzę na czas”, zapominając o wielu momentach, w których przybyliśmy punktualnie.</p><p>Taki sposób myślenia podkopuje samoocenę, wzmacnia pesymizm i lęk oraz może podtrzymywać myśli depresyjne. Warto zauważać tego typu uogólnienia i zastępować je bardziej wyważoną, realistyczną oceną konkretnej sytuacji.</p>",
    "dialogSummary": "Postać 1 dokonuje nadmiernego uogólnienia na podstawie jednego spóźnienia, przypisując sobie chroniczny brak organizacji. Postać 2 delikatnie wraca do faktów, przypominając o sytuacjach punktualności i proponując bardziej konkretne spojrzenie.",
    "dialog": [
      "Nie wierzę, znowu się spóźniłem. Chyba zawsze się spóźniam i kompletnie nie umiem zarządzać czasem.",
      "Poczekaj, nie wyciągaj tak szybkich wniosków. Pomyśl, ile razy przychodziłeś na czas. Jedno spóźnienie nie oznacza, że jesteś chronicznie niepunktualny.",
      "Ale ostatnio zdarza się to częściej. Czuję, jakbym stracił kontrolę.",
      "Spójrzmy na fakty. Jedno czy nawet kilka spóźnień to jeszcze nie cecha charakteru. Mogły zadziałać zewnętrzne okoliczności. Można przyjrzeć się przyczynom i zastanowić, co pomoże następnym razem."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Umniejszanie tego, co pozytywne, to zniekształcenie poznawcze, w którym mamy skłonność do pomniejszania znaczenia dobrych wydarzeń, sukcesów i osiągnięć. W takich chwilach skupiamy się głównie na trudnościach czy brakach, jakby to, co dobre, „się nie liczyło”, nawet jeśli to ważne i zasłużone rezultaty.</p><p>Może to dotyczyć każdej sfery życia: pracy, relacji, zdrowia, nauki, osobistych osiągnięć. Na przykład ktoś otrzymuje zasłużone uznanie, ale zamiast radości myśli tylko o swoich błędach. Albo słysząc komplement, odrzuca go słowami: „nic takiego” albo „po prostu mi się poszczęściło”.</p><p>Umniejszanie pozytywów może podkopywać pewność siebie, nasilać niezadowolenie i sprzyjać rozwojowi myśli depresyjnych. Warto uczyć się dostrzegać i przyjmować to, co dobre, z taką samą uwagą, z jaką zauważamy trudności, oraz pozwalać sobie cieszyć się własnymi, nawet drobnymi sukcesami.</p>",
    "dialogSummary": "Postać 1 dostaje awans, ale umniejsza ten sukces, skupiając się na czekających ją trudnościach. Postać 2 łagodnie przypomina o wadze osiągnięcia i wspiera ją, podkreślając znaczenie tego kroku w karierze.",
    "dialog": [
      "Dostałem awans, teraz będę prowadzić nowe projekty.",
      "To świetna wiadomość, gratulacje! Jakie projekty będziesz prowadzić?",
      "Projekty są trudne, pracy będzie mnóstwo. Mam wrażenie, że po prostu dorzucili mi obowiązków.",
      "To rzeczywiście może być wyzwanie, ale pamiętaj, że wybrali właśnie ciebie, nie przez przypadek. Osiągnąłeś ważny etap i to dobra okazja, żeby się rozwijać i pokazać swoje możliwości."
    ]
  },
  "DUE": {
    "textHTML": "<p>Myślenie powinnościowe to zniekształcenie poznawcze, w którym jesteśmy przekonani, że wszystko powinno dziać się dokładnie tak, jak oczekujemy. Kiedy rzeczywistość nie pokrywa się z naszym wyobrażeniem, możemy odbierać to jako niesprawiedliwość albo błąd. W takim stanie kurczowo trzymamy się własnych oczekiwań i wymagań, zostawiając bardzo mało miejsca na elastyczność i obiektywne spojrzenie.</p><p>Na przykład można myśleć: „Muszę dostać tę pracę, przecież tak dokładnie się przygotowałem”. Tymczasem nawet przy dużym wysiłku na wynik mogą wpływać czynniki zewnętrzne, takie jak konkurencja czy inni silni kandydaci.</p><p>Taki sposób myślenia może wywoływać silne rozczarowanie, frustrację i poczucie niesprawiedliwości, co negatywnie odbija się na samopoczuciu i relacjach z innymi. Pomaga zauważanie takich przekonań i stopniowe rozwijanie bardziej elastycznego podejścia do rezultatów, z akceptacją, że możliwe są różne zakończenia.</p>",
    "dialogSummary": "Postać 1 przejawia myślenie powinnościowe, uznając, że musi pracować bez dni wolnych, żeby odnieść sukces, opierając się na historiach innych ludzi. Postać 2 pomaga spojrzeć szerzej, przypominając, że każdy ma własną drogę, a równowaga między wysiłkiem a odpoczynkiem może być zdrowszym i skuteczniejszym podejściem.",
    "dialog": [
      "Muszę pracować codziennie, bez dni wolnych, inaczej nigdy nie odniosę sukcesu.",
      "Skąd wziął się taki wniosek? Co sprawiło, że tak myślisz?",
      "Czytałem historie ludzi sukcesu. Wszyscy oni bardzo dużo pracowali i prawie w ogóle nie odpoczywali.",
      "Każdy ma swoją ścieżkę. Niektórym taki tryb rzeczywiście pasuje, ale innym bardziej służy zdrowy balans. Warto pamiętać, że odpoczynek też jest potrzebny — pomaga utrzymać energię i iść do celu w sposób bardziej trwały."
    ]
  },
  "EMO": {
    "textHTML": "<p>Zniekształcenie „rozumowanie emocjonalne” pojawia się wtedy, gdy podejmujemy decyzje, opierając się wyłącznie na aktualnych uczuciach, a nie na logice i faktach. W takich momentach emocje wydają się głównym dowodem na to, że sytuacja jest dokładnie taka, jak ją odczuwamy, nawet jeśli obiektywnie wygląda inaczej.</p><p>Na przykład ktoś może zrezygnować ze spotkania z przyjaciółmi, bo jest mu smutno i ma wrażenie, że to nic nie zmieni. Tymczasem kontakt i wsparcie mogłyby pomóc poprawić nastrój i odzyskać energię.</p><p>Emocje są ważne, ale opieranie się wyłącznie na nich może prowadzić do błędnych wniosków i decyzji. Warto zwracać uwagę zarówno na uczucia, jak i na fakty, aby podejmować bardziej zrównoważone i stabilne decyzje.</p>",
    "dialogSummary": "W tym dialogu postać 1 podejmuje decyzję, kierując się wyłącznie smutkiem i niepewnością, rezygnując ze spotkania. Postać 2 delikatnie pomaga spojrzeć szerzej, przypominając, że realne doświadczenie może okazać się znacznie przyjemniejsze, niż podpowiada obecny nastrój.",
    "dialog": [
      "Nie chcę iść na randkę. Mam zły nastrój.",
      "Ale ta osoba naprawdę ci się podobała. Może dasz sobie szansę i zobaczysz, jak to wyjdzie?",
      "Czuję się niepewnie i niezręcznie. Jestem pewna, że tylko wszystko zepsuję.",
      "Nie możesz tego wiedzieć z góry. Spotkanie może okazać się miłe i wspierające, a ty możesz poczuć się o wiele lepiej niż teraz."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Filtr mentalny to zniekształcenie poznawcze, w którym w pierwszej kolejności zauważamy negatywne elementy i prawie nie zwracamy uwagi na pozytywne. Na przykład po nieudanej rozmowie kwalifikacyjnej ktoś koncentruje się wyłącznie na odmowie, zapominając o cennym doświadczeniu i wiedzy, które mogą pomóc w przyszłości.</p><p>Taki sposób patrzenia może prowadzić do poczucia niezadowolenia i obniżonego nastroju, nawet gdy w życiu dzieje się wiele dobrego. Filtr mentalny często łączy się z innymi zniekształceniami, takimi jak myślenie czarno-białe czy umniejszanie tego, co pozytywne.</p><p>Aby stopniowo osłabiać filtr mentalny, warto ćwiczyć zauważanie pozytywnych momentów, zadawanie sobie wspierających pytań oraz regularne przypominanie sobie o własnych sukcesach i mocnych stronach.</p>",
    "dialogSummary": "W tym dialogu postać 1 skupia się na jednym negatywnym komentarzu, nie zauważając pozytywnych aspektów swojej pracy. Postać 2 pomaga zobaczyć pełniejszy obraz i zwrócić uwagę na fakty, które potwierdzają sukcesy i włożony wysiłek.",
    "dialog": [
      "Dostałem negatywną opinię w pracy. Czuję się jak nieudacznik.",
      "Ale przecież masz na koncie wiele pozytywnych opinii i osiągnięć. Wygląda na to, że nadajesz temu jednemu komentarzowi zbyt dużą wagę.",
      "Tak, ale ta opinia wydaje mi się najważniejsza. Jakby przekreślała wszystkie moje sukcesy.",
      "Teraz widzisz tylko negatywną część sytuacji i pomijasz resztę faktów. To właśnie filtr mentalny. Spróbuj spojrzeć szerzej i przypomnieć sobie, co dobrego już osiągnąłeś."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Etykietowanie to zniekształcenie poznawcze, w którym nadajemy ludziom lub sytuacjom kategoryczne, uproszczone oceny na podstawie ograniczonych obserwacji. W efekcie przestajemy dostrzegać inne strony danej osoby czy wydarzenia, a nasz obraz rzeczywistości staje się zniekształcony.</p><p>Na przykład można uznać kogoś za „dziwnego” albo „niewartego zaufania” tylko ze względu na wygląd lub zachowanie w jednej sytuacji. Podobnie, naklejając etykiety na siebie — na przykład nazywając się „złym” czy „nieskutecznym” — ignorujemy swoje mocne strony, osiągnięcia i faktyczne cechy.</p><p>Kiedy uczymy się zauważać to zniekształcenie, łatwiej jest postrzegać ludzi i siebie w sposób pełniejszy i bardziej sprawiedliwy, bez pochopnych ocen.</p>",
    "dialogSummary": "Postać 1 wyciąga wniosek, że ktoś jest „złym ojcem”, widząc jedno zdarzenie, w którym mężczyzna krzyczy na dzieci. Postać 2 proponuje bardziej wyważone spojrzenie, przypominając, że jedno obserwowane zachowanie to za mało, by ocenić człowieka.",
    "dialog": [
      "Widziałem, jak ten mężczyzna krzyczał na dzieci w parku. Na pewno jest złym ojcem.",
      "Trudno oceniać po jednym momencie. Może miał bardzo ciężki dzień albo wydarzyło się coś, co wytrąciło go z równowagi.",
      "Ja nigdy nie zachowywałbym się tak wobec swoich dzieci. Wygląda na to, że on po prostu nie radzi sobie w roli rodzica.",
      "Kategoryczne wnioski mogą być mylące. Ludzie różnie reagują w stresie, a innym razem może być bardzo troskliwym i uważnym ojcem."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>Zniekształcenie „można było inaczej” pojawia się, gdy w myślach wracamy do przeszłych wydarzeń i tworzymy idealne alternatywy, które w rzeczywistości były niedostępne. Zaczynamy rozważać „co by było, gdyby” i budujemy fantazje o tym, jak wszystko mogło potoczyć się lepiej.</p><p>Czasem przejawia się to też w relacjach: mówimy sobie albo innym, że trzeba było zachować się inaczej, nie uwzględniając realnych okoliczności, w których wydarzyła się dana sytuacja.</p><p>Taki sposób patrzenia często prowadzi do poczucia winy, żalu i niezadowolenia, bo porównujemy rzeczywistość z niedoścignionymi, idealnymi scenariuszami. Pomaga świadomość, że przeszłości nie da się zmienić, a wpływ mamy przede wszystkim na to, co zrobimy dalej.</p>",
    "dialogSummary": "W dialogu postać 1 patrzy na egzamin przez pryzmat „mogłem zrobić więcej”, obwiniając siebie i okoliczności. Postać 2 delikatnie pomaga przenieść uwagę na teraźniejszość i przyszłość, przypominając, że ważniejsze jest to, jakie kroki można podjąć teraz.",
    "dialog": [
      "Oblałem egzamin. Trzeba było więcej się uczyć.",
      "Ale przecież pracowałeś codziennie i naprawdę się starałeś. Działałeś w warunkach, jakie miałeś.",
      "Tak, ale uczyłbym się więcej, gdyby nie praca.",
      "Przeszłości już nie zmienisz. Teraz ważniejsze jest to, jak możesz siebie wesprzeć i lepiej rozłożyć siły w przyszłości."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Zniekształcenie „wyolbrzymianie i pomniejszanie” pojawia się wtedy, gdy patrzymy na wydarzenia bardzo jednostronnie, pomijając odcienie i szczegóły. Przy wyolbrzymianiu negatywne momenty wydają się ogromne i niezwykle znaczące, jak pod lupą. Przy pomniejszaniu umniejszamy swoje mocne strony, sukcesy i pozytywne zdarzenia, jakby nie miały większej wartości.</p><p>Na przykład ktoś może uważać się za nieudacznika z powodu drobnych błędów, nie dostrzegając własnych osiągnięć i wysiłku, który doprowadził go do sukcesów.</p><p>Taki sposób myślenia może negatywnie wpływać na samoocenę i relacje z otoczeniem, bo obraz rzeczywistości staje się zniekształcony. Warto uczyć się zauważać równowagę: dostrzegać zarówno błędy, jak i mocne strony oraz doceniać wkład, który już wnosisz.</p>",
    "dialogSummary": "W dialogu postać 1 wyolbrzymia swoją nieporadność przed rozmową kwalifikacyjną, a postać 2 delikatnie pomaga przenieść uwagę na mocne strony i umiejętności, wspierając bardziej zrównoważone spojrzenie.",
    "dialog": [
      "Tak bardzo denerwuję się przed jutrzejszą rozmową kwalifikacyjną. Zawsze plączą mi się słowa.",
      "Wygląda na to, że teraz trochę wyolbrzymiasz swoją nieporadność. Jesteś dużo bardziej kompetentny, niż ci się wydaje.",
      "Ale często się gubię i zapominam, co chciałem powiedzieć.",
      "Masz ważne mocne strony: potrafisz szybko się odnaleźć w sytuacji i szukać rozwiązań. To naprawdę cenna umiejętność podczas rozmowy.",
      "Naprawdę? Dzięki, postaram się o tym pamiętać."
    ]
  },
  "READ": {
    "textHTML": "<p>Zniekształcenie „czytanie w myślach” pojawia się, gdy zakładamy, że wiemy, co myślą lub czują inni ludzie, mimo że nie mamy na to żadnych dowodów. Opieramy się nie na faktach, lecz na własnych przypuszczeniach i często wpadamy w pułapkę błędnych wniosków.</p><p>Na przykład można uznać, że ktoś źle nas traktuje na podstawie jego zachowania, podczas gdy prawdziwą przyczyną może być jego nastrój, kłopoty albo zmęczenie. Bywa i odwrotnie — sądzimy, że druga osoba rozumie nasze intencje czy uczucia, chociaż nigdy nie powiedzieliśmy o nich wprost.</p><p>Kiedy zaczynamy zauważać to zniekształcenie, łatwiej jest unikać błędnych założeń i budować bardziej otwartą, szczerą komunikację, opartą na faktach, a nie domysłach.</p>",
    "dialogSummary": "W dialogu postać 1 wnioskuje o nastroju koleżanki z pracy, opierając się wyłącznie na swoich przypuszczeniach. Postać 2 delikatnie przypomina, że bez rozmowy nie można mieć pewności, co ktoś myśli czy czuje.",
    "dialog": [
      "Maria wczoraj nie przywitała się ze mną w biurze. Na pewno jest na mnie zła za spóźnienie na spotkanie.",
      "Jesteś tego pewien? Być może była czymś zajęta albo po prostu cię nie zauważyła. Próbowałeś zapytać?",
      "Nie, nie pytałem. Po prostu coś mi mówi, że chodzi właśnie o to.",
      "Nie możemy znać myśli drugiej osoby bez rozmowy. Może miała swoje powody, wcale z tobą niezwiązane."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalizacja to zniekształcenie poznawcze, w którym postrzegamy wydarzenia tak, jakby były wymierzone bezpośrednio w nas, nawet jeśli nie ma na to realnych podstaw. Stawiamy siebie w centrum sytuacji i bierzemy do siebie to, co wcale nie musi mieć z nami bezpośredniego związku.</p><p>Na przykład jeśli ktoś się nie przywita, możemy uznać, że robi to celowo, by nas zlekceważyć albo dlatego, że nas nie lubi. W ten sposób łatwo przeoczyć, że ta osoba mogła być pochłonięta własnymi przeżyciami, spieszyć się albo zwyczajnie nas nie zauważyć. Personalizacja pojawia się też wtedy, gdy zakładamy, że każde negatywne wydarzenie jest odbiciem naszych wad, ignorując wpływ czynników zewnętrznych.</p>",
    "dialogSummary": "Postać 1 odbiera odmowę po rozmowie kwalifikacyjnej jako dowód własnej nieskuteczności. Postać 2 delikatnie przypomina, że wynik mógł zależeć od wielu czynników i nie definiuje ani osoby, ani jej kompetencji.",
    "dialog": [
      "Nie przeszedłem rozmowy kwalifikacyjnej. Chyba po prostu nie jestem w stanie poradzić sobie z ważnymi zadaniami.",
      "To wcale nie musi znaczyć tego. Firma mogła mieć bardzo konkretne wymagania albo kandydatów, którzy lepiej pasowali akurat do tej roli.",
      "Ale za każdym razem, gdy dzieje się coś ważnego, popełniam błąd. Wygląda na to, że nie jestem wystarczająco dobry.",
      "Pomyłki i odmowy są normalną częścią drogi. Nie oznaczają, że jest z tobą coś nie tak. Warto brać pod uwagę różne czynniki i nie łączyć każdej sytuacji wyłącznie z własną wartością czy możliwościami."
    ]
  }
}
