{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Myślenie czarno-białe to zniekształcenie poznawcze, które sprawia, że widzimy świat wyłącznie w skrajnych kategoriach: wszystko jest albo idealne, albo katastrofalne, ludzie są albo aniołami, albo demonami. Taki sposób patrzenia pomija ogromną różnorodność odcieni i głębi sytuacji, sprowadzając wszystko do prostej dychotomii „czarnego” i „białego”. To zniekształcenie znacznie ogranicza nasze postrzeganie rzeczywistości i zmniejsza zakres możliwych rozwiązań.</p><p>Przykłady myślenia czarno-białego obejmują skrajne oceny siebie lub innych, takie jak „zawsze ponoszę porażki” lub „on zawsze się myli”. Może to również objawiać się w spolaryzowanych poglądach na wydarzenia, przedmioty, pracę, relacje, przekonania polityczne i wiele innych.</p><p>Takie myślenie może prowadzić do poważnych konsekwencji, w tym stresu, lęku, depresji, izolacji społecznej i problemów w relacjach. Dlatego niezwykle ważne jest, aby być świadomym tego zniekształcenia i rozwijać bardziej elastyczne, wielowymiarowe myślenie, które pomoże nam lepiej radzić sobie z rzeczywistością i podejmować bardziej przemyślane decyzje.</p>",
    "dialogSummary": "W tym dialogu osoba 1 wykazuje myślenie czarno-białe, uważając się za beznadziejnego z powodu niepowodzenia na jednym egzaminie, ignorując takie czynniki, jak jego trudność i brak czasu na przygotowanie.",
    "dialog": [
      "Oblałem egzamin, to znaczy, że jestem beznadziejny.",
      "Ale przecież egzamin był naprawdę trudny, a czasu na przygotowanie miałeś niewiele.",
      "Nieważne, sukces innych pokazuje moją niezdolność. Po prostu nie mogę być mądry."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Katastrofizacja to zniekształcenie poznawcze, w którym mamy tendencję do wyolbrzymiania znaczenia i konsekwencji negatywnych wydarzeń, postrzegając je jako znacznie gorsze, niż są w rzeczywistości. Prowadzi to do nadmiernego strachu, lęku i niepokoju, które często nie mają odzwierciedlenia w rzeczywistości.</p><p>Przykłady katastrofizacji obejmują przekonanie, że jedna porażka w jakimś aspekcie życia doprowadzi do całkowitej klęski we wszystkich przedsięwzięciach. Takie myślenie może prowadzić do nadmiernego niepokoju o przyszłość, przesadnej reakcji na krytykę lub odmowę oraz ciągłych wątpliwości co do własnych możliwości.</p><p>Katastrofizacja negatywnie wpływa na zdrowie psychiczne, zwiększa poziom stresu i niepokoju, pogarsza stan emocjonalny i obniża pewność siebie. Ważne jest, aby być świadomym tej tendencji i rozwijać zdrowe myślenie, aby zmniejszyć lęk, podnieść samoocenę i realistycznie postrzegać rzeczywistość.</p>",
    "dialogSummary": "W tym dialogu osoba 1 katastrofizuje sytuację po odmowie podczas rozmowy kwalifikacyjnej, uważając, że to prowadzi do nieuchronnej porażki w poszukiwaniu pracy. Nie uwzględnia możliwości kontynuowania poszukiwań i przemyślenia swoich oczekiwań, co może prowadzić do bardziej pozytywnego i realistycznego wyniku.",
    "dialog": [
      "Otrzymałam odmowę po rozmowie kwalifikacyjnej na nową pracę. Teraz nigdy nie znajdę pracy, zostanę bezrobotna.",
      "Ale wysłałaś już zgłoszenia na inne stanowiska, prawda?",
      "Tak, ale to bez sensu. Jeśli nie udało się z tą pracą, to znaczy, że nigdzie mnie nie potrzebują. Wszystkie próby są daremne.",
      "Taki sposób myślenia może tylko pogorszyć twoją sytuację. Może warto przemyśleć swoje oczekiwania i kontynuować poszukiwania z nowym podejściem.",
      "Ale jak mam zapomnieć o porażce na rozmowie? To wydaje się potwierdzać, że nigdzie nie znajdę pracy, wszystkie moje plany legły w gruzach."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Uogólnienie to zniekształcenie poznawcze, w którym wyciągamy globalne wnioski na podstawie ograniczonych informacji lub pojedynczych zdarzeń. Na przykład, otrzymując jedną negatywną opinię w pracy, możemy dojść do wniosku o swojej całkowitej niekompetencji, ignorując inne sukcesy i pozytywne momenty.</p><p>Klasycznym przykładem jest spóźnienie na spotkanie. Zamiast obiektywnej analizy przyczyn spóźnienia, mamy tendencję do mówienia: \"zawsze się spóźniam\" lub \"nigdy nie mogę przyjść na czas\", ignorując przypadki punktualnego przybycia.</p><p>Takie zniekształcenie może prowadzić do negatywnej samooceny i pesymizmu, a także nasilać problemy z lękiem i depresją. Ważne jest, aby nauczyć się rozpoznawać takie myśli i zastępować je bardziej zrównoważonymi i realistycznymi ocenami.</p>",
    "dialogSummary": "Osoba 1 wyraża zaniepokojenie z powodu spóźnienia na spotkanie, wyciągając uogólniający wniosek na temat swoich umiejętności zarządzania czasem. Osoba 2 pomaga jej spojrzeć na sytuację bardziej obiektywnie, przypominając o przypadkach punktualnego przybycia i podkreślając, że jedno spóźnienie nie definiuje jej jako osoby, która zawsze się spóźnia.",
    "dialog": [
      "Nie mogę uwierzyć, że znowu się spóźniłem na spotkanie. Zawsze się spóźniam. Zupełnie nie potrafię zarządzać swoim czasem.",
      "Poczekaj, nie wyciągaj pochopnych wniosków. Przypomnij sobie, jak często przychodziłeś na czas. Naprawdę uważasz, że jedno spóźnienie czyni cię bezradnym w zarządzaniu czasem?",
      "Ale ostatnio często się spóźniam. Wydaje mi się, że całkowicie straciłem kontrolę.",
      "Spójrzmy na to racjonalnie. Spóźnienie na jedno spotkanie nie czyni cię osobą, która zawsze się spóźnia. Być może były nieprzewidziane okoliczności, których nie mogłeś kontrolować."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Dewaluacja pozytywnego to zniekształcenie poznawcze, w którym mamy tendencję do lekceważenia, niedoceniania lub umniejszania znaczenia pozytywnych aspektów naszego życia. Skupiamy się na niedoskonałościach i negatywach, ignorując znaczenie sukcesów i osiągnięć, nawet jeśli są one znaczące.</p><p>To zniekształcenie może objawiać się w różnych obszarach: w pracy, relacjach, zdrowiu, rozwoju osobistym. Na przykład, ktoś może odnieść sukces zawodowy, ale skupia się na drobnych błędach, zamiast cieszyć się z osiągnięcia. Albo po otrzymaniu komplementu ktoś może go zlekceważyć, uznając go za nieistotny lub niezasłużony.</p><p>Dewaluacja pozytywnego może prowadzić do niedoceniania własnych zdolności, braku pewności siebie, poczucia niezadowolenia, a nawet depresji. Ważne jest, aby nauczyć się dostrzegać i doceniać pozytywne momenty w życiu, potrafiąc cieszyć się z własnych osiągnięć.</p>",
    "dialogSummary": "W tym dialogu osoba 1 dewaluuje swoje osiągnięcie w postaci awansu w pracy, koncentrując się na nadchodzących trudnościach i odpowiedzialności. Osoba 2 stara się podkreślić znaczenie tego sukcesu i gratuluje mu osiągnięcia.",
    "dialog": [
      "Dostałem awans w pracy i teraz będę zajmować się nowymi projektami.",
      "To wspaniała wiadomość, gratulacje! Jakie projekty na ciebie czekają?",
      "Tak, projekty są trudne, czeka mnie dużo pracy. To jakby nagromadzenie obowiązków.",
      "Rozumiem, że to wyzwanie, ale osiągnąłeś ważny kamień milowy w karierze! To doskonała okazja do wzrostu i rozwoju."
    ]
  },
  "DUE": {
    "textHTML": "<p>Powinność to zniekształcenie poznawcze, w którym jesteśmy przekonani, że wydarzenia powinny przebiegać dokładnie tak, jak sobie wyobrażamy, a każde odstępstwo od tego jest postrzegane jako niesprawiedliwość. Mamy tendencję do obstawania przy swoich oczekiwaniach i wymaganiach, nie uwzględniając rzeczywistości i możliwości.</p><p>Przykładem może być myśl: „Powinienem dostać tę pracę, ponieważ tak ciężko przygotowywałem się do rozmowy kwalifikacyjnej”. W takich sytuacjach często nie uwzględnia się zewnętrznych czynników wpływających na decyzje, takich jak obecność innych wykwalifikowanych kandydatów.</p><p>To zniekształcenie może prowadzić do rozczarowania, złości, niezadowolenia, negatywnie wpływając na zdrowie psychiczne i relacje interpersonalne. Ważne jest, aby nauczyć się być elastycznym w swoich oczekiwaniach i akceptować różne wyniki.</p>",
    "dialogSummary": "W tym dialogu osoba 1 wykazuje zniekształcenie \"powinność\", zakładając, że musi pracować bez przerwy, aby osiągnąć sukces w karierze, opierając się na przykładach innych odnoszących sukcesy ludzi. Osoba 2 pomaga jej zrozumieć to przekonanie, podkreślając, że każdy ma swoją własną drogę do sukcesu i że równowaga między pracą a odpoczynkiem może być bardziej produktywna.",
    "dialog": [
      "Muszę pracować codziennie bez przerw, aby osiągnąć sukces w swojej karierze.",
      "Dlaczego tak myślisz? Co sprawiło, że doszedłeś do takiego wniosku?",
      "Czytałem o tym, jak odnoszący sukcesy ludzie osiągnęli swoje cele: wszyscy ciężko pracowali i nie odpoczywali.",
      "Ale każdy człowiek jest inny i nie ma jednego uniwersalnego sposobu na sukces. Być może dla ciebie bardziej efektywne będzie znalezienie równowagi między pracą a odpoczynkiem, aby osiągnąć swoje cele."
    ]
  },
  "EMO": {
    "textHTML": "<p>Zniekształcenie poznawcze \"uzasadnienie emocjonalne\" pojawia się, gdy przy podejmowaniu decyzji opieramy się na swoich emocjach, zamiast na logice i faktach. Może to prowadzić do niewłaściwego postrzegania sytuacji i błędnych decyzji.</p><p>Przykładem jest odmowa wyjazdu do przyjaciół z powodu smutku i niechęci do kontaktu. W takim przypadku osoba polega na emocjach, nie biorąc pod uwagę, że spotkanie z przyjaciółmi może poprawić nastrój i pomóc poczuć się lepiej.</p><p>Uzasadnienie emocjonalne może prowadzić do błędnych wniosków i wyborów, dlatego ważne jest uwzględnianie bardziej obiektywnych kryteriów przy podejmowaniu decyzji.</p>",
    "dialogSummary": "W tym dialogu osoba 1 kieruje się swoim stanem emocjonalnym, odmawiając randki, ignorując logiczne argumenty i fakty. Osoba 2 stara się pomóc jej spojrzeć na sytuację bardziej obiektywnie i rozważyć inne aspekty decyzji.",
    "dialog": [
      "Nie chcę iść na randkę, mam zły nastrój.",
      "Ale przecież mówiłaś, że ten chłopak ci się podoba. Nie chcesz spróbować i zobaczyć, jak się ułoży?",
      "Nie, jestem pewna, że wszystko zepsuję przez swój nastrój. Czuję się niepewnie i głupio.",
      "Nie możesz tego wiedzieć na pewno, dopóki nie spróbujesz. Może randka okaże się przyjemna i zrozumiesz, że twoje obawy były bezpodstawne."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Filtr mentalny to zniekształcenie poznawcze, w którym skupiamy się wyłącznie na negatywnych aspektach, ignorując pozytywne. Na przykład po nieudanej rozmowie kwalifikacyjnej osoba może skupić się na odmowie, nie zauważając zdobytego doświadczenia i informacji, które mogą być przydatne w przyszłości.</p><p>To zniekształcenie prowadzi do poczucia niezadowolenia i frustracji, nawet gdy w życiu jest wiele dobrego. Filtr mentalny często towarzyszy innym zniekształceniom, takim jak myślenie czarno-białe lub dewaluacja pozytywnego.</p><p>Aby przezwyciężyć filtr mentalny, warto uczyć się dostrzegać i doceniać pozytywne momenty oraz zadawać sobie pytania o pozytywne aspekty sytuacji.</p>",
    "dialogSummary": "W tym dialogu osoba 1 skupia się na negatywnej opinii, ignorując pozytywne aspekty swojej pracy. Osoba 2 stara się pomóc jej zobaczyć sytuację bardziej obiektywnie, zwracając uwagę na wszystkie aspekty jej pracy.",
    "dialog": [
      "Otrzymałem negatywną opinię w pracy. Czuję się nieudacznikiem.",
      "Ale miałeś wiele pozytywnych opinii i sukcesów. Zwracasz zbyt dużą uwagę na jeden negatywny moment.",
      "Tak, ale ta opinia wydaje mi się najważniejsza. Jakby niwelowała wszystkie moje osiągnięcia.",
      "Skupiasz się tylko na tym negatywnym aspekcie, ignorując wszystko inne. To właśnie jest filtr mentalny. Spróbuj spojrzeć na sytuację bardziej obiektywnie, biorąc pod uwagę także pozytywne aspekty swojej pracy."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Przypisywanie etykiet to zniekształcenie poznawcze, w którym przypisujemy ludziom lub sytuacjom uproszczone i kategoryczne oceny, opierając się na ograniczonej liczbie negatywnych obserwacji. Utrudnia to uwzględnienie innych aspektów i tworzy zniekształcone postrzeganie rzeczywistości.</p><p>Przykładem może być ocena osoby jako \"dziwnej\" lub \"wyrzutka społeczeństwa\" na podstawie jej nietypowego wyglądu. Podobnie przypisywanie etykiet sobie może prowadzić do niskiej samooceny, nie uwzględniając pozytywnych cech i osiągnięć.</p><p>Świadomość tego zniekształcenia pozwala nam bardziej obiektywnie oceniać ludzi i sytuacje, unikając pochopnych i negatywnych wniosków.</p>",
    "dialogSummary": "W tym dialogu omawiane jest zachowanie osoby, która krzyczała na dzieci w parku. Osoba 1 szybko przypisuje mu etykietę \"złego ojca\", opierając się na jednej obserwacji. Osoba 2 proponuje bardziej wyważone spojrzenie, wskazując na brak informacji do takiego wniosku i możliwość różnego zachowania w różnych okolicznościach.",
    "dialog": [
      "Widziałem, jak ten człowiek krzyczał na swoje dzieci w parku. Zdecydowanie jest złym ojcem.",
      "Nie możemy oceniać człowieka na podstawie jednego przypadku. Może miał zły dzień albo jakieś powody do takiego zachowania.",
      "Nigdy bym tak nie postąpił wobec swoich dzieci. On na pewno nie radzi sobie z obowiązkami rodzicielskimi.",
      "Nie należy wyciągać takich kategorycznych wniosków. Ludzie mogą zachowywać się różnie w różnych sytuacjach. Być może w innych okolicznościach pokazuje się jako troskliwy ojciec."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>Zniekształcenie \"mogło być inaczej\" objawia się, gdy wyobrażamy sobie alternatywy dla przeszłości, które są niemożliwe do zrealizowania. Często prowadzi to do rozważania przeszłych wydarzeń z perspektywy \"co by było, gdyby\", tworząc iluzoryczne scenariusze.</p><p>Możemy również używać tego zniekształcenia w dialogach, przekonując innych, aby postępowali inaczej, nie uwzględniając rzeczywistych warunków i ograniczeń.</p><p>Zniekształcenie to może prowadzić do poczucia winy i niezadowolenia, ponieważ porównujemy rzeczywistość z nieosiągalnymi ideałami.</p>",
    "dialogSummary": "W tym dialogu osoba 1 używa zniekształcenia \"mogło być inaczej\", aby usprawiedliwić swoje niepowodzenie na egzaminie, przenosząc odpowiedzialność na czynniki zewnętrzne. Osoba 2 próbuje skierować jego uwagę na obecne możliwości, zauważając, że przeszłości nie da się zmienić i ważne jest, aby skupić się na działaniach, które można podjąć teraz.",
    "dialog": [
      "Oblałem egzamin. Powinienem był więcej się uczyć.",
      "Ale pracowałeś każdego dnia. Działałeś w ramach swoich możliwości, prawda?",
      "Tak, ale mógłbym uczyć się więcej, gdybym nie pracował tak dużo.",
      "Ważne jest, aby pamiętać, że przeszłości nie można zmienić. Teraz lepiej skupić się na tym, jak skutecznie wykorzystać swój czas w przyszłości, a nie myśleć o tym, co mogło być."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Zniekształcenie \"wyolbrzymianie i pomniejszanie\" objawia się w skrajnie jednoznacznym postrzeganiu sytuacji i wydarzeń, ignorując ich niuanse. W przypadku wyolbrzymiania osoba wzmacnia znaczenie negatywnych aspektów, widząc wszystko przez szkło powiększające. Pomniejszanie polega na zmniejszaniu znaczenia pozytywnych aspektów i własnych osiągnięć.</p><p>Na przykład, ktoś może niesłusznie wyolbrzymiać swoje błędy, uważając się za nieudacznika, i pomniejszać swoje sukcesy, nie doceniając swoich osiągnięć.</p><p>To zniekształcenie może prowadzić do pogorszenia samooceny i relacji z innymi, ponieważ postrzeganie siebie i otoczenia jest zniekształcone.</p>",
    "dialogSummary": "W dialogu osoba 1 wyolbrzymia swoją nieporadność przed nadchodzącą rozmową kwalifikacyjną, podczas gdy osoba 2 stara się pomniejszyć tę nieporadność, podkreślając mocne strony osoby 1 i jej zdolność do adaptacji.",
    "dialog": [
      "Tak się denerwuję przed jutrzejszą rozmową kwalifikacyjną. Zawsze plączę się w słowach.",
      "Nie martw się, wyolbrzymiasz swoją nieporadność. Jestem pewien, że dasz sobie radę.",
      "Ale często gubię się i zapominam, co chciałem powiedzieć.",
      "Masz również zdolność szybkiego znajdowania rozwiązań i dostosowywania się. To bardzo ci pomoże podczas rozmowy.",
      "Naprawdę? Dziękuję, postaram się na tym skupić."
    ]
  },
  "READ": {
    "textHTML": "<p>Zniekształcenie poznawcze \"czytanie w myślach\" występuje, gdy zakładamy, że znamy uczucia lub myśli innych ludzi bez obiektywnych dowodów. Może to prowadzić do błędnych wniosków i nieporozumień.</p><p>Przykładem jest sytuacja, w której zakładamy, że ktoś nas nie lubi z powodu jego zachowania, chociaż w rzeczywistości przyczyny mogą być różne. Możemy również błędnie myśleć, że inni rozumieją nasze intencje, nie komunikując się z nimi bezpośrednio.</p><p>Uświadomienie sobie tego zniekształcenia pomaga unikać błędnych założeń i sprzyja bardziej otwartej i uczciwej komunikacji.</p>",
    "dialogSummary": "W dialogu osoba 1 demonstruje \"czytanie w myślach\", zakładając, że koleżanka jest na niego zła za spóźnienie na spotkanie. Osoba 2 wskazuje na potrzebę sprawdzenia swoich założeń i unikania pochopnych wniosków.",
    "dialog": [
      "Maria wczoraj się ze mną nie przywitała w biurze. Pewnie jest na mnie zła za spóźnienie na spotkanie.",
      "Jesteś pewien? Może była po prostu zajęta albo cię nie zauważyła. Zapytałeś ją?",
      "Nie, nie pytałem. Ale czuję, że to przez spóźnienie.",
      "Nie możemy być pewni myśli innych, jeśli nie zapytamy ich bezpośrednio. Może miała zupełnie inne powody."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalizacja to zniekształcenie poznawcze, w którym postrzegamy wydarzenia jako skierowane osobiście przeciwko nam, nawet jeśli nie ma podstaw do takiego postrzegania.</p><p>Przykładem może być sytuacja, gdy myślimy, że ktoś nie przywitał się z nami z powodu osobistej niechęci, ignorując inne możliwe przyczyny. Personalizacja objawia się również wtedy, gdy postrzegamy negatywne wydarzenia jako wynik naszych wad, nie biorąc pod uwagę czynników zewnętrznych.</p>",
    "dialogSummary": "W dialogu osoba 1 personalizuje niepowodzenie podczas rozmowy kwalifikacyjnej, wiążąc je z osobistymi wadami, podczas gdy osoba 2 sugeruje rozważenie innych czynników wpływających na wynik, podkreślając, że niepowodzenie nie musi być związane z osobistymi cechami.",
    "dialog": [
      "Nie przeszedłem rozmowy kwalifikacyjnej. Po prostu nie radzę sobie z ważnymi zadaniami.",
      "To niekoniecznie oznacza, że jesteś zły. Być może firma miała specjalne wymagania lub inni kandydaci lepiej odpowiadali ich potrzebom.",
      "Ale zawsze popełniam błędy w takich sytuacjach. Wydaje mi się, że nie jestem wystarczająco dobry.",
      "Popełnianie błędów to część procesu uczenia się. Nie każda odmowa podczas rozmowy kwalifikacyjnej wskazuje na twoje osobiste wady. Ważne jest, aby spojrzeć na sytuację całościowo i uwzględnić różne czynniki, które mogły wpłynąć na wynik."
    ]
  }
}