{
  "ykRKsDopcp": {
    "title": "Argumenty za i przeciw automatycznej myśli",
    "description": "Dodaj nowy krok w dzienniku - przedstawianie argumentów za i przeciw automatycznej myśli"
  },
  "rwdHy8lyCk": {
    "title": "Dodaj sztuczną inteligencję",
    "description": "Dodaj integrację z popularnymi sieciami neuronowymi w celu pomocy w analizie swoich myśli, indywidualnych wskazówek przy pracy z dziennikiem"
  },
  "QejWpiat0v": {
    "title": "Ocena poziomu wiary w myśl po wypełnieniu dziennika",
    "description": "Obecnie można ocenić poziom wiary w automatyczną myśl tylko przed rozpoczęciem pracy. Czy chciałbyś ocenić efekt pracy po wypełnieniu alternatywnej odpowiedzi na myśl?"
  },
  "FFoEvFNDpe": {
    "title": "Motywacja do regularnych ćwiczeń",
    "description": "Dodaj rejestr dni ciągłych ćwiczeń w dzienniku. Nagradzaj odznakami i nagrodami w aplikacji"
  },
  "W9mMGTmapW": {
    "title": "Wersja internetowa",
    "description": "Bez większych trudności moglibyśmy stworzyć wersję aplikacji na przeglądarkę. Czy jest potrzeba pracy z dziennikiem na komputerze stacjonarnym?"
  },
  "eur8RglkH0": {
    "title": "Więcej materiałów do nauki CBT",
    "description": "Czy czujesz potrzebę edukacyjnych materiałów? Możemy opowiedzieć więcej o metodach pracy z destrukcyjnymi myślami, jak radzić sobie z nerwicami, zaburzeniami odżywiania itp."
  },
  "EQ3zKWJ0pU": {
    "title": "Dodaj statystyki dziennika",
    "description": "Pokazuj, jak często robisz wpisy, najczęstsze emocje, zniekształcenia poznawcze itp."
  },
  "EauYpGQzAL": {
    "title": "Dodaj karty copingowe",
    "description": "Pozwól na tworzenie kart z destrukcyjną myślą z jednej strony i jej obaleniem z drugiej. Ta technika jest stosowana w CBT, czy czujesz potrzebę takiej funkcji?"
  },
  "gvwOk0eqXB": {
    "title": "Dodaj statystyki do testów",
    "description": "Umieść na stronie testów wykres pokazujący dynamikę zmian wyników przebytego testu."
  },
  "2o6HBDuM2o": {
    "title": "Nowy test psychologiczny na poziom lęku",
    "description": "Obecnie dodaliśmy test na poziom depresji. Czy potrzebny jest podobny test na poziom lęku?"
  },
  "2o7H8DtM2o": {
    "title": "Eksport zapisów dziennika automatycznych myśli do pliku",
    "description": "Obecnie zapewniamy możliwość synchronizacji danych między różnymi urządzeniami. Czy chcesz mieć możliwość pobrania zapisów w formacie CSV lub Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Kilka automatycznych myśli",
    "description": "Obecny format dziennika zakłada pracę nad jedną myślą naraz. Czy warto umożliwić pisanie kilku myśli, z każdą ocenianą osobno i oddzielną alternatywną odpowiedzią dla każdej?"
  },
  "iF6yEanPp3": {
    "title": "Dziennik codzienny",
    "description": "Sekcja, w której można zapisywać wydarzenia z dnia, a następnie analizować i wyodrębniać automatyczne myśli. Później można dodać AI, aby pomóc w analizie wpisu."
  },
  "iF6sKCdvfds": {
    "title": "Przekonania pośrednie",
    "description": "Umożliwiaj powiązanie automatycznych myśli z przekonaniami pośrednimi. Na tej podstawie będzie można tworzyć drzewo przekonań i je analizować."
  },
  "iF6sKverhdfd": {
    "title": "Codzienna ocena stanu",
    "description": "Dodaj możliwość codziennego oceniania swojego stanu przy odwiedzaniu aplikacji. Później można stworzyć wykres zmian stanu i porównać go z dynamiką zmiany przekonań."
  },
  "iF6sKvevscdf1": {
    "title": "Rozwój codziennej oceny stanu",
    "description": "Obecnie możesz oceniać swoje samopoczucie psychiczne przed i po zajęciach. Czy chciałbyś również ocenić dominujące emocje i zapisać, jakie ćwiczenia wykonywałeś w celu poprawy swojego stanu?"
  },
  "iF6sKvJllcpwx": {
    "title": "Historie o przezwyciężaniu problemów psychologicznych",
    "description": "Dodaj sekcję, w której można opowiedzieć historię przezwyciężenia swojego problemu psychologicznego, aby zainspirować osoby z podobnymi trudnościami. I odpowiednio przeczytać historie innych ludzi."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test z analizą 7 wskaźników życiowych",
    "description": "Test analizuje różne aspekty życia i określa, w których sferach jesteś najbardziej podatny. Na przykład zależność od akceptacji innych lub skłonność do perfekcjonizmu."
  },
  "sdvsdsdlwwQec": {
    "title": "Integracja AI z dziennikiem codziennym",
    "description": "AI pomoże ci analizować wpisy w dzienniku codziennym i wyodrębniać automatyczne myśli. Zaoferuje rozwiązania twoich problemów psychologicznych i pomoże ci w pracy nad nimi."
  },
  "sdvdcarlwwQff": {
    "title": "Dialog sokratejski",
    "description": "Nie zawsze udaje się wykryć automatyczną myśl. Metoda dialogu sokratejskiego polega na zadawaniu sobie pytań w celu ujawnienia ukrytej myśli. AI zada ci pytania, aby pomóc ci zidentyfikować automatyczną myśl."
  },
  "sdvdNdbxdwQfb": {
    "title": "Wirtualny psycholog",
    "description": "Swobodna rozmowa z AI w dialogu. Możesz podzielić się swoimi doświadczeniami, poprosić o radę, uzyskać wsparcie."
  },
  "sdvdpsvwQfw": {
    "title": "Skala drażliwości Novako",
    "description": "Dodaj nowy test na poziom drażliwości. Pokaże, ile gniewu i irytacji pochłaniasz i trzymasz w sobie na co dzień."
  },
  "sdvdpsvGscfvw": {
    "title": "Wprowadzanie głosowe",
    "description": "Możliwość wprowadzania tekstu w dziennikach głosem."
  },
  "rsoklcescfvwz": {
    "title": "Codzienna analiza aktywności",
    "description": "Pod koniec każdego dnia po pracy w aplikacji będziesz mógł zamówić analizę dnia przez AI. Wyciągnie wnioski z twojej pracy, da rekomendacje."
  },
  "lkmvdsvdsfds": {
    "title": "Obrazy w inteligentnym dzienniku",
    "description": "Dodaj możliwość dołączania obrazów do wpisów w inteligentnym dzienniku."
  },
  "iFlct67Ldvkwq": {
    "title": "Dziennik Wdzięczności",
    "description": "Dodaj nowy typ wpisu do inteligentnego dziennika – wdzięczność."
  }
}
