{
  "ykRKsDopcp": {
    "title": "Argumenty za i przeciw myśli automatycznej",
    "description": "Dodać krok, w którym można wypisać argumenty „za” i „przeciw” myśli automatycznej."
  },
  "rwdHy8lyCk": {
    "title": "Integracja sztucznej inteligencji",
    "description": "Dodać obsługę sieci neuronowych, aby AI pomagało analizować myśli i udzielać spersonalizowanych rekomendacji."
  },
  "QejWpiat0v": {
    "title": "Ocena stopnia wiary po pracy z myślą",
    "description": "Obecnie można ocenić stopień wiary tylko przed rozpoczęciem pracy. Czy chcielibyście widzieć ponowną ocenę po sformułowaniu odpowiedzi alternatywnej?"
  },
  "FFoEvFNDpe": {
    "title": "Motywacja do pracy",
    "description": "Dodać system śledzenia dni z rzędu oraz nagrody lub odznaki za regularność."
  },
  "W9mMGTmapW": {
    "title": "Wersja webowa",
    "description": "Stworzyć wersję webową aplikacji. Czy wygodnie byłoby prowadzić dziennik także z komputera?"
  },
  "eur8RglkH0": {
    "title": "Dodatkowe materiały o CBT",
    "description": "Dodać więcej materiałów edukacyjnych: o pracy z destrukcyjnymi myślami, lękiem, zaburzeniami odżywiania i innymi trudnościami."
  },
  "EQ3zKWJ0pU": {
    "title": "Statystyki dziennika",
    "description": "Pokazywać częstotliwość wpisów, najczęstsze emocje, zniekształcenia poznawcze i inne przydatne analizy."
  },
  "EauYpGQzAL": {
    "title": "Karty radzenia sobie",
    "description": "Umożliwić tworzenie kart, na których z jednej strony jest myśl, a z drugiej – jej zakwestionowanie. Klasyczna technika CBT."
  },
  "gvwOk0eqXB": {
    "title": "Statystyki testów",
    "description": "Dodać wykres dynamiki wyników testów w sekcji testów."
  },
  "2o6HBDuM2o": {
    "title": "Test poziomu lęku",
    "description": "Dodać nowy test do oceny poziomu lęku, podobnie jak test depresji."
  },
  "2o7H8DtM2o": {
    "title": "Eksport wpisów z dziennika",
    "description": "Dodać możliwość eksportu wpisów do CSV lub Excela."
  },
  "QWjMvNfKLw": {
    "title": "Wiele myśli automatycznych",
    "description": "Umożliwić dodawanie kilku myśli automatycznych w jednym wpisie, każdej z osobną oceną i alternatywną odpowiedzią."
  },
  "iF6yEanPp3": {
    "title": "Dziennik",
    "description": "Sekcja do swobodnych zapisów o dniu i późniejszego wyodrębniania myśli automatycznych (z dalszym wsparciem AI)."
  },
  "iF6sKCdvfds": {
    "title": "Przekonania pośrednie",
    "description": "Dodać możliwość łączenia myśli automatycznych z przekonaniami i budowania mapy przekonań."
  },
  "iF6sKverhdfd": {
    "title": "Codzienna ocena samopoczucia",
    "description": "Dodać codzienną ocenę samopoczucia i wykres zmian powiązanych z modyfikacją przekonań."
  },
  "iF6sKvevscdf1": {
    "title": "Rozszerzona dzienna ocena",
    "description": "Ocena nie tylko samopoczucia przed i po, lecz także emocji oraz wykonanych praktyk."
  },
  "iF6sKvJllcpwx": {
    "title": "Historie przezwyciężania trudności",
    "description": "Dodać sekcję z osobistymi historiami przezwyciężania trudności – żeby inspirować się nawzajem i wspierać."
  },
  "iF6sKvKLdvkwq": {
    "title": "Test 7 obszarów życia",
    "description": "Test pomagający wykryć bardziej wrażliwe obszary, na przykład zależność od aprobaty czy skłonność do perfekcjonizmu."
  },
  "sdvsdsdlwwQec": {
    "title": "AI w dzienniku",
    "description": "AI będzie analizować wpisy i wyodrębniać myśli automatyczne, pomagając znajdować rozwiązania i kierunki dalszej pracy."
  },
  "sdvdcarlwwQff": {
    "title": "Dialog sokratejski",
    "description": "AI będzie zadawać pytania, aby pomóc w rozpoznaniu ukrytej myśli automatycznej."
  },
  "sdvdNdbxdwQfb": {
    "title": "Wirtualny psycholog",
    "description": "Możliwość swobodnej rozmowy z AI: dzielenia się przeżyciami, otrzymywania wsparcia i wskazówek."
  },
  "sdvdpsvwQfw": {
    "title": "Skala gniewu Novaco",
    "description": "Dodać test drażliwości, aby ocenić poziom ukrytego napięcia i gniewu."
  },
  "sdvdpsvGscfvw": {
    "title": "Wprowadzanie głosowe",
    "description": "Możliwość wypełniania dzienników za pomocą głosu."
  },
  "rsoklcescfvwz": {
    "title": "Analiza dnia przez AI",
    "description": "Na koniec dnia AI będzie podsumowywać wydarzenia, wyciągać wnioski i dawać rekomendacje."
  },
  "lkmvdsvdsfds": {
    "title": "Obrazy w dzienniku",
    "description": "Dodać możliwość dołączania obrazów do wpisów."
  },
  "iFlct67Ldvkwq": {
    "title": "Dziennik wdzięczności",
    "description": "Dodać format wpisu „wdzięczność” w inteligentnym dzienniku."
  }
}
