{
  "activity": [
    {
      "subtitle": "Zebraliśmy wiele technik psychologicznych w jednym miejscu, żeby łatwiej było Ci znaleźć te, które najbardziej do Ciebie pasują.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Każda technika ma swoją ocenę – wybieraj te, które najbardziej Ci pomagają.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Ucz się łagodnie przeformułowywać negatywne przekonania.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Stopniowo zastępuj destrukcyjne przekonania bardziej realistycznymi i wspierającymi, korzystając z kart.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Prowadź codzienne zapiski w wygodnej formie i swobodnie wyrażaj swoje myśli.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "AI przeanalizuje Twoje zapiski i pomoże spojrzeć na sytuację z innej perspektywy.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Narzędzia do analizy myśli automatycznych i zastępowania ich zdrowszymi, bardziej adaptacyjnymi.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Dziennik jest głęboko zintegrowany z AI, które pomaga formułować i analizować myśli.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "Na każdym etapie znajdziesz jasne wyjaśnienia, jak skutecznie pracować z dziennikiem.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Stopniowo zanurzaj się głębiej i badaj źródła swoich przeżyć na poziomie przekonań pośrednich.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Zapisuj destrukcyjne przekonania w kartach radzenia sobie i zastępuj je bardziej racjonalnymi, wspierającymi.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Przekonania pośrednie kształtują myśli automatyczne. Łącz je ze sobą, aby lepiej rozumieć swoje reakcje i analizować je w czasie.",
      "img": "intermediate/en/s3.png"
    }
  ]
}
