{
  "title": "Отпор внутреннему критику",
  "statement": "Чувство неполноценности часто вызвано внутренним критиком, подрывающим самооценку. Эта техника поможет вам ответить на критику и переоценить негативные мысли.",
  "description": [
    "Отрицательные убеждения вроде \"Я ничего не стою\", \"Я хуже других\", \"У меня ничего не получится\", \"Я виноват во всём\", \"Я неудачник\" усугубляют проблемы с самооценкой и могут привести к депрессии.",
    "Очень важно не поддаваться на провокации внутреннего критика и научиться отвечать на его атаки. Это поможет вам переоценить негативные мысли и улучшить самооценку."
  ],
  "task": [
    "Создайте таблицу из трёх колонок в удобном для вас формате. Названия колонок:",
    "Мысли критика",
    "Когнитивная ошибка",
    "Рациональный ответ",
    "1️⃣ В первую колонку записывайте все самокритичные мысли, которые приходят в голову каждый раз, когда вы обвиняете себя, чувствуете себя бесполезным или недовольным собой.",
    "В эту колонку стоит вписывать именно ваши мысли о себе, а не ваши чувства. Потому что если вы напишите: «Я чувствую себя ужасно», то вряд ли сможете это опровергнуть, потому что это действительно так.",
    "2️⃣ Во второй колонке определите, какое когнитивное искажение присутствует в мысли.",
    "3️⃣ В третьей колонке дайте ответ внутреннему критику. Попробуйте найти рациональное объяснение, которое опровергнет критическую мысль.",
    "Важно заменять самокритическую мысль на более реалистичную и логичную, избегая чересчур оптимистичных заявлений."
  ],
  "example": ["Вот несколько вариантов ответов на самокритические мысли:"],
  "table": {
    "header": ["Мысли критика", "Когнитивная ошибка", "Рациональный ответ"],
    "example": {
      "0": [
        "Я такой глупый, что точно не сдам",
        "Навешивание ярлыков",
        "Я не глупый, просто не хватает времени на подготовку. Я могу сдать экзамен, если буду учиться."
      ],
      "1": [
        "Я никому не нужен",
        "Черно-белое мышление",
        "Мои друзья и близкие люди ценят меня и любят. Я им нужен."
      ],
      "2": [
        "Я никогда не смогу найти работу",
        "Черно-белое мышление",
        "Я могу найти работу, если буду стараться и искать. Многие люди находят работу, и я не исключение."
      ]
    }
  },
  "expectations": [
    "Возрастания сопротивляемости к критике изнутри и окружающих.",
    "Снижение общего эмоционального напряжения.",
    "Снижение страха совершить ошибку."
  ]
}
