{
  "title": "Копинг-карточка: Маленький помощник для больших перемен",
  "description": "Копинг-карточки — это простой, но мощный инструмент когнитивно-поведенческой терапии, который помогает справляться со стрессом и негативными мыслями. Узнайте, как эти маленькие «памятки» могут изменить ваше восприятие, вернуть уверенность и стать проводником к эмоциональному росту. Погрузитесь в мир самопознания и откройте путь к более спокойной жизни с помощью копинг-карточек!",
  "screen_1": {
    "texts": [
      "Копинг-карточки – ещё одно секретное оружие когнитивно-поведенческой терапии.",
      "Что такое копинг-карточки?",
      "Копинг-карточки — это эффективный метод, разработанный в рамках когнитивно-поведенческой терапии, который помогает людям справляться с негативными мыслями и стрессовыми ситуациями.",
      "Они служат своего рода «памяткой», подсказывающей, как можно изменить деструктивные убеждения и вернуть себе уверенность.",
      "Почему стоит использовать копинг-карточки?",
      "Снижение тревожности: Копинг-карточки помогут вам быстро восстановить спокойствие в стрессовых ситуациях.",
      "Поддержка в трудные времена: Когда вам нужно вдохновение или поддержка, ваши карточки всегда будут рядом, чтобы напомнить о ваших внутренних ресурсах.",
      "Развитие самосознания: Записывая свои мысли и чувства, вы сможете лучше понимать свои эмоциональные реакции и поведенческие паттерны.",
      "Лёгкость в использовании: Функционал нашего приложения интуитивно понятен и прост, что делает процесс создания карточек доступным для всех."
    ],
    "quote": {
      "text": "Вы можете страдать, если выбираете иррациональные убеждения, но вы можете не страдать, если выбираете рациональные.",
      "author": "Аарон Бек"
    }
  },
  "screen_2": {
    "texts": [
      "Как это работает?",
      "Когда вы замечаете деструктивную мысль, важно использовать копинг-карточки, чтобы заменить её на более конструктивную.",
      "Этот процесс может потребовать некоторой практики, но со временем вы научитесь быстрее реагировать на негативные мысли и заменять их позитивными убеждениями.",
      "Например, если вы думаете: «Я никогда не смогу достичь своих целей», вы можете заменить эту мысль на более конструктивную: «Я сталкиваюсь с трудностями, но у меня есть план, и я могу двигаться к своим целям, даже небольшими шагами».",
      "Это помогает не только изменить восприятие ситуации, но и вдохновляет на действия.",
      "Регулярно пересматривайте и обновляйте свои карточки.",
      "Ваши чувства и мысли могут меняться со временем, поэтому важно адаптировать карточки к текущим потребностям.",
      "Например, если вы заметили, что какая-то деструктивная мысль больше не актуальна или вам удалось преодолеть определённый страх, обновите карточку, добавив новые конструктивные мысли или стратегии.",
      "В нашем приложении вы сможете легко редактировать уже созданные карточки или добавлять новые.",
      "Таким образом, копинг-карточки становятся не только инструментом для борьбы с негативными мыслями, но и вашим личным путеводителем в процессе саморазвития и эмоционального роста."
    ]
  },
  "screen_3": {
    "texts": [
      "Давайте рассмотрим ещё несколько примеров замены деструктивных мыслей на конструктивные, чтобы смысл карточек стал более понятен.",
      "Пример 1",
      "Деструктивная мысль: «Я не справлюсь с этим проектом, я недостаточно хорош».",
      "Конструктивная замена: «Я уже справлялся с трудными проектами раньше. У меня есть навыки и ресурсы для успешного завершения этой задачи».",
      "Пример 2",
      "Деструктивная мысль: «Все будут смеяться надо мной, если я скажу что-то глупое».",
      "Конструктивная замена: «Каждый может ошибаться. Я могу учиться на своих ошибках и получать удовольствие от общения».",
      "Пример 3",
      "Деструктивная мысль: «Ничто не изменится, моя жизнь всегда будет такой».",
      "Конструктивная замена: «Я могу предпринимать шаги к изменениям. Маленькие шаги ведут к большим результатам».",
      "Вывод",
      "Копинг-карточки — это мощный инструмент для управления своими мыслями и эмоциями.",
      "Они помогают восстановить связь с рациональной частью вашего разума и противостоять негативным убеждениям.",
      "Используя их, вы сможете лучше понимать себя и свои реакции на стрессовые ситуации.",
      "Начните создавать свои копинг-карточки уже сегодня и откройте для себя путь к более спокойному и уверенному состоянию!"
    ]
  },
  "instagram": ["18069727405892654"]
}
