{
  "list": {
    "0": {
      "title": "AI-rekommendationer vid ifyllande av dagbok",
      "description": "Att fylla i dagboken med automatiska tankar kan vara en svår och tidskrävande uppgift. Vårt rekommendationssystem underlättar processen: det vägleder, stödjer och hjälper dig att undvika misstag. Tack vare detta blir ditt arbete med tankar mer produktivt."
    },
    "1": {
      "title": "Personaliserad analys av dina anteckningar",
      "description": "Dela dina upplevelser med vår AI, och den hjälper dig att se dina svårigheter från ett nytt perspektiv. Artificiell intelligens kommer att stödja, föreslå användbara rekommendationer och identifiera kognitiva förvrängningar som du kan arbeta effektivt med för att komma närmare lösningar på dina problem."
    },
    "2": {
      "title": "Säkerhet för personuppgifter",
      "description": "Öppnar möjligheten att ställa in ett lösenord vid inloggning i appen och krypterar dessutom dina personuppgifter. Detta garanterar att tillgång till appen blir omöjlig utan rätt lösenord, och skyddar din information på högsta nivå."
    },
    "3": {
      "title": "AI-taligenkänning",
      "description": "Vi använder den senaste taligenkänningsteknologin med känslomässig analysförmåga för att exakt återge dina tankar och tonfall. Vårt system lägger automatiskt till stycken och skiljetecken. Du får exakta anteckningar 4 gånger snabbare än vid tangentbordsinmatning."
    },
    "4": {
      "title": "Synkronisering mellan alla enheter",
      "description": "Din data kommer att vara säkert krypterad och sparad på vår server, vilket garanterar dess säkerhet. Detta låter dig också föra anteckningar från olika enheter samtidigt, vilket säkerställer bekväm och kontinuerlig tillgång till information när som helst."
    },
    "5": {
      "title": "Fullständig tillgång till tester",
      "description": "Våra tester är utvecklade av professionella psykologer och innehåller detaljerade förklaringar till varje fråga. Detta hjälper dig att få en djupare förståelse för dig själv och att spåra förändringar i ditt tillstånd, vilket ger en mer medveten approach till självkännedom och utveckling."
    },
    "6": {
      "title": "Obegränsad tillgång till kunskapsbasen",
      "description": "Självutbildning är ett nyckelelement på vägen till ett lyckligare och mer medvetet liv. Vi har utvecklat en omfattande kunskapsbas som ständigt uppdateras. Läs våra interaktiva artiklar utan begränsningar och upptäck nya sätt att förbättra ditt liv varje dag."
    },
    "7": {
      "title": "Lägga till bilder till anteckningar",
      "description": "Illustrera dina tankar med hjälp av bilder. Tillagda bilder kommer att synkroniseras mellan alla enheter och vara tillgängliga för din psykolog!"
    }
  },
  "last": {
    "title": "Följande funktioner kommer också att vara tillgängliga:",
    "advantages": [
      "Export av data i CSV-format",
      "Automatisk synkronisering av data med psykolog",
      "Timer för avstängning av avslappnande ljud",
      "Skydd mot prishöjningar på prenumerationen"
    ]
  }
}
