{
  "constants": {
    "tags": {
      "calm": "Calmness",
      "mindfulness": "Mindfulness",
      "meditation": "Meditation",
      "perfectionism": "Perfectionism",
      "procrastination": "Procrastination"
    }
  },
  "alkjnaNNasz": {
    "title": "Mirror of Self-Criticism",
    "statement": "Imagine saying all the critical thoughts you usually address to yourself to your best friend. This technique will help you recognize the unfairness of self-criticism and learn to treat yourself with more compassion and understanding.",
    "task": [
      "1️⃣ Choose a situation where you tend to be self-critical.",
      "2️⃣ Imagine that a close friend or relative is in the same situation.",
      "3️⃣ Conduct a role-play: you play yourself, and the imaginary interlocutor is your friend.",
      "4️⃣ Voice all the critical thoughts and judgments you usually direct at yourself, but address them to your «friend».",
      "Pay attention to your feelings during this exercise. How comfortable are you saying such things to another person?",
      "Analyze the difference between how you treat yourself and others in similar situations.",
      "Think about how you would actually support a friend in such a situation. What words would you use?",
      "Try to apply the same level of support, understanding, and care to yourself."
    ],
    "example": [
      "Your usual thoughts about yourself:",
      "I'm a complete failure. Of course I didn't get promoted - I can't do anything right. I'll probably never succeed in my career. I'm not smart or talented enough for this job.",
      "Now imagine that your best friend Anna didn't get a promotion and told you about it. Try saying the same things to her:",
      "Anna, you're a complete failure. Of course you didn't get promoted - you can't do anything right. You'll probably never succeed in your career. You're not smart or talented enough for this job.",
      "How do you feel saying this to Anna? Most likely, you feel uncomfortable and even ashamed to say such words.",
      "Now think about what you would actually say to Anna:",
      "Anna, I'm sorry you didn't get this promotion. I know how hard you worked for it. It's always disappointing not to get what you want, but that doesn't make you a failure. You have many strengths and achievements. Maybe now is just not your time, or there are some skills you can improve. Let's think about how you can develop further in your career.",
      "Now try saying these same supportive words to yourself. Notice how differently you treat yourself and a friend in the same situation. Practice this approach regularly to learn to treat yourself with the same compassion and support as you would a close friend."
    ],
    "expectations": [
      "Recognition of the unfairness of self-criticism",
      "Improvement of self-esteem and self-confidence",
      "Reduction of stress and anxiety levels"
    ]
  },
  "asgNldsc": {
    "title": "Pay Attention to Your Inner State",
    "statement": "Learn to notice and recognize what you are feeling in the present moment.",
    "description": [
      "This exercise is very simple and serves as an introduction to more complex mindfulness exercises.",
      "Its purpose is to break free from the flow of thoughts and focus on your own emotions.",
      "Through introductory exercises, we train our ability to focus. Generally, our worries exist in the past or future, so by returning to the present moment, we do not experience destructive emotions."
    ],
    "task": [
      "Periodically throughout the day, distract yourself from your thoughts and focus your attention on your emotions.",
      "Notice any emotions you feel and simply name them.",
      "For example:",
      "I feel a bit sad",
      "I am feeling stressed",
      "I am getting irritated",
      "Do not hold on to the emotions or try to influence them. Just let them flow through your awareness."
    ],
    "expectations": [
      "Each time it will become easier for you to notice your emotions.",
      "Emotions will have less impact on you as you bring them into the light of mindfulness.",
      "The activity will prepare you to transition to more complex techniques."
    ]
  },
  "dfdzsWz4nJ": {
    "title": "Notice 3 Things",
    "statement": "Shift your focus from negative thoughts to the present moment.",
    "description": [
      "This exercise is very simple and serves as an introduction to more complex mindfulness exercises.",
      "Its goal is to break free from the flow of thoughts and focus on the present moment.",
      "By doing preparatory exercises, we train our ability to focus. Typically, our worries exist in the past or future, so by returning to the present moment, we do not experience destructive emotions."
    ],
    "example": [
      "When you find yourself in a familiar place, try to find 3 things 🏡 that you haven't noticed before. Fully focus your attention on each thing one at a time.",
      "🕗 Spend a total of 2 to 3 minutes on the exercise each time.",
      "After focusing on 3 things, take a break and then try to maintain your focus for another 2-3 minutes. Perform at least 10 focus sessions per day."
    ],
    "expectations": [
      "Each time it will become easier for you to focus on the present moment.",
      "Your anxiety will decrease slightly.",
      "This activity will prepare you to move on to more complex and effective techniques."
    ]
  },
  "kdzYJ4njVJ": {
    "title": "Three Possible Outcomes",
    "statement": "The main goal of this technique is to give our psyche the opportunity to see other possible outcomes of an event. You will learn to question your negative thoughts and can reduce anxiety levels in stressful situations.",
    "description": [
      "We tend to extremes in evaluating situations, which makes it difficult to see the real picture and make the right decisions. This simple but effective technique helps to reassess the probabilities of event outcomes."
    ],
    "task": [
      "When you notice another automatic thought that has clearly spoiled your mood, ask yourself the question: What are the possible outcomes:",
      "worst – the most negative outcome you probably thought of first;",
      "best – the ideal outcome that would completely satisfy you;",
      "realistic – something between the first and second, but more reasonable and based on your knowledge and experience;",
      "It is very important not just to keep the scenarios in your head, but to record them in an app or on paper. This will help you better understand your thoughts and feelings and track their changes."
    ],
    "example": [
      "Suppose you have an important exam tomorrow, and you think: \"I will fail the exam.\" You have no guarantees that this will happen, but such a thought clearly causes unpleasant emotions. Therefore, let's provide your brain with alternative scenarios.",
      "❤️ Worst Case",
      "I will really be poorly prepared, very nervous, and anxious, and I will not pass the exam tomorrow. Worse, I will be the only one in the group who does not pass. The teacher's attitude towards me will change, and my classmates will think that I am lazy and not smart.",
      "💜 Best Case",
      "I will not worry and will go to the exam in a good mood. I will get the easiest question and pass the exam with an excellent grade. Even better, if the whole group receives the highest grade without the exam.",
      "💚 Realistic Case",
      "I cannot know exactly what question I will get, but I can prepare a little more, which will help me feel less anxious tomorrow. It is normal to be nervous about the exam. Overall, I know the material well, so I will be able to answer most questions."
    ],
    "expectations": [
      "Objective view of the situation.",
      "Reduction of overall emotional stress."
    ]
  },
  "lsafnanS3sf": {
    "title": "Day Under Control",
    "statement": "This technique is useful for people struggling with depression or procrastination. It can help improve self-organization and time management.",
    "description": [
      "In the evening, before the next day, sit down and write your schedule for the day.",
      "In the basic version, we suggest filling out 4 columns:",
      "1️⃣ First column — «Time». Approximate time for task completion. It can be a time interval.",
      "2️⃣ Second column — «Before». This is an hourly plan of what you want to do. Don't write too much at once: in each hourly row, write one or two words indicating an activity or task.",
      "For example, it can be something small: taking a shower, having breakfast, doing laundry. Or it can be something more energy-consuming: cleaning 🧹, preparing for an exam 🧪, writing a resume ✍🏼, etc.",
      "3️⃣ At the end of each day, write in the third column — «After».",
      "Here, you should record what you actually did throughout the day. Your activities may match your plans or differ — that's okay, don't worry.",
      "Even if you manage to complete just a small part of your 'Before' list, simply planning your day can be a very useful and visually clear process.",
      "4️⃣ Fourth column — «Enjoyment». Even routine tasks can bring enjoyment.",
      "Most importantly, the act of moving forward already provides a certain level of satisfaction. Rate on a 10-point scale how enjoyable the task was for you."
    ],
    "task": [
      "In the evening, before the next day, sit down and write your schedule for the day.",
      "In the basic version, we suggest filling out 4 columns:",
      "1️⃣ First column — «Time». Approximate time for task completion. It can be a time interval.",
      "2️⃣ Second column — «Before». This is an hourly plan of what you want to do.",
      "3️⃣ At the end of each day, write in the third column — «After».",
      "Here, you should record what you actually did throughout the day.",
      "4️⃣ Fourth column — «Enjoyment». Rate on a 10-point scale how enjoyable the task was for you."
    ],
    "table": {
      "header": ["Time", "Before", "After", "Enjoyment"],
      "example": {
        "0": ["Wake up", "Woke up, brushed teeth"],
        "1": ["Have breakfast", "Had breakfast"],
        "2": ["Clean the room", "Talked on the phone with a friend"],
        "3": ["Prepare for an exam", "Watched a TV show"]
      }
    },
    "expectations": [
      "Stops your tendency to constantly overthink the importance and value of actions and helps resolve internal conflicts about whether to do something or not",
      "Helps you plan your time in a balanced way, as it includes both necessary tasks and activities that bring you joy",
      "If you regularly create a daily schedule, you'll soon notice an increase in motivation, as simply starting to do something will challenge your belief that you're incapable of taking action"
    ]
  },
  "lsvnnDSnsdl": {
    "title": "Accepting the Possibility of Making Mistakes",
    "statement": "Fear of making mistakes is one of the most vivid manifestations of perfectionism. This simple technique will teach you to accept your mistakes.",
    "task": [
      "Nobody likes mistakes, but for perfectionists, they become a special source of fear.",
      "One of the most effective ways to overcome the fear of imperfection is to learn to accept your mistakes.",
      "To become open to the possibility of making mistakes, start by writing an essay on why mistakes are normal and striving for absolute perfection is irrational."
    ],
    "example": [
      "Your arguments might look like this:",
      "The fear of making a mistake stems from my black-and-white perception of the world - one mistake, and everything falls apart. This is a misconception. A small mistake cannot destroy all the good that has been done.",
      "Mistakes are useful because we learn from them. Without mistakes, learning is impossible. Since no one is immune to mistakes, it is important to learn to accept them and continue learning from our own experiences.",
      "Admitting mistakes allows us to correct our behavior, resulting in more satisfactory outcomes, which in turn makes us happier and improves the quality of our lives.",
      "Most people will not judge us for our mistakes or stop loving us because of them - after all, everyone makes mistakes, and many feel uncomfortable in the company of 'perfect' people."
    ],
    "expectations": [
      "You will be able to accept your mistakes more easily and face them with less fear.",
      "You will start seeing mistakes as opportunities for growth and learning, rather than as a disaster."
    ]
  },
  "naslSLnadfl": {
    "title": "Overcoming the Fear of Mistakes: The 'Anti-Perfectionism' List",
    "statement": "Many perfectionists believe that true enjoyment can only be achieved through perfect execution. We challenge you 💪 to rethink this idea.",
    "description": [
      "For many, high standards and demands on themselves and others seem to be a driving force. However, when expectations become unrealistic, they can turn into a trap, leading to constant feelings of inadequacy, unending criticism, and ultimately, depression.",
      "Everything in the world can be improved, and striving for absolute perfection is doomed to disappointment.",
      "This technique will help you realize that achieving perfection is not a necessary condition for enjoying the process. Try doing something imperfectly but with enjoyment. See what happens."
    ],
    "task": [
      "1️⃣ For several days, keep a record of a variety of spontaneous tasks you perform, such as 'brushing teeth', 'cooking dinner', 'preparing a work report' or 'cleaning the house'.",
      "2️⃣ In the second column, note how effectively you believe the task was completed, expressed as a percentage.",
      "3️⃣ In the third column, indicate how much joy the task brought you."
    ],
    "table": {
      "header": ["Task", "Effectiveness", "Enjoyment"],
      "example": {
        "0": [
          "Cooking dinner",
          "50% (could have chosen a more complicated and tasty recipe)",
          "90% (simple, but very tasty and didn't take much time)"
        ],
        "1": [
          "Cleaning the house",
          "70% (did all the main tasks, but didn't get to the fridge and stove)",
          "100% (a clean house always brings me joy)"
        ],
        "2": [
          "Preparing a work report",
          "85% (put a lot of effort into the report)",
          "20% (constant thoughts about how it could have been better took away the enjoyment of the process)"
        ]
      }
    },
    "expectations": [
      "This exercise will help you realize that achieving perfection is not a necessary condition for enjoying the process.",
      "Reduction of anxiety and fear of mistakes"
    ]
  },
  "sdfcgNldslm": {
    "title": "Mindful Eating: Rediscover the Taste",
    "statement": "Immerse yourself in every moment of eating and rediscover familiar foods anew.",
    "description": [
      "In our fast-paced lives, we often eat on the go, without really noticing what we're tasting. This exercise helps you slow down and experience the process of eating with fresh awareness.",
      "Instead of automatically gulping down food, you will consciously notice its taste, texture, and even the emotions it evokes.",
      "The practice of mindful eating will teach you to appreciate every bite and turn everyday actions into a deeper experience."
    ],
    "task": [
      "Take a piece of food 🍇: For example, a raisin or a nut. Hold it in your hand and feel its weight. Close your eyes and try to guess whether it's light or heavy.",
      "Look at it carefully 👀: Open your eyes and observe the food as if you're seeing it for the first time. What details stand out? What color or shape is it? How does the light reflect off its surface?",
      "Touch it 🤲: Run your fingers over the surface. How does it feel? Is it smooth or rough? Is it pleasant to touch? Try touching it with different fingers; maybe the sensations will change.",
      "Smell it 👃: Bring the food to your nose and take a deep breath. What aromas do you notice? Fresh, sweet, spicy? Maybe this smell evokes certain memories?",
      "Taste it 👅: Put the piece of food in your mouth, but don't chew yet. Feel how it rests on your tongue. When you start chewing, do so slowly, paying attention to every change in taste. What do you taste first? Does the flavor change after a few seconds?",
      "Swallow it 👄: When you're ready, swallow the food. Feel it moving down your throat and into your stomach. What sensations remain afterward?"
    ],
    "expectations": [
      "With each repetition of this exercise, you will feel more deeply engaged in the process of eating.",
      "You will discover new details and flavors that may have gone unnoticed before.",
      "This practice will help you slow down, reduce stress, and remind you that even the simplest moments can be filled with meaning and beauty."
    ]
  },
  "DzseWuFv2t": {
    "title": "Resisting the Inner Critic",
    "statement": "Feelings of inadequacy are often caused by an inner critic undermining self-esteem. This technique will help you respond to criticism and reassess negative thoughts.",
    "description": [
      "Negative beliefs such as \"I'm worthless\", \"I'm worse than others\", \"I can't do anything right\", \"I'm to blame for everything\", \"I'm a failure\" exacerbate self-esteem issues and can lead to depression.",
      "It's crucial not to succumb to the provocations of the inner critic and learn to respond to its attacks. This will help you reassess negative thoughts and improve self-esteem."
    ],
    "task": [
      "Create a table with three columns in a format that is convenient for you. Column titles:",
      "Critical Thoughts",
      "Cognitive Error",
      "Rational Response",
      "1️⃣ In the first column, write down all the self-critical thoughts that come to mind whenever you blame yourself, feel useless, or dissatisfied with yourself.",
      "You should write down your thoughts about yourself in this column, not your feelings. Because if you write: \"I feel terrible\", you are unlikely to be able to refute it, because it is indeed so.",
      "2️⃣ In the second column, identify what cognitive distortion is present in the thought.",
      "3️⃣ In the third column, give a response to the inner critic. Try to find a rational explanation that refutes the critical thought.",
      "It's important to replace the self-critical thought with a more realistic and logical one, avoiding overly optimistic statements."
    ],
    "example": ["Here are some examples of responses to self-critical thoughts:"],
    "table": {
      "header": ["Critical Thoughts", "Cognitive Error", "Rational Response"],
      "example": {
        "0": [
          "I'm so stupid, I definitely won't pass",
          "Labeling",
          "I'm not stupid, I just don't have enough time to prepare. I can pass the exam if I study."
        ],
        "1": [
          "I'm not needed by anyone",
          "Black-and-White Thinking",
          "My friends and loved ones value and love me. I am important to them."
        ],
        "2": [
          "I will never find a job",
          "Black-and-White Thinking",
          "I can find a job if I try and search. Many people find jobs, and I am no exception."
        ]
      }
    },
    "expectations": [
      "Increased resistance to criticism from within and from others.",
      "Reduced overall emotional tension.",
      "Reduced fear of making mistakes."
    ]
  }
}