{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Black-and-white thinking is a cognitive distortion that pushes us to view the world solely in extremes: everything is either perfect or disastrous, people are angels or demons. This perspective overlooks the rich variety of nuances and the depth of any situation, boiling everything down to a stark “black or white” mindset. It greatly limits how we see reality and narrows the range of possible solutions.</p><p>Examples of black-and-white thinking include sweeping judgments about yourself or others, such as “I always fail” or “he’s always wrong.” It can also appear in polarized opinions about events, objects, work, relationships, politics, and more.</p><p>Such thinking can lead to serious issues like stress, anxiety, depression, social isolation, and relationship problems. That’s why recognizing this distortion and cultivating more flexible, well-rounded thinking is vital. It helps us face reality more effectively and make more balanced decisions.</p>",
    "dialogSummary": "In this conversation, Person 1 shows black-and-white thinking by assuming they’re incapable just because they failed one exam, ignoring factors like the exam’s difficulty and limited study time.",
    "dialog": [
      "I failed the exam, which means I'm hopeless.",
      "But the exam was really difficult, and you didn't have much time to prepare.",
      "Doesn't matter. Seeing others succeed proves I'm incapable. I just can’t be smart."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Catastrophizing is a cognitive distortion where we exaggerate the importance and consequences of negative events, seeing them as far worse than they really are. This pattern often leads to intense fear, anxiety, and worry that don’t necessarily match what's truly happening.</p><p>For example, believing that one failure in a certain aspect of life means total collapse in everything can lead to unwarranted anxiety about the future, overreaction to criticism or rejection, and constant self-doubt.</p><p>Catastrophizing takes a toll on mental health by increasing stress and anxiety levels, harming emotional well-being, and reducing self-confidence. Recognizing this tendency and working to adopt healthier thinking can lower anxiety, boost self-esteem, and give you a clearer view of reality.</p>",
    "dialogSummary": "In this conversation, Person 1 catastrophizes their situation after receiving a rejection from a job interview, assuming it means all future job searches will fail. They’re ignoring the option of continuing their search and revising their expectations, which might lead to a more constructive, realistic outcome.",
    "dialog": [
      "I was turned down after a job interview. That means I'll never get hired anywhere and I'll be jobless forever.",
      "But you’ve applied for other positions, right?",
      "Yes, but what’s the point? If I couldn’t land this one, clearly nobody wants me. Every attempt is pointless.",
      "That kind of outlook may only make things worse. Maybe it's time to reconsider your expectations and keep looking with a fresh approach.",
      "But how do I move past that failed interview? It feels like proof I won’t get hired anywhere, that all my plans have fallen apart."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Overgeneralization is a cognitive distortion where we jump to broad conclusions based on limited information or a single incident. For example, getting one negative comment at work might lead us to decide we’re completely incompetent, overlooking all our successes and positive feedback.</p><p>A classic example involves being late for a meeting. Rather than objectively reviewing the reasons, we often say things like, “I always show up late” or “I can never be on time,” ignoring all the times we arrived promptly.</p><p>This mindset can diminish self-confidence, foster pessimism, and intensify anxiety or depression. Recognizing these thoughts and replacing them with more balanced, realistic ones is crucial for maintaining emotional health and a clearer view of reality.</p>",
    "dialogSummary": "Person 1 is upset about being late to a meeting and overgeneralizes their time management skills. Person 2 encourages a more objective view, pointing out occasions when Person 1 was on time and stressing that a single late arrival doesn’t define someone as always being late.",
    "dialog": [
      "I can’t believe I was late again. I always run late. I have no time management skills whatsoever.",
      "Wait, don’t jump to conclusions. Think about how often you’ve actually been on time. Does one late arrival really mean you can’t manage time at all?",
      "But lately, I have been running late more often. It feels like I’ve lost control entirely.",
      "Let’s be rational. Being late once doesn’t make you perpetually late. Maybe there were unexpected factors you couldn’t control."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Discounting the positive is a cognitive distortion where we brush aside, downplay, or even ignore the important positive aspects of our lives. Instead, we focus on flaws and negatives, dismissing real successes and achievements—even when they’re significant.</p><p>This can show up in many areas: work, relationships, health, or personal growth. For example, someone might achieve professional recognition but dwell on small mistakes instead of taking pride in their accomplishment. Or if someone receives a compliment, they may shrug it off as unimportant or unearned.</p><p>Underestimating your own positives can make you doubt your abilities, erode confidence, and lead to dissatisfaction or even depression. Learning to spot and truly appreciate the good things in your life, and allowing yourself to celebrate your achievements, is critical for a healthier mindset.</p>",
    "dialogSummary": "In this conversation, Person 1 devalues their recent job promotion by focusing on the upcoming responsibilities instead of celebrating the success. Person 2 highlights the importance of this achievement and offers congratulations.",
    "dialog": [
      "I got promoted at work and now I'll be taking on new projects.",
      "That’s fantastic news—congratulations! Which projects will you be handling?",
      "They’re quite challenging, and I have a lot of work ahead. It feels like I’m just piling on more responsibilities.",
      "I know it’s a challenge, but you’ve reached a major milestone in your career! This is a great chance to grow and develop."
    ]
  },
  "DUE": {
    "textHTML": "<p>“Must” thinking is a cognitive distortion where we believe events must unfold exactly as we expect, and any deviation feels unjust. We tend to insist on our expectations and demands, without accounting for real-world circumstances or possibilities.</p><p>A classic example might be: “I should have gotten that job because I worked so hard for the interview.” In these scenarios, external factors—like other qualified candidates—often get overlooked.</p><p>This mindset can breed disappointment, anger, and frustration, hurting both mental health and personal relationships. It’s important to stay flexible with expectations and accept that outcomes can vary.</p>",
    "dialogSummary": "Here, Person 1 shows a ‘must’ mindset, believing they must work non-stop to achieve career success, citing examples of other high achievers. Person 2 helps them rethink this belief, pointing out that everyone’s path to success is different, and balancing work and rest may be more effective.",
    "dialog": [
      "I have to work every single day without days off if I want to succeed in my career.",
      "Why do you believe that? What led you to that conclusion?",
      "I read about how successful people got where they are—they never rested and just worked constantly.",
      "But everyone’s unique, and there’s no one-size-fits-all path to success. Maybe you’ll do better with a healthy mix of work and rest to reach your goals."
    ]
  },
  "EMO": {
    "textHTML": "<p>“Emotional reasoning” is a cognitive distortion where our emotions take precedence over logic and facts when we’re making decisions. As a result, we may see situations incorrectly and make choices that don’t align with reality.</p><p>For example, someone might refuse to visit friends simply because they feel sad and unmotivated to socialize, without acknowledging that spending time with them might actually improve their mood.</p><p>Relying on emotional reasoning can lead to flawed conclusions and decisions, so it’s essential to balance your feelings with more objective considerations.</p>",
    "dialogSummary": "In this conversation, Person 1 relies on how they feel to avoid going on a date, dismissing logical points and facts. Person 2 encourages a more objective view and points out other factors that could influence the outcome.",
    "dialog": [
      "I don’t want to go on a date. I’m just in a bad mood.",
      "But you said you like this guy. Don’t you want to give it a shot and see how it turns out?",
      "No, I’m convinced I’ll ruin everything because of how I’m feeling. I just feel insecure and foolish.",
      "You can’t really know unless you try. Maybe the date will go well, and you’ll realize your worries were unnecessary."
    ]
  },
  "FILTER": {
    "textHTML": "<p>“Mental filtering” is a cognitive distortion where we focus exclusively on negative elements, overlooking any positives. For example, after a tough interview, a person might dwell on the rejection instead of recognizing the lessons or useful information that could help in the future.</p><p>This distortion often leads to dissatisfaction and discontent, even when there’s plenty of good in life. Mental filtering commonly appears alongside other distortions like black-and-white thinking or discounting the positive.</p><p>To overcome mental filtering, it helps to notice and appreciate positive moments and ask yourself what positive aspects you might be missing.</p>",
    "dialogSummary": "In this dialogue, Person 1 fixates on a single negative comment, ignoring all the positives in their work. Person 2 encourages a more balanced perspective, highlighting the need to consider both successes and setbacks.",
    "dialog": [
      "I got some negative feedback at work. Now I just feel like a total failure.",
      "But you’ve received lots of positive feedback and done great work too. You’re focusing too much on this one negative comment.",
      "Maybe, but that one comment feels huge. It’s like it cancels out everything else I’ve achieved.",
      "You’re zeroing in on the negative and filtering out the rest. That’s mental filtering. Try looking at the bigger picture, remembering the good things you’ve done as well."
    ]
  },
  "LABEL": {
    "textHTML": "<p>“Labeling” is a cognitive distortion where we attach simplified, sweeping judgments to people or situations based on just a few negative impressions. This narrow view ignores other factors and warps our perception of reality.</p><p>For example, calling someone “weird” or a “social outcast” just because of an unusual appearance. Likewise, labeling yourself can lower self-esteem by disregarding your positive qualities and achievements.</p><p>When we notice this distortion, we can assess people and situations more objectively, avoiding hasty and negative conclusions.</p>",
    "dialogSummary": "This conversation centers on a man who was seen shouting at his children in the park. Person 1 quickly labels him as a “bad father” based on this single incident. Person 2 offers a more balanced perspective, pointing out that they lack enough information and that people can act differently depending on the circumstances.",
    "dialog": [
      "I saw that man yelling at his kids in the park. He’s obviously a terrible father.",
      "We can’t judge someone solely on one moment. Maybe he had a bad day or some reason for that outburst.",
      "I’d never do that to my kids. He must be completely unfit as a parent.",
      "It’s risky to make such sweeping judgments. People can behave differently under various conditions. In other circumstances, he might be a very caring father."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>The “What-If Thinking” distortion arises when we imagine alternate past scenarios that can’t actually be realized. This often leads us to discuss events in a “what if” manner, creating hypothetical situations that never occurred.</p><p>We might also use this distortion in conversations, suggesting that others could or should have acted differently, without taking into account the real constraints they faced.</p><p>This pattern can bring about feelings of guilt and dissatisfaction, because it compares real-life outcomes to unattainable ideals.</p>",
    "dialogSummary": "In this dialogue, Person 1 uses “What-If Thinking” to justify failing an exam, shifting blame to external factors. Person 2 tries to guide them toward present possibilities, emphasizing that the past can’t be changed and it’s more helpful to focus on what can be done now.",
    "dialog": [
      "I failed the exam. I should’ve studied more.",
      "But you had a job every day. You did what was possible under your circumstances, right?",
      "Yes, but if I hadn’t been working so much, I could have studied more.",
      "Keep in mind that the past can’t be undone. It’s more productive to think about using your time effectively moving forward, rather than dwelling on what could have been."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>“Magnification and Minimization” is a distortion where we see situations and events in an overly simplistic way, ignoring their nuances. When we magnify, we blow negative aspects out of proportion, as if looking through a magnifying glass. With minimization, we downplay positive aspects and achievements, treating them as unimportant.</p><p>For instance, someone might magnify their mistakes and feel like a total failure, while at the same time minimizing their successes and not acknowledging their real accomplishments.</p><p>This distortion can hurt self-esteem and strain relationships, since it skews how we see ourselves and those around us.</p>",
    "dialogSummary": "In this conversation, Person 1 amplifies their awkwardness before an upcoming interview, while Person 2 downplays that awkwardness by highlighting Person 1’s strengths and adaptability.",
    "dialog": [
      "I’m so anxious about tomorrow’s interview. I always mix up my words.",
      "You’re magnifying how awkward you really are. I’m sure you’ll do fine.",
      "But I often freeze and forget what I wanted to say.",
      "You also have a knack for finding quick solutions and adapting to new situations. That skill will help you a lot in the interview.",
      "Really? Thanks. I’ll try focusing on that instead."
    ]
  },
  "READ": {
    "textHTML": "<p>“Mind reading” is a cognitive distortion that happens when we assume we know someone else’s feelings or thoughts without real proof. This can lead to wrong conclusions and confusion.</p><p>For example, we might think someone dislikes us based on their behavior, even though the actual reason could be something else entirely. We can also mistakenly assume that others understand our intentions without ever discussing them.</p><p>Recognizing this distortion helps you avoid false assumptions and encourages more direct, open communication.</p>",
    "dialogSummary": "In this conversation, Person 1 shows 'mind reading' by assuming a coworker is angry at them for arriving late to a meeting. Person 2 suggests they should confirm their assumptions instead of jumping to conclusions.",
    "dialog": [
      "Maria didn’t say hi to me in the office yesterday. She must be mad at me for being late to the meeting.",
      "Are you sure? Maybe she was busy or just didn’t see you. Did you ask her?",
      "No, I didn’t. But I feel like it’s because of my lateness.",
      "We can’t really know someone’s thoughts unless we ask. She might have had an entirely different reason."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalization is a cognitive distortion where we assume events are aimed at us personally, even if there’s no real reason to think so.</p><p>For example, we might believe someone skipped saying hello because they dislike us, without considering other possible explanations. Personalization also appears when we interpret negative events as a direct reflection of our own flaws, ignoring outside influences.</p>",
    "dialogSummary": "In this conversation, Person 1 takes a failed job interview very personally, linking it to their own perceived faults. Person 2 points out other factors that might have affected the outcome, reminding them that a rejection isn’t always about personal shortcomings.",
    "dialog": [
      "I failed the interview. I just can’t handle important tasks.",
      "That doesn’t necessarily mean there’s something wrong with you. Maybe the company had specific requirements or found another candidate who fit better.",
      "But I always blow it in these situations. I feel like I’m just not good enough.",
      "Mistakes are part of learning. One interview rejection doesn’t define your abilities. It’s important to look at the bigger picture and factor in other things that might have influenced the result."
    ]
  }
}