{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Black-and-white thinking is a cognitive distortion in which we see the world in extremes: perfect or terrible; people as entirely good or entirely bad. This way of seeing blinds us to shades of gray and nuance, oversimplifying a complex picture. As a result, it narrows our view of reality and limits the range of possible solutions.</p><p>This distortion shows up in absolute judgments about ourselves and others—for example, “I always fail” or “He’s constantly making mistakes.” It can affect any area of life—work, relationships, events, beliefs, and our successes and mistakes.</p><p>Thinking this way can raise stress and anxiety, lower mood, and strain relationships. That’s why it’s important to notice these thoughts and cultivate a more flexible, realistic perspective. Doing so helps you handle situations more effectively and make more balanced decisions.</p>",
    "dialogSummary": "In this dialogue, Character 1 uses all-or-nothing thinking: after one failed exam, they conclude they’re completely incapable, ignoring the exam’s difficulty and the limited time they had to prepare.",
    "dialog": [
      "I failed the exam, which means I’m hopeless.",
      "The exam really was difficult, and you had little time to prepare.",
      "It doesn’t matter. If others managed it and I didn’t, I must not be smart enough."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Catastrophizing is a cognitive distortion where we blow the importance and consequences of unpleasant events out of proportion, imagining them to be far worse than they are. In those moments, we may feel intense anxiety, fear, and tension that don’t match the situation.</p><p>Catastrophizing can look like believing that a single setback in one area will snowball into total failure everywhere. It can trigger excessive worry about the future, outsized reactions to criticism or rejection, and undermine self-confidence.</p><p>This thinking style can harm emotional well-being by amplifying anxiety and stress and eroding self-esteem and confidence. Noticing these thoughts and gradually cultivating a calmer, more realistic perspective helps reduce anxiety and builds resilience in the face of difficulties.</p>",
    "dialogSummary": "In this dialogue, Character 1 catastrophizes after an interview rejection, assuming they won’t be able to find a job. They don’t consider continuing the search or adjusting their expectations—steps that could help them move forward more calmly and confidently.",
    "dialog": [
      "I didn’t get the job. That’s it—I’ll never find work and I’ll end up with nothing.",
      "But you applied to several other openings too, right?",
      "Yes, but what’s the point? If I wasn’t chosen here, it means no one needs me. Any effort is pointless.",
      "That harsh conclusion will only intensify your distress. Give yourself some time, revisit your expectations, and keep looking.",
      "But how do I stop thinking about failure? It feels like proof there’s no place for me and that all my plans are falling apart."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Overgeneralization is a cognitive distortion where we draw sweeping conclusions from limited information or a single event. For example, after one negative piece of feedback at work, you might decide you’re completely incompetent, overlooking your successes and positive results.</p><p>A common example is running late to a meeting. Instead of calmly looking at the reasons, we tell ourselves, “I’m always late” or “I never arrive on time,” forgetting the many times we were on time.</p><p>This thinking erodes self-esteem, fuels pessimism and anxiety, and can reinforce depressive thoughts. It helps to notice these generalizations and replace them with more balanced, realistic assessments of the specific situation.</p>",
    "dialogSummary": "Character 1 overgeneralizes from being late once, labeling themselves as chronically disorganized. Character 2 gently brings the focus back to facts, reminding them of times they arrived on time and encouraging a more specific view of the situation.",
    "dialog": [
      "I can’t believe it—I was late again. Looks like I’m always late and can’t manage my time at all.",
      "Hold on—don’t rush to that conclusion. Think of how many times you’ve arrived on time. One late arrival doesn’t make you chronically late.",
      "But lately it’s been happening more often. I feel like I’ve lost control.",
      "Let’s look at the facts. Being late once—or even a couple of times—doesn’t define you. External factors may have played a role. We can examine the reasons and consider what might help next time."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Discounting the positive is a cognitive distortion where we downplay the significance of good events, successes, and achievements. In those moments, we fixate on flaws or difficulties—as if the good either doesn’t exist or “doesn’t count,” even when it’s meaningful and well-earned.</p><p>This can show up in any area of life—work, relationships, health, studies, and personal accomplishments. For example, someone might receive well-deserved recognition yet think only about their mistakes. Or they brush off a compliment with “It’s nothing special” or “I just got lucky.”</p><p>This pattern undermines confidence, fuels dissatisfaction, and can contribute to depressive thinking. Notice and accept the good with the same care you give to difficulties—and allow yourself to feel pleased about your own successes, even the small ones.</p>",
    "dialogSummary": "Character 1 gets a promotion but discounts the achievement by focusing on the challenges ahead. Character 2 gently highlights the accomplishment and offers support, emphasizing how meaningful this step is for their career.",
    "dialog": [
      "I got promoted—I’ll be leading new projects.",
      "That’s wonderful news—congratulations! What projects will you be taking on?",
      "They’re challenging, and there’ll be a lot of work. It feels like they just piled extra responsibilities on me.",
      "It may be a real challenge, but you weren’t chosen by accident. You’ve reached an important milestone, and it’s a great opportunity to grow and show what you can do."
    ]
  },
  "DUE": {
    "textHTML": "<p>“Should” statements are a cognitive distortion where we believe things must happen exactly as we expect. When reality doesn’t match that picture, we may label it as unfair or “wrong.” In that mindset, we cling to rigid expectations and demands, leaving little room for flexibility or an objective view.</p><p>For example, someone might think, “I should get this job because I prepared so thoroughly.” Yet even with great effort, outcomes depend on external factors—how competitive the opening is and the strength of other candidates.</p><p>This thinking can lead to sharp disappointment, irritation, and a sense of injustice, harming emotional well-being and relationships. It helps to notice these internal “rules” and adopt a more flexible stance, accepting that different outcomes are possible.</p>",
    "dialogSummary": "In this dialogue, Character 1 relies on “should” statements, believing they must work every day without breaks to succeed, inspired by others’ stories. Character 2 broadens the view, reminding them that everyone has a unique path and that balancing work and rest can be a healthier, more effective approach.",
    "dialog": [
      "I must work every single day without a break, or I’ll never succeed.",
      "What led you to that conclusion? What makes you think that?",
      "I’ve read stories of successful people. They all worked nonstop and hardly rested.",
      "Everyone has their own path. That rhythm works for some, but others do better with a healthy balance. Rest matters too—it helps you sustain your energy and move toward your goals more steadily."
    ]
  },
  "EMO": {
    "textHTML": "<p>Emotional reasoning is a cognitive distortion where we judge situations or make decisions based solely on how we feel right now, rather than on facts and logic. In those moments, feelings are treated as evidence that reality matches them—even when, objectively, that may not be true.</p><p>For example, someone might turn down plans with friends because they feel sad and assume it won’t help. In reality, connection and support could lift their mood and help them recharge.</p><p>Emotions matter, but relying on them alone can lead to inaccurate conclusions and unhelpful choices. It helps to consider not only what you feel but also the facts, so you can make more balanced, sustainable decisions.</p>",
    "dialogSummary": "In this dialogue, Character 1 bases a decision solely on sadness and insecurity, turning down a date. Character 2 broadens the perspective, noting that the actual experience could be much more pleasant than their current mood suggests.",
    "dialog": [
      "I don’t want to go on the date. I’m in a bad mood.",
      "But you like this person. Maybe give yourself a chance and see how it goes?",
      "I feel insecure and awkward. I’m sure I’ll just mess everything up.",
      "You can’t know that in advance. The date could be enjoyable and supportive, and you might feel much better than you do right now."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Mental filtering is a cognitive distortion where we zero in on negatives and overlook positives. After an unsuccessful interview, for example, someone might focus only on the rejection, missing the useful experience and new insights that could help next time.</p><p>This habit can breed dissatisfaction and low mood—even when there’s plenty of good in life. Mental filtering often goes hand in hand with other distortions, such as black-and-white thinking or discounting the positive.</p><p>To gradually move past mental filtering, practice noticing positive moments, asking yourself supportive questions, and reminding yourself of your strengths and successes.</p>",
    "dialogSummary": "In this dialogue, Character 1 fixates on a single negative review and misses the positive aspects of their work. Character 2 helps them see the fuller picture, pointing to facts that reflect their achievements and effort.",
    "dialog": [
      "I received a negative review at work. I feel like a failure.",
      "But you’ve had many positive reviews and real achievements. It sounds like you’re giving too much weight to one negative comment.",
      "Yes, but this one feels like the most important—as if it cancels out all my successes.",
      "Right now you’re focusing on the negative and missing the rest of the facts. That’s a mental filter. Try to zoom out and recall the good things you’ve accomplished."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Labeling is a cognitive distortion where we apply broad, oversimplified labels to people or situations based on limited observations. When that happens, we stop noticing other facets of a person or event, and our perception becomes skewed.</p><p>For example, someone might call a person “weird” or “unworthy” solely because of their appearance or a single incident. Likewise, when we label ourselves—calling ourselves “bad” or “incompetent,” for instance—we overlook our real strengths, successes, and qualities.</p><p>When we learn to notice this distortion, it becomes easier to see others and ourselves more fully and fairly—without jumping to conclusions.</p>",
    "dialogSummary": "Character 1 labels someone a “bad father” after witnessing one moment of him yelling at his children. Character 2 offers a more measured view, noting that a single observation isn’t enough and that people can show different sides in different situations.",
    "dialog": [
      "I saw that man yelling at his kids in the park. He’s definitely a bad father.",
      "It’s hard to judge based on one moment. Maybe he had a tough day or something happened that threw him off balance.",
      "I would never behave like that with my children. It seems like he just can’t handle being a parent.",
      "Sweeping judgments can be misleading. People react differently under stress, and on another day he might be a very caring and attentive father."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>“If only” thinking is a cognitive distortion where we mentally revisit the past and imagine ideal alternatives that weren’t actually available. We slip into “what if” mode and spin fantasies about how things could have turned out differently.</p><p>It can also show up in conversation: we tell ourselves or others that things should have been done differently, without accounting for the real circumstances in which events unfolded.</p><p>This mindset often leads to guilt, regret, and dissatisfaction, as we compare reality with unattainable ideals. It helps to remember that the past is fixed—we can choose our next step.</p>",
    "dialogSummary": "In this dialogue, Character 1 views the exam through an “if only” lens, blaming themselves and the circumstances. Character 2 gently shifts the focus to the present and future, reminding them that what matters now is which steps to take next.",
    "dialog": [
      "I failed the exam. I should have studied more.",
      "But you were working every day and doing your best. You acted within your circumstances.",
      "Yes, but I would have studied more if it weren’t for work.",
      "We can’t change the past. What matters now is how to support yourself and plan your time better going forward."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Magnification and minimization is a cognitive distortion where we view events in an overly one-sided way and lose nuance. With magnification, negative moments seem huge and significant, as if under a magnifying glass. With minimization, we downplay our strengths, successes, and positive events, as if they hardly matter.</p><p>For example, someone might see themselves as a failure because of small mistakes while overlooking the effort and achievements that led to their success.</p><p>This mindset can harm self-esteem and relationships because it distorts our perception of reality. It helps to practice balance: notice both missteps and strengths, and give real weight to the contributions you already make.</p>",
    "dialogSummary": "In this dialogue, Character 1 magnifies their awkwardness before an interview, while Character 2 gently redirects attention to their strengths and abilities, supporting a more balanced view.",
    "dialog": [
      "I’m so nervous about tomorrow’s interview. I always mix up my words.",
      "It sounds like you’re magnifying your awkwardness right now. You’re more capable than you think.",
      "But I often freeze and forget what I wanted to say.",
      "You have real strengths: you can orient yourself quickly and find solutions. That’s a genuinely valuable quality in an interview.",
      "Really? Thank you—I’ll try to keep that in mind."
    ]
  },
  "READ": {
    "textHTML": "<p>Mind reading is a cognitive distortion where we assume we know what other people think or feel without real evidence. Instead of relying on facts, we default to guesses—and often draw the wrong conclusions.</p><p>For example, you might decide someone dislikes you based on a single cue, when the real reason could be their mood, worries, or fatigue. The reverse happens too—we may assume someone understands our intentions or feelings even though we never said them out loud.</p><p>Noticing this pattern makes it easier to avoid unfounded assumptions and build more honest, open communication grounded in facts rather than conjecture.</p>",
    "dialogSummary": "In this dialogue, Character 1 infers a colleague’s feelings from assumptions. Character 2 gently reminds them that without a direct conversation, we can’t know what another person thinks or feels.",
    "dialog": [
      "Maria didn’t say hello to me at the office yesterday. She’s probably angry because I was late to the meeting.",
      "Are you sure? Maybe she was busy or simply didn’t see you. Have you tried asking?",
      "No, I haven’t. I just have a feeling that’s it.",
      "We can’t know what someone’s thinking without talking to them. She may have had reasons that had nothing to do with you."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalization is a cognitive distortion where we interpret events as being about us, even when there’s no real basis. We put ourselves at the center and take to heart things that may have nothing to do with us.</p><p>For example, if someone doesn’t say hello, we might decide they’re deliberately ignoring us or don’t like us, overlooking that they could be preoccupied, in a hurry, or simply distracted. Personalization also shows up when we treat any negative event as a reflection of our own shortcomings while ignoring external factors.</p>",
    "dialogSummary": "Character 1 takes a job rejection as proof that they’re incapable. Character 2 gently reminds them that many factors could be at play and that the outcome doesn’t define their worth or abilities.",
    "dialog": [
      "I didn’t get the job. I’m probably not capable of handling important tasks.",
      "That’s not necessarily true. The company may have had very specific requirements or chose someone who was a better fit for that role.",
      "But whenever something important comes up, I mess it up. I guess I’m just not good enough.",
      "Mistakes and rejections are a normal part of the process. They don’t mean there’s something wrong with you. Consider all the factors and try not to tie every outcome solely to your worth or abilities."
    ]
  }
}