{
  "ykRKsDopcp": {
    "title": "Pros and Cons of an Automatic Thought",
    "description": "Add a step to list arguments “for” and “against” the automatic thought."
  },
  "rwdHy8lyCk": {
    "title": "AI Integration",
    "description": "Add AI support so the assistant can help analyze thoughts and provide personalized recommendations."
  },
  "QejWpiat0v": {
    "title": "Post-work Belief Rating",
    "description": "Currently you can rate a belief only before starting. Would you like a second rating after forming an adaptive response?"
  },
  "FFoEvFNDpe": {
    "title": "Practice Motivation",
    "description": "Add streak tracking and award badges for regular practice."
  },
  "W9mMGTmapW": {
    "title": "Web Version",
    "description": "Create a web version of the app. Would keeping a journal on your computer be convenient?"
  },
  "eur8RglkH0": {
    "title": "Additional CBT Materials",
    "description": "Add more educational content: working with unhelpful thoughts, anxiety, eating disorders (ED), and other conditions."
  },
  "EQ3zKWJ0pU": {
    "title": "Diary Statistics",
    "description": "Show entry frequency, most common emotions, cognitive distortions, and other useful analytics."
  },
  "EauYpGQzAL": {
    "title": "Coping Cards",
    "description": "Let users create cards: the thought on one side, its rebuttal on the other. A classic CBT technique."
  },
  "gvwOk0eqXB": {
    "title": "Test Statistics",
    "description": "Add a trend chart in the testing section to track results over time."
  },
  "2o6HBDuM2o": {
    "title": "Anxiety Test",
    "description": "Add a new test to assess anxiety levels, similar to the depression test."
  },
  "2o7H8DtM2o": {
    "title": "Export Diary Entries",
    "description": "Add the ability to export entries to CSV or Excel."
  },
  "QWjMvNfKLw": {
    "title": "Multiple Automatic Thoughts",
    "description": "Allow several automatic thoughts in a single entry, each with its own rating and adaptive response."
  },
  "iF6yEanPp3": {
    "title": "Daily Journal",
    "description": "A section for free-form daily notes, with later extraction of automatic thoughts (future AI support)."
  },
  "iF6sKCdvfds": {
    "title": "Intermediate Beliefs",
    "description": "Link automatic thoughts to beliefs and build a belief map."
  },
  "iF6sKverhdfd": {
    "title": "Daily Check-In",
    "description": "Add a daily state rating and a trend chart linked to shifts in beliefs."
  },
  "iF6sKvevscdf1": {
    "title": "Expanded Daily Check-In",
    "description": "Rate not only your state before/after, but also emotions and completed practices."
  },
  "iF6sKvJllcpwx": {
    "title": "Stories of Resilience",
    "description": "Add a section with personal stories of overcoming difficulties—to inspire and support one another."
  },
  "iF6sKvKLdvkwq": {
    "title": "Seven Life Indicators Test",
    "description": "A test to identify vulnerable areas, such as dependence on approval or a tendency toward perfectionism."
  },
  "sdvsdsdlwwQec": {
    "title": "AI in the Daily Journal",
    "description": "AI analyzes entries, extracts automatic thoughts, and suggests next steps."
  },
  "sdvdcarlwwQff": {
    "title": "Socratic Dialogue",
    "description": "AI will ask questions to help you uncover a hidden automatic thought."
  },
  "sdvdNdbxdwQfb": {
    "title": "Virtual Therapist",
    "description": "Free-form conversations with AI: share what you’re going through and receive support and guidance."
  },
  "sdvdpsvwQfw": {
    "title": "Novaco Anger Scale",
    "description": "Add an anger/irritability assessment to gauge underlying tension and anger."
  },
  "sdvdpsvGscfvw": {
    "title": "Voice Input",
    "description": "Fill out journals by voice."
  },
  "rsoklcescfvwz": {
    "title": "AI Day Summary",
    "description": "At day’s end, AI can summarize, draw conclusions, and offer recommendations."
  },
  "lkmvdsvdsfds": {
    "title": "Images in the Daily Journal",
    "description": "Add the ability to attach images to entries."
  },
  "iFlct67Ldvkwq": {
    "title": "Gratitude Journal",
    "description": "Add a “gratitude” entry type to the smart journal."
  }
}