{
  "ykRKsDopcp": {
    "title": "Arguments For and Against Automatic Thoughts",
    "description": "Add a new step in the journal - listing arguments for and against an automatic thought"
  },
  "rwdHy8lyCk": {
    "title": "Integrate Artificial Intelligence",
    "description": "Integrate with popular neural networks to assist in analyzing thoughts and provide individual prompts when working with the journal"
  },
  "QejWpiat0v": {
    "title": "Assess Belief Level in Thought After Journaling",
    "description": "Currently, you can only assess your belief in an automatic thought before starting to work on it. Would you like to evaluate the effect of working through it after filling in the alternative response to the thought?"
  },
  "FFoEvFNDpe": {
    "title": "Motivation for Practice",
    "description": "Add a feature to track consecutive days of practice in the journal. Reward with badges or in-app incentives"
  },
  "W9mMGTmapW": {
    "title": "Web Version",
    "description": "We could easily create a web version of the app. Do you need the ability to work with the journal via desktop?"
  },
  "eur8RglkH0": {
    "title": "More CBT Learning Materials",
    "description": "Do you feel the need for educational materials? We can provide more information on methods for working with destructive thoughts, coping with neuroses, CBT techniques, etc."
  },
  "EQ3zKWJ0pU": {
    "title": "Add Journal Statistics",
    "description": "Show how often you make entries, most frequent emotions, cognitive distortions, etc."
  },
  "EauYpGQzAL": {
    "title": "Add Coping Cards",
    "description": "Allow creating cards with a destructive thought on one side and a refutation on the other. This technique is used in CBT; do you feel the need for such a feature?"
  },
  "gvwOk0eqXB": {
    "title": "Add Statistics to Tests",
    "description": "Place a chart on the test page showing the dynamics of changes in test results over time."
  },
  "2o6HBDuM2o": {
    "title": "New Psychological Test for Anxiety",
    "description": "We have added a test for depression levels. Should we add a similar test for anxiety levels?"
  },
  "2o7H8DtM2o": {
    "title": "Export Automatic Thought Journal Entries to a File",
    "description": "We currently offer data synchronization between devices. Should we provide the option to download entries in CSV or Excel format?"
  },
  "QWjMvNfKLw": {
    "title": "Multiple Automatic Thoughts",
    "description": "The current journal format assumes working on one thought at a time. Should we allow writing multiple thoughts, each assessed separately with an individual alternative response for each?"
  },
  "iF6yEanPp3": {
    "title": "Daily Journal",
    "description": "A section where you can record daily events and then analyze and identify automatic thoughts. Later, AI could be added to assist in analyzing the entries."
  },
  "iF6sKCdvfds": {
    "title": "Intermediate Beliefs",
    "description": "Provide the ability to link automatic thoughts with intermediate beliefs. Based on this, a belief tree can be constructed and analyzed."
  },
  "iF6sKverhdfd": {
    "title": "Daily State Assessment",
    "description": "Add the ability to assess your state every day when visiting the app. Later, a graph of state changes can be built and compared with the dynamics of belief changes."
  },
  "iF6sKvevscdf1": {
    "title": "Development of Daily State Assessment",
    "description": "Currently, you can assess your psychological state before and after sessions. Would you also like to assess prevailing emotions and record what exercises you did to improve your state?"
  },
  "iF6sKvJllcpwx": {
    "title": "Stories of Overcoming Psychological Problems",
    "description": "Add a section where you can share your story of overcoming a psychological problem to inspire others with similar difficulties. And, accordingly, read other people's stories."
  },
  "iF6sKvKLdvkwq": {
    "title": "A test analyzing 7 vital signs",
    "description": "The test analyzes several aspects of life and identifies areas where you are most vulnerable. For example, dependency on others' approval or a tendency towards perfectionism."
  },
  "sdvsdsdlwwQec": {
    "title": "AI Integration in Daily Journal",
    "description": "AI will help you analyze entries in the daily journal and identify automatic thoughts. It will suggest solutions to your psychological problems and assist you in working through them."
  },
  "sdvdcarlwwQff": {
    "title": "Socratic dialog",
    "description": "It is not always possible to identify automatic thought. The Socratic dialog method involves asking yourself questions to reveal hidden thought. The AI will ask you questions to help you identify automatic thought."
  },
  "sdvdNdbxdwQfb": {
    "title": "Virtual psychologist",
    "description": "Free communication with the AI in dialog. You can share your worries, ask for advice, get support."
  },
  "sdvdpsvwQfw": {
    "title": "Novako Irritation Scale",
    "description": "Add a new test for irritability level. It will show how much anger and irritation you absorb and hold in your daily life."
  },
  "sdvdpsvGscfvw": {
    "title": "Voice input",
    "description": "Ability to voice fill text fields in diaries."
  },
  "rsoklcescfvwz": {
    "title": "Daily Activity Analysis",
    "description": "At the end of each day, after working in the app, you can request a day's analytics from AI. It will make conclusions about your work and give recommendations."
  },
  "lkmvdsvdsfds": {
    "title": "Images in Smart Diary",
    "description": "Add the ability to attach images to entries in the smart diary."
  },
  "iFlct67Ldvkwq": {
    "title": "Gratitude Journal",
    "description": "Add a new type of entry to the smart journal – gratitude."
  }
}
