{
  "title": "コーピングカード：大きな変化のための小さな助っ人",
  "description": "コーピングカードは、認知行動療法におけるシンプルかつ強力なツールで、ストレスやネガティブな思考に対処するのに役立ちます。これらの小さな「リマインダー」があなたの視点を変え、自信を取り戻し、感情的な成長への道を開く方法を学びましょう。自己発見の世界に飛び込み、コーピングカードでより穏やかな生活への第一歩を踏み出してください！",
  "screen_1": {
    "texts": [
      "コーピングカード – 認知行動療法のもう一つの秘密兵器。",
      "コーピングカードとは何ですか？",
      "コーピングカードは、認知行動療法の枠組みで開発された効果的な方法で、ネガティブな思考やストレスの多い状況に対処する手助けをします。",
      "これらは一種の「リマインダー」として機能し、破壊的な信念を変え、自信を取り戻す方法を示してくれます。",
      "なぜコーピングカードを使うべきですか？",
      "不安の軽減：コーピングカードは、ストレスフルな瞬間に素早く平静を取り戻す助けになります。",
      "困難な時期の支え：インスピレーションやサポートが必要な時、あなたのカードがそばにいて、内なる力を思い出させてくれます。",
      "自己認識の向上：自分の思考や感情を書き留めることで、感情的な反応や行動パターンをより深く理解できます。",
      "使いやすさ：私たちのアプリの機能は直感的でシンプルなので、誰でも簡単にカードを作ることができます。"
    ],
    "quote": {
      "text": "非合理的な信念を選べば苦しむかもしれませんが、合理的な信念を選べば苦しまなくて済みます。",
      "author": "アーロン・ベック"
    }
  },
  "screen_2": {
    "texts": [
      "どうやって使うの？",
      "破壊的な思考に気づいたら、コーピングカードを使ってそれをより建設的なものに置き換えてください。",
      "少し練習が必要かもしれませんが、時間が経つにつれてネガティブな思考に素早く反応し、ポジティブな信念に変えるのが上手になります。",
      "例えば、「目標なんて絶対に達成できない」と思ったら、それをより建設的な思考に変えられます：「困難はあるけど、計画があって、少しずつ目標に向かっていける」。",
      "これによって状況の見方が変わるだけでなく、行動する意欲も湧いてきます。",
      "定期的にカードを見直して更新してください。",
      "感情や思考は時間と共に変化するので、現在のニーズに合わせてカードを調整することが大切です。",
      "例えば、ある破壊的な思考がもう当てはまらなくなったり、特定の恐怖を克服したと感じたら、新しい建設的な思考や戦略を加えてカードを更新してください。",
      "私たちのアプリでは、既存のカードを簡単に編集したり、新しいカードを追加できます。",
      "こうして、コーピングカードはネガティブな思考と戦うツールだけでなく、自己成長と感情的な発展への個人的なガイドにもなります。"
    ]
  },
  "screen_3": {
    "texts": [
      "コーピングカードの意味をさらに明確にするために、破壊的な思考を建設的なものに置き換える例をもう少し見てみましょう。",
      "例1",
      "破壊的な思考：「このプロジェクトは上手くいかない、私には十分な力がない」。",
      "建設的な代替：「これまでにも難しいプロジェクトをこなしてきた。私にはこのタスクを成功させるスキルとリソースがある」。",
      "例2",
      "破壊的な思考：「何かバカなことを言ったら、みんなに笑われる」。",
      "建設的な代替：「誰だってミスはする。私は失敗から学んで、人との会話を楽しめる」。",
      "例3",
      "破壊的な思考：「何も変わらない、私の人生はいつもこんな感じだ」。",
      "建設的な代替：「変化に向けて行動できる。小さな一歩が大きな結果に繋がる」。",
      "結論",
      "コーピングカードは、思考と感情を管理するための強力なツールです。",
      "これらはあなたの理性と再びつながり、ネガティブな信念に立ち向かう手助けをしてくれます。",
      "使うことで、自分自身やストレスへの反応をより深く理解できるようになります。",
      "今日からコーピングカードを作り始めて、より穏やかで自信に満ちた自分への道を見つけてください！"
    ]
  }
}
