{
  "title": "コーピングカード：大きな変化を支える小さな味方",
  "description": "コーピングカードは、認知行動療法でよく使われる、シンプルだけれどとても効果の高いツールです。ストレスに対処したり、難しい状況を新しい視点から見直したりしながら、不安や迷いの中で自分を支える助けになります。小さな「お守りメモ」のように、自信を取り戻すきっかけをくれ、感情的に揺れたときも自分らしさに立ち返る手がかりとなります。浮かんでくる考えを見つめ直し、自分の中の支えを育てながら、少しずつ落ち着きと安定感のある毎日へ歩んでいきましょう。",
  "screen_1": {
    "texts": [
      "コーピングカードは、認知行動療法の中でも、静かに見えていてもとても力のあるツールのひとつです。",
      "では、コーピングカードとは何でしょうか？",
      "コーピングカードは、否定的な考えやストレスの強い場面に対処しながら、物事をよりバランスの取れた視点から見られるよう支えてくれるCBTの技法です。",
      "簡単に言えば、破壊的な信念を支えになる考え方に置き換え、自分への信頼感を取り戻すための小さな「メモカード」のようなものです。",
      "なぜコーピングカードを使うとよいのでしょうか？",
      "不安の軽減：感情が大きく揺さぶられたときに、コーピングカードは落ち着きを取り戻すための素早いよりどころになります。",
      "つらい場面での支え：迷いや自己不信が強いときに、「できること」「持っている力」を思い出させてくれる心強い味方になります。",
      "自己理解の促進：自分の考えや反応を書き出すことで、どんな出来事が感情を強く動かし、それにどう影響されているのかが見えやすくなります。",
      "シンプルで続けやすい：アプリの画面は分かりやすく作られているので、カード作りも編集も気軽に続けやすくなっています。"
    ],
    "quote": {
      "text": "人は非合理的な信念を選べば苦しむこともできるし、合理的な信念を選べば苦しまないこともできる。",
      "author": "アーロン・ベック"
    }
  },
  "screen_2": {
    "texts": [
      "では、コーピングカードはどのように働くのでしょうか？",
      "破壊的な考えに気づいたとき、コーピングカードはそれを、より現実的で自分を支えてくれる考えに置き換える手助けをしてくれます。",
      "最初のうちは、カードを作るにも少し練習が必要かもしれませんが、続けていくうちに、否定的な考えに気づくスピードも、建設的な別の見方を思い出す速さも少しずつ高まっていきます。",
      "たとえば「自分は絶対に目標を達成できない」という考えが浮かんだとき、それを「難しいと感じることはあるけれど、計画はあるし、一歩ずつ進んでいくことはできる」という言葉に置き換えてみることができます。",
      "こうした切り替えは、状況そのものだけでなく、「どう行動していくか」という意欲にもよい影響を与えます。",
      "コーピングカードは、ときどき見直し、更新していくことが大切です。",
      "感情や考え方は時間とともに変化していくので、カードの内容も、今の自分の状態やニーズに合っていることが重要です。",
      "ある否定的な考えにもう強く揺さぶられなくなったと感じたり、乗り越えたと思える出来事があれば、そのカードを書き換え、新しい支えとなる信念を書き足していきましょう。",
      "アプリ上では、既存のカードを簡単に編集したり、新しいカードを追加したりできます。",
      "やがてコーピングカードは、「ネガティブな思考と向き合うための道具」以上の存在になり、自分の成長や感情の変化をガイドしてくれる、個人的な道しるべのような役割を果たしていきます。"
    ]
  },
  "screen_3": {
    "texts": [
      "ここで、破壊的な考えをどのように言い換えるか、そのイメージをつかむためにいくつかの例を見てみましょう。",
      "例 1",
      "破壊的な考え：「このプロジェクトはきっと無理だ。自分には力が足りない。」",
      "建設的な言い換え：「これまでにも難しい課題を乗り越えてきた経験がある。今の自分にも、このプロジェクトを終わらせるための知識とリソースはちゃんとある。」",
      "例 2",
      "破壊的な考え：「もし変なことを言ったら、みんなに笑われてしまう。」",
      "建設的な言い換え：「誰でも間違えることはある。自分は今、学んでいる最中で、やりとりそのものが成長のチャンスになる。」",
      "例 3",
      "破壊的な考え：「この先も何も変わらない。人生はずっとこのままだ。」",
      "建設的な言い換え：「変化はゆっくり起こるもの。小さな一歩の積み重ねが、大きな変化につながっていく。」",
      "まとめ",
      "コーピングカードは、思考や感情を扱ううえで、穏やかでありながらとても力強い方法です。",
      "状況を落ち着いて捉える理性的な視点を呼び戻し、否定的な信念に流されすぎないための支えになってくれます。",
      "カードを使うことで、自分の反応やストレスとの向き合い方をより深く理解できるようになります。",
      "今日から少しずつ、自分だけのカードを作り始めてみてください。それが、より落ち着きがあり、自信と安定感のある生活へ向かう最初の一歩になります。"
    ]
  }
}
