{
  "title": "コーピングカード：大きな変化のための小さな助っ人",
  "description": "コーピングカードは認知行動療法におけるシンプルで強力なツールで、ストレスやネガティブな思考に対処するのに役立ちます。これらの小さな「リマインダー」があなたの視点を変え、自信を取り戻し、感情的な成長への道を開く方法を学びましょう。自己発見の世界に飛び込み、コーピングカードでより穏やかな生活への第一歩を踏み出してください！",
  "screen_1": {
    "texts": [
      "コーピングカード - 認知行動療法のもう一つの秘密兵器です。",
      "コーピングカードとは何でしょう？",
      "コーピングカードは、認知行動療法の枠組みで開発された効果的な方法で、人々がネガティブな思考やストレスの多い状況に対処するのを助けます。",
      "それらは一種の「リマインダー」として機能し、破壊的な信念をどのように変え、自信を取り戻すかについてヒントを与えてくれます。",
      "なぜコーピングカードを使う価値があるのでしょう？",
      "不安の軽減：コーピングカードはストレスの多い状況で冷静さを素早く取り戻すのに役立ちます。",
      "困難な時期のサポート：インスピレーションやサポートが必要な時、あなたのカードはいつでもそばにいて、あなたの内なるリソースを思い出させてくれます。",
      "自己認識の発達：自分の思考や感情を記録することで、感情的な反応や行動パターンをより良く理解できるようになります。",
      "使いやすさ：私たちのアプリの機能は直感的でシンプルで、カード作成プロセスをすべての人にとって利用しやすくしています。"
    ],
    "quote": {
      "text": "あなたは非合理的な信念を選ぶことで苦しむかもしれませんが、合理的な信念を選ぶことで苦しまないで済みます。",
      "author": "アーロン・ベック"
    }
  },
  "screen_2": {
    "texts": [
      "どのように機能するのでしょう？",
      "破壊的な思考に気づいたとき、それをより建設的な思考に置き換えるためにコーピングカードを使用することが重要です。",
      "このプロセスには少し練習が必要かもしれませんが、時間の経過とともに、ネガティブな思考により迅速に反応し、ポジティブな信念で置き換えることを学ぶでしょう。",
      "例えば、「私は自分の目標を決して達成できない」と考える場合、それをより建設的な思考に置き換えることができます：「私は困難に直面していますが、計画があり、小さな一歩であっても目標に向かって進むことができます」。",
      "これは状況の認識を変えるだけでなく、行動を促すインスピレーションも与えます。",
      "定期的にあなたのカードを見直し、更新してください。",
      "あなたの感情や思考は時間とともに変化する可能性があるため、現在のニーズに合わせてカードを適応させることが重要です。",
      "例えば、特定の破壊的な思考がもはや関連性がなくなったり、特定の恐怖を克服したことに気づいたりした場合、新しい建設的な思考や戦略を追加してカードを更新してください。",
      "私たちのアプリでは、すでに作成したカードを簡単に編集したり、新しいカードを追加したりできます。",
      "このように、コーピングカードはネガティブな思考と戦うためのツールだけでなく、自己成長と感情的な成長のプロセスにおける個人的なガイドともなります。"
    ]
  },
  "screen_3": {
    "texts": [
      "カードの意味をより明確にするために、破壊的な思考を建設的な思考に置き換える例をいくつか見てみましょう。",
      "例1",
      "破壊的な思考：「私はこのプロジェクトに対処できない、私は十分に優れていない」。",
      "建設的な置き換え：「私は以前にも困難なプロジェクトに対処したことがあります。私はこのタスクを完了するためのスキルとリソースを持っています」。",
      "例2",
      "破壊的な思考：「私が何か愚かなことを言えば、すべての人が私を笑うだろう」。",
      "建設的な置き換え：「誰でも間違いを犯すことができます。私は自分の失敗から学び、交流を楽しむことができます」。",
      "例3",
      "破壊的な思考：「何も変わらない、私の人生はいつも同じだろう」。",
      "建設的な置き換え：「私は変化に向けた措置を取ることができます。小さな一歩が大きな結果につながります」。",
      "結論",
      "コーピングカードは思考と感情を管理するための強力なツールです。",
      "それらはあなたの理性の部分との再接続を助け、ネガティブな信念に対抗します。",
      "それらを使用することで、自分自身とストレスの多い状況に対するあなたの反応をより良く理解できるようになります。",
      "今日コーピングカードの作成を始め、より穏やかで自信のある状態への道を開いてください！"
    ]
  }
}
