{
  "title": "アリサの物語：うつから回復へ向かうプロセス",
  "description": "この記事では、うつ状態を経験している一人のケースを通して、自動思考・中間的な信念・深い信念がどのようにつながっているのかを見ていきます。アリサと心理士との対話をたどりながら、信念がどのように形づけられ、どのような変化を通してうつに対処していけるのかを示していきます。このアプローチは、認知行動療法（CBT）の原則にもとづいています。",
  "screen_1": {
    "texts": [
      "自動思考・中間的な信念・深い信念のつながりを分かりやすく示すために、ここではアリサという若い人の物語を取り上げます。アリサは、うつ状態と強い自己不信に悩んでいます。",
      "まずは、彼女の生い立ちや環境について少しだけ触れておきましょう。",
      "アリサは小さな町の片親家庭で育ちました。6歳のとき、父親は別の女性と暮らすようになり、家を出ていきました。母親との関係はあまり穏やかとはいえず、母はよくアリサを批判し、ほめることは多くありませんでした。",
      "離婚後、両親はほとんど連絡を取りませんでした。アリサはそのあいだで板挟みになっているように感じ、どちらにも気に入られようと必死でした。父には新しい家族ができ、3人の子どもが生まれました。父はその子どもたちとよく出かけ、自然の中で過ごしたり、一緒にスポーツを楽しんだりしました。その様子を見て、アリサは悲しみや嫉妬、自分だけ仲間はずれにされているような感覚を抱いていました。",
      "学校では、母親の期待に応えたい思いもあり、アリサは成績優秀な生徒になります。母にとって良い点数は「できて当然」のようなものでした。その後、アリサはマーケティングを専攻し、優秀な成績で大学を卒業します。現在23歳。結婚も子どももおらず、安定した仕事を求めながら、うつの症状をきっかけに心理士のもとを訪ねるようになりました。",
      "最近は仕事探しがうまくいかず、そのことが状態の悪化に拍車をかけています。人付き合いは減り、一日のほとんどを落ち込んだ気分で過ごし、「自分にはどうせ何もできない」という思いが強まっていました。"
    ]
  },
  "screen_2": {
    "texts": [
      "ここからは、アリサと心理士の対話を通して、3つのレベルの考え方がどのように現れているかを見ていきましょう。"
    ],
    "dialog": [
      "「アリサさん、最近強いネガティブな感情を抱いた場面をひとつ思い出してみてください。」",
      "「昨日のことです。求人情報を見ていたら、理想的な仕事を見つけました。おもしろそうな会社で、柔軟な働き方ができて、お給料も良くて…。でも、固まってしまって、結局履歴書を送れませんでした。」",
      "「そのとき、何があなたを止めていたのでしょう？」",
      "「どうせ採用されないって思ったんです。自分には難しすぎる仕事で、きっとこなせないって。（自動思考）」",
      "「『こなせない』という考えには、どんな意味が含まれていると感じますか？」",
      "「仕事をちゃんとやり遂げられないし、ミスをすることは絶対にダメなことだ、という感じです。（中間的な信念）」",
      "「では、『失敗したり、うまくこなせなかったりする人』を、あなたはどんな人だととらえていますか？」",
      "「その人は負け組というか…大事なことは何もやり遂げられない人です。」",
      "「では、そのような失敗や難しさに直面しているのが、あなた自身だったとしたら？ そのとき、あなたは自分をどんな人間だと思いますか？」",
      "「たぶん…私は負け組なんだと思います。（深い信念）」"
    ]
  },
  "screen_3": {
    "texts": [
      "このように見ていくと、アリサの3つのレベルの考え方が互いに結びつき、彼女の感情状態を形づくっていることが分かります。",
      "大切なのは、アリサがこうした信念を「持って生まれた」わけではないという点です。信念は、これまでの経験や周囲の人との関わりの中で少しずつ形成され、固定化されていったものです。つまり、時間をかければ、それらを見直し、変えていくことも可能だということです。",
      "取り組みは、自動思考に気づくことから始まります。アリサが、自分の中に浮かぶ自動思考に気づき、それをそのまま信じ込まずに問い直せるようになると、その影響力は弱まり、次のレベルである中間的な信念の変化へとつながっていきます。",
      "このようなステップを少しずつ積み重ねていくことで、やがて深い信念そのものも、現実的で自分を支えてくれるものへと書き換えていくことができるのです。"
    ]
  }
}
