{
  "title": "認知行動療法による自己理解",
  "description": "この記事は認知行動療法（CBT）の基礎を紹介し、深層的信念と中間的信念が自動思考と感情をどのように形成するかを説明します。リンゴの木のアナロジーを通じて、内なる思い込みが出来事の認識と反応にどう影響するかを示しています。また、同じ状況に対する異なる認識がどのように異なる感情反応をもたらすかを示す例も検討しています。",
  "screen_1": {
    "texts": [
      "ストレスや不確実性に満ちた現代世界において、心理的な幸福はかつてないほど重要になっています。",
      "何百万もの人々が、軽度の不快感や不安から、うつ病、神経症、心的外傷後ストレス障害（PTSD）などの深刻な状態まで、さまざまな心理的困難に日々直面しています。",
      "これらの問題は、毎日を十分に楽しむこと、調和のとれた関係を築くこと、自分の目標を達成することを妨げ、生活の質に大きな影響を与える可能性があります。",
      "もしあなたがこの文章を読んでいるなら、おそらく自分の中の何か無意識のものが充実した生活を妨げていると感じているかもしれません。それは完全に正常なことです。",
      "最も成功した、一見バランスの取れた人々でさえ、特定の破壊的な思い込みや内部の障壁を持っています。",
      "これらの問題の根源はしばしば幼少期にあり、さまざまなトラウマとなる出来事や不利な環境の影響下で形成されます。",
      "そのような困難を持つことがあなたを「不完全」にするわけではないことを理解することが重要です - それは人間の経験の一部です。",
      "あなたが人生を変えたいなら、私たちは認知行動療法（CBT）の世界への刺激的な旅に出ることをお勧めします。",
      "この効果的な方法は、自分自身を理解し、思考と感情を管理するためのツールを獲得するのに役立ちます。",
      "この章では、この方法の基本的な概念への没入を始めます。",
      "あなたの困難が些細なものであると考えるか、それとも反対に、一時的な落ち込みであれ、さまざまな心理的症状との長年の闘いであれ、深刻な不快感を経験しているかどうかに関わらず、CBTはあなたにとって価値あるリソースとなる可能性があります。",
      "ここでは、療法の基本的な概念の簡略化されたモデルを紹介し、今後の章でさらに詳しく議論します。"
    ],
    "quote": {
      "text": "私たちの思考が私たちの認識を形作り、その認識が私たちの生き方を決定します。",
      "author": "レベッカ・ウォーカー"
    }
  },
  "screen_2": {
    "texts": [
      "認知行動療法では、私たちの意識は3つのレベル - 深層的信念、中間的信念（ルール）、そして自動思考 - で表されます。",
      "CBTの核心的なアイデアは、あなたの幸福感とあなたの感情があなたの思考に依存しているということです。",
      "したがって、CBTの基本原則によれば、自分の思考に注意を払い、合理的に考えようと努めれば、あなたの人生はより幸せで生産的になる可能性があります。",
      "これはCBTを簡潔に紹介する非常に単純な方法ですが、これから共有したい詳細がまだたくさんあります。",
      "より分かりやすくするために、リンゴの木を想像してみましょう。",
      "私たちのアナロジーでは、根は深層的信念の役割を果たします - これは自分自身、世界、他者に関する基本的な考え方です。",
      "これらは主に幼少期に形成され、めったに意識されません。例えば、「私は愛される価値がない」や「世界は危険な場所だ」などです。",
      "幹は中間的信念を表します - 私たちが人生で従うルールや考え方です。",
      "これらは深層的信念に基づいており、私たちの反応を決定します。例えば、「完璧でなければ愛されない」や「生き残るには警戒していなければならない」などです。",
      "最も数の多い部分は自動思考で、これらは出来事に対して素早く、自発的に生じるものです。",
      "これらは私たちの木の実です。実は健康かもしれませんし、腐っているかもしれません。例えば、「遅刻したので、次回は早めに出発する必要がある」や「遅刻したので、私は失敗者だ」などです。",
      "私たち一人一人がそれぞれの木を持っており、人生のすべての出来事をその木を通して経験します。",
      "同じ状況でも、人によって全く異なる感情を引き起こす可能性があります。なぜなら、各人が自分の信念のレンズを通してそれを解釈し、独自の意味を与えるからです。",
      "これにより、一見同じような出来事に対しても、可能な感情反応の膨大なスペクトルが生み出されます。"
    ]
  },
  "screen_3": {
    "texts": [
      "例を見てみましょう。上司から同じ仕事に関して同じ指摘を受けた二人の同僚を想像してください：",
      "マリア：マリアは子供の頃から「私は十分に良くない」という深層的信念を形成してきました。",
      "彼女の中間的信念は「価値を認められるためには、私は完璧でなければならない」です。そのため、批判を受けると、「私はすべてを台無しにした、上司は私に失望している、私は仕事を失うだろう」という自動思考が生じます。結果 - 恐怖、不安、気力の低下。",
      "クリスティーナ：クリスティーナは別の深層的信念を持っています：「私は学び、成長する能力がある」。",
      "彼女の中間的信念は「批判はより良くなるチャンスだ」です。そして上司から指摘を受けると、彼女は「上司は私の弱点を指摘してくれた、これは仕事を改善するのに役立つだろう」と考えます。結果 - 平静、成長への動機付け、ミスを修正したいという欲求。",
      "この状況で、マリアとクリスティーナは同じ出来事 - 上司からの指摘 - に直面しました。",
      "しかし、彼らの反応は深層的信念と中間的信念の違いにより、正反対でした。",
      "CBTはこれらの信念を認識し変えるのに役立ち、人生の困難により建設的に反応し、感情的バランスを保つことを可能にします。",
      "各人が独自の木のモデルを持っているため、私たちは皆、さまざまな状況を異なる方法で認識します。",
      "これらの状況に対応して、私たちは自動思考を考え、それが今度は私たちの感情と行動に影響します。",
      "思考、感情、行動の相互関係については、次の章でさらに詳しく話し合います。",
      "この章では、広範な資料を大まかに扱いましたので、多くの質問が残っていても心配しないでください。私たちは資料を繰り返し、理論の各重要部分をより詳しく検討します。",
      "私たちは、提示された情報にオープンな心と実験への準備を持って接することをお勧めします。すべての資料と提案された技術を使用して、あなたの人生をより充実した、喜びに満ちた、調和のとれたものにしてください。"
    ]
  }
}
