{
  "title": "認知行動療法を通して自分を理解する",
  "description": "このコラムでは、認知行動療法（CBT）の基本的な考え方を紹介しながら、「スキーマ（深いレベルの信念）」と「中間的な信念（ルール）」がどのように自動思考や感情を生み出すのかを説明します。りんごの木のイメージを通して、内面の信念が出来事の受けとめ方や反応にどう影響するのかをたどり、同じ出来事でも人それぞれ感じ方が違う理由を、具体的な例とともにわかりやすく示していきます。",
  "screen_1": {
    "texts": [
      "ストレスや先の見えないことが多い現代では、心の健康はこれまで以上に大切なテーマになっています。",
      "多くの人が、ちょっとした違和感や不安から、うつ病、神経症、心的外傷後ストレス障害（PTSD）などの重い状態に至るまで、さまざまな心の問題に日々向き合っています。",
      "こうした状態は、日常の小さな喜びを味わうこと、人とのあたたかい関係を築くこと、目標に向かって進むことを難しくしてしまいます。",
      "もし今この文章を読みながら「どこかで自分の人生にブレーキがかかっている」と感じているなら、それはあなただけの問題ではなく、ごく自然なことです。",
      "外からは穏やかで成功しているように見える人でも、心の中には破壊的な思い込みや見えないブロックを抱えていることがあります。",
      "その根っこは、子ども時代の経験や、つらい出来事・不安定な環境などの影響で、少しずつ形づくられていることが少なくありません。",
      "こうした難しさを抱えているからといって、あなたが「欠けた存在」になるわけではありません。それもまた、人として生きるうえでの一部の経験です。",
      "もし「今のままではつらい、少し変わりたい」と感じているなら、認知行動療法（CBT）の世界を一緒に旅してみましょう。",
      "CBT は、自分のこころの動きを理解し、考え方や感情との付き合い方を学ぶための、実践的で効果の高いアプローチです。",
      "この章では、まずその基本的なアイデアを、できるだけわかりやすく紹介していきます。",
      "「ちょっとした落ち込み」から、「長く続くつらさ」や生活に大きく影響する症状まで、どのようなレベルの困りごとであっても、CBT は心の支えになりうる方法です。",
      "ここではまず、CBT の中心となる考え方をシンプルなモデルとして紹介し、次の章で少しずつ深めていきます。"
    ],
    "quote": {
      "text": "私たちの考え方は物事の見え方を形づくり、その見え方が、どのように生きていくかを決めていきます。",
      "author": "レベッカ・ウォーカー"
    }
  },
  "screen_2": {
    "texts": [
      "認知行動療法では、心の働きを大まかに「スキーマ（深いレベルの信念）」「中間的な信念・ルール」「自動思考」という三つの層としてとらえます。",
      "CBT の中心にある考え方は、私たちの気分や心身の状態は、出来事そのものではなく、それをどう考えるかによって大きく左右される、というものです。",
      "だからこそ、自分の考え方のクセに気づき、少しずつ見直していくことで、心の安定や日々の過ごし方が変わっていくと考えます。",
      "これは CBT のエッセンスを短くまとめた言い方ですが、このあとでもう少し丁寧に説明していきます。",
      "イメージしやすくするために、一本のりんごの木を思い浮かべてみてください。",
      "地面の下に広がる根っこは、スキーマ（深いレベルの信念）にあたります。自分自身や世界、他人についての基本的な見方です。",
      "これらは幼少期の体験などを通して形づくられ、多くは意識にのぼりません。たとえば「私は愛されるに値しない」「世界は危険な場所だ」といった思い込みが、その一例です。",
      "幹の部分は、中間的な信念やルールを表します。日常生活で「こうあるべき」「こうしなければならない」といった形で、私たちの行動を方向づけている考えです。",
      "それらはスキーマを土台としており、日々の反応や選択の仕方を決めていきます。たとえば「完璧でないと愛されない」「生き残るには常に警戒していなければならない」といったルールです。",
      "そして、枝葉や実にあたるのが自動思考です。出来事が起きた瞬間に、ほとんど反射的に頭に浮かぶ考えのことです。",
      "これは木になる実のようなもので、栄養のある実にも、傷んだ実にもなりえます。たとえば「遅刻してしまった。次は少し早く出よう」という考えもあれば、「遅刻した。やっぱり私はダメな人間だ」という考えもあります。",
      "一人ひとりが、それぞれ違う「りんごの木」を心の中に持っており、目の前の出来事を、その木を通して受け取っています。",
      "そのため、同じ出来事に直面しても、人によって意味づけが変わり、感じ方も大きく変わってきます。",
      "こうして、外から見ると同じように見える出来事でも、その人の内側では、実にさまざまな感情や反応が生まれてくるのです。"
    ]
  },
  "screen_3": {
    "texts": [
      "ここで、具体的な例を見てみましょう。同じ内容の仕事上の指摘を受けた二人の同僚がいるとします。",
      "マリアは、子ども時代から「私は十分ではない」というスキーマが育ってきた人だとします。",
      "そのため彼女の中間的な信念は「認めてもらうには完璧でいなければならない」というものです。注意を受けると、「全部台無しにしてしまった。上司はきっとがっかりしている。仕事を失うかもしれない」と考え、強い不安や恐怖、無力感に押しつぶされそうになります。",
      "一方、クリスティナは「私は学び、成長していける」という別のスキーマを持っているとします。",
      "彼女の中間的な信念は「批評やフィードバックは成長のチャンスだ」というものです。指摘を受けたとき、「弱点を教えてもらえた。これで仕事の質を高められそうだ」と受け取り、落ち着いた気持ちと前向きな意欲が生まれてきます。",
      "出来事そのものは同じ──上司からの仕事上の指摘です。",
      "それでも、感情や行動の反応は大きく異なります。その違いを生み出しているのが、深いレベルの信念や日常的なルールの違いなのです。",
      "CBT は、こうした信念や自動思考に気づき、必要に応じて見直していくことで、感情の波に振り回されにくくなり、より建設的な反応を選べるようにしていくことを目指します。",
      "一人ひとりがそれぞれ異なる「心の木のモデル」を持っているため、同じ状況でも受け止め方は人によって大きく違ってきます。",
      "状況に対して浮かぶ自動思考が、感情や身体反応、そして行動のパターンへとつながっていきます。",
      "思考・感情・行動のつながりについては、次の章でさらに詳しくお話ししていきます。",
      "この章では全体像をざっくりと描いただけなので、「まだよくわからない」「疑問が残る」と感じても大丈夫です。今後も同じテーマに何度も戻りながら、少しずつ整理していきます。",
      "大切なのは、少しの好奇心と「試してみよう」という気持ちです。ここで紹介する方法を日常生活の中で実験していくことで、あなたの毎日が少しずつ、より豊かで穏やかなものになっていくかもしれません。"
    ]
  }
}
