{
  "title": "人生を選んでください！",
  "description": "この記事は、うつ病と自殺念慮の重要なテーマに触れ、統計データを提供し、それらの関連性を分析します。認知行動療法（CBT）がこれらの問題と闘う上で果たす役割を明らかにし、専門家の助けを求めることの重要性と無料の心理サービスの利用可能性を強調します。記事は読者を励まし、支えることを目的とし、生命の価値と希望を持ち続けることの重要性を思い出させます。",
  "screen_1": {
    "texts": [
      "ネガティブな思考、非合理的な信念、うつ病について多くを語る中で、私たちはもう一つの非常に重要で難しいテーマ、すなわち自殺にも触れないわけにはいきません。",
      "この問題があなたを一度も悩ませたことがないなら、私たちはとても嬉しいです。しかし、もしあなたがかつて死だけが唯一の道だと感じたことがあるなら、あるいは今そう感じているなら、私たちはあなたを支え、このことについて話したいと思います。",
      "残念ながら、多くの人がこの問題に直面しています。WHO（世界保健機関）のデータによると、毎年およそ80万〜100万人が自ら命を絶っています。そして、これらは公式データにすぎません。",
      "歴史上の自殺者数は、すべての戦争で殺された人々の数を上回っています。信じがたいことですが、これは事実です。",
      "その背景には、うつ病が大きく関わっています。地球上のすべての自殺の45〜60%は、うつ病に苦しんでいる人々によって行われています。うつ病の人は、健康な精神状態の人に比べて35倍も自殺する傾向があります。",
      "これらの恐ろしい数字を見るとぞっとしますが、私たちはあなたを怖がらせるためではなく、そうした人々が多くいて、残念ながら彼らの大部分がこの問題に直面したとき、恥ずかしがり、自分だけが孤立していると思い込み、自分の気持ちを分かち合わないことをお伝えしています。"
    ]
  },
  "screen_2": {
    "texts": [
      "つまり、自殺念慮は弱さや不完全さの証ではなく、恥じる必要はありません。",
      "人々が自殺を考えるに至る道は様々ですが、一般的には一つの共通点があります：耐え難い心の痛みで、死が唯一の救いだと感じられることです。",
      "そうした人々は死を苦痛や苦難から逃れる手段として捉えてしまうことがあります。人生が重すぎると感じたり、家族の「負担」になりたくないと思ってしまうからです。",
      "研究によると、自殺念慮の形成に関わる主な要因の一つは、非現実的な絶望感です。そうした人々の思考を分析すると、持続的な悲観的な世界観が支配しており、歪んだ認知のために出口のない罠に囚われていると感じていることがわかります。",
      "彼らは自分が決して幸せになったことはなく、もう幸せになることはないだろうと感じています。しかし、絶望と無力感はうつ病の症状であり、客観的な現実ではないことを理解することが重要です。",
      "自殺に至ってしまう背景には、「人生は良くならない」という非合理的な信念があります。しかし、本当にすべてが絶望的でしょうか？すべてが同じように悪く続くという確かな根拠や「100%の保証」はあるでしょうか。"
    ]
  },
  "screen_3": {
    "texts": [
      "苦しんでいるとき、どのように生きることができるかを想像するのは難しいです。「前向きに考えなさい」という言葉を聞くと、あなたの問題が深刻に受け止められていないと感じたり、状況をもっと単純に考えられないことに罪悪感を感じたりするかもしれません。",
      "あなたのせいではありません。あなたの心は、絶望の沼に囚われているようです。あなたの苦痛と感情はリアルであり、良いことを考えようとしても、それらを単に取り除くことはできません。",
      "しかし、ほんの一瞬だけ、あなたを取り巻くこの果てしない暗闇が幻想であり、あなたが世界を見ている汚れた眼鏡だと想像してみてください。",
      "この考えにしっかりと捕まり、それをこの暗闇の中でのあなたの一筋の光にしてください。なぜなら、実際には、あなたを取り巻く暗闇は克服可能ですから。",
      "これはただの言葉ではありません。認知行動療法（CBT）の効果に関する多くの証拠があります。現在、このアプローチは自殺行動の治療において最も効果的な方法の一つと見なされており、臨床で広く用いられています。",
      "「National Library of Medicine」では、29,071人が参加した15の実験の結果を要約した研究が発表されています。これらの実験の結果によると、CBTは87%のケースで自殺の再試行を防ぐ上で最も効果的な手法であることが示されました。",
      "これは非常に高い水準です。もちろん、自殺念慮を完全に克服するためには多くの努力が必要ですが、CBTはあなたの取り組みを支える有効な手立てです。"
    ]
  },
  "screen_4": {
    "texts": [
      "私たちは、CBTを使ってうつ病を克服する方法について議論する別のセクションを設け、そこで自殺念慮を克服する方法を再度詳しく検討します。",
      "私たちはあなたの中に生きたいという気持ちを支えるために全力を尽くしていますが、専門の心理学者が提供できるのと同じ個別の支援を提供することはできません。",
      "もしあなたが崖っぷちに立っていると感じるなら、すぐに専門家に相談してください！",
      "心理学者の相談は有料の場合がありますが、世界のほとんどの国では、無料の緊急心理支援を提供するセンターが運営されています。自分自身の幸せな人生への第一歩を踏み出しましょう—助けを求めてください！",
      "私たちはこれが重大な一歩であり、いつも簡単に決断できるものではないことを理解していますが、まさに専門家があなたに必要な支援を提供し、自己対処スキルを教えることができます。",
      "私たちは、認知行動療法（CBT）の助けを借りて、あなたが前向きなものの見方を獲得するために必要な道を歩むことができると信じています。",
      "生きることはいつも簡単ではなく、非常に困難な時期もあります。しかし、世界は広大で美しく、あなたの人生は計り知れない価値があります。どうか心に留めておいてください。この世界は生きる価値があります！"
    ],
    "quote": {
      "text": "夜の最も暗い時間は夜明けの直前に訪れます。",
      "author": "トーマス・フラー"
    }
  }
}