{
  "title": "生きることを選ぼう",
  "description": "この記事では、うつ病や自殺念慮（死にたいという考え）をテーマに、理解しやすいデータやその背景にある要因との関係を紹介します。さらに、こうした危機を乗り越えるうえでの認知行動療法（CBT）の役割、専門家へ相談する大切さ、そして無料で受けられる心理的支援の存在についても触れます。本文は、命の価値と希望を手放さないことの大切さをそっと思い出させて、読む人を支えることを目指しています。",
  "screen_1": {
    "texts": [
      "ここまで否定的な考え方や非合理的な信念、うつ病についてお話ししてきた以上、もう一つ避けて通れない、とても大切なテーマ――自殺についても触れないわけにはいきません。",
      "もし自殺というテーマが自分とは無縁だったのであれば、本当にうれしく思います。でも、かつて、あるいは今まさに「死ぬこと」だけが出口のように感じられたことがあるなら……そのときは、あなたを責めるのではなく、少しでも支えになりたいと思いながら、この話を続けていきます。",
      "WHO（世界保健機関）の推計によれば、世界では毎年、非常に多くの人が自殺によって命を落としています。そして、それはあくまで公式に把握されている数字にすぎません。",
      "人類の歴史全体で見ると、自殺による死者数は戦争による犠牲者と同じ規模だと言われることもあります。受け止めがたい数字ですが、それだけ多くの人が苦しみのなかにいたこと、同じような苦しみを抱える人が少なくないことを物語っています。",
      "その背景には、うつ病が大きく関わっています。自殺で亡くなる人のかなりの割合は、うつ病などの抑うつ状態を経験しており、そのような状態では自殺のリスクが何倍にも高まることが分かっています。",
      "こうした事実を挙げるのは、不安をあおるためではありません。「自分だけがこんなふうに感じているわけではない」「同じ思いを抱えた人がほかにもいる」と伝えたいからです。多くの人が、恥ずかしさや「こんなことを考えるのは自分だけだ」という感覚のせいで、口をつぐんでしまっているだけなのです。"
    ]
  },
  "screen_2": {
    "texts": [
      "自殺についての考えが浮かぶことは、弱さや「人としての欠陥」のしるしではありません。それ自体を恥じる必要はありません。",
      "人がそこまで追い込まれる道のりは人それぞれですが、多くの場合に共通しているのは、耐えがたい心の痛みです。その痛みのあまり、死だけが唯一の安らぎに思えてしまうのです。",
      "ときには、「このまま生きていても周りの人の迷惑になるだけだ」「いなくなったほうが家族のためになる」といった考えが浮かぶこともあります。これは自分の価値を冷静に見た結果ではなく、絶望の中での歪んだ結論です。",
      "研究からも分かっているのは、自殺リスクに大きく関わる要因が「希望のなさ」の感覚だということです。認知がゆがむと、世界全体が暗闇のように見え、未来の扉がすべて閉ざされているように感じられます。",
      "けれど、この「希望なんてない」「何をしても無駄だ」という感覚は、うつ病や抑うつ状態の症状のひとつであって、現実そのものではありません。",
      "「生きていても良くなることはない」という思い込みの上に、「生きるのをやめたい」という決断は成り立っています。でも、本当にそうでしょうか。本当に、この先もずっと何も変わらないと断言できるだけの根拠はあるでしょうか。"
    ]
  },
  "screen_3": {
    "texts": [
      "心の痛みが極限まで大きくなると、「別の生き方」や「別の未来」を想像すること自体が難しくなります。「前向きに考えよう」といった言葉は、そのときのあなたにとって、苦しみをわかってもらえない感覚や罪悪感を強めてしまうことさえあります。",
      "あなたは悪くありません。まるで思考が泥沼にはまり込んでしまい、身動きが取れなくなったように感じられるかもしれません。痛みは現実のものであり、「感じないようにしよう」とスイッチを切るように振る舞うことはできません。",
      "ほんの一瞬でいいので、今見えている真っ暗な世界を、「汚れて曇ったメガネ越しの景色」だと想像してみてください。そのメガネは、現実そのものではなく、現実をゆがめて見せるものかもしれません。",
      "そのイメージを、か細い糸のようでもいいので握りしめておいてください。暗闇は少しずつ晴らしていくことができますし、あなたという存在は、いまの苦しみだけで語り尽くされるものではありません。",
      "これはきれいごとではありません。CBTの有効性は多くの研究で確かめられており、世界中で、自殺未遂の再発リスクを減らし、危機の時期を乗り越えるための支援として活用されています。",
      "複数の研究をまとめたレビューでも、CBTが再発の頻度を減らし、「この先どうしたらいいのか」という道筋を、少しずつ見えやすくしてくれることが示されています。",
      "たしかに、変化にはエネルギーが要ります。ただ、そのエネルギーがむだにならないようにするための道具や手順を、CBTは具体的な形で提供してくれます。"
    ]
  },
  "screen_4": {
    "texts": [
      "このアプリの中でも、うつ病に対するCBTの考え方を土台に、「死にたい」という考えをどう扱い、どう距離を取っていくかについて、別のセクションで丁寧に取り上げていきます。",
      "ここでは、「生きたい」という気持ちのかすかな火を守るお手伝いをしたいと思っていますが、今のあなたを直接支えられるのは、やはり専門家だけです。",
      "もし今、限界ぎりぎりだと感じているなら、できるだけ早く医師や心理職の専門家、あるいは緊急の支援窓口に連絡してください（命にかかわる差し迫った危険を感じるときは、ためらわずに緊急の電話番号にかけてください）。",
      "有料のカウンセリングが難しい場合でも、多くの国や地域には、無料で、そしてできるだけ早く話を聞いてくれる相談窓口や支援センターがあります。そこに連絡すること自体が、「生きよう」とする方向へ踏み出す最初の一歩です。",
      "その一歩を踏み出すまでが何よりも怖いことも、私たちは分かっています。それでも、専門家は、嵐のなかであなたのそばに立ち続け、これから自分を支える方法を一緒に見つけてくれる存在です。",
      "CBTを通じて、少しずつ自分自身や世界に対して、今よりもあたたかく、しなやかなまなざしを育てていくことは十分に可能です。",
      "生きることは決して楽ではありませんし、重い時期を経験する人も少なくありません。でも、世界にはまだ見ていないものがたくさんあり、あなたの人生はかけがえのないものです。そのことを、どうか忘れないでください。――この世界には、生きて出会ってほしいものが、まだたくさんあります。"
    ],
    "quote": {
      "text": "夜明け前がいちばん暗いものだ。",
      "author": "トマス・フラー"
    }
  }
}
