{
  "title": "人生を選んでください！",
  "description": "この記事では、うつ病や自殺念慮という重要なテーマに焦点を当て、これらに関連する統計データを提供し、その関連性を分析します。また、認知行動療法（CBT）がこれらの問題に対処する際の役割についても説明され、専門家の助けを求める重要性や無料の心理サービスの利用可能性についても強調しています。この記事は、読者に対して人生の価値を思い出させ、希望を持ち続けることの重要性を伝えることを目的としています。",
  "screen_1": {
    "texts": [
      "ネガティブな思考、非合理的な信念、うつ病について多く語る中で、もう一つ非常に重要でありながらも難しい話題に触れざるを得ません。それは自殺です。",
      "もしあなたがこの問題に悩まされたことがなければ、非常に幸運です。しかし、もしこれまでに「死が唯一の解決策だ」と考えたことがある、もしくは今そのように感じているなら、私たちはあなたを支え、この問題について話したいと思います。",
      "残念ながら、多くの人々がこの問題に直面しています。WHO（世界保健機関）のデータによれば、毎年約80万人から100万人が自殺をしています。しかも、これは公式に報告されたデータに過ぎません。",
      "自殺者数は、歴史上のすべての戦争で亡くなった人々の数を上回っています。信じがたいことですが、これは事実です。",
      "この背景には、うつ病が大きく関わっています。世界の自殺者の45～60％はうつ病に苦しんでいる人々です。うつ状態にある人は、健常な心理状態の人よりも自殺のリスクが35倍も高いとされています。",
      "これらの恐ろしい数字を見て不安になるかもしれませんが、私たちがこれを伝えるのは、あなたを怖がらせるためではなく、この問題に悩む人が非常に多く、そしてその大多数が恥ずかしさや孤独感から自分の苦しみを誰にも話さないという現実を示すためです。"
    ]
  },
  "screen_2": {
    "texts": [
      "私たちが伝えたいのは、自殺念慮は弱さや不完全さの表れではなく、それを恥じる必要はないということです。",
      "人々が自殺を考える理由はさまざまですが、その根底には共通のものがあります。それは耐え難い感情的な痛みであり、死がその痛みから逃れる唯一の方法であると感じることです。",
      "そのような人々は、人生があまりにも辛いため、死を痛みや苦しみからの解放と見なしたり、家族や友人にとって「重荷」になりたくないと感じているかもしれません。",
      "研究によれば、自殺念慮の主な要因の一つは、非現実的な絶望感です。彼らの思考を分析すると、悲観的な世界観が支配的であり、歪んだ認識のせいで出口のない罠に閉じ込められたように感じています。",
      "彼らは、もう一度も幸せを感じることができない、あるいはこれからも決して幸せにはなれないと感じています。しかし、重要なのは、絶望感や無力感はうつ病の症状であり、客観的な現実ではないということです。",
      "自殺を決断する理由は、「人生は良くならない」という非合理的な信念に基づいています。しかし、すべてが本当に絶望的なのでしょうか？すべてが今後も悪化するという確固たる証拠や保証があるのでしょうか？"
    ]
  },
  "screen_3": {
    "texts": [
      "苦しんでいると、他の生き方を想像するのは難しいでしょう。「前向きに考えなさい」と言われても、あなたの問題が真剣に受け止められていないと感じたり、もっと気楽に考えられない自分を責めたりするかもしれません。",
      "あなたのせいではありません。あなたの心は絶望の泥沼にはまり込んでいるように感じるのです。あなたの痛みや感情は本物であり、ただ「ポジティブに考えよう」とするだけでそれを取り除くことはできません。",
      "しかし、今一瞬だけでも、その無限の闇が実は幻であり、あなたが世界を見るためにかけている汚れた眼鏡であると想像してみてください。",
      "この考えにしがみつき、それをあなたの暗闇の中の一筋の光としてください。実際、あなたを取り囲むこの闇は乗り越えることができるものです。",
      "これはただの空虚な言葉ではありません！認知行動療法（CBT）はその有効性が多くの証拠によって支持されています。現在、CBTは自殺行動を防止する最も効果的な方法の一つとして、多くの心理療法士や研究者に用いられています。",
      "「National Library of Medicine」には、29,071人を対象とした15の実験の結果をまとめた研究が掲載されています。これらの実験によると、CBTは87％のケースで自殺再試行の防止に最も効果的な方法であることが示されています。",
      "これは非常に高い成功率です。もちろん、自殺念慮を完全に取り除くには多くの努力が必要ですが、CBTはその努力を支える効果的なツールとなります。"
    ]
  },
  "screen_4": {
    "texts": [
      "今後、CBTを用いたうつ病克服に関するセクションを設け、自殺念慮の克服方法についてさらに詳しく説明します。",
      "私たちは、あなたが生きる意欲を持ち続けられるよう最善を尽くしていますが、私たちが提供できるのは個別の支援ではなく、専門の心理療法士が提供できる個別支援には及びません。",
      "もしもあなたが限界に近づいていると感じるなら、直ちに専門家に相談してください！",
      "心理カウンセリングは有料の場合もありますが、世界中の多くの国々では無料の緊急心理支援センターが運営されています。自分の幸せな生活を手に入れるための最初の一歩を踏み出し、助けを求めてください！",
      "この一歩は大きな決断かもしれませんが、専門家こそが必要な支援を提供し、自己救済のスキルを教えてくれる存在です。",
      "私たちは、認知行動療法（CBT）を通じて、あなたが前向きな世界観を得るための道を歩むことができると信じています。",
      "生きることは常に簡単ではなく、時には非常に困難な時期があります。しかし、世界は広大で美しいものであり、あなたの人生はかけがえのないものです。どうかそのことを覚えておいてください。この世界は、生きる価値があります！"
    ],
    "quote": {
      "text": "夜明け前が最も暗い。",
      "author": "トーマス・フラー"
    }
  }
}
