{
  "title": "非合理的な思い込みは役立つことがあるのか？",
  "description": "この記事は、非合理的な信念が人の心理的・感情的状態に与える影響を分析します。深層的な無能感から成功を追求するジョンの例を通じて、このような思い込みが破壊的なコーピング戦略になりうる様子を示しています。著者は、生活の質を向上させるために自分自身の信念を認識し見直すことの重要性を強調しています。",
  "screen_1": {
    "texts": [
      "前章では、破壊的思考と信念に大きな焦点を当ててきました。これは当然のことです。なぜなら、まさにこれらが私たちの感情、行動、全体的な状態に悪影響を及ぼすからです。",
      "この関連で疑問が生じます：本当に私たちの信念はすべて悪いのでしょうか？そして、それらは私たちにとって有益になりうるのでしょうか？",
      "問題は、ストレスや落ち込んだ状態、うつ病にあるとき、あるいはこれらの信念の何らかの確認に直面したとき、ネガティブな信念が活性化されることです。",
      "例えば、ある人が「私には何もできない」という信念を持っていた場合、試験での失敗や上司からの叱責といった状況で、この信念がおそらく活性化されるでしょう。",
      "論理的でも合理的でもなくても、その人はこの信念のレンズを通して起きていることを解釈するでしょう。",
      "しかし、これは私たちの信念がすべて悪く、有益なものが何もないということを意味するわけではありません。",
      "あまりストレスのない状況や、より資源が豊かな状態では、「私は十分に有能だ」といった別の、前向きな信念が活性化することがあります。",
      "したがって、「すべての信念は有害か？」という質問への答えは、いいえ、すべてではありません。"
    ]
  },
  "screen_2": {
    "texts": [
      "非合理的な思い込みのポジティブな影響については、状況はやや複雑です。詳しく見ていきましょう。",
      "一部の人々は、すべてがそれほど悪くなく、非合理的な信念が人生で役立つこともあると考えるかもしれませんが、これは真実というよりも誤解です。",
      "全体像を把握するために例を挙げてみましょう。思考には3つのレベルがあることについてすでに話しました：思考、中間的信念、そして深層的信念です。",
      "ジョンという若い男性を想像してみましょう。彼には「私には何もできない」という深層的信念があり、中間的信念としては「私は常に成功していなければならない」があるとします。",
      "一方では、この信念には何も悪いことがないように見えるかもしれません。ジョンが成功したいと思うのは素晴らしいことです。一見すると、それが単なる願望や目標であり、厳格で硬直した規則でなければ、確かに悪いことは何もありません。",
      "これが彼にとって有益だとさえ思うかもしれません。なぜなら、この思い込みのおかげで彼は一生懸命働き、ある程度の成功を収め、より意欲的で目標志向になるでしょうから。",
      "仕事は彼にとって非常に重要になり、これはポジティブな結果しかもたらさないように見えます。",
      "しかし、もう少し深く掘り下げてみましょう。",
      "これが単なる願望ではなく、本当に中間的信念であるならば、それは建設的というよりも破壊的である可能性が高いでしょう。これは、それが彼の深層的信念に根ざしているからです。そのような場合、ジョンにとって仕事はコーピング戦略になります（コーピング戦略については次章でさらに詳しく説明します）。"
    ],
    "quote": {
      "text": "人間は自分の仕事を愛するか嫌うかしかできないので、その結果を見なければなりません。仕事中毒の人々は、自分が仕事のために存在するのではなく、仕事が自分のために存在することを単に忘れているのです。",
      "author": "レフ・トルストイ"
    }
  },
  "screen_3": {
    "texts": [
      "簡単に言えば、コーピング戦略とは、思考、感情、または行動を通じて現れるストレスへの反応です。",
      "簡単な言葉で言えば、ジョンは自分が無能だと感じないようにするため（これが彼の深層的信念です）に成功を目指しています（これが彼の中間的信念です）。そして、仕事への集中はそのような自己認識を避ける方法なのです。",
      "これが破壊的である理由は、ジョンが仕事で問題に直面したり、キャリアで失敗したり、解雇されたりした場合、彼は無意識のうちに自分の無能さについての深層的信念に直面することになり、それは彼にとって黙示録のようなものになる可能性があるからです。",
      "これは彼の状態の悪化、無気力、破壊的行動、さらにはうつ病につながる可能性があります。",
      "今となっては、結果はそれほど素晴らしいとは思えませんよね？",
      "結局のところ、「私は常に成功していなければならない」という信念は、役立つよりも有害です。私たち誰もが失敗やミスから守られているわけではありません。そのような思い込みがあると、彼にとって各ミスは深層的信念の確認となり、それが今度はその信念への彼の信仰を強めるだけです。",
      "重要なのは、どんな信念も単なるアイデアであり、それをより有益なものに変えることができるということを理解することです。それによって生活の質を大幅に向上させることができ、認知行動療法がこの点で役立ちます。"
    ]
  }
}
