{
  "title": "非合理的な信念は役に立つことができるか？",
  "description": "この記事は、非合理的な信念が人の心理感情的状態に与える影響について解説します。自分の無能力についての深層信念から成功を求めるジョンの例を通じて、そのような信念がどのように破壊的なコーピング戦略になり得るかを示します。筆者は生活の質を改善するために、自分自身の信念を認識し見直すことの重要性を強調しています。",
  "screen_1": {
    "texts": [
      "前の章では、私たちは破壊的な思考と信念に大きな重点を置きました。これは当然です。なぜなら、それらは私たちの感情、行動、全体の状態にネガティブな影響を与えるからです。",
      "このことに関して疑問が生じます：私たちの信念は本当にすべて悪いものでしょうか。そして、それらは私たちにとって役立つことができるでしょうか。",
      "問題は、ネガティブな信念が、私たちがストレス、落ち込み、うつ病の状態にあるとき、あるいはこれらの信念の何らかの確認に直面したときに活性化されることです。",
      "例えば、人が「私は何もできない」という信念を持っている場合、試験の失敗や上司からの注意のような状況で、この信念はおそらく活性化されるでしょう。",
      "人は、それが非論理的で不合理であっても、この信念を通して起こっていることを解釈するでしょう。",
      "しかし、これは私たちの信念がすべて悪く、それらに何の役立つものもないという意味ではありません。",
      "よりストレスの少ない状況や、よりリソースの豊富な状態では、別の、ポジティブな信念、例えば：「私は十分に能力がある」が活性化されるかもしれません。",
      "したがって、「すべての信念が有害か」という疑問への答えは—いいえ、すべてではありません。"
    ]
  },
  "screen_2": {
    "texts": [
      "非合理的な信念の肯定的な影響については、状況は少し複雑です。理解していきましょう。",
      "ある人は、すべてがそれほど悪くなく、非合理的な信念は人生でさえ助けることができると思うかもしれませんが、それは真実よりもむしろ誤解です。",
      "全体像を理解するために例を挙げましょう。私たちはすでに三つの思考レベル—思考、中間信念、深層信念—が存在することについて話しました。",
      "ジョンという若者の深層信念が「私は何もできない」で、中間信念が例えば「私はいつも成功でなければならない」だと想像してください。",
      "一方では、この信念に何も悪いことがないように見えるかもしれません。ジョンが成功したいのは素晴らしいことですから。一見すると、それが単なる欲求や目標であり、厳格で硬直したルールでなければ、本当に何も悪いことはありません。",
      "あなたは、これが彼にとって役立つことさえあると思うかもしれません。なぜなら、この信念のおかげで、彼はたくさん働き、一定の成功を達成し、より動機づけられ、目標志向になるからです。",
      "仕事は彼にとって非常に重要になり、それは肯定的な結果だけをもたらすように見えます。",
      "しかし、もっと深く掘り下げてみましょう。",
      "もしこれが本当に中間信念であり、単なる欲求でない場合、それはおそらく建設的ではなく破壊的でしょう。これは、それが彼の深層信念に根ざしているために起こります。その場合、仕事はジョンにとってコーピング戦略になります（コーピング戦略については、次の章で詳しく話します）。"
    ],
    "quote": {
      "text": "人は自分の仕事を愛するか憎むかしかできないので、その結果を見なければならない。仕事中毒の人は単に、仕事のために存在するのではなく、仕事が自分のために存在することを忘れている。",
      "author": "レフ・トルストイ"
    }
  },
  "screen_3": {
    "texts": [
      "簡単に言うと、コーピング戦略とは、思考、感情、または行動を通じて現れるストレスへの反応です。",
      "平易な言葉で言えば、ジョンは無能力だと感じない（彼の深層信念である）ために成功したい（彼の中間信念）のです。そして彼の仕事への集中は、そのような自己認識を避ける方法です。",
      "これが破壊的である理由は、もしジョンが仕事で問題に直面し、キャリアで失敗するか、解雇された場合、彼は無意識に自分自身の無能力についての深層信念に直面し、それは彼にとって一種の黙示録のようなものになる可能性があるからです。",
      "これは彼の状態の悪化、無気力、破壊的な行動、さらにはうつ病につながる可能性があります。",
      "今、結果はそれほど素晴らしいものには見えませんよね？",
      "結局、「私はいつも成功でなければならない」という信念は、役立つよりも有害です。なぜなら、私たちの誰も失敗や間違いから免れることはできないからです。そのような信念では、それぞれの間違いが彼の深層信念の確認となり、それは今度は彼のその信念への確信を強化するだけです。",
      "信念とは、単に変更可能なアイデアに過ぎず、それをより役立つものにすることで、生活の質を大幅に改善できることを理解することが重要です。これには認知行動療法が役立ちます。"
    ]
  }
}
