{
  "title": "非合理的な信念は役に立つのか？",
  "description": "この記事では、非合理的な信念が心の状態や感情にどのような影響を与えるのかを考えます。「自分には能力がない」という深い思い込みを抱えながら成功を追い求めるジョンの例を通して、そのような信念が一見役に立っているように見えても、実際には破壊的なコーピング・ストラテジーになりやすいことを示します。自分の信念に気づき、見直していくことが、生活の質を高めるうえでどれほど大切かを伝えています。",
  "screen_1": {
    "texts": [
      "これまでの章では、私たちの心や行動に悪影響を及ぼす破壊的な思考や信念について、多くの時間を割いてきました。それには理由があります。まさにこうしたパターンが、感情や行動、そして全体的な心身の状態を大きく悪化させてしまうからです。",
      "ここで自然と、こんな問いが浮かんできます。「本当にすべての信念が有害なのだろうか？　中には役に立つものもあるのでは？」という疑問です。",
      "多くの場合、ネガティブな信念は、強いストレス下にいるときや気分が落ち込んでいるとき、うつ状態のとき、あるいはその信念を「証明しているように見える」出来事が起きたときに、いっそう活性化しやすくなります。",
      "たとえば、「自分には何の能力もない」という信念を持っている人は、試験の失敗や上司からのきつい一言をきっかけに、その思い込みが一気に強まるかもしれません。",
      "すると、その人は事実そのものではなく、その信念というレンズを通して出来事を解釈するようになります。たとえその見方が論理的でなく、現実ともかけ離れていてもです。",
      "だからといって、すべての信念が同じように悪く、何の役にも立たないわけではありません。",
      "プレッシャーが少ないときや、心に余裕があるときには、「自分にはそれなりの力がある」といった支えになってくれる信念が前面に出てくることもあります。",
      "ですから、「すべての信念は有害なのか」という問いへの答えは明確です。――いいえ、必ずしもそうとは限りません。"
    ]
  },
  "screen_2": {
    "texts": [
      "では、「非合理的な信念に役に立つ側面があるのか」と聞かれたとき、話はもう少し複雑になります。ここを丁寧に見ていきましょう。",
      "一見すると、そのような信念が人を成功へと駆り立てているように見えることがあります。しかし、それは現実というよりも、よくある誤解に近いものかもしれません。",
      "話を分かりやすくするために、認知行動療法でよく扱われる三つのレベルを思い出してみましょう。自動思考、中間信念、そして深い信念（コアビリーフ）です。",
      "ここで、ジョンという若い男性を想像してみます。彼には「自分は何も成し遂げられない」という深い信念があり、その上に「自分は常に成功していなければならない」という中間信念が乗っています。",
      "表面的には、「成功を目指すなんて、良いことではないか？」と聞こえるかもしれません。実際、それが柔軟な願望として働くなら、健全な目標になり得ます。",
      "そのため、「いつも成功していなければならない」という信念が、モチベーションを高め、成果や向上心につながる「役に立つ」ものだと感じられることもあるでしょう。",
      "そうなると、仕事は極めて重要なものに見え、人生の中心にある「良いもの」のように感じられます。",
      "けれども、もう一段深く掘り下げてみましょう。",
      "それが本当に「〜ねばならない」という硬直した中間信念であり、その根っこに「自分には価値がない」というような深い信念が潜んでいる場合、仕事はジョンにとってコーピング・ストラテジーの一つになります（コーピング・ストラテジー自体については、このあと別の章で詳しく扱います）。"
    ],
    "quote": {
      "text": "人は仕事を愛するか、仕事を憎むかのどちらかであり、その結果を見届けなければならない。仕事中毒の人は、自分が仕事のために生きているのではなく、本来は仕事が自分のためにあるのだということを忘れてしまう。",
      "author": "レフ・トルストイ"
    }
  },
  "screen_3": {
    "texts": [
      "ごく簡単に言えば、コーピング・ストラテジーとは、ストレスに直面したときに、思考・感情・行動を通じてそれに対処しようとするパターンのことを指します。",
      "別の言い方をすると、ジョンは「成功していなければならない」という中間信念に従うことで、「自分には価値がない」「何もできない」といった深い信念に触れずに済ませようとしているのです。仕事への過度な集中は、痛みを伴う自己イメージから逃れるための方法になっています。",
      "しかし、このようなコーピングはとても壊れやすく、少し大きなつまずき――プロジェクトの失敗、昇進の遅れ、あるいは解雇など――が起きたとき、ジョンは一気に「自分はやはりダメだ」という深い信念と正面からぶつかることになります。それは本人にとって、まるで自分の世界が終わってしまったかのような衝撃になります。",
      "その結果として、気分の著しい落ち込み、無気力、自分を傷つけるような行動、さらにはうつ状態へとつながることもあります。",
      "こうして見てみると、「モチベーションを高めてくれる」と思われていたはずのプラス面は、あまり説得力のあるものには見えなくなってきます。",
      "結局のところ、「いつも成功していなければならない」という信念は、多くの場合有害に働きます。なぜなら、失敗やミスは誰にでも起こり得るのに、そのたびに「やっぱり自分はダメだ」という深い信念の「証拠」として扱われ、その思い込みをいっそう強めてしまうからです。",
      "ここで覚えておきたいのは、信念とは変えられない運命ではなく、「見直すことのできる一つの考え方」にすぎないという点です。信念に気づき、現実的で役に立つ形に組み替えていくことは、生活の質を大きく引き上げてくれます。そして、まさにそのプロセスを支えるのが認知行動療法なのです."
    ]
  }
}
