{
  "title": "Teknik: Gün Kontrol Altında",
  "description": "Bu yazı, öz-yönetimi güçlendirmek ve kişisel verimliliği artırmak için tasarlanmış özgün bir planlama yöntemi olan “İki Sütun” tekniğini tanıtır. Görevleri “plan” ve “gerçek” olarak ayırmanın yalnızca hedeflere ulaşmayı değil, günlük eylemleri daha bilinçli değerlendirmenizi de nasıl kolaylaştırdığını gösterir. Odak, yapılanları gözden geçirmek üzerinedir; böylece değişime uyum sağlamak ve “gerekli” olanla “istenen” arasında denge kurmak kolaylaşır.",
  "screen_1": {
    "texts": [
      "Sizinle paylaşacağımız ilk egzersiz basit ama etkili; öz-yönetiminize destek olur.",
      "Akşam, ertesi günün planını yazın. Programınız iki bölümden, yani iki sütundan oluşur.",
      "İlk sütun “Öncesi”dir: yapmak istediklerinizin saat saat planı. Her saatlik satıra etkinliği belirtmek için bir-iki kelime yazmanız yeterli.",
      "Örneğin: duşa girmek, kahvaltı etmek, çamaşır başlatmak gibi küçük işler; ya da daha çok enerji isteyen temizlik, sınava hazırlık, özgeçmiş düzenlemek vb.",
      "Her günün sonunda ikinci sütunu, “Sonrası”nı doldurun.",
      "Gerçekte neler yaptığınızı yine saat saat yazın. Planla bire bir örtüşebilir ya da farklı olabilir—bu normaldir, endişelenmeyin.",
      "“Öncesi” listesinin yalnızca küçük bir kısmını hayata geçirseniz bile, bu basit zaman planlaması sizin için hem faydalı hem de görsel olarak anlaşılır bir sürece dönüşür.",
      "Ayrıca sizin için kolay olmayan ve kişisel bir başarı sayılabilecek her etkinliği “İ” harfiyle işaretleyin."
    ]
  },
  "screen_2": {
    "texts": [
      "Depresyon döneminde diş fırçalamak ya da duş almak bile bir başarıdır; bunda utanılacak bir şey yok, inanın. Bu tür etkinliklerin yanına “İ” yazın. Ayrıca zorluk derecesini de belirtin.",
      "Örneğin yatağı toplamak kolaysa “İ-2”, öğle yemeği hazırlamak daha zorsa “İ-7” olabilir. Ölçeği hisleriniz belirlesin.",
      "Planınızdaki bir etkinlik size keyif verdiyse, yanına “K” (keyif) yazın.",
      "Mesela film izlemek ya da parkta yürümek size iyi geldiyse, ilgili harfi ekleyin ve aldığınız keyfin derecesini de belirtin.",
      "Özetle egzersiz bu kadar: basit ama etkili. “İşe yaramaz” diye düşünebilirsiniz; ancak düzenli uygulamadan etkisini göremeyebilirsiniz. Şunlar nedeniyle işe yarar:",
      "Sürekli “yapmalı mıyım, yapmamalı mıyım” diye eylemlerin önemini tartma döngüsünü keser ve iç çelişkilerle baş etmenize yardımcı olur;",
      "Zamanınızı dengeli planlamayı kolaylaştırır: “yapmanız gereken” işler de size keyif veren etkinlikler de programda yerini bulur;"
    ]
  },
  "screen_3": {
    "texts": [
      "Günlük programınızı düzenli hazırladığınızda motivasyonunuzun arttığını fark edeceksiniz; çünkü bir şeyler yapmaya başlamak, “başaramam” inancını boşa çıkarır.",
      "Uzun süre depresyon ve erteleme ile mücadele eden bir kişinin bu teknikle ilgili geri bildirimi:",
      "Günümü planlayıp akşam sonuçlara baktığımda, zamanımı tam olarak neye harcadığımı fark ettim.",
      "Bu, hayatımın sorumluluğunu yeniden almama yardımcı oldu. İstersem durumu kontrol edebileceğimi anladım."
    ],
    "quote": {
      "text": "Zaman yönetiminde en önemli olan, zamanı değil, kendini yönetmektir.",
      "author": "Peter Drucker"
    }
  }
}
