{
  "control": {
    "title": "Teknik: Gün Kontrol Altında",
    "description": "Bu yazı, öz-yönetimi güçlendirmek ve kişisel verimliliği artırmak için tasarlanmış özgün bir planlama yöntemi olan \"İki Sütun\" tekniğini tanıtır. Görevleri \"plan\" ve \"gerçek\" olarak ayırmanın yalnızca hedeflere ulaşmayı değil, günlük eylemleri daha bilinçli değerlendirmenizi de nasıl kolaylaştırdığını gösterir. Odak, yapılanları gözden geçirmek üzerinedir; böylece değişime uyum sağlamak ve \"gerekli\" olanla \"istenen\" arasında denge kurmak kolaylaşır.",
    "screen_1": {
      "texts": [
        "Sizinle paylaşacağımız ilk egzersiz basit ama etkili; öz-yönetiminize destek olur.",
        "Akşam, ertesi günün planını yazın. Programınız iki bölümden, yani iki sütundan oluşur.",
        "İlk sütun \"Öncesi\"dir: yapmak istediklerinizin saat saat planı. Her saatlik satıra etkinliği belirtmek için bir-iki kelime yazmanız yeterli.",
        "Örneğin: duşa girmek, kahvaltı etmek, çamaşır başlatmak gibi küçük işler; ya da daha çok enerji isteyen temizlik, sınava hazırlık, özgeçmiş düzenlemek vb.",
        "Her günün sonunda ikinci sütunu, \"Sonrası\"nı doldurun.",
        "Gerçekte neler yaptığınızı yine saat saat yazın. Planla bire bir örtüşebilir ya da farklı olabilir—bu normaldir, endişelenmeyin.",
        "\"Öncesiv listesinin yalnızca küçük bir kısmını hayata geçirseniz bile, bu basit zaman planlaması sizin için hem faydalı hem de görsel olarak anlaşılır bir sürece dönüşür.",
        "Ayrıca sizin için kolay olmayan ve kişisel bir başarı sayılabilecek her etkinliği \"İ\" harfiyle işaretleyin."
      ]
    },
    "screen_2": {
      "texts": [
        "Depresyon döneminde diş fırçalamak ya da duş almak bile bir başarıdır; bunda utanılacak bir şey yok, inanın. Bu tür etkinliklerin yanına \"İ\" yazın. Ayrıca zorluk derecesini de belirtin.",
        "Örneğin yatağı toplamak kolaysa \"İ-2\", öğle yemeği hazırlamak daha zorsa \"İ-7\" olabilir. Ölçeği hisleriniz belirlesin.",
        "Planınızdaki bir etkinlik size keyif verdiyse, yanına \"K\" (keyif) yazın.",
        "Mesela film izlemek ya da parkta yürümek size iyi geldiyse, ilgili harfi ekleyin ve aldığınız keyfin derecesini de belirtin.",
        "Özetle egzersiz bu kadar: basit ama etkili. \"İşe yaramaz\" diye düşünebilirsiniz; ancak düzenli uygulamadan etkisini göremeyebilirsiniz. Şunlar nedeniyle işe yarar:",
        "Sürekli \"yapmalı mıyım, yapmamalı mıyım\" diye eylemlerin önemini tartma döngüsünü keser ve iç çelişkilerle baş etmenize yardımcı olur;",
        "Zamanınızı dengeli planlamayı kolaylaştırır: \"yapmanız gereken\" işler de size keyif veren etkinlikler de programda yerini bulur;"
      ]
    },
    "screen_3": {
      "texts": [
        "Günlük programınızı düzenli hazırladığınızda motivasyonunuzun arttığını fark edeceksiniz; çünkü bir şeyler yapmaya başlamak, \"başaramam\" inancını boşa çıkarır.",
        "Uzun süre depresyon ve erteleme ile mücadele eden bir kişinin bu teknikle ilgili geri bildirimi:",
        "Günümü planlayıp akşam sonuçlara baktığımda, zamanımı tam olarak neye harcadığımı fark ettim.",
        "Bu, hayatımın sorumluluğunu yeniden almama yardımcı oldu. İstersem durumu kontrol edebileceğimi anladım."
      ],
      "quote": {
        "text": "Zaman yönetiminde en önemli olan, zamanı değil, kendini yönetmektir.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Yakınını Kaybettikten Sonra Kendini Yeniden Bulmak",
    "description": "Bu yazı, kardeşinin trajik ölümü sonrasında derin bir depresyon ve ağır suçluluk yaşayan Anastasia'nın hikâyesini anlatıyor. Psikoterapi sayesinde kendini suçlamaktan yavaş yavaş uzaklaşıp kendine ve yaşadıklarına bakışını değiştirdi. Zamanla depresyondan çıktı, suçlu olmadığı gerçeğini kabul etti ve yeniden dolu dolu yaşamaya başladı.",
    "screen_1": {
      "texts": [
        "Hepimiz er ya da geç bir yakınını kaybetmekle yüzleşiriz. Ölüm, güçlü bir dalga gibi insanı acı ve ağırlıkla saran, zor bir sınavdır.",
        "Gözyaşları, hüzün ve yoğun duygular kayba verilen doğal tepkilerdir. Bu yaşantılar, yasımızı yaşamamıza ve yeniden yaşama gücü bulmamıza yardımcı olur.",
        "Bazen yas uzar ve yıllarca eşlik eder. Bazen de hızla derin bir depresyona dönüşebilir.",
        "29 yaşındaki Anastasia'nın öyküsüne bakalım: küçük kardeşinin intiharından sonra ağır bir depresyona sürüklendi. Trajediden birkaç ay sonra psikoterapiye başladı.",
        "En yakıcı olan, ölümünden kendini sorumlu saymasıydı.",
        "Kendini çıkışsız ve ürkütücü bir gerçekliğin içinde hissediyordu. Acıyı \"hak ettiğine\" inanıyor, hatta intihar düşünceleri yaşıyordu.",
        "Suçluluk, yakınlarını kaybedenlerde sık ve ağır bir duygudur; kişi kendi yaşamına son verdiyse bu duygu daha da yoğun olabilir.",
        "Pek çok kişi şu soruları sorar: \"Neden bunu durduramadım? Neden zamanında fark etmedim?\"",
        "Deneyimli uzmanlar bile bir danışan intihar ettiğinde şöyle düşünebilir: \"Bu gerçekten benim hatam. Başka bir şey söylemeliydim, farklı sormalı, daha dikkatli olmalıydım. Bunu önlemeliydim. Suçlu benim!\""
      ],
      "quote": {
        "text": "Sevdiklerimiz aramızdan ayrılabilir; ama onları hatırladığımız sürece asla bizden çok uzak olmazlar.",
        "author": "Konfüçyüs"
      }
    },
    "screen_2": {
      "texts": [
        "Anastasia'nın kendini suçlaması trajediden önce de vardı. Sık sık hayatının kardeşinkine göre daha yolunda gittiğini düşünür; kardeşi uzun süre depresyonla mücadele ederken duygusal ve maddi destek olmaya çalışırdı.",
        "Psikoloğa gitmesini teşvik ediyor, terapinin ücretine yardımcı oluyor ve yanında olabilmek için yakınında bir ev kiralıyordu.",
        "Yine de \"daha fazlasını yapmalıydım\" diyerek ölümünden kendini sorumlu tutuyordu.",
        "Duyguları derindi ve kalıcıydı; bu yükü sürekli taşıyordu.",
        "İlk seanslarda, kendini suçlamasının nedenlerini ve ölümle ilgili düşüncelerini şöyle anlatıyordu: \"Onun hayatından ben sorumluydum. Yardım edemeyişim trajediye yol açtı gibi geliyor. Durumunu görüp onu kurtarmam gerekirdi.\"",
        "Çektiği acının \"hak edilmiş\" olduğuna ve bir bedel taşımak zorunda olduğuna inanıyordu.",
        "Dışarıdan bakıldığında, bu düşüncelerin mantık dışı olduğu ve yalnızca zarar verdiği görülür.",
        "Yaptığı temel bilişsel hata \"kişiselleştirme\"ydi. Terapi sürecinde şu sonuçlara ulaştı:",
        "Eğer gerçekten kardeşinin ölümünden o sorumlu olsaydı, bu kararın nedeni de o olurdu.",
        "Oysa kardeşinin düşüncelerini ve içsel acısını kontrol etmesi mümkün değildi; dolayısıyla onu ağır depresyona götüren inançlardan sorumlu tutulamazdı. Bu, kardeşinin mücadelesiydi; onun suçu değildi.",
        "Kardeşinin durumunun sorumluluğunu üstlenmeye çalışarak kontrolü dışında olana etki etmeye çabalıyordu. Yapabileceğinin en fazlası, gücü ve imkânları ölçüsünde yanında olmaktı."
      ]
    },
    "screen_3": {
      "texts": [
        "Niyetini bilseydi elinden geleni yapar, trajediyi önlemeye çalışırdı. Ama bilmiyordu—görünmeyeni değiştirmek mümkün değildi.",
        "Kendini suçlarken sanki geleceği öngörmek ve sınırsız bilgiye sahip olmak zorundaymış gibi davranıyordu. Bu beklentiler gerçekçi değildi; kendini suçlaması için bir dayanak yoktu.",
        "Her şey, bu eylemin sorumluluğunu üstlenmenin ağır ve haksız bir yük olduğuna işaret ediyordu.",
        "Onun gerçek sorumluluğu yalnızca kendi yaşamı ve iyilik hâliydi.",
        "Zamanla şunu anladı: Acısının kaynağı \"kardeşini yarı yolda bırakması\" değil, suçluluğun onu yutmasına izin vermesi ve depresyonun yaşamını sarmasıydı.",
        "Destekleyici yol, suçluluğu bırakmak, adım adım toparlanmak ve yeniden neşeli, anlamlı bir yaşam kurmayı öğrenmek oldu.",
        "Gerçek öz-şefkat böyle görünür. Terapi sonrasında Anastasia'nın durumu belirgin biçimde iyileşti ve depresyonu aştı; bunu, kendine ve iç dünyasına ilişkin derin değişimlerle açıklıyor."
      ]
    }
  },
  "diagnostic": {
    "title": "Depresyon Tanısı: Kendini Anlamaya Yolculuk",
    "description": "Bu yazı, depresyona tanı konmasına giden yolları ele alır: belirtileri genel düzeyde tanımaktan \"Beck Depresyon Envanteri\" ile özdeğerlendirmeye kadar. Özellikle belirgin belirtilerde doğru tanı ve destek için bir uzmana başvurmanın önemini vurgular; duygusal iyilik hâline özen göstermek isteyenler için uygulanabilir adımlar ve egzersizler sunar.",
    "screen_1": {
      "texts": [
        "Önceki bölümde depresyonun ne olduğundan söz etmiştik.",
        "Şimdi, onu kendimizde nasıl fark edebileceğimizi konuşalım.",
        "Kabaca depresyon tanısını üç aşamada ele alabiliriz:",
        "Genel tarama",
        "Diğer duygusal durumlarda olduğu gibi depresyon da belirli belirtilerle kendini gösterir. Bunlara bakalım:",
        "Çökkün ruh hâli.",
        "Alışılmış etkinlik ve zevklere ilgi kaybı.",
        "Anhedoni: haz alma kapasitesinde azalma.",
        "Dikkati toplama, üretkenlik ve karar vermede güçlük.",
        "Uyku ve iştahta değişimler: azalma ya da artma.",
        "Umutsuzluk, çaresizlik, sinirlilik, utanç ya da suçluluk duyguları.",
        "Kaygı ya da belirgin apati.",
        "Enerji düşüklüğü, sürekli yorgunluk hissi.",
        "Ölüm ya da intiharla ilgili yineleyici düşünceler.",
        "Bu belirtilerin bir kısmını hayatımızda en az bir kez yaşamış olabiliriz.",
        "Ancak tek tek belirtiler her zaman depresyon anlamına gelmez. Peki varlığını nasıl anlayabiliriz?",
        "En az iki hafta boyunca listelenen belirtilerden dördünü kendinizde gözlemliyorsanız, depresif bir bozukluk söz konusu olabilir.",
        "Ayrıca genel sağlık durumunuzu ve yaşam koşullarınızın etkisini de hesaba katmak önemlidir."
      ],
      "quote": {
        "text": "Hayatın sunduğu durumları değiştiremeyiz, ama onları nasıl yaşadığımızı değiştirebiliriz.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Kanıta dayalı özdeğerlendirme",
        "Durumunuzu değerlendirmeye yardımcı olan pek çok araç vardır.",
        "Bunların en bilinen ve güvenilirlerinden biri Beck Depresyon Envanteri'ndir (BDE).",
        "Psikoterapist Aaron Beck tarafından geliştirilen bu ölçek, depresyonun farklı yönlerini yansıtan 21 belirti kategorisi içerir.",
        "Testi tamamladıktan sonra belirtilerinizin şiddetini kabaca hafiften ağıra değerlendirebilirsiniz.",
        "Test uygulamamızda yer alır; kullanımı basit ve sezgiseldir."
      ],
      "quote": {
        "text": "Kendine özen göstermek, sorumluluklarının dışında bir ayrıcalık değil; onların önemli bir parçasıdır.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Uzmanla görüşme",
        "Özdeğerlendirme sonuçları olası bir depresyona işaret ediyorsa, bir psikolog, psikiyatrist ya da psikoterapiste başvurmak önemlidir.",
        "Uzman, tanıyı netleştirip uygun destek ve tedavi planını belirlemeye yardımcı olur. Biz de size eşlik etmek ve faydalı bilgiler sunmak için buradayız.",
        "Bu materyal, depresyonun hafif ve orta düzeydeki belirtileri olan kişiler için destek amacıyla hazırlanmıştır.",
        "Bununla birlikte, daha ağır bir tablo yaşayanlar için de faydalı olabilir.",
        "Belirtileri bir nebze hafifletmeye ve durumunuzu daha iyi anlamaya yardımcı olabilir; ancak belirgin depresyonda yalnızca öz-yardım araçları yeterli olmayabilir.",
        "Bu gibi durumlarda profesyonel destek almak ve gerekirse ilaç tedavisini değerlendirmek özellikle önemlidir.",
        "Duygusal durumların değerlendirilmesi incelikli ve zorlu bir süreçtir.",
        "Özdeğerlendirmede her zaman yanılma payı vardır.",
        "Klinik depresyonunuz olmasa ve yalnızca geçici bir moral çöküklüğü yaşıyor olsanız bile, bu bölüm yine de yararlı olabilir.",
        "Depresyonun mekanizmalarını ayrıntılı biçimde ele alacak, pratik öneri ve egzersizler paylaşacağız.",
        "Yaşam kalitenizi artırmak istiyor ve kendinize doğru adımlar atmaya hazırsanız, bu yolu birlikte sürdürelim."
      ]
    }
  }
}
