{
  "title": "Teknik: Günü Kontrol Altında Tutma",
  "description": "Bu makalede, kişisel organizasyonu geliştirmek ve verimliliği artırmak için \"İki Sütun\" isimli benzersiz bir planlama tekniği sunulmaktadır. Okuyucular, görevleri \"planlar\" ve \"gerçekler\" olarak basit bir şekilde ayırmanın, belirlenen hedeflere ulaşmanın yanı sıra günlük eylemlerini anlamalarına nasıl yardımcı olabileceğini öğrenecekler. Ayrıca, yapılanların analizi üzerine özel bir vurgu yapılarak, değişikliklere uyum sağlamayı ve gerekli ile istenen arasında denge bulmayı öğretmek amaçlanmaktadır.",
  "screen_1": {
    "texts": [
      "Sizinle paylaşmak istediğimiz ilk alıştırma, basit ama etkili bir tekniktir ve kişisel organizasyonunuza yardımcı olacaktır.",
      "Bir önceki akşam, bir sonraki gün için programınızı yazmak üzere oturun. Bu program iki bölümden, dolayısıyla iki sütundan oluşacak.",
      "İlk sütun — \"Önce\". Bu, ne yapmak istediğinizin saatlik planıdır. Hemen çok şey yazmaya çalışmayın; her saatlik satıra bir veya iki kelime yazarak bir etkinlik veya eylem belirtin.",
      "Örneğin, bu basit bir şey olabilir: duşa girmek, kahvaltı yapmak, çamaşır koymak. Ya da daha enerji gerektiren bir şey: temizlik yapmak, sınav için hazırlanmak, özgeçmiş oluşturmak vb.",
      "Her günün sonunda, \"Sonra\" sütununa yazın.",
      "Buraya gün boyunca gerçekten ne yaptığınızı, yine saatlere göre yazmalısınız. Etkinlikleriniz planladıklarınızla örtüşebilir ya da farklı olabilir — bu normal, endişelenmeyin.",
      "Günlük \"önce\" listesinin sadece küçük bir kısmını gerçekleştirebilseniz bile, zamanınızı planlamak, sizin için oldukça faydalı ve görsel olarak anlaşılır bir süreç olabilir.",
      "Ayrıca, yaptığınız her etkinliği, sizin için kolay olmayan ve bir başarıya dönüşen bir şeyse \"D-iş\" harfiyle işaretleyin."
    ]
  },
  "screen_2": {
    "texts": [
      "Depresyon sırasında dişlerinizi fırçalamak ya da duşa girmek sizin için bir başarı olabilir, bunda kötü veya utanç verici bir şey yok, buna inanın. O yüzden bu etkinliklerin yanına \"D\" yazacaksınız. Zorluk derecesini de belirtin.",
      "Örneğin, yatağı toplamak oldukça kolaydı, bu yüzden bu \"D-2\" olabilir; ama öğle yemeği hazırlamak daha zordu, bu da \"D-7\" olabilir. Bu değerlendirme ölçeğini sizin hisleriniz belirleyecektir.",
      "Eğer planınızdaki bir etkinlik sizin için keyifli bir şeyse, o zaman yanına \"U-keyif\" koyun.",
      "Örneğin, bir film izlemek veya parkta yürüyüş yapmak size zevk verdiyse, o zaman buna uygun harfi koyun ve bu eylemden aldığınız zevki de değerlendirin.",
      "Aslında, bu alıştırmanın özü budur: basit ama etkilidir. Bunun işe yaramayacağını düşünebilirsiniz, ama bunu belli bir süre düzenli olarak yapmazsanız, gerçekten anlamayacaksınız. Bu işe yarıyor çünkü:",
      "Bu, belirli eylemlerin önemini ve değerini sürekli düşünme eğiliminizi durduracak ve içsel çelişkilerle başa çıkmanıza yardımcı olacak: bir şey yapmalı mıyım yoksa yapmamalı mıyım;",
      "Zamanınızı dengeli bir şekilde planlamanızı sağlayacak, çünkü burada yapmanız gereken işler olacak ve ayrıca size zevk veren etkinlikler de yer alacak;"
    ]
  },
  "screen_3": {
    "texts": [
      "Günü düzenli olarak planlarsanız, yakında motivasyonunuzun arttığını göreceksiniz, çünkü en azından bir şey yapmaya başladığınızda, hiçbir şey yapamadığınıza dair inançlarınızı çürütmüş olacaksınız.",
      "Uzun süre depresyon yaşayan ve erteleme sorunuyla mücadele eden bir kişi, bu teknik hakkında şöyle bir geri bildirimde bulundu:",
      "Günümü planlayarak akşam sonuçlara baktığımda, zamanımı nasıl harcadığımı fark ettim.",
      "Bu, hayatımın kontrolünü tekrar elime almama yardımcı oldu. İstersem durumu kontrol edebileceğimi anlıyorum."
    ],
    "quote": {
      "text": "Zamanı yönetmenin en önemli kısmı, zamanı yönetmek değil, kendinizi yönetmektir.",
      "author": "Peter Drucker"
    }
  }
}
