{
  "title": "Yakınlarını Kaybettikten Sonra Kendini Bulma Arayışları",
  "description": "Bu makale, kardeşinin intiharından sonra derin bir depresyon ve suçluluk hissi yaşayan Anastasia'nın hikayesini ele alıyor. Psikoterapi sayesinde kendisini suçlamaktan kurtulmayı öğrendi ve bu, kendine ve yaşadığı duygulara karşı tutumunu değiştirmesine yardımcı oldu. Sonuç olarak, Anastasia depresyondan çıkmayı, masumiyetini kabul etmeyi ve dolu bir hayat yaşamaya başlamayı başardı.",
  "screen_1": {
    "texts": [
      "Hepimiz bir gün sevdiklerimizi kaybetmekle yüzleşiyoruz. Ölüm, ölen kişiyi sevenler için büyük bir darbe olup, acı ve yasla kaplanmış bir patlama dalgası gibidir.",
      "Gözyaşları, üzüntü ve duygular — kayba normal tepkilerdir. Bu duygular, bu anı yaşamamıza yardımcı olur ve yaşamaya devam etmemiz için güç verir.",
      "Bazen yas süreci uzar ve kişi yıllarca acı çeker, bazen ise hemen derin bir depresyona girebilir.",
      "Bir depresyon hastasının hikayesini paylaşalım: 29 yaşındaki Anastasia, birkaç ay önce kardeşi intihar eden bir genç kızdı.",
      "Onun depresyonunun gelişiminde en acı veren ve aynı zamanda kötüleştirici faktör, kardeşinin intiharından sorumlu olduğu hissiydi.",
      "Anastasia, gerçek ve çözülmesi imkansız bir sorunla karşılaştığını düşünüyordu. Ölümü hak ettiğine inanıyordu ve intihar düşünceleri yaşıyordu.",
      "İntihar eden bir kişinin yakınlarını sıkan yaygın bir sorun — suçluluk hissidir.",
      "İnsanlar sık sık kendilerini sorgular: \"Buna neden engel olamadım? Neden bunu zamanında fark edemedim?\"",
      "Psikoterapistler bile, intihar eden hastalarından sonra bu tür tepkilere karşı bağışık değildir ve kendilerini suçlayabilir: \"Bu gerçekten benim suçum. Eğer son seansta onunla farklı konuşsaydım. Neden doğrudan intihar etmek isteyip istemediğini sormadım? Daha kararlı bir şey yapmalıydım. Onu ben öldürdüm!\""
    ],
    "quote": {
      "text": "Sevdiğimiz insanlar bizi terk edebilir, ama onları unuttuğumuz sürece asla uzaklaşmazlar.",
      "author": "Konfüçyüs"
    }
  },
  "screen_2": {
    "texts": [
      "Anastasia'nın kendini suçlamaları, trajediden çok önce başladı: Kardeşinin hayatının onunkinden daha zor ve kötü olduğunu düşünmüş ve bunu telafi etmek için ona duygusal ve mali destek sağlamaya çalışmıştı.",
      "Onu bir psikologla çalışmaya teşvik etti, seanslarını ödemesine yardımcı oldu ve hatta kendisine yakın bir daire kiralayarak, kötü hissettiğinde ona her zaman ulaşabilmesi için yardımcı oldu.",
      "Anastasia, kardeşinin ölümünden sorumlu olduğuna inanıyordu, çünkü \"daha fazlasını yapabilirdi.\"",
      "O, içinde bulunduğu trajik durumu derin bir şekilde yaşıyordu.",
      "İlk terapötik seanslarında, kendini suçlama nedenlerini ve ölümü hak ettiğine dair inançlarını tartıştı: \"Kardeşimin hayatından ben sorumluydum. Onu kurtaramadığım için bu trajediye neden olduğuma inanıyorum. Korkunç durumunu göremediğim için ona gereken desteği veremedim. Hayatını kurtarmalıydım.\"",
      "Kendisine duyduğu suçluluk ve ıstırapların haklı ve doğru olduğuna, ceza çekmesi gerektiğine ve acı çekmesi gerektiğine inanıyordu.",
      "Bu hikayeyi dışarıdan okuduğunuzda, muhtemelen onun düşüncelerinin ve inançlarının mantıksız ve gerçek dışı olduğunu, sadece kendine zarar verdiğini söyleyeceksiniz.",
      "Sürekli yaptığı hata kişiselleştirmeydi. Psikoterapi sürecinde Anastasia şu sonuçlara ulaştı:",
      "Eğer kardeşinin ölümünden sorumlu olsaydı, bu onun intiharının sebebi olması gerektiği anlamına geliyordu.",
      "Kardeşinin düşüncelerini kontrol edemediği için, ona ağır depresyona yol açan yıkıcı inançlardan sorumlu olamazdı. Bunlar onun hatalarıydı, onun değil.",
      "Onun ruh halinden ve eylemlerinden sorumluluk almaya çalışırken, kontrolü dışında olan bir şeyi etkilemeye çalışıyordu, oysa yapabileceği en fazla şey, kendi sınırları içinde ona yardımcı olmaktı."
    ]
  },
  "screen_3": {
    "texts": [
      "Eğer intihar girişiminde bulunacağını bilseydi, onu durdurmak için elinden gelen her şeyi yapardı. Ancak, bundan haberdar olmadığı için maalesef hiçbir şey değiştiremedi.",
      "Bu nedenle, onun ölümünden kendini suçlayarak, geleceği mutlak bir güvenle öngörebileceğine ve tüm dünya bilgisine sahip olduğuna yanlış bir şekilde inanıyordu. Her iki varsayım da son derece gerçek dışı olduğu için, kendini suçlamak için bir gerekçesi yoktu.",
      "Tüm bu argümanlar, kardeşinin eylemlerinden sorumluluk almanın ciddi bir hata olduğunu gösteriyor, çünkü sonuçta onu kontrol edemedi.",
      "Gerçekte, Anastasia sadece kendi hayatı ve refahından sorumluydu.",
      "O an farkına vardı ki, acıları onun onu 'başarısız kıldığı' için değil, depresyona girmesine ve intihar düşüncelerine kapılmasına izin verdiği için oluşmuştu.",
      "Bu durumda faydalı ve yardımcı bir davranış, suçluluk duygusundan vazgeçmek, depresyondan çıkmak ve ardından mutlu ve neşeli bir hayat sürmeye çalışmaktı.",
      "İşte kendine karşı sorumluluğun böyle bir tezahürü. Psikoterapinin ardından, Anastasia'nın durumu düzeldi ve kısa süre içinde depresyonu yendi. Bunu kendisine olan tutumundaki derin değişikliklerle açıkladı."
    ]
  }
}
