{
  "title": "Depresyon Tanısı: Kendini Anlamaya Yolculuk",
  "description": "Bu yazı, depresyona tanı konmasına giden yolları ele alır: belirtileri genel düzeyde tanımaktan “Beck Depresyon Envanteri” ile özdeğerlendirmeye kadar. Özellikle belirgin belirtilerde doğru tanı ve destek için bir uzmana başvurmanın önemini vurgular; duygusal iyilik hâline özen göstermek isteyenler için uygulanabilir adımlar ve egzersizler sunar.",
  "screen_1": {
    "texts": [
      "Önceki bölümde depresyonun ne olduğundan söz etmiştik.",
      "Şimdi, onu kendimizde nasıl fark edebileceğimizi konuşalım.",
      "Kabaca depresyon tanısını üç aşamada ele alabiliriz:",
      "Genel tarama",
      "Diğer duygusal durumlarda olduğu gibi depresyon da belirli belirtilerle kendini gösterir. Bunlara bakalım:",
      "Çökkün ruh hâli.",
      "Alışılmış etkinlik ve zevklere ilgi kaybı.",
      "Anhedoni: haz alma kapasitesinde azalma.",
      "Dikkati toplama, üretkenlik ve karar vermede güçlük.",
      "Uyku ve iştahta değişimler: azalma ya da artma.",
      "Umutsuzluk, çaresizlik, sinirlilik, utanç ya da suçluluk duyguları.",
      "Kaygı ya da belirgin apati.",
      "Enerji düşüklüğü, sürekli yorgunluk hissi.",
      "Ölüm ya da intiharla ilgili yineleyici düşünceler.",
      "Bu belirtilerin bir kısmını hayatımızda en az bir kez yaşamış olabiliriz.",
      "Ancak tek tek belirtiler her zaman depresyon anlamına gelmez. Peki varlığını nasıl anlayabiliriz?",
      "En az iki hafta boyunca listelenen belirtilerden dördünü kendinizde gözlemliyorsanız, depresif bir bozukluk söz konusu olabilir.",
      "Ayrıca genel sağlık durumunuzu ve yaşam koşullarınızın etkisini de hesaba katmak önemlidir."
    ],
    "quote": {
      "text": "Hayatın sunduğu durumları değiştiremeyiz, ama onları nasıl yaşadığımızı değiştirebiliriz.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Kanıta dayalı özdeğerlendirme",
      "Durumunuzu değerlendirmeye yardımcı olan pek çok araç vardır.",
      "Bunların en bilinen ve güvenilirlerinden biri Beck Depresyon Envanteri’dir (BDE).",
      "Psikoterapist Aaron Beck tarafından geliştirilen bu ölçek, depresyonun farklı yönlerini yansıtan 21 belirti kategorisi içerir.",
      "Testi tamamladıktan sonra belirtilerinizin şiddetini kabaca hafiften ağıra değerlendirebilirsiniz.",
      "Test uygulamamızda yer alır; kullanımı basit ve sezgiseldir."
    ],
    "quote": {
      "text": "Kendine özen göstermek, sorumluluklarının dışında bir ayrıcalık değil; onların önemli bir parçasıdır.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Uzmanla görüşme",
      "Özdeğerlendirme sonuçları olası bir depresyona işaret ediyorsa, bir psikolog, psikiyatrist ya da psikoterapiste başvurmak önemlidir.",
      "Uzman, tanıyı netleştirip uygun destek ve tedavi planını belirlemeye yardımcı olur. Biz de size eşlik etmek ve faydalı bilgiler sunmak için buradayız.",
      "Bu materyal, depresyonun hafif ve orta düzeydeki belirtileri olan kişiler için destek amacıyla hazırlanmıştır.",
      "Bununla birlikte, daha ağır bir tablo yaşayanlar için de faydalı olabilir.",
      "Belirtileri bir nebze hafifletmeye ve durumunuzu daha iyi anlamaya yardımcı olabilir; ancak belirgin depresyonda yalnızca öz-yardım araçları yeterli olmayabilir.",
      "Bu gibi durumlarda profesyonel destek almak ve gerekirse ilaç tedavisini değerlendirmek özellikle önemlidir.",
      "Duygusal durumların değerlendirilmesi incelikli ve zorlu bir süreçtir.",
      "Özdeğerlendirmede her zaman yanılma payı vardır.",
      "Klinik depresyonunuz olmasa ve yalnızca geçici bir moral çöküklüğü yaşıyor olsanız bile, bu bölüm yine de yararlı olabilir.",
      "Depresyonun mekanizmalarını ayrıntılı biçimde ele alacak, pratik öneri ve egzersizler paylaşacağız.",
      "Yaşam kalitenizi artırmak istiyor ve kendinize doğru adımlar atmaya hazırsanız, bu yolu birlikte sürdürelim."
    ]
  }
}
