{
  "title": "Depresyon Tanısı: Kendini Anlama Yolculuğu",
  "description": "Bu makale, depresyonun tanı yöntemlerini ele alıyor; genel semptom taramasından başlayarak 'Beck Depresyon Ölçeği' ile kendi kendine tanıya geçiyor. Ayrıca, özellikle ağır vakalarda doğru tanı ve tedavi için uzmanlarla danışmanın önemini vurguluyor. Bunun yanında, zihinsel durumunu iyileştirmek isteyenlere pratik tavsiyeler ve egzersizler sunuyor.",
  "screen_1": {
    "texts": [
      "Önceki bölümde, depresyonun ne olduğunu tartışmıştık.",
      "Şimdi, bu durumu kendimizde nasıl teşhis edebileceğimizi anlamakla görevliyiz.",
      "Depresyon tanısını üç aşamada inceleyebiliriz:",
      "Genel tarama",
      "Depresyon, diğer bozukluklar gibi kendi semptomlarına sahiptir. Hadi bunları daha ayrıntılı inceleyelim:",
      "Baskılanmış ruh hali.",
      "Alışılmış zevklere olan ilginin azalması.",
      "Anhedoni – zevk alma yeteneğinin azalması.",
      "Konsantrasyon, iş gücü ve karar verme zorlukları.",
      "Uyku ve iştah bozuklukları; hem azalma hem de artış.",
      "Umutsuzluk, çaresizlik, sinirlilik, utanç, suçluluk duyguları.",
      "Kaygı veya apati.",
      "Enerji eksikliği, sürekli yorgunluk.",
      "Ölüm veya intihar düşünceleri.",
      "Muhtemelen, hepimiz bu semptomlardan birini veya birkaçını en az bir kez deneyimlemişizdir.",
      "Ancak bu, her zaman depresyon anlamına gelmez. Peki, depresyonun varlığını nasıl belirleyebiliriz?",
      "Eğer en az dört semptomu iki hafta boyunca gözlemliyorsanız, depresyon bozukluğundan söz edilebilir.",
      "Ayrıca, genel sağlık durumu ve yaşam koşulları gibi diğer faktörleri de dikkate almak önemlidir."
    ],
    "quote": {
      "text": "Hayat bize sunulan durumları değiştiremeyiz, ancak onları yaşama yeteneğimizi değiştirebiliriz.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Kendini teşhis etme için güvenilir yöntemler",
      "Depresyonu kendi kendine teşhis etme için birçok test bulunmaktadır.",
      "En güvenilir ve tanınmış olanlardan biri 'Beck Depresyon Ölçeği' (BDI)dir.",
      "Bu yöntem, Amerikalı psikoterapist Aaron Beck tarafından geliştirilmiştir ve depresyonun çeşitli yönlerini yansıtan 21 semptom kategorisini içermektedir; her bir kategori 4 ila 5 ifade içermektedir.",
      "Bu testi geçerek, durumunuzun derecesini değerlendirebilirsiniz: hafiften ağır depresyona kadar.",
      "Test, uygulamamızda mevcuttur; kullanımı basit ve sezgisel bir yapıdadır."
    ],
    "quote": {
      "text": "Kendine dikkat etmek, görevler listesinden çıkarma değil, görevler listesinin bir parçasıdır.",
      "author": "Leonard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Uzmanla danışma",
      "Eğer kendinizi teşhis ettiğinizde olası bir depresyon durumu işaret ediyorsa, bir uzmana; psikolog, psikiyatrist veya psikoterapiste başvurmanız önerilir.",
      "Onlar doğru bir tanı koyabilir ve uygun tedavi sunabilir. Biz de bu bölümde size destek olmak ve faydalı bilgiler sağlamak için buradayız.",
      "Bu materyal, hafif ve orta seviyede depresyon yaşayan insanlara yardımcı olmak için geliştirilmiştir.",
      "Daha ağır depresyon formlarından muzdarip olanlar için de bu materyal değerli olabilir.",
      "Bazı semptomları hafifletebilir, ancak ciddi durumlarda sadece öz yardım araçlarının yetersiz kalabileceğini unutmamak önemlidir.",
      "Bu gibi durumlarda, uzmanlardan yardım almak ve gerekirse ilaç tedavisi seçeneklerini değerlendirmek kritik öneme sahiptir.",
      "Psikolojik problemleri tanımlamak karmaşık bir iştir.",
      "Kendini teşhis ederken her zaman hata yapma riski vardır.",
      "Ancak, klinik depresyonunuz olmasa bile, sadece geçici bir ruh hali bozukluğu yaşıyorsanız, bu materyal yine de faydalı olacaktır.",
      "Depresyonun temel mekanizmalarını detaylı bir şekilde inceleyecek, pratik tavsiyeler ve egzersizler sunacağız.",
      "Hayat kalitenizi artırmayı hedefliyorsanız ve önerilerimizi takip etmeye hazırsanız, bu yolda birlikte devam edelim!"
    ]
  }
}
