{
  "title": "Depresyon ve ölümcül bir tanı",
  "description": "Yazı, ağır bir tanı aldıktan sonra yaşanan duygusal ve psikolojik sınavları ele alır; bu deneyimleri sağlıklı insanlara aktarmanın güçlüğüne dikkat çeker. Olga’nın öyküsü üzerinden, kanser şüphesiyle yaşamın bir anda nasıl değiştiği ve depresyon ile anlam yitimini terapide nasıl ele alıp aştığı anlatılır. Sonunda Olga, kişisel değerinin değişmezliğini ve küçük kazanımların önemini fark eder; bu kavrayış, fiziksel acılar sürse de özsaygısını onarır ve duygusal durumunu dönüştürür.",
  "screen_1": {
    "texts": [
      "Ağır, hatta ölümcül olabilecek bir hastalığı öğrendiğinde bir insanda neler olur? Birçok kişi benzer sınavlardan geçer; ancak bu duyguları sağlıklı birine aktarmak çoğu zaman son derece güçtür.",
      "Ciddi hastalıklarla yüzleşen insanların hikâyeleri romanlara ya da filmlere sıkça konu olur. Sinemada kimi zaman komediye dönebilen bu anlatılar, gerçek hayatta çok daha çetrefildir.",
      "Hastalığın türü ya da süresi ne olursa olsun, “ölüm fermanı” gibi bir haber, şimşek çakması ya da patlama etkisi yaratır.",
      "Ölümcül bir tanıyı öğrenen kişi, tepkisel depresyon yaşayabilir. Tepkisel depresyon, travmatik olaylar ya da yoğun stresin ardından hızla gelişen bir ruhsal bozulmadır.",
      "Bu tabloda kişi sürekli korku ve kaygı hissedebilir; çevreye karşı ilgisizlik, çökkün duygu durumu, yorgunluk, özgüvende azalma, intihar düşünceleri ile uyku ve iştah sorunları görülebilir.",
      "Pek çok hastalık yaşam düzenini kökten değiştirir. Bir zamanlar sağlıklı, hareketli, doğa ve seyahat tutkunu biri, bir anda yatağa bağımlı hâle gelebilir.",
      "Bu durumda kişi tuvalete gitmek ya da duş almak için bile yardıma ihtiyaç duyar; sıradan bir yürüyüşten söz bile edilemez.",
      "Üstelik yakınlarının bakıma harcadığı zaman ve emeğin farkına varmak, kendini yük gibi hissetmesine yol açabilir."
    ],
    "quote": {
      "text": "Hastalık kimliğinizi belirlemez. Sizi tanımlayan, onunla mücadeledeki gücünüz ve cesaretinizdir.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga 39 yaşındayken, kanser şüphesi yüzünden yaşamı kökten değişti.",
      "Sanki zaman durdu; kendini alışıldık gerçeklikten kopmuş hissetti. Önceki korku ve kaygılar, bir anda üzerine çöken dehşetin yanında çok küçük göründü.",
      "Kötü ihtimaller doğrulandığında, Olga ve ailesi için bu olay adeta bir el bombası patlaması gibiydi.",
      "İzleyen aylarda fiziksel güçsüzlük, moralini iyice bozdu.",
      "Zorluğu artıran şey, hastalığın ve kemoterapinin fiziksel etkilerinden çok, kendisi için anlamlı olan alışkanlıklarından vazgeçme zorunluluğuydu.",
      "Ev işlerini eskisi gibi yapamıyordu (bu sorumluluğu eşi üstlendi); sevdiği işine ara vermek, hobilerinden ve arkadaşlarıyla uzun yürüyüşlerden vazgeçmek zorunda kalıyordu.",
      "Olga’nın sorunları bu kadar somutken, depresyonu kaçınılmaz mı sayılmalı?",
      "Terapide, onu kemiren otomatik düşünceler ve olumsuz inançlar ortaya çıktı:",
      "Topluma katkı sunmuyorum",
      "Kariyerimde başarı elde etmiyorum",
      "Hareketli etkinliklere katılamıyorum",
      "Eşim için yük hâline geldim",
      "Bu düşünceler üzüntü, öfke, hayal kırıklığı ve suçluluk doğuruyordu — tıpkı fiziksel olarak sağlıklı olup depresyon yaşayan kişilerde görülen düşünceler gibi.",
      "Depresyonu asıl tetikleyen, tüm değerini başarılarla özdeşleştiren ve özdeğerini aşındıran bu tutumdu; bunların tamamını besleyen tümör değil, bu bakış açısıydı.",
      "Kanser onun için şu anlama geliyordu: “Vaktin doldu! Artık hiçbir değerin yok!”"
    ]
  },
  "screen_3": {
    "texts": [
      "Olga, psikoloğuyla birlikte doğumdan varsaydıkları ölüm anına kadar kişisel ‘değer’ grafiğini çizdiğinde, değerinin 0–100 ölçeğinde varsayımsal olarak %85 civarında sabit seyrettiğini gördü.",
      "Psikolog, aynı dönem için kendi üretkenliğini de puanlamasını istedi.",
      "Çizdiği eğri, çocuklukta düşük olan üretkenliğin yetişkinlikte zirveye çıktığını, bugünlerde ise azaldığını gösteriyordu.",
      "Bunun ardından iki önemli kavrayışı oldu. İlki: Hastalık nedeniyle üretkenliği azalsa bile, kendine ve ailesine pek çok küçük ama anlamlı eylemle katkı sunmaya devam ediyordu.",
      "Onu katkısının sıfır olduğu düşüncesine iten, siyah-beyaz bir bakıştı.",
      "İkincisi, üstelik daha önemlisi: kişisel değerinin değişmez ve dayanıklı olduğunu, başarılarından bağımsız, verilmiş bir değer taşıdığını anladı.",
      "Bu farkındalık, insan olarak değerini “hak etmek” zorunda olmadığını; güçsüzleşmiş olsa bile aynı ölçüde değerli olduğunu görmesini sağladı.",
      "Bu idrak, depresif belirtileri belirgin biçimde azalttı. Elbette tümörü, ağrıları ve bedensel acıları ortadan kaldırmadı; fakat zedelenmiş özsaygısını onardı ve duygusal durumunu derinden değiştirdi."
    ],
    "quote": {
      "text": "İzin vermedikçe hastalık umudunuzu çalamaz.",
      "author": "Nick Vujicic"
    }
  }
}
