{
  "title": "Depresyon ve Ölümcül Tanı",
  "description": "Makale, zor bir tanı aldıktan sonra insanların karşılaştığı duygusal ve psikolojik zorlukları inceliyor ve yaşadıkları deneyimleri sağlıklı insanlara aktarmanın zorluğunu vurguluyor. Olya'nın kanser şüphesi ile hayatının nasıl değiştiği ve psikologla çalışarak depresyon ve yaşam anlamını kaybetme mücadelesi anlatılıyor. Sonunda Olya, değişmeyen kişisel değerinin ve küçük başarıların önemini anlayarak özsaygısını yeniden kazanmaya ve fiziksel acılara rağmen duygusal durumunu değiştirmeye başlıyor.",
  "screen_1": {
    "texts": [
      "Ciddi, belki de ölümcül bir hastalığı öğrendiğinde bir insanın başına neler gelir? Birçok insan benzer zorluklarla karşılaşır, ancak sağlıklı bir insana ne hissettiklerini açıklamak oldukça zor bir iştir.",
      "Ciddi hastalıklarla karşılaşan insanların hikayeleri genellikle romanların veya filmlerin temelini oluşturur. Sinemada bu tür hikayeler komedi formlarında şekil alabilir, ama gerçek hayatta her şey çok daha karmaşık.",
      "Hastalıkların ciddiyeti ve süresi ne olursa olsun, \"ölümcül bir karar\" her zaman bir patlama ya da yıldırım gibi etki eder.",
      "Ölümcül tanı alan bir kişi, reaktif depresyonla karşılaşabilir. Reaktif depresyon, travmatik olaylar veya yoğun stres altında ortaya çıkan hızlı gelişen bir psikiyatrik bozukluktur.",
      "Bu durumda hasta sürekli olarak korku, kaygı, çevresine karşı kayıtsızlık, kötü ruh hali, yorgunluk, öz güven kaybı, intihar düşünceleri ile başa çıkmakta zorlanır ve uyku ile iştah sorunları yaşar.",
      "Birçok hastalık, kişinin yaşam tarzını köklü bir şekilde değiştirir. Eskiden sağlıklı ve hareketli olan bir seyahat ve doğa meraklısı, bir anda yatağa bağlı hale gelebilir.",
      "Bu durumda tuvalete veya duş almaya gidemeyecek duruma gelir, basit bir yürüyüş yapmaktan bile aciz kalır.",
      "Ayrıca, akrabalarının bakımı için ne kadar zaman ve enerji harcadıklarını anlamak, onu bir yük gibi hissettirir."
    ],
    "quote": {
      "text": "Hastalığınız sizi tanımlamaz. Onunla savaşınızdaki güç ve cesaretiniz sizi tanımlar.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olya, kanser şüphesi ile hayatı köklü bir şekilde değiştiğinde 39 yaşındaydı.",
      "Hayat adeta durdu: kendini alıştığı gerçeklikten kopmuş hissetti. Önceki korkuları ve kaygıları, aniden üzerine çöken dehşetle karşılaştırıldığında önemsiz ve basit görünmeye başladı.",
      "En kötü endişelerinin doğrulanması, Olya ve ailesi için bir grenade gibi patladı.",
      "Sonraki aylarda fiziksel zayıflık onu daha da derin bir umutsuzluğa sürükledi.",
      "Durumu, hastalığın ve kemoterapinin fiziksel rahatsızlığından değil, kendisi için büyük öneme sahip alışkanlıklarından vazgeçmek zorunda olmasından daha da zorlaştı.",
      "Olya, ev işlerini eskisi gibi yapamaz hale geldi (bu görevleri eşi üstlendi), sevdiği işten, hobilerinden ve arkadaşlarıyla uzun yürüyüşlerden vazgeçmek zorunda kaldı.",
      "Olya'nın karşılaştığı zorluklar gerçek olsa da, depresyonunun kaçınılmaz sayılması mı gerekiyor?",
      "Psikolog ile yapılan çalışmalarda onun zihninde dolaşan otomatik düşünceler ve olumsuz inançlar belirlendi:",
      "Ben topluma katkıda bulunmuyorum",
      "Kariyerimde başarılı olamıyorum",
      "Aktif eğlencelere katılamıyorum",
      "Kocama yük oldum",
      "Bu düşünceler ona üzüntü, öfke, hayal kırıklığı ve suçluluk hissi veriyordu; bu da fiziksel olarak sağlıklı insanların depresyon yaşadığı düşüncelere benziyordu.",
      "Depresyon, tümör yüzünden değil, kendi değerini sorgulamasına yol açan olumsuz tutumdan kaynaklanıyordu. Kişisel değerini başarılarla ilişkilendirerek kendini acı çekmeye mahkum ediyordu.",
      "Ona göre kanser, \"Zamanın geçti! Artık hiç bir şeye değer değilsin!\" demekti."
    ]
  },
  "screen_3": {
    "texts": [
      "Olya, psikologuyla birlikte doğumundan itibaren varsayılan ölümüne kadar kişisel \"değerinin\" grafiğini çıkardığında, kişisel değerinin değişmeden kaldığını ve 0 ile 100 arasında şartlı bir ölçekte %85 seviyesinde sabit kaldığını gördü.",
      "Psikolog, aynı dönemdeki üretkenliğini değerlendirmesini önerdi.",
      "Üretkenliğini gösteren bir eğri çizdi; çocukluğunda düşük, yetişkinlikte zirveye ulaşmış ve şu anda ise azalmıştı.",
      "Bu noktada Olya'nın bir anlayışı oldu. Öncelikle, hastalığı nedeniyle üretkenliği düşmesine rağmen kendisine ve ailesine birçok küçük ama önemli ve değerli katkıda bulunduğunu fark etti.",
      "Sadece siyah-beyaz düşünme biçimi, katkısının sıfır olduğuna dair bir düşünceye yönlendirmişti.",
      "İkincisi ve daha da önemlisi, kişisel değerinin değişmez ve sabit olduğunu; bunun başarılarla ilgili olmadığını anlamıştı.",
      "Bu farkındalık, insan değerini \"kazanma\" gereksinimi duymadığını ve zayıf olduğu halde de aynı değerde kalacağını kavramasına yardımcı oldu.",
      "Bu gerçeğin farkına varmak, depresyon belirtilerini önemli ölçüde azalttı. Tümöründen, acılarından ve fiziksel sıkıntılarından kurtulmadı, ancak yaralı özsaygısını yeniden kazandı ve duygusal durumunu büyük ölçüde değiştirdi."
    ],
    "quote": {
      "text": "Hastalık umudunuzu çalamaz, eğer buna izin vermezseniz.",
      "author": "Nick Vujicic"
    }
  }
}
