{
  "title": "Depresyonun Derinliklerinde Özsaygı: Kendini Kabullenme ve İçsel Dengeye Giden Yol",
  "description": "Bu makale, depresyonun özsaygı üzerindeki etkisini araştırmakta, olumsuz öz algının depresyon semptomlarını nasıl artırdığını ve dolayısıyla dolu dolu bir yaşamı nasıl engellediğini ortaya koymaktadır. Gerçek vakaların analizi ve uzman tavsiyeleri aracılığıyla, kendine eleştiriyle başa çıkma ve içsel uyumu güçlendirme konusunda pratik adımlar önermektedir. Bu makale, kendine güven kazanmak ve yaşamını daha iyi hale getirmek isteyenler için güvenilir bir rehber olacaktır.",
  "screen_1": {
    "texts": [
      "Depresyonun tipik semptomlarından biri, kendini suçlama eğilimi, öz yetersizlik hissi ve kendi değerini sorgulama halidir.",
      "Kişi sıklıkla kendine \"başarısız\", \"önemsiz\" gibi etiketler yapıştırarak kendini kötü hissetmektedir.",
      "Depresyonun şiddeti arttıkça, özsaygı da düşer. Ama bu yalnızca sizin başınıza gelmiyor. Psikolog Aaron Beck'in araştırmaları, depresyondaki insanların %80'inden fazlasının öz değersizlik hissi yaşadığını göstermektedir.",
      "Depresyon halindeki öz algı ciddi şekilde değişir: kendinizi yetersiz, çaresiz, yalnız ve dışlanmış hissedersiniz. Kendinizi, yaptığınız eylemleri, yeteneklerinizi ve geleceğinizi eleştirirsiniz.",
      "Kendine eleştiri şu biçimlerde olabilir:",
      "Kendini suçlama – \"Her şeyin sorumlusu benim\"",
      "Etiketleme – \"Çok aptalım\"",
      "Kendinden nefret – \"Kendimi artık tahammül edemiyorum\"",
      "Kendine güvensizlik – \"Hiçbir şeyi başaramayacağım\"",
      "Böyle bir \"çekici\" listeyle yaşamak nasıl bir his? En azından, bu kolay değil. Depresyon halindeyken, kişi kendini sürekli eleştirebilir ve aşağılayabilir, bunun farkında bile olmadan.",
      "Ve tabii ki, bu duygular, ruh hali, kendinize ve hayata genel bakışınızı etkiler.",
      "Bu yüzden özsaygı üzerinde çalışmak bu kadar önemlidir. Kendine eleştiriyi yenmek, depresyonun diğer semptomlarına da etki edebilir. Bu nedenle, özsaygınızla başlayalım."
    ],
    "quote": {
      "text": "Düşük özsaygı, hayatı el frenini çekerek yaşamak gibidir.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Kötü özsaygı, tüm hatalarınızı ve başarısızlıklarınızı büyük bir başarısızlık haline getiren bir büyüteç gibidir.",
      "Bunu, depresyondaki bir kişinin psikologla yaptığı bir diyalog üzerinden inceleyelim:",
      "Ekaterina, patronunuzun söyledikleri neden bu kadar yoğun, olumsuz duygular uyandırdı? Gerçekten bu kadar büyük bir felaket mi?",
      "Evet, bu korkunçtu, çünkü çok aptal görünüyordum.",
      "Diyelim ki gerçekten öyle görünüyordunuz. Bunun sizin için anlamı nedir?",
      "Bu, patronumun beni aptal düşündüğü anlamına geliyor.",
      "Ve eğer gerçekten öyle düşündüyse, bundan ne çıkar?",
      "O zaman bu şirkette çalışmaya değmeyecek durumdayım.",
      "Peki ya gerçekten buna değmiyorsanız, bu ne anlama geliyor?",
      "Bu, hayatta hiçbir şey başaramayacak bir hiç olduğum anlamına geliyor ve ömrüm boyunca bir yerde temizlik yapacağım.",
      "Bu örnek, yönetici tarafından yapılan küçük bir uyarının, Katya'nın hiçliğini kanıtlayarak ona parlak bir gelecek öngörmesini nasıl etkilediğini gösteriyor.",
      "Bu şekilde, küçük hatalar, depresyondayken trajedi olarak algılanır. Bu durumda, genellikle gerçekçi ve mantıklı düşünmekte zorlanırız.",
      "Bunun yerine, kendimizi yetersiz ve işe yaramaz biri olarak ikna ederiz ve başkalarını da bu konuda ikna etmeye çalışırız, kusurlarımızı inandırıcı bir şekilde sergileyerek ve yetersizliğimizden bahsederek."
    ]
  },
  "screen_3": {
    "texts": [
      "Öncelikle, değerinizin kazanılabilir olmadığını anlamak önemlidir. Başarı elbette keyif verebilir, ancak mutluluk getirmez. Başarıya dayalı bir özsaygı, yanıltıcı bir özsaygıdır ve gerçekçi değildir.",
      "Birçok başarılı ama mutsuz insan, depresyondan muzdarip olarak kendini bir hiç olarak görmektedir. Bunun kanıtı, her şeyin olduğu düşünülen, kariyer, para, şöhret, yetenek gibi her şeye sahip ünlü kişilerin intihar etmesidir.",
      "Depresyondan muzdarip çoğu insan aslında birçok şeyi başarma kapasitesine sahiptir, yetenekli, çekici, ilginç olup, sevgi ve yakınlık dolu bir çevrede bulunabilir.",
      "Ancak bu, onlara yardımcı olmaz, çünkü kendilerine karşı sevgi ve saygıları yoktur. Sadece sizin öz değerinizi hissetmeniz, kendinizi nasıl hissettiğinizi belirler.",
      "Farkındalık yolunda atılacak önemli bir adım, kendiniz hakkında düşündüklerinize ve söylediklerinize dikkat etmektir.",
      "Bir kez daha kendinizi herhangi bir şeyde yetersiz bulduğunuzda veya kendinizi olumsuz değerlendirdiğinizde, bunun gerçek kanıtlarını bulmaya çalışın. Çoğu zaman bu kanıtlar mantıksız ve anlamsızdır.",
      "İkincisi, kendine eleştiriyi, kendini düzeltmeye dönüştürmek gerekir.",
      "Yeni bir şey öğrendiğinizde, örneğin yeni bir dilde, öğretmeniniz sizi kafanızdan vurup aptal olduğunuzu söylemez.",
      "Çünkü bu, kötü bir öğretmen olurdu ve etkili bir öğretim metodu sergilemezdi. Böyle bir şekilde yeni bir dil öğrenmek istemezdiniz.",
      "Ne yazık ki, sıklıkla kendinize kötü bir öğretmen gibi davranır, eleştirirsiniz, düzeltmezsiniz.",
      "Bu nedenle, eleştirinin yerine kendinize şu soruları sormayı deneyin: Bunu yapmanın daha iyi bir yolu var mı? Bunu nasıl gerçekleştirebilirim? Hangi konularda daha fazla öğrenmeliyim?",
      "Üçüncüsü, kendinizi eleştirdiğiniz her seferde, kendinize başkalarını eleştiriyormuşsunuz gibi hayal etmeye çalışın. Başkalarına karşı kendinizle aynı şekilde sert olacak mısınız?"
    ]
  },
  "screen_4": {
    "texts": [
      "Aynı talepleri yakınlarınıza ve arkadaşlarınıza da getirin. Ancak mümkün olduğunca dürüst olun. Bunu yapmaya başladığınızda, eleştirinizin ne kadar adaletsiz olduğunu anlayacaksınız.",
      "Özsaygınız, yaşam hedefleri belirlerken ve bunları gerçekleştirmek için önemli bir motivasyon kaynağıdır.",
      "Düşük özsaygıyla, potansiyelinizi küçümseyerek kendinizi mutluluktan mahrum ediyorsunuz.",
      "Durumu değiştirmek için, düşünce alışkanlıklarınızı, davranışlarınızı değiştirmeniz ve küçük adımlarla sağlıklı bir özsaygıya doğru ilerlemeniz gerekiyor; başarısızlıkları kabul ederek ve en küçük başarıları fark ederek.",
      "Ve bu zorlu yolda sizi desteklemek, umut vermek, uygun görevler seçmenize yardımcı olmak ve bunlara odaklanmanıza yardımcı olmak istiyoruz. Bunun için, gelecek bölümlerde birkaç etkili tekniği inceleyeceğiz."
    ]
  }
}
