{
  "title": "Depresyonun Girdabında Özsaygı: Öz kabullenme ve İç Dengeye Giden Yol",
  "description": "Bu yazı, depresyonun özsaygı üzerindeki etkisini ele alarak olumsuz benlik algısının belirtileri nasıl ağırlaştırdığını ve yaşamı nasıl daralttığını inceler. Gerçek vakalardan ve uzman önerilerinden yola çıkarak, öz eleştiriyi aşmaya ve iç dengeyi güçlendirmeye yönelik pratik adımlar sunar. Kendine güveni yeniden inşa etmek ve yaşamı iyileştirmek isteyenler için güvenilir bir rehber olmayı amaçlar.",
  "screen_1": {
    "texts": [
      "Depresyonun tipik belirtilerinden biri, kendini suçlama eğilimi; yetersizlik, değersizlik ve önemsizlik duygularıdır.",
      "Kişi kendine sık sık 'başarısız', 'değersiz' gibi etiketler yapıştırır; kendini kötü biri olarak görür.",
      "Depresyon derinleştikçe özsaygı düşer. Yalnız değilsiniz: Psikolog Aaron Beck’in bulguları, depresyon yaşayanların yüzde 80’inden fazlasının değersizlik hissettiğini gösterir.",
      "Depresyonda benlik imgesi belirgin biçimde değişir: kişi kendini yetersiz, çökkün, yalnız ve yoksun hisseder; kendini, eylemlerini, becerilerini ve geleceğini acımasızca eleştirir.",
      "Öz eleştiri şu biçimlere bürünebilir:",
      "Öz suçlama — 'Her şey benim suçum'",
      "Etiketleme — 'Ne kadar aptalım'",
      "Kendinden nefret — 'Artık kendime tahammül edemiyorum'",
      "Kendinden kuşku — 'Benden bir şey olmaz'",
      "Böylesi 'çekici' bir listeyle yaşamak nasıl olur, bir düşünün. En azından kolay değildir.",
      "Elbette bu, duygularınıza, ruh hâlinize ve hem kendinize hem de hayata bakışınıza yansır.",
      "İşte bu yüzden özsaygı üzerinde çalışmak çok önemlidir. Öz eleştiriyi yumuşattığınızda, depresyonun diğer belirtilerini de etkileyebilirsiniz. Bu nedenle başlangıç noktamız özsaygınız olsun."
    ],
    "quote": {
      "text": "Düşük özsaygı, hayatı el freni çekik sürmeye benzer.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Zayıf özsaygı, tüm hatalarınızı ve küçük aksaklıkları dev bir felakete dönüştüren bir büyüteç gibidir.",
      "Bunu, depresyon yaşayan bir kişi ile psikolog arasındaki kısa bir diyalog üzerinden görelim:",
      "Yekaterina, müdürünüzün uyarısı sizde neden bu kadar yoğun ve olumsuz duygular tetikledi? Bu gerçekten bir felaket mi?",
      "Evet, berbattı; kendimi tam bir aptal gibi hissettim.",
      "Diyelim ki gerçekten öyle göründünüz. Bu sizin için ne ifade ediyor?",
      "Bu, patronumun beni aptal sandığı anlamına geliyor.",
      "Ve diyelim ki öyle düşündü; buradan ne çıkar?",
      "O hâlde bu şirkette çalışmayı hak etmiyorum.",
      "Gerçekten hak etmiyorsanız bu ne anlama gelir?",
      "Hayatta hiçbir şey başaramayacak, ömrümün sonuna kadar bir yerlerde yer silerek çalışacak bir hiç olduğum anlamına gelir.",
      "Bu örnekte görüldüğü gibi, yöneticiden gelen küçük bir uyarı, Yekaterina tarafından değersizliğinin kanıtı olarak okunuyor ve ona karanlık bir gelecek öngörüyor.",
      "Böylece küçük tökezlemeler, depresyon sırasında trajedi gibi algılanır. Bu durumda çoğu kez gerçekçi ve mantıklı düşünmek zorlaşır.",
      "Bunun yerine kişi kendini yetersiz ve işe yaramaz görmeye başlar; hatta çevresine de kusurlarını vurgulayarak anlatır."
    ]
  },
  "screen_3": {
    "texts": [
      "Öncelikle, insanın değerinin 'hak edilerek' kazanılmadığını fark etmek önemlidir. Başarı haz verebilir ama mutluluğu garanti etmez. Başarıya dayalı özsaygı, bir tür sahte özsaygıdır ve gerçekçi değildir.",
      "Pek çok başarılı ama mutsuz, depresyon yaşayan kişi de kendini değersiz hisseder. Kariyer, para, ün ve yeteneğe rağmen yaşamına son veren ünlüler bunun çarpıcı örnekleridir.",
      "Oysa depresyon yaşayanların çoğu pek çok şeye muktedirdir; yetenekli, çekici ve sevdiklerinin ilgisiyle çevrili olabilir.",
      "Ancak bu yetmez; çünkü öz sevgi ve özsaygı eksiktir. Nasıl hissettiğinizi asıl belirleyen, içinizdeki değer duygusudur.",
      "Önemli bir adım, kendiniz hakkında düşündüklerinize ve söylediğiniz sözlere dikkat kesilmektir.",
      "Bir şeyi asla yapamayacağınızda ısrar ederken ya da kendinizi acımasızca yargılarken, bunun gerçek kanıtlarını arayın. Çoğu zaman bu kanıtlar irrasyoneldir ve zayıftır.",
      "İkinci olarak, öz eleştiriyi öz düzeltmeye dönüştürün.",
      "Yeni bir dil öğrenirken eğitmen başınıza kitapla vurmaz; zamanları bilmiyorsunuz diye sizi 'aptal' ilan etmez.",
      "Çünkü bu, kötü ve verimsiz bir öğretim tarzıdır; böyle bir ortamda öğrenmek istemez ve muhtemelen öğrenemezsiniz.",
      "Ne yazık ki çoğu zaman kendinize böyle bir öğretmen olursunuz; eleştirir ama düzeltmezsiniz.",
      "Bu yüzden kendinize şu soruları sorun: Bunu daha iyi yapmanın bir yolu var mı? Nasıl uygulayabilirim? Neyi öğrenmem gerekir?",
      "Üçüncü olarak, kendinizi her eleştirdiğinizde, aynı sözleri bir başkasına söyleseydiniz ne kadar ileri giderdiniz; bunu hayal edin."
    ]
  },
  "screen_4": {
    "texts": [
      "Sevdiklerinize ve arkadaşlarınıza da aynı talepleri yönelttiğinizi düşünün ve kendinize karşı ne kadar adil olduğunuzu test edin. Bunu yaptığınızda, kendi eleştirinizin ne kadar haksız olabildiğini göreceksiniz.",
      "Özsaygınız, yaşam hedefleri koyarken ve onlara giderken en güçlü güdülerinizden biridir.",
      "Düşük özsaygı, imkânlarınızı küçümsemenize ve kendinizi mutluluktan mahrum bırakmanıza yol açar.",
      "Durumu değiştirmek için düşünme alışkanlıklarınızı ve davranışlarınızı dönüştürmeniz; küçük adımlarla sağlıklı özsaygıya ilerlemeniz, hataları kabullenirken en küçük başarıları da fark etmeniz gerekir.",
      "Bu yolda size umut vermek, yapılabilir hedefler seçmenize ve onlara odaklanmanıza yardımcı olmak istiyoruz. Bir sonraki bölümlerde birkaç etkili tekniği birlikte ele alacağız."
    ]
  }
}
