{
  "title": "Teknik: Kendinizin Avukatı Olun",
  "description": "Bu makale, öz eleştiriyi aşmak için benzersiz bir yaklaşım sunmakta ve iç avukat kavramını tanıtmaktadır. Mahkeme analojisi aracılığıyla okuyuculara kendilerini suçlamalara ve olumsuz düşüncelere karşı etkili bir şekilde savunma yöntemleri sunulmaktadır. Öz eleştirel inançların izlenmesi, itiraz edilmesi ve yeniden değerlendirilmesi sürecini açıklayan makale, daha sağlıklı ve destekleyici bir kendine ilişki geliştirmeye yardımcı olacak pratik tavsiyeler ve öz değerlendirme soruları içermektedir.",
  "screen_1": {
    "texts": [
      "Öz eleştiri ile etkili bir şekilde başa çıkmayı sağlayan bir teknik, kendinizin avukatı olmaktır. Bu garip veya zorlayıcı görünebilir, ama nasıl çalıştığını birlikte keşfedelim.",
      "Kendine eleştirel düşüncelerle başarılı bir şekilde başa çıkmak için, onları sadece fark etmekle kalmayıp, aktif olarak itiraz edebilmek de çok önemlidir.",
      "Kendinizi mahkemede bulduğunuzu hayal edin; burada öz eleştiriniz uzun bir süre boyunca sizi başarısız, zayıf, aptal ve her türlü günahınızdan sorumlu olarak suçlamaktadır.",
      "İşte bu noktada, savunma avukatı rolünü üstlenme şansınız doğuyor; amacınız, suçlamaların asılsız ve mantıksız olduğunu göstererek onları çürütmektir.",
      "Kendinizi nitelikli bir avukat olarak düşünün; asla \"Müvekkilim oldukça iyi bir insandır, dava kapansın\" gibi bir beyanla sınırlanmayacaksınız.",
      "Suçlamaları çürütmek için ikna edici gerçekler ve argümanlar sunmak için elinizden geleni yapmalısınız.",
      "Bu tekniğin bir psikolog ve bir danışan arasındaki diyaloğa nasıl uygulanacağını düşünelim:"
    ],
    "quote": {
      "text": "Kendinizin içindeki dünyayı savunan olun, kendi hikayenizin yargıcı değil.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Son zamanlarda kendinizi sıkça eleştirip, zayıf ve başarısız biri olarak adlandırıyorsunuz; yaşamda hiçbir şey başaramadığınızı düşünüyorsunuz. Şimdi, bu eleştiriye karşı savunma için bir avukat tuttuğunuzu hayal edin.",
      "Göreviniz, müvekkilinizi yani kendinizi, argümanlar ve kanıtlar kullanarak en etkili şekilde savunmaktır. Kendinizin masumiyetine inanmasanız bile, bu durumda rolünüz, işinizi iyi yapan bir avukat olmaktır.",
      "İlginç bir fikir, denemeye değer.",
      "Harika. O zaman ben davacıyı oynayacağım, sizin kendinize dair söylediklerinizi kullanarak, siz de savunacaksınız.",
      "Tamam, başlayalım.",
      "(Dava vekili rolünde) Pavel, hayatında hiçbir şey başaramamış bir zayıf ve başarısız biridir.",
      "(Avukat rolünde) Bu kesinlikle yanlış. Pavel, yüksek bir eğitime, başarılı bir kariyere, onu seven ve değer veren bir aileye ve arkadaşlara sahiptir.",
      "(Dava vekili rolünde) Belki ama her şey mükemmel değil. İşte hatalar yapıyor, her zaman yetişemiyor ve bence o bir başarısız.",
      "(Avukat rolünde) Öncelikle, hisler mahkemede kanıt olamaz. İkincisi, hatalar yapmak ve son tarihlere yetişememek onu başarısız yapmaz, çünkü herkes hatalar yapar ve gecikmelere uğrar. Bu kadar kesin sonuçlar için bir dayanak yoktur.",
      "(Dava vekili rolünde) Belki de o tam anlamıyla bir başarısız değil ama kesinlikle zayıf.",
      "(Avukat rolünde) Bununla ilgili bir kanıtınız var mı?",
      "(Dava vekili rolünde) Yeterince çalışmıyor. Daha fazla çaba göstermesi gerekirdi. Zayıf bir şekilde davranıyor.",
      "(Avukat rolünde) Bu yanlış. Pavel, işinde titiz çalışıyor ve sorumlu bir çalışan olarak takdir ediliyor. Eğer az çalışıyor olsaydı veya verimsiz olsaydı, bu kadar yüksek bir takdir almazdı ve terfi edilme durumu gündeme gelmezdi."
    ]
  },
  "screen_3": {
    "texts": [
      "Bu teknik, birçok insanın başkalarını savunan bir avukat olarak kendilerini hayal etmelerinin, iç suçlayıcılarına karşı kendilerini savunmaktan daha kolay olduğunu gösteriyor.",
      "Bir profesyonel savunucu rolünü üstlenerek, gerçek kanıtlar talep ediyor ve suçlamanın mantıksız veya temelsiz argümanlarını çürütüyorsunuz.",
      "Bu nedenle, kendinize olumsuz düşüncelerle karşılaştığınızda, kendinize şu soruyu sorun: \"Eğer müvekkilimin masumiyetini kanıtlamak zorunda kalsaydım, onu nasıl savunurdum?\"",
      "Gerçek bir profesyonel gibi davranmayı hedefleyin; otomatik düşüncelerinizde mantıksal tutarsızlıkları belirleyin. Bu düşünceler ne kadar mantıklıdır? Sağduyu açısından kendiniz hakkında ne söyleyebilirsiniz?",
      "Kendi düşüncelerinizle başa çıkarken size yardımcı olacak bazı soruları öneriyoruz:",
      "Hangi \"yasayı\" ihlal etmekle suçlanıyor? Suçlama nedir?",
      "Bu suçlamalar için ikna edici kanıtlar var mı?",
      "Suçlamayı destekleyecek hangi kanıtlar var?",
      "Davranış için alternatif bir açıklama önerilebilir mi?",
      "Sanık, benzer bir durumda her makul insanın yapacağı gibi mi davrandı?",
      "Olayın tamamen veya kısmen başka birinin suçu olma olasılığı var mı?",
      "Sanık için hangi kanıtları sunacaksınız?"
    ]
  }
}
