{
  "title": "Teknik: Kendinizin Avukatı Olun",
  "description": "Bu teknik, öz eleştiriyi aşmaya içsel bir avukat rolüyle bakan yeni bir yaklaşım sunar. Duruşma benzetmesi üzerinden suçlayıcı düşünceleri fark etmeyi, onları sorgulamayı ve olgulara ve iyi niyetli gerekçelere dayanan savunmalar kurmayı öğrenirsiniz. Yöntem, kendinize daha destekleyici, rasyonel ve saygılı bir tutum geliştirmenize yardımcı olur.",
  "screen_1": {
    "texts": [
      "Aşağıdaki teknik, öz eleştiriyle çalışmanıza, kendinizi kendi avukatınız olarak konumlandırarak yardımcı olur. Alışılmadık gelebilir ama şaşırtıcı derecede etkilidir.",
      "Eleştirel düşüncelerin etkisini zayıflatmak için onları fark etmek kadar, onlara güvenle karşı koyabilmek de önemlidir.",
      "Kendinizi bir mahkeme salonunda hayal edin: savcı rolünde, sizi uzun zamandır “başarısız”, “zayıf”, “her şeyin suçlusu” diye etiketleyen iç sesiniz var.",
      "Ama artık savunma rolü sizde. Göreviniz bu suçlamaları çürütmek; temelsiz ve çarpıtılmış olduklarını göstermek.",
      "Kendinizi yetkin bir avukat gibi düşünün. “Ben iyiyim” demekle yetinmez; somut olgular, tutarlı gerekçeler ve makul açıklamalar sunarsınız.",
      "Bu, duygudan çok, kanıta dayalı bir iç diyalog yürütmektir.",
      "Aşağıda bunun pratikte nasıl görünebileceğine dair bir örnek var:"
    ],
    "quote": {
      "text": "İç dünyanızın avukatı olun; kendi hikâyenizin hâkimi değil.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Varsayalım kendinizi sık sık “zayıf” ve “başarısız” diye yargılıyorsunuz. Şimdi, başlangıçta zor gelse bile, avukat rolüne geçmeyi deneyin.",
      "Amaç, kendinizi sanki çok değer verdiğiniz birini savunuyormuş gibi dürüst, gerekçeli ve saygılı biçimde savunmaktır.",
      "Psikolog şu alıştırmayı önerir:",
      "Tamam, kısa bir rol oyunu yapalım. Ben savcı olacağım, siz savunmayı üstleneceksiniz.",
      "Hazır mısınız? Başlayalım.",
      "(Savcı) Pavel zayıf ve başarısız; hiçbir şeyi başaramıyor.",
      "(Avukat) Bu doğru değil. Pavel üniversite mezunudur, kariyerinde ilerleme kaydetmiştir ve onu takdir eden insanlarla çevrilidir.",
      "(Savcı) Ama hataları var, her zaman başa çıkamıyor — demek ki yine de başarısız.",
      "(Avukat) Hatalar herkesin hayatının parçasıdır; kişiyi bütünüyle tanımlamaz ve yetersizliğin kanıtı değildir.",
      "(Savcı) Peki. Ama o zayıf.",
      "(Avukat) Kanıtınız var mı? Pavel çok çalışır, karar alır, zorluklarla baş eder; çabaları bunun tersini gösterir.",
      "(Savcı) Daha çok çabalayabilirdi.",
      "(Avukat) Gerçekten çalışkan olmasaydı işyerinde takdir edilmez, terfi için değerlendirilmezdi. Bu iddia temelsizdir."
    ]
  },
  "screen_3": {
    "texts": [
      "Bu teknik, çoğu kişi için başkasını savunmanın kendini savunmaktan daha kolay olmasından ötürü işe yarar; burada kendinizin müttefiki olmayı öğrenirsiniz.",
      "Avukat rolünde olguları doğrular, kanıt istersiniz ve temelsiz eleştirilerin hakikat gibi sunulmasına izin vermezsiniz.",
      "Kendinizle ilgili olumsuz düşünceler belirdiğinde şu soruyu sorun: “Desteklemek istediğim birini nasıl savunurdum?”",
      "Bu işe profesyonel gibi yaklaşın: analiz edin, tutarlılık kontrolü yapın, olgu arayın.",
      "Şu sorular yardımcı olabilir:",
      "Suçlama ne? Düşüncelerim beni neyle “suçluyor”?",
      "Gerçek kanıt var mı, yoksa bu sadece duygular mı?",
      "Hangi olgular benim lehime konuşuyor?",
      "Durumu daha farklı, daha yumuşak ve adil biçimde açıklamak mümkün mü?",
      "Benim yerimde makul bir kişi nasıl davranırdı?",
      "Durumu etkileyen dış koşullar var mı?",
      "Kendimi savunmak için ne söyleyebilirim? Hangi nitelik ve başarıları kanıt olarak sunabilirim?"
    ]
  }
}
