{
  "title": "İradeyi Uyandırmak: Neden Depresyon Apatiyi Tetikler",
  "description": "Bu makale, depresyon sorununu ve bunun kişinin motivasyonu ve aktivitesi üzerindeki etkisini tartışmaktadır. Depresyonun eyleme geçme iradesini nasıl felç edebileceğini, hareketsizlik ve erteleme ile sonuçlandığını ele alır ve bu durumdan kurtulmanın önemini vurgular. Makalede, depresyonla başa çıkma üzerine düşünceler ve stratejiler sunulmakta, düşünce yapısını değiştirme, motivasyon eksikliğini aşma ve genel iyilik halini artırmak için aktif adımlar atmanın önemi üzerinde durulmaktadır.",
  "screen_1": {
    "texts": [
      "Depresyonda olduğunuzda, bir şeyler yapmaya başlamak çok zordur. Hiç gelmeyecek gibi görünen bir motivasyonu bekliyorsunuz. Kış uykusundaki bir ayı gibi, daha iyi günleri bekleyerek ininizde oturuyorsunuz.",
      "Belki bir şey yapmak istiyorsunuz ama bunun hiç birinin size keyif vermeyeceği ya da çok zor olacağı düşüncesiyle karşılaşıyorsunuz.",
      "Bu tür davranışlar sizi daha da alışılmış yaşamdan, sevdiğiniz etkinliklerden, arkadaşlardan ve aileden uzaklaştırıyor. Kendinizi çaresiz hissediyorsunuz, hareketsizlik için kendinizi eleştiriyorsunuz ve bu sizi daha da derin bir depresyona itiyor.",
      "Dönüşüm döngüsü tamamlandı.",
      "Ama artık bu döngüden çıkma zamanı geldi.",
      "Öncelikle boş durmak ve motivasyon eksikliği üzerine konuşalım, ardından buna karşı etkili teknikler ve önerileri inceleyelim.",
      "Depresyonun en yıkıcı yönlerinden biri, irade gücünüzü felç etmesidir. Muhtemelen, sevmediğiniz günlük işleri ertelediğinizi ve tembellik yaptığınızı fark ettiniz.",
      "Hiçbir şeye motivasyon hissetmiyorsunuz, her şey çok zor görünüyor, bu yüzden bu duruma kapılıp hiçbir şey yapmıyorsunuz.",
      "Zaman geçtikçe, kendinizi bir şeyler yapmaya zorlamak daha da zorlaşıyor. Bu duygusal hapishane haftalar, aylar hatta yıllar boyunca sürebilir."
    ],
    "quote": {
      "text": "Eğer gerçekten hayatınızda bir şeyleri değiştirmek istiyorsanız, tek yol, hemen şimdi, bu anda yapmaya başlamaktır.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "Boş durmak, insan doğasının en büyük paradokslarından biridir.",
      "Bazen bazı insanların hayatın akışına kapıldığını ve ondan her şeyi aldığını, bazılarının ise hayatla mesafe koyarak kendilerini sınırladıklarını fark ettiniz mi?",
      "Birini birkaç ay boyunca izole ettiğinizde, alışılmış etkinliklerden ve ilişkilerden uzak tuttuğunuzda bunun ciddi depresyona yol açtığını biliyor muydunuz?",
      "Ama depresyondayken, kendinize aynı şeyi yapıyorsunuz; sanki kendinizi cezalandırıyorsunuz. Bu şekilde acı çekmek istiyor musunuz? Bu düşünceler üzerine biraz düşünün ama cevabın açık olduğunu düşünüyoruz.",
      "Eğer depresyon halindeki boş durmayı zihinsel olarak görselleştirirseniz, şöyle görünür:",
      "Kişi, gerçekleştirmesi gereken veya yapmak istediği bir etkinliği düşünüyor.",
      "Çok yorgunum/Hoşuma gitmeyecek/Arkadaşlarım benimle vakit geçirmek istemiyor/Başaramayacağım/Hiçbir şey moralimi düzeltmeyecek.",
      "Üzüntü/anksiyete/umutsuzluk.",
      "Hareketsizlik/erteleme.",
      "Bu tür düşünceler ve davranışlar sayesinde, kendi başarılarınızdan, sevdiklerinizle geçirdiğiniz zamanlardan, sevdiğiniz etkinliklerden ve yaşamın kendisinden zevk alma şansınızı giderek azaltıyorsunuz."
    ]
  },
  "screen_3": {
    "texts": [
      "Peki, motivasyon neden gelmiyor?",
      "Muhtemelen, motivasyon olmadan hiçbir şey yapamayacağınızı düşünüyorsunuz.",
      "Ama gerçekten öyle mi? Hayatınız boyunca, sadece gerektiği için bir şey yapmadığınız mı? Her zaman işe çok motive olmuş olarak mı gidiyorsunuz?",
      "Motivasyon eksikliğinden bahsettiğimizde, aslında sadece \"Bunu yapmak istemiyorum\" demiş oluyoruz.",
      "Bunu şunlarla gizleyebiliriz: \"Bu çok zor\", \"Başaramayacağım\", \"Hazır değilim\", ama esas mesele, bunu yapmak istemiyor olmanızdır.",
      "Ve bu tamamen normal, buna inanmalısınız. Her zaman istediğimiz şeyi yapmayız ve çoğu zaman yapmak istemediğimiz şeyleri yaparız. Bu, yaşamın doğasıdır.",
      "Depresyondayken, genel olarak pek bir şey istemezsiniz, muhtemelen sadece uzanıp hiçbir şey yapmak istemektesiniz. Ama böyle geçirdiğiniz bir gün, iki gün, bir ay, kendinize iyi gelmeyecek."
    ]
  },
  "screen_4": {
    "texts": [
      "Şimdi, bir müşterinin psikolog ile motivasyon eksikliği konusunu tartıştığı bir diyaloga bakalım.",
      "Daha önce düzenli olarak spor salonuna gittiğinizi ve spor yaptığınızı, ama şimdi gitmek için motivasyon bulamadığınızı anladım, doğru mu?",
      "Evet, doğru, şu an bunu yapmak istemiyorum.",
      "Hayal edelim ki, motivasyonu beklemeyi bıraktınız ve sadece salona gittiniz. Böyle bir karar aldınız ve gittiniz. Sonra ne olacak?",
      "Kesinlikle, antrenman sonrasında kendimi daha iyi hissederdim, belki de zaten süreçte.",
      "Peki, ya işler böyle ilerliyorsa? Motivasyon olmadan bile verimli olabilir ve kendinizi daha iyi hissedebilirsiniz, yorgun veya keyifsiz hissetseniz bile. Bu düşünce hakkında ne dersiniz?",
      "Belki de haklısınız. Daha önce, büyük bir istek olmadan spor salonuna gittiğim anlar vardı, ama sonuçta bu bana zevk veriyordu ve kendimi verimli hissediyordum; bu diğer işler için de enerji sağlıyordu.",
      "Eğer siz de bu diyaloğdaki müşteri gibi kendinize \"Bunu yapmak için motivasyon hissetmem gerekiyor\" derseniz ve hareketsizlikte sıkışıp kalırsanız, bilin ki, motivasyonun önünde eylem vardır. Tersi değil, bu bir efsanedir.",
      "Davranış, yapmaya karar veren kişide motivasyonu oluşturur. Eylem birincildir, motivasyon ikincildir.",
      "Düşünceler, duygular ve davranışlar arasındaki ilişkiyi daha önce birçok kez konuştuk; bu üç bileşen birbirini etkiler ve daha doğrusu: Tüm duygular ve eylemler, düşüncelerinizin ve inançlarınızın bir sonucudur.",
      "Bu da demektir ki, düşünceleri değiştirmek, duyguları değiştirecek ve sonuç olarak davranışınızı değiştirecektir. Hareketsizlik döngüsünü, üretkenlik döngüsüne dönüştürmek sizin elinizde."
    ]
  }
}
