{
  "title": "Teknik: Öz Eleştiri Aynası",
  "description": "Bu pratik, içsel eleştirinin ne kadar sertleşebildiğini görmeyi sağlar. Küçük bir rol oyunu aracılığıyla, alışageldiğiniz öz eleştirel ifadeleri yakın birine yöneltip dışarıdan nasıl duyulduğunu deneyimlersiniz. Alıştırma, kendini değersizleştirmenin haksızlığını fark etmeyi ve kendinize daha şefkatli bir tutum geliştirmeyi öğretir.",
  "screen_1": {
    "texts": [
      "Şu yöntemi deneyin: Kendinize koyduğunuz ölçütleri, yakınlarınıza da aynı biçimde uyguladığınızı hayal edin. Bunu dürüstçe yapın.",
      "Çoğu zaman, daha ilk dakikalarda içsel eleştirinin ne kadar sert ve adaletsiz olabildiği ortaya çıkar.",
      "Bu alıştırmayı bir danışan–psikolog diyalogu üzerinden düşünelim:",
      "Dmitri, işten çıkarılmanın sizde ‘Başarısızım, benden bir şey olmaz’ gibi düşünceler ve bir yenilgi duygusu uyandırdığını söylediniz.",
      "Şimdi bu düşüncelere başka bir açıdan bakalım. Küçük bir sahne oynayalım: eleştirel cümlelerinizi kendinize değil, yakın birine — örneğin en iyi arkadaşınıza — yönelteceksiniz.",
      "Ben de işini kaybetmiş arkadaş rolünde olacağım. Siz kendiniz olarak kalıyorsunuz. Hazır mısınız?",
      "Evet, deneyelim."
    ]
  },
  "screen_2": {
    "texts": [
      "Başlayalım. Ben diyorum ki: ‘Bugün işten çıkarıldım.’",
      "Muhtemelen... bir şeyi yanlış yaptın; yoksa işten çıkarmazlardı.",
      "Sence tam olarak ne?",
      "Şey... belki hatalar yaptın, yeterince dikkatli değildin.",
      "Yani şu an beni mi eleştiriyorsun?",
      "Sanırım evet. Görünüşe göre üstesinden gelememişsin. Belki de işinde yeterince iyi değilsin.",
      "Bunu duymak beni çok üzüyor. Destek bekliyordum.",
      "Anlıyorum... ama hata yaptıysan ve başa çıkamadıysan, seni nasıl destekleyebilirim?",
      "Bu rol oyununun ardından Dmitri, böyle sözleri yakın birine söylemenin kendisi için ne kadar zor olduğunu fark etti. Gerçekte asla böyle davranmayacağını, ama bunu kendisine sürekli yaptığını söyledi."
    ]
  },
  "screen_3": {
    "texts": [
      "İlginç, değil mi? Başkasına söylemeyi neredeyse imkânsız bulduğumuz şeyleri kendimize kolayca söyleyebiliyoruz.",
      "Başkalarına sabır, yumuşaklık ve anlayış gösterirken, kendimize bunları büsbütün unutabiliyoruz.",
      "Çifte standarttan vazgeçmeyi deneyin. Siz de saygıyı, desteği ve nezaketi hak ediyorsunuz.",
      "Unutmayın: sağlıklı özsaygı, motivasyonunuzun, hedeflerinizin ve yaşam enerjinizin temel sütunlarından biridir.",
      "Düşük özsaygı durumunda, imkânlarınızı küçümser ve adeta kendinizi mutluluktan mahrum bırakırsınız.",
      "Kendinize yaklaşımınızı yavaş yavaş değiştirin: küçük başarıları işaretleyin; insan olduğunuzu, hata yapıp öğrenebileceğinizi kabul edin. Küçük adımlar büyük değişimlere götürür."
    ],
    "quote": {
      "text": "Kendinizle, sevdiğiniz birine konuşur gibi konuşun.",
      "author": "Brené Brown"
    }
  }
}
