{
  "title": "Teknik: Kendine Eleştiri Aynası",
  "description": "Bu makale, kendine eleştirinin özsaygı üzerindeki etkisini araştırmakta ve okuyuculara içsel eleştirilerini bir rol oyunu aracılığıyla yakın birine ifade etmeleri için bir egzersiz önermektedir. Bu, eleştirinin adaletsizliğini ve sertliğini fark etmeye yardımcı olur ve özsaygıyı artırmak ve yaşam hedeflerine ulaşmak için kendinize nazik ve destekleyici bir yaklaşımın önemini vurgular.",
  "screen_1": {
    "texts": [
      "Sevdiklerinizden ve arkadaşlarınızdan aynı talepleri ortaya koymaya başlayın. Ama son derece dürüst olun.",
      "Ve bunu yapmaya başladığınızda, eleştirinizin ne kadar adaletsiz olduğunu anlayacaksınız.",
      "Bu egzersizi, bir hastanın psikologla yaptığı başka bir diyalog örneği üzerinden düşünelim:",
      "Dmitri, işten çıkarılmanın sizi korkunç bir duruma soktuğunu söylediniz. Başarısız, hiçbir şey yapamayan biri olduğunuzu düşündünüz.",
      "Gerçekten böyle göründüğünü görelim. Size, bu durumdayken kendinize söylediklerinizi en yakın arkadaşınıza söyleyeceğiniz mini bir rol oyunu öneriyorum.",
      "Ben sizin işten çıkarılmış arkadaşınız rolünde olacağım, siz ise kendiniz olacaksınız. Deneyelim mi?",
      "Hadi deneyelim."
    ]
  },
  "screen_2": {
    "texts": [
      "Öncelikle, \"Bugün işten çıkarıldım\" diyeceğim.",
      "Muhtemelen, işten çıkarıldığın için bir şeyler yanlış yaptın.",
      "Ne mesela?",
      "Birçok hata yaptım, dikkatsizdim.",
      "Yani beni eleştiriyorsun?",
      "Evet, normal çalışmayı bilmiyorsun. Başaramıyorsun. Sen bir başarısızsın.",
      "Bunu duymak beni çok üzüyor, senin desteğine güveniyordum.",
      "Seni nasıl destekleyebilirim ki, hiçbir şey yapamıyorsun, sürekli hata yapıyorsun. Asla bir şey başaramayacaksın.",
      "Böyle bir rol oyununun ardından Dmitri, bu sözleri bir yakınına söylemenin ne kadar zor olduğunu paylaştı ve bunun mümkün olduğunu bile hayal edemediğini belirtti."
    ]
  },
  "screen_3": {
    "texts": [
      "Ama kendinize de böyle davranıyorsunuz, eleştiriyor, küçümseyor, üzüyorsunuz.",
      "Kendinize neden acımıyorsunuz, ama başkalarına böyle davranmazsınız. Çift standartları bırakın.",
      "Kendinize başkalarına gösterdiğiniz aynı hoşgörüyü, anlayışı, şefkati ve desteği göstermeye başlayın.",
      "Özsaygınız, yaşam hedefleri koyarken ve bunlara ulaşırken en önemli motivasyon kaynağıdır.",
      "Düşük özsaygıyla, potansiyelinizi küçümseyerek kendinize mutluluk hakkı tanımıyorsunuz.",
      "Durumu değiştirmek için düşünce alışkanlıklarınızı, davranışınızı değiştirmeli ve sağlıklı özsaygıya doğru küçük adımlarla ilerlemelisiniz; başarısızlıkları kabul ederken en küçük başarıları da fark etmelisiniz."
    ],
    "quote": {
      "text": "Kendinize, sevdiğiniz biriyle konuştuğunuz gibi konuşun.",
      "author": "Brené Brown"
    }
  }
}
