{
  "title": "Teknik: Hata Korkusundan Kurtulma",
  "description": "Bu makale, mükemmeliyetçiliği yenmek için eksiklikleri kabul etmeye ve hata korkusunu azaltmaya yönelik etkili yöntemler sunmaktadır.",
  "screen_1": {
    "texts": [
      "Mükemmeliyetçilik arzusunu aşmanıza yardımcı olacak birkaç basit ama son derece etkili yöntemi gözden geçirelim.",
      "Anti-mükemmeliyetçilik listesi",
      "Pek çok mükemmeliyetçi, bir şeyden tam anlamıyla keyif almanın yalnızca mükemmel bir şekilde gerçekleştirilmesi durumunda mümkün olduğunu düşünmektedir. Bu fikre meydan okumayı öneriyoruz.",
      "Bir hafta boyunca, yaptığınız çeşitli ve spontane görevlerin kaydını tutun; bu, 'diş fırçalama', 'akşam yemeği hazırlama', 'iş raporu hazırlama' veya 'ev temizliği' olabilir.",
      "İkinci sütunda, görevi ne kadar etkili bir şekilde tamamladığınızı yüzde olarak belirtin.",
      "Üçüncü sütunda ise bu görevi yapmanın size ne kadar keyif verdiğini belirtin.",
      "Örnekler şu şekilde olabilir:",
      "Akşam yemeği hazırlama – %50 (daha karmaşık ve lezzetli bir tarif seçebilirdim) – %90 (kolay ama çok lezzetliydi ve fazla zaman almadı).",
      "Ev temizliği – %70 (temel şeyleri yaptım ama buzdolabı ve ocak temizlenmedi) – %100 (evdeki temizlik her zaman bana keyif verir).",
      "İş raporu hazırlama – %85 (rapor için epey çaba harcadım) – %20 (her şeyin daha iyi olabileceği düşünceleri, süreçten aldığım keyfi elimden aldı).",
      "Bu egzersiz, mükemmeliyetin elde edilmesinin sürecin tadını çıkarmak için gerekli bir koşul olmadığını fark etmenizi sağlayacaktır."
    ],
    "quote": {
      "text": "Mükemmeliyet, ulaşılamaz bir hedef değil, bir yönelmedir.",
      "author": "Thomas Watson"
    }
  },
  "screen_2": {
    "texts": [
      "Hata yapma olasılığını kabul etmek",
      "Hatalar hiç kimseyi mutlu etmez, ama mükemmeliyetçiler için özel bir korku kaynağıdır.",
      "Eksiklik korkusunu yenmenin en etkili yollarından biri, hatalarınızı kabul etmeyi öğrenmektir.",
      "Olası bir hata düşüncesi aklınıza geldiğinde kalbinizin hızlandığını hissediyor musunuz? Bu, korku ve kaygının belirtileridir.",
      "Hata yapma olasılığına açık olmak için, hataların normal olduğunu ve mutlak mükemmeliyet arayışının mantıksız olduğunu açıklayan bir makale yazmaya başlayın.",
      "Mükemmeliyetçilikle mücadele eden bir kız, şu düşünceleri ifade etti:",
      "Hata yapma korkusu, dünyayı siyah-beyaz tonlarında algılamamdan kaynaklanıyor: bir hata ve her şey çöker. Bu yanlış bir düşünce. Küçük bir hata, daha önce yapılan iyi şeyleri yok edemez.",
      "Hatalar yararlıdır, çünkü onlardan öğreniriz. Hatasız bir öğrenme süreci mümkün değildir. Kimse hatalardan muaf değildir, bu yüzden hataları kabul etmeyi ve kendi deneyimlerimizden öğrenmeyi öğrenmek önemlidir.",
      "Hataları kabul etmek, davranışlarımızı düzeltmemizi sağlar; bu da daha tatmin edici sonuçlar elde etmemizi ve dolayısıyla bizi daha mutlu eder, yaşam kalitemizi artırır.",
      "Çoğu insan, hatalarımız için bizi yargılamayacak ve bunlar yüzünden bizi sevmeyi bırakmayacaktır; sonuçta herkes hata yapar ve birçok kişi 'mükemmel' insanlarla birlikte olmaktan rahatsızdır.",
      "Hata yapmak, dünyanın sonu demek değildir.",
      "Elbette, böyle bir liste hazırlamak anında bir dönüşüm ve hatalara karşı sevgi başlaması anlamına gelmez, ancak eksikliklere olan bakış açınızı değiştirmek için önemli bir adımdır.",
      "Hataların normal ve hatta faydalı olduğunu hatırlatmak için kendi makalenizi yazın. Hata yapsanız bile dünyanın yıkılmayacağını kendinize hatırlatın; bu, her sürecin doğal bir parçasıdır, en istenmeyeni olsa bile."
    ]
  }
}
