{
  "title": "Teknik: Hata Korkusundan Kurtulma",
  "description": "Yazı, mükemmeliyetçilikle baş etmeye yönelik etkili yöntemler sunar; kusurluluğu kabullenmeyi ve hata korkusunu azaltmayı hedefler.",
  "screen_1": {
    "texts": [
      "Mükemmeliyetçilik eğilimini aşmanıza yardımcı olacak basit ama çok etkili birkaç yönteme bakalım.",
      "“Anti-mükemmeliyetçilik” listesi",
      "Birçok mükemmeliyetçi, bir şeyden tam anlamıyla keyif almanın ancak onu kusursuz yaptığında mümkün olduğuna inanır. Bu inanca meydan okumanızı öneriyoruz.",
      "Bir hafta boyunca yaptığınız günlük ve kendiliğinden gelişen işleri not edin: “diş fırçalama”, “akşam yemeği hazırlama”, “iş raporu hazırlama” ya da “evi toparlama” gibi.",
      "İkinci sütunda, görevi ne kadar iyi yaptığınızı kendi değerlendirmenize göre yüzde olarak işaretleyin.",
      "Üçüncü sütunda, o işi yapmanın size ne kadar keyif verdiğini yazın.",
      "Örnekler şöyle olabilir:",
      "Akşam yemeği — %50 (daha zor ve iddialı bir tarif seçebilirdim) — %90 (basit ama çok lezzetliydi ve fazla zaman almadı).",
      "Evi toplama — %70 (temel işleri yaptım, buzdolabı ve ocak kaldı) — %100 (evin temiz olması bana her zaman keyif verir).",
      "İş raporu hazırlama — %85 (rapora epey emek verdim) — %20 (sürekli “daha iyi olabilirdi” düşüncesi süreçten aldığım keyfi azalttı).",
      "Bu alıştırma, süreçten keyif almak için mükemmele ulaşmanın şart olmadığını fark etmenizi sağlar."
    ],
    "quote": {
      "text": "Mükemmellik ulaşılacak bir hedef değil, bir yönelimdir.",
      "author": "Thomas Watson"
    }
  },
  "screen_2": {
    "texts": [
      "Hata yapma olasılığını kabul etmek",
      "Hataları kimse sevmez; ancak mükemmeliyetçiler için onlar özel bir korku kaynağına dönüşebilir.",
      "Kusursuz olamama korkusunu aşmanın en etkili yollarından biri, kendi hatalarınızı kabul etmeyi öğrenmektir.",
      "Sırf hata ihtimalini düşünmek bile kalbinizin hızla atmasına yol açıyor mu? Bu, korku ve kaygının işaretidir.",
      "Hata yapmaya kendinizi açabilmek için, “neden hataların normal olduğu ve mutlak mükemmelliğe odaklanmanın mantıklı olmadığı” üzerine kısa bir deneme yazısıyla başlayın.",
      "Mükemmeliyetçilikle mücadele eden bir kişi düşüncelerini şöyle ifade etmişti:",
      "Hata yapma korkum, dünyayı siyah-beyaz görmemden kaynaklanıyor: tek bir hata ve her şey çöker. Bu bir yanılgı. Küçük bir hata, yapılan tüm iyi şeyleri yok etmez.",
      "Hatalar faydalıdır; çünkü öğrenmeyi sağlar. Hatasız öğrenme mümkün değildir. Kimse hatalardan muaf olmadığına göre, onları kabul etmeyi ve deneyimden öğrenmeyi sürdürmek önemlidir.",
      "Hataları kabul etmek, davranışımızı düzeltmemize imkân verir; böylece daha tatmin edici sonuçlara ulaşır, bu da bizi daha mutlu kılar ve yaşam kalitemizi artırır.",
      "Çoğu insan bizi hatalarımız yüzünden yargılamaz ve sevmekten vazgeçmez — sonuçta herkes hata yapar ve “kusursuz” insanların yanında pek çok kişi kendini rahatsız hisseder.",
      "Hata, dünyanın sonu demek değildir.",
      "Elbette böyle bir liste hazırlamak, bir anda dönüşüp hataları sevmeye başlayacağınız anlamına gelmez; yine de kusursuzluğa bakışınızı değiştirmeye atılmış önemli bir adımdır.",
      "Kendi denemenizi yazın: neden hata yapmanın normal, hatta yararlı olduğunu anlatın. Unutmayın: bir hata yapsanız bile dünya yıkılmaz — bu, her sürecin doğal ama her zaman arzu edilmeyen bir parçasıdır."
    ]
  }
}
