{
  "title": "Üzülmek, Depresyon Çekmek Anlamına Gelmez",
  "description": "Bu makalede, normal üzüntü ile klinik depresyon arasındaki fark incelenmekte, kayıplar ve başarısızlıkların yaşanmasının doğal olduğu ve her zaman bir zihinsel bozukluk belirtisi olmadığı vurgulanmaktadır. Yanlış düşünmenin, normal duygusal tepkileri depresyon belirtilerine dönüştürebileceği açıklanmaktadır. Makale, okuyucuların doğal üzüntü duygularını ciddi psikolojik hastalıklardan ayırt etmelerine yardımcı olmayı, kendi kendine teşhis koymayı ve ne zaman uzman yardımına ihtiyaç duyulduğunu anlamayı amaçlamaktadır.",
  "screen_1": {
    "texts": [
      "Önceki bölümlerde, yakınların kaybı, hastalıklar, ayrılıklar, aldatmalar ve işten çıkarılmalar gibi sorunların kesinlikle gerçek olduğunu gördük.",
      "Üzüntüyle, hepimiz bunlarla karşılaşırız, ancak yukarıda belirtilenler gerçek bir depresyona yol açmaz.",
      "O zaman şu soru ortaya çıkıyor: \"Bozulmamış sağlıklı bir üzüntü\" var mı?",
      "Kesinlikle var!",
      "Üzülmek ve yas tutmak, her zaman kötü değildir; birçok durumda bu doğaldır. Ağır bir yas sonucunda hissedilen duygular — üzüntü, hüzün, pişmanlık, endişe — normaldir.",
      "Bu, her insanın hissetmesine izin vermesi gereken son derece doğal duygulardır.",
      "Sevdiğiniz biriyle ayrıldığınızda üzülüyorsanız — tebrik ederiz, normal bir insansınız!",
      "Bir yakının ölümünü hatırladığınızda hüzün ve özlem duyuyorsanız — tamamen sağlıklısınız.",
      "Ama depresyon, sadece negatif duygular değildir; bozulmuş düşüncelerden kaynaklanan bir hastalıktır.",
      "Bu bölümde bunu açıklığa kavuşturduğumuzu umuyoruz. Depresyon durumunda, olumsuz duyguların şiddeti, durumun objektif ciddiyetiyle orantılı değildir."
    ],
    "quote": {
      "text": "Uyarıcı ile yanıt arasında bir alan vardır. Bu alanda özgürlüğümüz ve yanıtımızı seçme gücümüz bulunur. Yanıtımızda, büyümemiz ve özgürlüğümüz yatmaktadır.",
      "author": "Victor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Depresyondaki bir kişi, her ölçekten olayı daha olumsuz algılayacaktır.",
      "Küçük bir başarısızlık, depresyon durumunda büyük bir soruna dönüşür. Yas dayanılmaz hale gelir, felaket ise bir trajedi olur. Elbette hüzün, depresyonun bir parçasıdır ama temeli değildir.",
      "Zihinsel olarak sağlıklı bir insan, banyo musluğundaki soğuk ve sıcak musluklarla benzetilebilir.",
      "Hayatta \"soğuk su\" — olumsuz duygular ve \"sıcak su\" — olumlu duygulardır. Depresyonu olan bir kişinin sürekli \"soğuk musluğu\" açıktır ve bu \"gerçek\" sorunlardan değil, değişmesi gereken bozulmuş düşüncelerden kaynaklanır.",
      "Bir duruma olan bakış açımız, hüznümüzün sadece bir duygu mu kalacağını ya da depresyonun bir parçası haline mi geleceğini büyük ölçüde belirler.",
      "MindHealth ekibi, depresyon hakkında hazırladığımız bölümün ve bu bölüm için harcadığımız çabanın sizin veya sevdikleriniz için yararlı olduğunu içtenlikle ummaktadır!",
      "Depresyonun başlıca ilkeleri ve belirtileri hakkında, nasıl ortaya çıktığı ve en önemlisi bununla başa çıkmak için neler yapabileceğiniz hakkında bilgi verdik.",
      "Her zaman önceki bölümlere dönebilir, onları yeniden okuyabilir ve pratikte uygulayabilirsiniz; biz de yeni bölümü geliştirmeye devam edeceğiz."
    ],
    "quote": {
      "text": "Tanıdığımız en güzel insanlar, yenilgiyi, acıyı, mücadeleyi, kaybı yaşamış ve derinliklerden çıkmanın bir yolunu bulmuş olanlardır.",
      "author": "Victor Frankl"
    }
  }
}
