{
  "title": "Üzülmek Depresyonda Olduğunuz Anlamına Gelmez",
  "description": "Bu yazıda, doğal üzüntü ile klinik depresyon arasındaki farkları ele alıyoruz. Kayıplar, ayrılıklar, zorluklar ve değişimler yaşamın parçasıdır; acıyı insan gibi yaşamak doğaldır. Üzüntüyü, düşünce çarpıtmalarının büyük rol oynadığı ve profesyonel desteğin gerekebileceği depresyondan nasıl ayırt edeceğinizi açıklıyoruz. Metin, duygularınızı daha iyi anlamanıza ve üzüntünün sınırı aşıp aşmadığını zamanında fark etmenize yardımcı olur.",
  "screen_1": {
    "texts": [
      "Önceki bölümlerde kayıp, hastalık, ayrılık, ihanet ya da işten çıkarılma gibi olayların ne kadar gerçek ve can yakıcı olabileceğinden söz ettik.",
      "Herkes bir gün benzer deneyimlerle yüzleşir. Bunlar ağır, derin ve çok insani duygulardır. Ancak bunlar tek başına depresyon anlamına gelmez.",
      "Şu soru doğar: Depresyonla ilişkili olmayan “sağlıklı bir üzüntü” var mı?",
      "Elbette var.",
      "Üzülmek, yas tutmak ve hüzün duymak; önemli olaylara, kayıplara ve değişimlere verilen doğal tepkilerdir. Bu duygular yaşananı sindirmeye, olup biteni kavramaya ve yola devam etmeye yardım eder.",
      "Bunlar doğal, insani duygulardır; bastırmak ya da utanmak yerine kendinize onları yaşama hakkı tanımak önemlidir.",
      "Ayrılıktan sonra üzgünseniz — bu doğaldır. Bu, hissetme ve bağ kurma kapasitenizin göstergesidir.",
      "Vefat eden bir yakını anmak acı veriyorsa — bu sevginin yansımasıdır, zayıflık değil.",
      "Ama depresyon sadece hüzün değildir. Kişinin kendine, dünyaya ve geleceğe umutsuz bir gözle bakmasıyla oluşan ve sürdürülen bir durumdur.",
      "Depresyonda olumsuz duyguların şiddeti ve süresi duruma kıyasla orantısızdır — daha yoğun ve ısrarcıdır."
    ],
    "quote": {
      "text": "Uyarıcı ile tepki arasında bir boşluk vardır. O boşlukta nasıl karşılık vereceğimizi seçme özgürlüğümüz bulunur. O seçimde gücümüz ve gelişimimiz yatar.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Depresyondaki biri, sıradan güçlüklerle karşılaşsa bile onları felaket gibi algılayabilir.",
      "Küçük bir hata büyük bir başarısızlık, ufak bir aksilik bir trajedi; yas ise sonsuz bir karanlık gibi gelebilir.",
      "Sıcak–soğuk suyu olan bir musluğu düşünün. Gündelik hayatta duygular arasında — neşe, hüzün, umut, pişmanlık — geçiş yaparız.",
      "Depresyonda sanki sadece “soğuk musluk” açıktır: hüzün, kaygı, umutsuzluk. Bu, çoğu zaman durumun kendisinden çok, üzerinde çalışılması gereken çarpıtılmış bir algının sonucudur.",
      "Olaylara yaklaşımımız çok şey belirler. Hüzün kendi başına tehlikeli değildir. Tehlikeli olan, düşüncelerin onu çaresizlik ve umutsuzluğa çevirmesidir.",
      "Dileriz bu bölüm, depresyonun doğasını daha iyi anlamanıza ve belirtilerini fark etmenize yardımcı olmuştur.",
      "Burada depresyonun temel belirtilerini ve durumunuzla çalışmaya yönelik bazı pratik ve teknikleri ele aldık.",
      "Bu materyallere istediğiniz zaman dönebilir, yeniden okuyup alıştırmaları uygulayabilirsiniz. Biz de sizin için yeni, faydalı araçlar hazırlıyoruz."
    ],
    "quote": {
      "text": "En güzel insanlar; acı, kayıp ve mücadeleden geçip yine de yukarıya doğru bir yol bulanlardır.",
      "author": "Viktor Frankl"
    }
  }
}
