{
  "title": "Teknik: Erteleme ile Mücadele İçin Eylem Planı",
  "description": "Bu makalede, erteleme ile etkili bir şekilde mücadele etmenin sırlarını, kanıtlanmış anti-erteleme listesi yöntemiyle ortaya koyuyoruz. Görevleri parçalamak ve bunların zorluk seviyelerini ve tamamlanmasının potansiyel keyfini gerçekçi bir şekilde değerlendirmek gibi basit adımların, çalışma ve kişisel işlere yaklaşımınızı nasıl dönüştürebileceğini keşfedin. Bu, verimliliğinizi artırır ve ruh halinizi iyileştirir.",
  "screen_1": {
    "texts": [
      "Bu teknik, işleri ertelemeye eğilimliyseniz, işleri çok zor veya keyif vermeyen olarak düşündüğünüzde özellikle ilginizi çekebilir.",
      "İlk aşamada, bir sütuna ertelediğiniz bir veya iki görevi yazın.",
      "Görev önemli ölçüde zaman ve çaba gerektiriyorsa, en iyisi onu 15-20 dakikadan fazla sürmeyecek birkaç küçük aşamaya bölmektir.",
      "Sonra, ikinci sütunda, bu görevi tamamlamanın ne kadar zor olacağını düşündüğünüzü 0'dan 100%'e kadar bir ölçekle değerlendirin.",
      "Eğer görev size kolay görünüyorsa, düşük bir puan verin - örneğin, 10 veya 20%. Görev daha zorsa, 80 veya 90% yazmak uygun olur.",
      "Üçüncü sütunda, yine yüzde ölçeğini kullanarak, görevin tamamlanmasının size ne kadar keyif vereceğine dair tahmininizi yazın.",
      "Görevi, tahminlerinizi yazdıktan sonra başlatın."
    ],
    "quote": {
      "text": "İlham bekleyemezsiniz. Onunla çalışarak buluşmalısınız.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Tamamlandıktan sonra, son iki sütuna görevin gerçekten ne kadar zor olduğunu ve onu tamamlamanın veya elde edilen sonucun ne kadar keyif verdiğini yüzde ölçeği kullanarak yazın.",
      "Örnek:",
      "Yeni iş bulamayan bir avukat, özgeçmiş hazırlama süreci ve iş aramanın aşılmaz görevler olduğunu düşündüğü için başlayamıyordu.",
      "Başlamak için, \"iş bulmak\" görevini aşamaları bölmek gerekir, böylece gözünde aşılmaz görünmez ve erteleme tetiklenmez:",
      "Oturup özgeçmiş yazmak.",
      "Ertesi gün onu yeni bir bakış açısıyla gözden geçirip düzenlemek.",
      "Her gün iş arama sitelerini kontrol etmek için 10-15 dakika ayırmak.",
      "Kapak veya motivasyon mektubu yazmak.",
      "Özgeçmişi seçilen ilanlara göndermek, kapak mektubunu belirli bir iş ve şirket için uyarlamak.",
      "Böylece, büyük bir görevin algısını küçültmek için onu küçük adımlara bölmek mümkün olur."
    ]
  },
  "screen_3": {
    "texts": [
      "Sonra, her görevi zorluk derecesine ve beklenen keyfine göre değerlendirin. Örnek şöyle görünebilir:",
      "Tarih: 31.01.2024",
      "Görev: Özgeçmiş hazırlamak",
      "Beklenen zorluk: 80%",
      "Beklenen keyif: 15%",
      "Gerçek zorluk: 30%",
      "Gerçek keyif: 70%",
      "Gördüğünüz gibi, özgeçmiş hazırlamak beklenenden çok daha kolay ve keyifli oldu.",
      "Şaşırtıcı bir şekilde, süreç duraklama noktasından hareket etti ve elde edilen sonuçlar sayesinde özsaygı ve motivasyon önemli ölçüde arttı. Bu tekniğin etkisi o kadar etkileyici oldu ki, avukat bunu hayatının diğer alanlarında da uygulamaya başladı ve verimliliğini ve öz güvenini önemli ölçüde artırdı."
    ]
  }
}
