{
  "title": "Teknik: İçsel Eleştirmene Karşı Koy",
  "description": "Bu yazı, özsaygıyı artırmaya yönelik ve tek başına uygulanabilecek etkili yöntemler sunar. Ana teknik, içsel eleştirmene karşı durmayı öğrenmektir; bunun için kendini eleştiren düşünceler, bunlardaki bilişsel çarpıtmalar ve akılcı yanıtların yer aldığı bir tablo tutmanız önerilir. Düzenli pratik, kendinizi algılayışınızda belirgin ve kalıcı bir dönüşüm sağlayabilir.",
  "screen_1": {
    "texts": [
      "Özsaygıyı güçlendirmek için basit ama etkili bir dizi teknik geliştirdik. Kendi başınıza uygulayabileceğiniz bu yöntemler, bu zorlu süreçte size yardımcı olabilir.",
      "Her şeyden önce şunu bilmek önemlidir: yalnızca teoriyi bilmek özsaygıyı artırmaya yetmez.",
      "Kalıcı sonuç, ancak düzenli pratikle gelir. En azından başlangıçta, süreç alışkanlığa dönüşene dek her gün kısa da olsa zaman ayırmanızı öneririz.",
      "İlk teknik, içsel eleştirmene karşı durmayı öğrenmeye yöneliktir.",
      "Yetersizlik ve kendinden nefret duyguları, özsaygınızı sürekli baltalayan içsel eleştirmen yüzünden sık ortaya çıkar.",
      "'Hiçbir değere sahip değilim', 'Başkalarından kötüyüm', 'Benden bir şey olmaz', 'Her şey benim suçum', 'Ben bir başarısızım' gibi olumsuz inançlar özsaygı sorunlarını derinleştirir ve depresyona yol açabilir.",
      "Bu olumsuz düşünme alışkanlığını aşmak için şu planı izleyin:",
      "Kendini eleştiren düşünceleri fark etmeyi ve not almayı öğrenin.",
      "Bu düşüncelerdeki bilişsel çarpıtmaları belirleyin.",
      "Daha gerçekçi ve sağlıklı bir benlik algısı kurmak için akılcı yanıtlar geliştirin ve bunu düzenli yapın.",
      "Bunun için uygulamamızdaki 'Otomatik Düşünceler Günlüğü'nü kullanabilirsiniz. Ya da uygulama dışında üç sütunlu notlar tutabilirsiniz.",
      "Basitlik için aşağıda üç sütunlu örnek üzerinden anlatacağız."
    ],
    "quote": {
      "text": "Sizin onayınız olmadan kimse size kendinizi aşağı hissettiremez.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Size uygun bir formatta üç sütunlu bir tablo oluşturun — bir defter, bilgisayar belgesi ya da telefon notu olabilir. Sütun adları:",
      "Eleştirmenin düşüncesi",
      "Bilişsel çarpıtma",
      "Akılcı yanıt",
      "İlk sütuna aklınıza gelen tüm kendini eleştiren düşünceleri yazın.",
      "Kendinizi suçladığınızda, işe yaramaz ya da kendinizden hoşnutsuz hissettiğinizde şu soruyu sorun: 'Şu anda kendimle ilgili ne düşünüyorum?' ve bunu yazın.",
      "Örneğin, sınav öncesi kaygılanıp 'O kadar aptalım ki kesin kalırım' diye düşünüyorsanız, bu tam da kayda geçmeniz gereken düşüncedir.",
      "Bu sütuna duygularınızı değil, düşüncelerinizi yazın. 'Kendimi berbat hissediyorum' derseniz bunu çürütmek zordur; çünkü gerçekten öyle hissediyor olabilirsiniz.",
      "İkinci sütunda, düşüncedeki bilişsel çarpıtmayı belirleyin.",
      "Burada bir çarpıtma da olabilir, iki ya da üç de.",
      "'O kadar aptalım ki kesin kalırım' ifadesinde, etiketleme (yafta yapıştırma) çarpıtmasını görürüz.",
      "'Hiçbir şeye yetenekli değilim; bu yüzden okuldan atılacağım ve asla başarılı olamayacağım' düşüncesindeyse aşırı genelleme ve felaketleştirme gibi birden çok çarpıtma bulunur."
    ],
    "quote": {
      "text": "Kendimi ve duygusal gereksinimlerimi ne kadar iyi anlarsam, gerçekliği kavrayışım o kadar güçlenir; yaşamımı zehirleyen korku ve yanılgılar da o kadar azalır.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Ve elbette tablonuzun en kritik sütunu: alternatif, akılcı yanıt. Bu, içinizdeki eleştirmene verilen gerçek karşılıktır.",
      "Kendini eleştiren düşünceyi, aşırı iyimserliğe kaçmadan, daha gerçekçi ve mantıklı bir ifadeyle değiştirmek önemlidir.",
      "Yani düşünceyi siyah–beyaz biçimde karşı uca fırlatmayın; gerçekle bağını koparmayan bir alternatif seçin.",
      "Mesela 'Ben en zekiyim, hepsinden tam not alacağım' gibi bir cümle yazmak, doğru olsa bile, ilk düşüncenizin tam zıddı olduğu için inandırıcı gelmeyebilir.",
      "Bunun yerine gerçeği ayırt etmeye çalışın: durum aslında nasıl?",
      "Akılcı yanıtınız size yeterince ikna edici ve gerçekçi gelmezse, işe yaramaz.",
      "Bu yüzden, kendinizin de inanacağı bir alternatif yazın.",
      "'Aslında aptal değilim; bunun kanıtları var: üniversiteye kendi başıma girdim, derslerim fena değil. Elbette bazen yolunda gitmeyen şeyler oluyor; insanım ve hata yapabilirim, ama bu beni aptal yapmaz.'",
      "'Üstelik sınava hazırlanıyorum; büyük olasılıkla en azından geçer not alırım — daha önce tüm dersleri geçtim. Diyelim ki ilkinde başaramadım; o zaman telafiye girer, iyi hazırlanır ve kesin geçerim.'",
      "Böyle bir akılcı yanıt, çok daha inandırıcıdır ve kabul etme olasılığınız belirgin biçimde artar.",
      "Gün boyunca bu aracı kullanın; düşüncelerinizi düzenli kaydedin ve yıpratıcı inançlara karşı durun.",
      "Zamanla akılcı yanıt bulmanın kolaylaştığını göreceksiniz; en önemlisi, ruh hâliniz ve kendinize bakışınızın değiştiğini fark edeceksiniz."
    ]
  }
}
