{
  "title": "Teknik: İçsel Eleştirelere Direnç Göster",
  "description": "Bu makalede, özsaygıyı artırmaya yönelik etkili yöntemler sunulmaktadır. Temel teknik, içsel eleştire karşı durmayı öğrenmek olup, bu amaçla özeleştirel düşüncelerinizi, bilişsel hatalarınızı ve mantıklı yanıtlarınızı kaydedeceğiniz özel bir tablo tutmanız önerilmektedir. Makale, bu egzersizlerin düzenli pratiğinin kendinizi algılama biçiminde önemli değişiklikler sağladığını ve özsaygıyı artırdığını vurgulamaktadır.",
  "screen_1": {
    "texts": [
      "Özsaygıyı artırmak için geliştirdiğimiz basit ama etkili teknikler bulunmaktadır. Bu yöntemler, kendi başınıza kullanabileceğiniz şekilde tasarlanmıştır ve bu zor süreçte size yardımcı olacaktır.",
      "Öncelikle anlamak önemlidir: yalnızca teoriyi bilmek, özsaygıyı artırmak için yeterli değildir.",
      "Düzenli olarak egzersiz yapmak kalıcı bir sonuç sağlar. Bu sürece alışana kadar her gün biraz zaman ayırmanızı öneriyoruz.",
      "Sizi tanıştırmak istediğimiz ilk teknik, içsel eleştire karşı durmayı öğrenmeye yöneliktir.",
      "Yetersizlik hissi ve öz nefret genellikle sürekli olarak özsaygınızı baltalayan içsel eleştiriden kaynaklanır.",
      "\"Ben hiçbir şey ifade etmiyorum\", \"Diğerlerinden daha kötüydüm\", \"Hiçbir şey başaramam\", \"Her şeyin suçlusu benim\", \"Ben bir başarısızım\" gibi olumsuz inançlar, özsaygı sorunlarını daha da kötüleştirir ve depresyona yol açabilir.",
      "Bu olumsuz düşünme alışkanlığını aşmak için şu planı izleyin:",
      "Öz eleştirel düşüncelerinizi fark etmeyi ve kaydetmeyi öğrenin.",
      "Bu düşüncelerdeki bilişsel çarpıtmaları belirleyin.",
      "Kendinize daha gerçekçi ve sağlıklı bir yaklaşım oluşturmak için mantıklı yanıtlar geliştirin ve bunu düzenli olarak yapın.",
      "Bu amaçla, uygulamamızda \"Otomatik Düşünceler Günlüğü\" kullanabilirsiniz. Ya da notlarınızı üç sütun halinde yazabilirsiniz.",
      "Şimdi, daha fazla basitlik için üç sütunlu örneği açıklayacağız."
    ],
    "quote": {
      "text": "Hiç kimse, sizin izniniz olmadan kendinizi yetersiz hissetmenizi sağlayamaz.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Sizin için uygun bir formatta üç sütunlu bir tablo oluşturun - bu bir defter, bilgisayarda bir belge veya telefonunuzda bir not olabilir. Sütun başlıkları:",
      "Eleştirmenin Düşünceleri",
      "Bilişsel Hata",
      "Mantıklı Yanıt",
      "İlk sütuna aklınıza gelen tüm öz eleştirel düşünceleri yazın.",
      "Kendinizi suçladığınız, işe yaramaz hissettiğiniz veya kendinizden memnun olmadığınız her seferde, kendinize şu soruyu sorun: \"Şu anda kendimle ilgili ne düşünüyorum?\" ve bunu kaydedin.",
      "Örneğin, sınav öncesi endişeleniyorsanız ve \"O kadar aptalım ki kesinlikle geçemeyeceğim\" düşüncesine sahipseniz, bu kaydedilmesi gereken bir düşüncedir.",
      "Bu sütuna kendinizle ilgili düşüncelerinizi yazmalısınız, hislerinizi değil. Çünkü \"Kendimi berbat hissediyorum\" yazarsanız, bunu çürütmekte zorlanırsınız çünkü bu gerçekten de öyledir.",
      "İkinci sütunda, düşüncenizde hangi bilişsel çarpıtmanın bulunduğunu belirleyin.",
      "Hangi düşünce hatasını fark ettiğinizi ikinci sütuna yazın. Belki bir hata, belki de iki ya da üç hata olacaktır.",
      "Örneğin, \"O kadar aptalım ki kesinlikle geçemeyeceğim\" ifadesinde etiketleme çarpıtmasını görebiliriz.",
      "Ve \"Hiçbir şey yapamam, bu yüzden okuldan atılacağım ve asla başarılı olamayacağım\" düşüncesinde ise aşırı genelleme ve felaketleştirme gibi birkaç çarpıtma tespit edebiliriz."
    ],
    "quote": {
      "text": "Kendimi ve duygusal ihtiyaçlarımı ne kadar iyi anlarım, gerçekliği algılamam o kadar güçlü olur ve korkularla yanılgılar hayatımı zehirlemez.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Ve tabii ki, tablomuzun en önemli sütunu - alternatif, mantıklı yanıt. Bu, içsel eleştiriye karşı gerçek bir direniştir.",
      "Öz eleştirel düşünceyi daha gerçekçi ve mantıklı bir şekilde değiştirmek önemlidir; aşırı iyimser ifadelerden kaçının.",
      "Eleştirici düşünceyi daha gerçekçi bir şekilde değiştirmek gerekir. Bunu, aşırı iyimser, gerçeğe benzemeyen bir düşünce ile değiştirmek doğru değildir.",
      "Örneğin: \"Ben en akıllıyım ve her şeyi mükemmel geçeceğim\". Bu düşünce doğru olabilir, ancak başlangıçtaki düşüncenizle oldukça zıt olduğu için buna hemen inanmanız zor olacaktır, bu nedenle bir anlamı yoktur.",
      "Bunun yerine, durumun gerçeğini tanımaya çalışın.",
      "Çünkü mantıklı yanıt olarak yazdığınız şey sizin için yeterince inandırıcı ve gerçekçi değilse, bu size yardımcı olmayacaktır.",
      "Kendinize inandığınız alternatif bir yanıt yazmaya çalışın.",
      "Örneğin, şunları yazabilirsiniz: \"Aslında ben aptal değilim, bunun kanıtları var; üniversiteye kendi başıma girdim, derslerimi yeterince iyi çalışıyorum. Elbette bazı zamanlar zorlandığım anlar oluyor, ama ben bir insanım ve hata yapabilirim, bu beni aptal yapmaz.",
      "Üstelik, sınava hazırlanıyorum ve büyük ihtimalle en azından geçerim; çünkü daha önceki tüm dersleri geçtim. Hatta ilk seferde geçemesem bile, sınavı tekrar almak için iyi hazırlanabilirim ve kesinlikle geçerim.\"",
      "Bu tür bir mantıklı yanıt daha inandırıcıdır ve buna inanma olasılığınız çok daha yüksektir.",
      "Gün boyunca bu aracı kullanın, düşüncelerinizi düzenli olarak kaydedin ve yıkıcı inançlara karşı direniş gösterin.",
      "Zamanla, mantıklı bir yanıt bulmanın giderek daha kolay hale geldiğini fark edeceksiniz. Ama en önemlisi, ruh halinizde ve kendinize karşı tutumunuzda değişiklikler göreceksiniz."
    ]
  }
}
