{
  "title": "Teknik: Aşırı beklentiler tuzağından çıkış",
  "description": "Bu yazı, kendimize yönelik gerçekçi olmayan taleplerin ve bitmeyen özeleştirinin beslediği suçluluk duygusunu ele alır. İçsel kuralları yeniden çerçevelemeyi ve “meli-malıcılık” yerine kişisel imkân ve istekleri daha sağlıklı değerlendirmeyi öğretir. Okura, kendini suçlamadan sıyrılıp hatalarla daha uyumlu bir ilişki kurmaya yönelik pratik adımlar sunar.",
  "screen_1": {
    "texts": [
      "Suçluluk duygusu çoğu zaman kendimize koyduğumuz aşırı taleplerden doğar ve şu düşüncelerle kendini gösterebilir:",
      "“Bunu yapmalıyım.”",
      "“Böyle davranmalıyım.”",
      "“Şöyle biri olmalıyım.”",
      "“Bunu yapmamalıydım.”",
      "“Bunu öngörmeliydim/bilmeliydim.”",
      "“Gerek” içeren yersiz talepler, suçluluk duygusuna ve gerçekçi olmayan beklentilere yol açabilir.",
      "Bu talepler, kusursuz ya da her şeyi bilen olmanız gerektiğini varsayar — bu gerçekçi değildir.",
      "Buna, daima mutlu ya da memnun olmanız gerektiği inancı da dâhildir; oysa bu inanç tersine, başarısızlık hissini besler.",
      "Ayrıca her şeyi bildiğiniz ve geleceği öngörebildiğiniz varsayımıyla kurulan talepler de vardır. Bu yaklaşım, sorun çözmek yerine sahte beklentiler ve suçluluk üretir.",
      "Tekniğin özü şudur: Kendini suçlamak işe yaramaz; yersiz talepler zaten ne gerçekçi ne de adildir.",
      "Bu talepler, çözüme ya da başarıya götürmek yerine yalnızca suçluluk ve çaresizlik duygusu yaratır.",
      "Sürekli kendini suçlamaktan kaçınmak için bu tür talepleri bırakıp kendiniz ve yaşamınız hakkında daha gerçekçi beklentiler geliştirmeye değer.",
      "Elbette düşünme biçimi bir günde değişmez; hattâ bir ayda da olmayabilir. Ancak düzenli çalışma değişim getirir."
    ],
    "quote": {
      "text": "Her suçluluk duygusu öz-kınamayı ima eder ve bu temelden yanlıştır. İnsan, kendini kamçılamadan hatalarını fark etmelidir.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Peki, aşırı taleplerin tetiklediği suçluluk duygusundan kurtulmak için şimdi ne yapabilirsiniz?",
      "Basit ama etkili bir yöntem, “gerek” kalıbını “İyi olurdu…” ya da “Yapabilirsem…” gibi ifadelere çevirmektir. Bu seçenekler çoğu zaman daha gerçekçidir ve hayal kırıklığını azaltır.",
      "Örneğin “Eşimi mutlaka mutlu etmeliyim” demek yerine: “Eşimi mutlu edebilsem harika olur; şu an üzgün. Neye üzüldüğünü sorabilir ve nasıl yardımcı olabileceğimi düşünebilirim.”",
      "Ya da “Dondurma yememeliydim” yerine: “Yemesem daha iyi olurdu, ama bu dünyanın sonu değil.”",
      "Koşul kipini bırakın. “Yapmış olmalıydım…”, “Keşke…”, “Ah, şunu yapsaydım…” yerine “Bir dahaki sefere farklı yapacağım” diye düşünün.",
      "Suçluluk yaşayanlar sık sık koşul kipine sığınır; bundan bilinçli biçimde kaçının.",
      "Kendinizi bu düşünceyi kurarken yakalarsanız, durdurun ve cümleyi “Bir dahaki sefere…” diye yeniden kurun.",
      "Hepsi bu — koşul kipine yer yok.",
      "Gerçeklik testi, taleplerinizin gerçeklikle uyuşup uyuşmadığını sınamanıza yardım eder. “Bunu yapmamalıydım” dediğinizde, bunu söylemenin sizi rahatlatacağını sanırsınız.",
      "Oysa çoğu zaman tersi olur: O anda yapabildiğiniz şey tam olarak buydu; bunu kabul etmek bir miktar hayal kırıklığı yaratabilir.",
      "Örneğin kilo vermek için diyete başladınız; ekstra bir şey yediniz ve şimdi kendinizi suçluyorsunuz: “Bu çikolatayı yememeliydim.”",
      "Gerçekte tatlı ihtiyacı yaşadınız. Belki kaygılıydınız ve alışkanlıkla moral toplamaya çalıştınız; bu yüzden kendinizi tutmak zordu.",
      "İnsanlar olumsuz duyguları hafifletmek için sık sık yemeğe yönelir. Kötü alışkanlıklardan kurtulurken ya da kilo vermeye çalışırken en büyük engellerden biri “kontrolü kaybediyorum” inancıdır.",
      "Kontrol kaybı hissi, “yapmalıyım/yapmamalıyım” kalıplarıyla yakından bağlantılıdır. Canınız sağlıksız bir şey istediğinde “Bunu istememeliyim” deyip kendinize tüm zararlı yiyecekleri sonsuza dek bırakmanız gerektiğini dayatırsınız.",
      "Sonra daha iyi hissetmek için çikolatayı yersiniz. Bu yaklaşım zayıflamayı zorlaştırır; siz de hem suçlu hem de bezgin hissedersiniz.",
      "Bir şeyleri kendinize yasaklamayı bıraktığınızda, onları kendinizi zorlamadan da bırakabildiğinizi görürsünüz."
    ]
  },
  "screen_3": {
    "texts": [
      "Aşırı suçluluk taşıyan kişiler, başkaları tarafından kendi amaçları için daha kolay manipüle edilebilir. Düşünün: Kaç kez kimse kırılmasın diye ya da hoş görünmek için istemediğiniz bir buluşmaya razı oldunuz? Kişisel sınırları savunmak ve “hayır” demek önemlidir.",
      "Örnek: Genç bir kadın, ailesi ve erkek kardeşiyle yaşıyor; iyi bir maaşı var. Kardeşi ise arada sırada iş bulabiliyor.",
      "Kardeşinin alışverişe düşkünlüğü var: Sürekli yeni şeyler alıyor, ama buna yetecek parası olmuyor.",
      "Kadın bunun sağlıklı bir para yönetimi olmadığını bilse de “kardeşler birbirine yardım etmeli, bizde adet böyledir” diye düşünerek ona borç vermeyi sürdürüyor.",
      "Reddetmenin ilişkilerini bozacağından korkuyor. Zor bir konuşmayı önceden bir arkadaşıyla prova edince “hayır” demenin göründüğü kadar korkutucu olmadığını fark ediyor.",
      "Sınırlarınızı belirlemeden ve istemediğiniz talepleri reddetmeden önce, zor konuşmayı prova edebilir ya da not alarak metnini yazabilirsiniz.",
      "Böylece olası gidişatı öngörür, en uygun reddetme biçimini bulursunuz; ayrıca “hayır” demenin o kadar da ürkütücü olmadığını görürsünüz.",
      "Beyinde yeni bağlantıların oluşması zaman alır; uygun an geldiğinde “hayır”ı diplomatik ama kararlı biçimde söylemek için cesaret ve beceri gerekir.",
      "Sorumlulukları ayırmak",
      "Bazen başkalarının talihsizlikleri ve başarısızlıkları için sorumluluğu üstleniriz.",
      "Bu durumlarda gerçekte kimin sorumlu olduğunu ayırt etmek önemlidir. Örneğin, çocuğunuzun kötü not almasında gerçekten sizin payınız var mı?",
      "Burada, çocuğa etkimiz ile onu kontrol etme arasında karışıklık yaşanır.",
      "Sorumluluğu ayırt etmeyi öğrenmek için, otomatik düşünceler günlüğünün kısaltılmış hâli sayılan üç sütun yöntemini kullanabilirsiniz.",
      "Birinci sütuna kaygı verici/yargılayıcı düşünceler; ikinciye fark ettiğiniz bilişsel çarpıtmalar; üçüncüye de verebileceğiniz akılcı yanıt yazılır.",
      "Örneğin:",
      "1. sütun (kaygı verici ve yargılayıcı düşünceler): “Çocuğumun kötü not almasından ben sorumluyum. Onun okulda başarılı olmasını sağlayamayacağım.”",
      "2. sütun (bilişsel çarpıtmalar): kişiselleştirme, aşırı genelleme.",
      "3. sütun (akılcı yanıt): “Ebeveynlikte kendi rolümün sorumluluğunu taşırım; ancak çocuğun okul başarısını bütünüyle kontrol etmem mümkün değildir. Çocuğun kendi öğrenmesinden sorumlu olduğu bir pay da vardır. Ona destek olup motive edebilirim; fakat nihai sonuç, kendi çalışması ve çabasına bağlıdır.”",
      "Başkalarının yaşamının her yönünü —etkimiz olsa bile— kontrol edemeyeceğimizi unutmamak önemlidir. Yaptıklarımızdan ve ilişkilerde oynadığımız rolden sorumluyuz; ancak onların tüm başarı ve başarısızlıklarını üstlenmek zorunda değiliz."
    ]
  }
}
