{
  "title": "Teknik: Yüksek Beklentiler Tuzaklarından Çıkış Yolu",
  "description": "Bu makalede, kendine yönelik gerçekçi olmayan beklentiler ve sürekli öz eleştirinin yarattığı suçluluk hissi ele alınmaktadır. İçsel tutumların yeniden değerlendirilmesi ve \"gerekli olma\" kavramının daha sağlıklı bir kişisel algı ile değiştirilmesi yöntemleri anlatılmaktadır. Okurlara, kendilerini suçlamaktan kurtulmak ve kendi hatalarına daha uyumlu bir şekilde yaklaşmak için pratik öneriler sunulmaktadır.",
  "screen_1": {
    "texts": [
      "Suçluluk hissi genellikle kendine yüksek beklentilerden kaynaklanır ve şu tür düşüncelerde kendini gösterebilir:",
      "\"Bunu yapmalıyım.\"",
      "\"Şöyle yapmalıyım.\"",
      "\"Böyle olmalıyım.\"",
      "\"Bunu yapmamalıydım.\"",
      "\"Bunu önceden bilmeliydim/öngörmeliydim.\"",
      "Yetersiz beklentiler, \"gerekli olma\" kelimesini içeriyorsa, suçluluk hissine ve gerçekçi olmayan beklentilere yol açabilir.",
      "Bu tür beklentiler, mükemmel ya da her şeyi bilen olmanız gerektiğini varsayıyor ki bu da gerçekçi değildir.",
      "Bu beklentiler arasında her zaman mutlu ya da memnun olmanız gerektiği düşüncesi de bulunmaktadır, bu da başarısızlık hissini artırır.",
      "Ayrıca, her şeyi bildiğinizi ve geleceği tahmin edebileceğinizi varsayan beklentiler de vardır. Bu, sorunları çözmek yerine yanlış beklentiler ve suçluluk hissi yaratır.",
      "Bu tekniğin özü, kendinizi suçlamanın gereksiz olduğunu anlamaktır; çünkü yetersiz beklentiler kendileri başlı başına gerçekçi değildir ve adaletsizdir.",
      "Bunlar sadece suçluluk ve imkânsızlık hissi yaratır, sorunu çözmeye veya başarıya ulaşmanıza yardımcı olmaz.",
      "Sürekli kendinizi suçlamaktan kaçınmak için bu tür beklentileri bırakmalı ve kendinize ve hayatınıza yönelik beklentilerinizi daha gerçekçi hale getirmelisiniz.",
      "Elbette, bu tür düşünce değişiklikleri bir günde gerçekleşmez ve bir ay içinde bile olmayabilir. Ancak, kendinize düzenli olarak çalışmanın değişikliklere ulaşmanıza yardımcı olacağına eminiz."
    ],
    "quote": {
      "text": "Herhangi bir suçluluk hissi öz yargılamayı gerektirir ve bu tamamen yanlıştır. İnsan, hatalarını bilmelidir, ancak kendine zulmetmemelidir.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "O halde, yüksek beklentilerin yarattığı suçluluk hissinden kurtulmak için ne yapmalıyız?",
      "Kendinize yüksek beklentiler koymaktan kurtulmanın basit ama etkili bir yolu, \"gerekli olma\" kelimesini şunlarla değiştirmektir: \"İyi olurdu eğer...\" veya \"Eğer yapabilseydim, ben...\". Bu ifadeler genellikle daha gerçekçi olur ve bu kadar rahatsız edici değildir.",
      "Örneğin, \"Eşimi mutlu etmeliyim\" yerine, \"Eşimi mutlu edebilmek harika olurdu çünkü üzgün. Onun neden üzgün olduğunu sorabilirim ve belki nasıl yardımcı olabileceğimi düşünebilirim.\" diyebilirsiniz.",
      "Ya da \"Dondurma yememeliydim\" yerine, \"Dondurma yememek daha iyi olurdu, ama bu benim için felaket değil.\" diyebilirsiniz.",
      "Koşullu cümleleri kaldırın. \"Yapmalıydım...\", \"Eğer... olsaydım...\", \"Keşke... yapmasaydım...\" gibi düşünmek yerine, \"Bir dahaki sefere farklı yapacağım\" diye düşünmeyi deneyin.",
      "Suçluluk hissi taşıyan insanlar genellikle koşullu cümleler kullanır, ancak bunu yapmamalısınız.",
      "Eğer kendinizi bu durumda yakalarsanız, hemen durun ve ifadeyi \"Bir dahaki sefere...\" olarak değiştirin.",
      "Ve bu kadar. Koşullu cümleler kesinlikle yok.",
      "Gerçeklik yöntemi, beklentilerinizin gerçeklikle ne kadar örtüştüğünü kontrol etmenize yardımcı olur. Kendinize, \"Bunu yapmamalıydım\" derken, gerçekten bunu yapmadığınızdan emin olduğunuzu düşünüyorsunuz ve bunu kendinize söyleyerek kendinizi daha iyi hissettiğinizi zannediyorsunuz.",
      "Ancak gerçekte, tam tersidir: yapmanız gereken şey tam olarak yaptığınız şeydir, ancak bunu kabul ederseniz hayal kırıklığı hissedeceksiniz.",
      "Örneğin, diyet yapmaya karar verdiniz, fazladan bir şey yediniz ve şimdi kendinizi suçluyorsunuz: \"Bu çikolatayı yememeliydim.\"",
      "Ancak aslında tatlıya ihtiyacınız vardı. Belki bir şeyler için üzülüyorsunuz ve alışkanlık olarak moralinizi yükseltmek için bir şeyler yemek istediniz, bu nedenle kendinizi tutmak imkânsızdı.",
      "İnsanlar genellikle olumsuz duyguları yatıştırmak için yemek yerler. Kötü alışkanlıklardan kurtulmaya çalışırken veya zayıflamaya çalışırken, bunun önündeki en büyük engel, kontrolünüzü kaybettiğiniz inancıdır.",
      "Kontrol kaybı hissi, \"gerekli\" veya \"gerekli değil\" düşünceleriyle doğrudan bağlantılıdır. Sağlıksız bir şey yemek istemeniz durumunda, kendinize, \"bu sağlıksız yiyeceği yemek istememeliyim\" diyorsunuz ve aynı zamanda sağlıksız tüm yiyeceklerden kalıcı olarak vazgeçmelisiniz ve asla tekrar başa dönmemelisiniz diyorsunuz.",
      "Sonrasında, kendinizi daha iyi hissetmek için gidip bir çikolata yiyorsunuz. Bu şekilde zayıflamak pek sonuç vermeyecektir ve kendinizi suçlu ve bunalmış hissedeceksiniz.",
      "Kendinize bir şeyi yasaklamayı bıraktığınızda, o şeyden kendinizi zorlamadan kurtulabileceksiniz."
    ]
  },
  "screen_3": {
    "texts": [
      "Aşırı suçluluk hissi taşıyan insanlar, çevrelerindeki insanlar tarafından istismar edilebilir. Düşünün: kaç kez kimse kırılmasın diye bir toplantıya gitmeyi kabul ettiniz? Kişisel sınırları korumak ve \"hayır\" diyebilmek önemlidir.",
      "Örnek: Genç bir kadın ailesiyle ve kardeşiyle yaşıyor, iyi bir maaş alıyor. Kardeşi ara sıra başka bir işte çalışıyor.",
      "Yeni şeyler satın alma bağımlılığı var: sürekli kendisine bir şeyler alıyor ama buna yeterli parası yok.",
      "Kız kardeşi, bunun en iyi para yönetimi yöntemi olmadığını biliyor ama yine de ona borç vermeye devam ediyor çünkü kardeşlerin birbirine yardım etmesi gerektiğini düşünüyor; bu onların ailesinde kabul edilmiş bir durum.",
      "Kız, kardeşine hayır demekten korkuyor çünkü bu ilişkilerini bozabilir. Önceden zor bir diyalog canlandırdı ve \"hayır\" demenin düşündüğü kadar korkutucu olmadığını anladı.",
      "Kendi sınırlarınızı belirlemeden ve taleplerin yerine getirilmesinden vazgeçmeden önce, istenmeyen bir ziyarete gitmek istemiyorsanız zor bir diyaloğu canlandırabilir veya kağıda yazabilirsiniz.",
      "Böylece olası iletişim senaryosunu tahmin edebilir ve muhataba nasıl hayır diyeceğinizi daha iyi anlayabilirsiniz. Ayrıca, \"hayır\" demenin o kadar korkutucu olmadığını fark edebilirsiniz.",
      "Beyninizde uygun sinirsel yolların oluşması için uzun bir yol kat etmeniz gerekecek ve sonunda, diplomatik ama ısrarcı bir şekilde \"hayır\" demek için cesaret ve beceriye sahip olacaksınız ve uygun an geldiğinde bu beceriyi pratikte pekiştirebileceksiniz.",
      "Sorumlulukların Ayrıştırılması",
      "Bazen başkalarının talihsizliklerinden ve başarısızlıklarından kendimizi sorumlu hissediyoruz.",
      "Bu tür durumlarda, gerçekten olanların kimden kaynaklandığını anlamak önemlidir. Örneğin, çocuğunuzun kötü notlar almasından gerçekten siz mi sorumlusunuz?",
      "Burada çocuğunuz üzerindeki etkiniz ile kontrolünüz arasında bir karışıklık oluşur.",
      "Sorumlulukları ayırt etmeyi öğrenmek için, otomatik düşünceler günlüğünün kısaltılmış bir versiyonu olan üç sütun tekniğini kullanabilirsiniz.",
      "Birinci sütuna rahatsız edici ve suçlayıcı düşünceler yazılır, ikinciye bu sırada gözlemlediğiniz bilişsel çarpıtmalar, üçüncüye ise verebileceğiniz rasyonel yanıt yazılır.",
      "Örneğin:",
      "1. sütun (rahatsız edici ve suçlayıcı düşünceler): \"Çocuğumun kötü notlar almasında benim suçum. Ona okulda başarılı olması için yardım edemeyeceğim.\"",
      "2. sütun (bilişsel çarpıtmalar): kişiselleştirme, aşırı genelleme.",
      "3. sütun (rasyonel yanıt): \"Çocuğumun yetiştirilmesindeki rolümden sorumluyum, ancak onun okul başarısını veya başarısızlığını tamamen kontrol etmiyorum. Çocuğun ayrıca öğrenimi ve çalışması için kendi sorumluluğu vardır. Ona yardımcı olabilir, destekleyebilir ve motive edebilirim, ancak nihai sonuç onun kendi çalışmasına ve çabalarına bağlıdır.\"",
      "Başka insanların hayatındaki her yönü kontrol edemeyeceğimizi anlamak önemlidir; etkimiz altında bile olsalar. Kendi eylemlerimiz ve başkalarının hayatındaki rolümüz için sorumluluk taşırız, ancak onların başarıları veya başarısızlıkları için tüm sorumluluğu üstlenmemeliyiz."
    ]
  }
}
