{
  "trap": {
    "title": "Teknik: Aşırı beklentiler tuzağından çıkış",
    "description": "Bu yazı, kendimize yönelik gerçekçi olmayan taleplerin ve bitmeyen özeleştirinin beslediği suçluluk duygusunu ele alır. İçsel kuralları yeniden çerçevelemeyi ve “meli-malıcılık” yerine kişisel imkân ve istekleri daha sağlıklı değerlendirmeyi öğretir. Okura, kendini suçlamadan sıyrılıp hatalarla daha uyumlu bir ilişki kurmaya yönelik pratik adımlar sunar.",
    "screen_1": {
      "texts": [
        "Suçluluk duygusu çoğu zaman kendimize koyduğumuz aşırı taleplerden doğar ve şu düşüncelerle kendini gösterebilir:",
        "“Bunu yapmalıyım.”",
        "“Böyle davranmalıyım.”",
        "“Şöyle biri olmalıyım.”",
        "“Bunu yapmamalıydım.”",
        "“Bunu öngörmeliydim/bilmeliydim.”",
        "“Gerek” içeren yersiz talepler, suçluluk duygusuna ve gerçekçi olmayan beklentilere yol açabilir.",
        "Bu talepler, kusursuz ya da her şeyi bilen olmanız gerektiğini varsayar — bu gerçekçi değildir.",
        "Buna, daima mutlu ya da memnun olmanız gerektiği inancı da dâhildir; oysa bu inanç tersine, başarısızlık hissini besler.",
        "Ayrıca her şeyi bildiğiniz ve geleceği öngörebildiğiniz varsayımıyla kurulan talepler de vardır. Bu yaklaşım, sorun çözmek yerine sahte beklentiler ve suçluluk üretir.",
        "Tekniğin özü şudur: Kendini suçlamak işe yaramaz; yersiz talepler zaten ne gerçekçi ne de adildir.",
        "Bu talepler, çözüme ya da başarıya götürmek yerine yalnızca suçluluk ve çaresizlik duygusu yaratır.",
        "Sürekli kendini suçlamaktan kaçınmak için bu tür talepleri bırakıp kendiniz ve yaşamınız hakkında daha gerçekçi beklentiler geliştirmeye değer.",
        "Elbette düşünme biçimi bir günde değişmez; hattâ bir ayda da olmayabilir. Ancak düzenli çalışma değişim getirir."
      ],
      "quote": {
        "text": "Her suçluluk duygusu öz-kınamayı ima eder ve bu temelden yanlıştır. İnsan, kendini kamçılamadan hatalarını fark etmelidir.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Peki, aşırı taleplerin tetiklediği suçluluk duygusundan kurtulmak için şimdi ne yapabilirsiniz?",
        "Basit ama etkili bir yöntem, “gerek” kalıbını “İyi olurdu…” ya da “Yapabilirsem…” gibi ifadelere çevirmektir. Bu seçenekler çoğu zaman daha gerçekçidir ve hayal kırıklığını azaltır.",
        "Örneğin “Eşimi mutlaka mutlu etmeliyim” demek yerine: “Eşimi mutlu edebilsem harika olur; şu an üzgün. Neye üzüldüğünü sorabilir ve nasıl yardımcı olabileceğimi düşünebilirim.”",
        "Ya da “Dondurma yememeliydim” yerine: “Yemesem daha iyi olurdu, ama bu dünyanın sonu değil.”",
        "Koşul kipini bırakın. “Yapmış olmalıydım…”, “Keşke…”, “Ah, şunu yapsaydım…” yerine “Bir dahaki sefere farklı yapacağım” diye düşünün.",
        "Suçluluk yaşayanlar sık sık koşul kipine sığınır; bundan bilinçli biçimde kaçının.",
        "Kendinizi bu düşünceyi kurarken yakalarsanız, durdurun ve cümleyi “Bir dahaki sefere…” diye yeniden kurun.",
        "Hepsi bu — koşul kipine yer yok.",
        "Gerçeklik testi, taleplerinizin gerçeklikle uyuşup uyuşmadığını sınamanıza yardım eder. “Bunu yapmamalıydım” dediğinizde, bunu söylemenin sizi rahatlatacağını sanırsınız.",
        "Oysa çoğu zaman tersi olur: O anda yapabildiğiniz şey tam olarak buydu; bunu kabul etmek bir miktar hayal kırıklığı yaratabilir.",
        "Örneğin kilo vermek için diyete başladınız; ekstra bir şey yediniz ve şimdi kendinizi suçluyorsunuz: “Bu çikolatayı yememeliydim.”",
        "Gerçekte tatlı ihtiyacı yaşadınız. Belki kaygılıydınız ve alışkanlıkla moral toplamaya çalıştınız; bu yüzden kendinizi tutmak zordu.",
        "İnsanlar olumsuz duyguları hafifletmek için sık sık yemeğe yönelir. Kötü alışkanlıklardan kurtulurken ya da kilo vermeye çalışırken en büyük engellerden biri “kontrolü kaybediyorum” inancıdır.",
        "Kontrol kaybı hissi, “yapmalıyım/yapmamalıyım” kalıplarıyla yakından bağlantılıdır. Canınız sağlıksız bir şey istediğinde “Bunu istememeliyim” deyip kendinize tüm zararlı yiyecekleri sonsuza dek bırakmanız gerektiğini dayatırsınız.",
        "Sonra daha iyi hissetmek için çikolatayı yersiniz. Bu yaklaşım zayıflamayı zorlaştırır; siz de hem suçlu hem de bezgin hissedersiniz.",
        "Bir şeyleri kendinize yasaklamayı bıraktığınızda, onları kendinizi zorlamadan da bırakabildiğinizi görürsünüz."
      ]
    },
    "screen_3": {
      "texts": [
        "Aşırı suçluluk taşıyan kişiler, başkaları tarafından kendi amaçları için daha kolay manipüle edilebilir. Düşünün: Kaç kez kimse kırılmasın diye ya da hoş görünmek için istemediğiniz bir buluşmaya razı oldunuz? Kişisel sınırları savunmak ve “hayır” demek önemlidir.",
        "Örnek: Genç bir kadın, ailesi ve erkek kardeşiyle yaşıyor; iyi bir maaşı var. Kardeşi ise arada sırada iş bulabiliyor.",
        "Kardeşinin alışverişe düşkünlüğü var: Sürekli yeni şeyler alıyor, ama buna yetecek parası olmuyor.",
        "Kadın bunun sağlıklı bir para yönetimi olmadığını bilse de “kardeşler birbirine yardım etmeli, bizde adet böyledir” diye düşünerek ona borç vermeyi sürdürüyor.",
        "Reddetmenin ilişkilerini bozacağından korkuyor. Zor bir konuşmayı önceden bir arkadaşıyla prova edince “hayır” demenin göründüğü kadar korkutucu olmadığını fark ediyor.",
        "Sınırlarınızı belirlemeden ve istemediğiniz talepleri reddetmeden önce, zor konuşmayı prova edebilir ya da not alarak metnini yazabilirsiniz.",
        "Böylece olası gidişatı öngörür, en uygun reddetme biçimini bulursunuz; ayrıca “hayır” demenin o kadar da ürkütücü olmadığını görürsünüz.",
        "Beyinde yeni bağlantıların oluşması zaman alır; uygun an geldiğinde “hayır”ı diplomatik ama kararlı biçimde söylemek için cesaret ve beceri gerekir.",
        "Sorumlulukları ayırmak",
        "Bazen başkalarının talihsizlikleri ve başarısızlıkları için sorumluluğu üstleniriz.",
        "Bu durumlarda gerçekte kimin sorumlu olduğunu ayırt etmek önemlidir. Örneğin, çocuğunuzun kötü not almasında gerçekten sizin payınız var mı?",
        "Burada, çocuğa etkimiz ile onu kontrol etme arasında karışıklık yaşanır.",
        "Sorumluluğu ayırt etmeyi öğrenmek için, otomatik düşünceler günlüğünün kısaltılmış hâli sayılan üç sütun yöntemini kullanabilirsiniz.",
        "Birinci sütuna kaygı verici/yargılayıcı düşünceler; ikinciye fark ettiğiniz bilişsel çarpıtmalar; üçüncüye de verebileceğiniz akılcı yanıt yazılır.",
        "Örneğin:",
        "1. sütun (kaygı verici ve yargılayıcı düşünceler): “Çocuğumun kötü not almasından ben sorumluyum. Onun okulda başarılı olmasını sağlayamayacağım.”",
        "2. sütun (bilişsel çarpıtmalar): kişiselleştirme, aşırı genelleme.",
        "3. sütun (akılcı yanıt): “Ebeveynlikte kendi rolümün sorumluluğunu taşırım; ancak çocuğun okul başarısını bütünüyle kontrol etmem mümkün değildir. Çocuğun kendi öğrenmesinden sorumlu olduğu bir pay da vardır. Ona destek olup motive edebilirim; fakat nihai sonuç, kendi çalışması ve çabasına bağlıdır.”",
        "Başkalarının yaşamının her yönünü —etkimiz olsa bile— kontrol edemeyeceğimizi unutmamak önemlidir. Yaptıklarımızdan ve ilişkilerde oynadığımız rolden sorumluyuz; ancak onların tüm başarı ve başarısızlıklarını üstlenmek zorunda değiliz."
      ]
    }
  },
  "unemployment": {
    "title": "İşi kaybetmek ve depresyona girmek mi?",
    "description": "Bu yazı, ani iş kaybının psikolojik ve toplumsal etkilerini inceleyerek böyle durumlara eşlik eden duygusal girdabı ele alır. Uzun yıllar başarılı bir şirkette çalışan Aleksandr’ın kişisel deneyimi üzerinden depresyonla mücadele, özsaygının düşmesi ve mesleki aksaklıklar anlatılır. Yazı ayrıca, desteğin ve kendini kabulün önemini vurgulayarak duygusal zorluklarla baş etme yolları sunar.",
    "screen_1": {
      "texts": [
        "Ani iş kaybı, çoğu insan için güçlü bir stres kaynağıdır. İşten çıkarılma ya da küçülme birkaç gün ya da hafta içinde duyurulduğunda, birçok kişi hayatın “yerle bir olduğu” duygusunu yaşar. Bu anlaşılırdır; çünkü bir anda şu alanlar köklü biçimde değişir:",
        "mali durum",
        "toplumsal statü",
        "alışılagelmiş yaşam düzeni",
        "kısa ve uzun vadeli planlar",
        "İş; belli sorumluluklar, sınırlar ve iletişim—kısacası—bizi ayakta tutan bir yapıdır.",
        "İşsizlik ise emniyetsiz bir hava boşluğu gibidir: düşerken tutunacak bir yer yoktur. Günler birden boşalır; yakında ödenemeyecek faturalar, mülakat davetini bekleyip durmak; görüşme öncesi kırılgan bir umut, ardından yeni bir ret… Yaygın ve tatsız bir tablo.",
        "İş kaybı, başka her kayıp gibi yaşanır; bu süreçten geçenler yas evrelerini deneyimler.",
        "Önce şok, derin bir afallama, ne yapacağını bilememe. Sonra öfke—kendine, işten çıkaranlara.",
        "Ardından pazarlık gelebilir: Belki hâlâ bir yol bulunur ve beni geri alırlar? Ve nihayet depresyon. Elbette bu “gerçek” bir sorun olarak görülebilir; ama bu, depresyonu bütünüyle meşru kılar mı?",
        "Bu duygusal tepkinin temelinde, kişisel değer ve mutluluk kapasitesinin doğrudan mesleki başarıya bağlı olduğuna dair inanç yatar.",
        "Böyle bir değerler sisteminde, duygusal çöküşün kaçınılmaz olarak maddi kayıplar, kariyer başarısızlıkları ya da iflasla birlikte geleceğini varsaymak “mantıklı” görünebilir."
      ],
      "quote": {
        "text": "Bir kapı kapanınca çoğu kez başka kapılar açılır.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Siz de böyle düşünüyorsanız, 47 yaşındaki, üç çocuk babası Aleksandr’ın öyküsü ilginizi çekebilir: Kayınpederiyle birlikte, başarılı bir şirkette 17 yıl çalışmıştı.",
        "Depresyonundan birkaç yıl önce, şirket yönetimi konusunda kayınpederiyle anlaşmazlık yaşadı. Öfkeyle işi bıraktı ve şirketteki payından da vazgeçmiş oldu.",
        "Sonraki iki yıl boyunca bir işten ötekine geçti; fakat ne maddi ne de manevi anlamda tatmin edici bir yer bulabildi.",
        "Sanki hiçbir şey yolunda gitmiyordu ve kendini “başarısız” görmeye başladı. Eşi, geçimi sağlamak için tam zamanlı çalışmaya döndü; bu da Aleksandr’ın kendini yararsız hissetmesini artırdı; çünkü aileyi geçindiren rolüyle hep gurur duyardı.",
        "Zaman geçtikçe mali durumu kötüleşti, özsaygısı düştükçe depresif hâli arttı.",
        "Uzman desteği almaya karar verdiğinde, birkaç aydır bir emlak şirketinde çalışıyordu.",
        "Bu sürede birkaç binayı kiraya vermişti ama tek bir satış bile yapamamıştı. Ücreti satışa bağlı olduğundan kazancı düşüktü. Bu dönemde depresyon ve erteleme davranışıyla boğuşuyor, günlerini yatakta geçiriyor ve şunları düşünüyordu:",
        "“Bütün bunların ne anlamı var? Ben bir başarısızım. Çalışmanın bir manası yok; nasıl olsa yine olmayacak.”",
        "Üçüncü görüşmede, varlıklı bir arkadaşının ondan emlak alımı için destek istediğini anlattı; bu satıştan doğacak komisyon kariyeri için itici güç olacak, özgüvenini toparlayacak ve bütçesine ciddi katkı sağlayacaktı.",
        "Fırsata sarılmak yerine haftalarca oyalandı. Neden? Çünkü şöyle düşünüyordu: “Ticari emlak satmak aşırı zor.",
        "Bunu daha önce hiç yapmadım ve kesinlikle başaramam. Ya son anda vazgeçerse? Bu, bu işte asla başarılı olamayacağım anlamına gelir. Tam bir başarısız olduğum anlamına gelir.”"
      ]
    },
    "screen_3": {
      "texts": [
        "Yöneticileri Aleksandr’a gayet iyi davranıyor, onu yetenekli bir satışçı olarak görüyordu; ancak kendisi kendine karşı gereksiz yere acımasızdı.",
        "Sonraki görüşmeler ve düşüncelerle çalışmanın ardından Aleksandr, kendine aşırı eleştirel davrandığını ve bunun zor dönemde hiç yardımcı olmadığını, tersine durumu ağırlaştırdığını kabul etti.",
        "Ayrıca “çifte standart” kullandığını fark etti: Başkalarına karşı hoşgörülü ve destekleyiciydi; kendine gelince sert ve yargılayıcı.",
        "Başta, birçok talepkâr mükemmeliyetçi gibi bakışını savundu: Kendine başkalarından çok daha sert davranmanın bir fayda getireceğine inanıyordu.",
        "Ama kısa sürede, kişisel standartlarının gerçekçi olmadığını ve başarısızlığa yazgılı olduğunu anladı; çünkü bir binayı satmayı denese ve sonuç alamasa, bunu felaket sayacaktı. “Ya hep ya hiç” biçiminde düşünme eğilimi büyük bir sorunuydu.",
        "Terapinin sonunda Aleksandr, son yıllardaki finansal sorunların onu otomatikman “başarısız” yapmadığını fark ederek rahatladı.",
        "Bu olumsuz benlik algısı ve donakalma hissi, “ya hep ya hiç” düşüncesine aşırı sarılmanın sonucuydu. Yararsızlık duygusu, yaşamın olumsuz yanlarına odaklanıp (olumsuz filtre) çok sayıda başarıyı göz ardı etmesinden (olumluyu değersizleştirme) kaynaklanıyordu.",
        "Uzun süre kendini “daha fazlasını yapmalıydım” diye hırpalamanın boşuna olduğunu anladı; maddi güçlüklerin insani değerini küçültmediğini gördü. Sonunda, apati ve ertelemenin özünün değil, depresyonun belirtileri olduğunu kabul etti.",
        "Negatif düşüncelerine karşı yanıt üretmeyi öğrendikçe, kendine yönelik sert yargılarındaki çarpıtmalar azaldı ve ruh hâli giderek iyileşti.",
        "Emlaktan ayrılıp bir kitabevi açtı. Giderleri karşılamayı başardı; ancak ciddi çabalarına karşın ilk deneme yılı sonunda işi sürdürmeyi haklı çıkaracak kârı elde edemedi."
      ]
    },
    "screen_4": {
      "texts": [
        "Böylece, dışarıdan başarı göstergeleri pek değişmemiş olsa da özsaygısını koruyarak depresyondan kaçınabildi. Kitabevi işini sonlandırma kararını verdiğinde maddi durumu zor olsa da kendine saygısı yerindeydi.",
        "Psikologla son görüşmeye gelirken Aleksandr, her sabah yeni iş arayışına başlamadan önce okumaya karar verdiği şu kısa metni yazmıştı:",
        "Neden işe yaramaz değilim?",
        "Kendim ve başkaları için bir iyilik yapabildiğim sürece işe yaramaz değilim. Yaptıklarım olumlu etki doğurabildiği sürece işe yaramaz değilim.",
        "Yaşıyor olmam tek bir kişi için bile anlam taşıyorsa, işe yaramaz değilim (gerekirse bu kişi ben olabilirim). Sevgi, anlayış, dostluk, destek, sohbet, öğüt, teselli bir şey ifade ediyorsa, işe yaramaz değilim.",
        "Kendi görüşüm ve zekâma saygı duyabiliyorsam, işe yaramaz değilim.",
        "Başkalarının saygısı varsa bu güzel bir ikramiyedir.",
        "Özsaygım ve onurum varsa, işe yaramaz değilim.",
        "Çalışanlarımın geçimine katkı sağlamak iyi bir şeyse, işe yaramaz değilim.",
        "Müşterilerime ve tedarikçilerime üretkenliğim ve yaratıcılığımla destek olabiliyorsam, işe yaramaz değilim.",
        "Varlığım bu ortamda başkaları için gerçekten bir anlam taşıyorsa, işe yaramaz değilim. İşe yaramaz değilim. Özüm gereği çok değerliyim!",
        "Benzer bir durum yaşıyorsanız ya da Aleksandr’ın otomatik düşünceleri sizde de yankılanıyorsa, kendiniz için şu sorulara yanıt veren bir not yazın: neden işe yaramaz değilsiniz, neden başarısız değilsiniz ve neden sırf varlığınızla değerlisiniz."
      ]
    }
  },
  "vitamins": {
    "title": "Yanıltıcı Depresyon: Hormonlar ve Vitaminler Duygusal Sağlığımızı Nasıl Etkiler?",
    "description": "Bu yazı, fiziksel sağlığın — özellikle hormon dengesi ve vitamin düzeylerinin — duygusal durumu nasıl etkileyebileceğini ele alır. Depresyonla ilişkilendirilen belirtilerin bazen belirli vitamin eksikleri ya da hormonal bozukluklardan kaynaklanabileceğini vurgular. Yazarlar, ruhsal bozuklukların tanı ve tedavisinde psikolojik ve fizyolojik boyutları birlikte değerlendiren bütüncül yaklaşımın önemini öne çıkarır.",
    "screen_1": {
      "texts": [
        "Bu bölümün, duygusal durumunuzu iyileştirmenize azami ölçüde yardımcı olmasını istiyoruz. Bu nedenle değişimlerin tüm olası nedenlerini konuşmak önemlidir.",
        "Depresyondan söz ettiğimizde, daha önce anılan belirti kümesini kastederiz. Ancak bu belirtiler her zaman tek başına ruhsal bir bozukluğa işaret etmeyebilir.",
        "Biyolojik yapımız yalnız fiziksel değil, psikolojik iyilik hâlinde de belirleyicidir. Dolayısıyla fiziksel sorunlar, depresyona benzeyen bir duygu durum tablosu yaratabilir.",
        "Bunun en açık örneği hormonlardır. Davranışımız ve psikolojik durumumuz üzerinde büyük etkiye sahiptirler.",
        "Psikoendokrinoloji alanındaki araştırmalar, sinir sistemi ile endokrin sistemin birlikte çalışarak homeostazı (bedenin fizyolojik dengesini) koruduğunu gösterir.",
        "Bu nedenle hormon dengesindeki dalgalanmalar, duygusal alanda belirgin bozulmalara yol açabilir.",
        "Örneğin, tiroid fonksiyonunun azalması depresif belirtilere, artmış kaygıya ve başka ruhsal sorunlara neden olabilir.",
        "Aşırı tiroid işlevi ise taşkınlık, irritabilite, duygu durum dalgalanmaları ve hatta psikotik belirtiler doğurabilir.",
        "Akromegali (büyüme hormonunun aşırı üretimi), zihinsel etkinlikte azalma, apati ve yer yer öforiyle kendini gösterebilir.",
        "Dolayısıyla endokrin bozukluğu olan kişiler, hastalığın fiziksel güçlüklerinin yanı sıra anksiyete, depresyon, taşkınlık ve bilinç bulanıklığı gibi ruhsal sorunlar açısından da risk altındadır."
      ],
      "quote": {
        "text": "Ruhun içinde kalmak istemesi için bedenine özen göster.",
        "author": "Sokrates"
      }
    },
    "screen_2": {
      "texts": [
        "20. yüzyılın ortalarında, insanın endokrin sistemi ile psişesi arasındaki ilişkiyi inceleyen psikoendokrinoloji adı verilen bir bilim dalı ortaya çıktı.",
        "Hatta “psikoendokrin sendromu” diye bir terim vardır: endokrin hastalıkların zemininde gelişen ruhsal bozulmalar. Bunlara duygu durum bozuklukları, astenik tablolar, zihinsel etkinlikte azalma ve dürtü/isteklerde değişimler dâhildir.",
        "Hormonların yanı sıra vitaminler de genel iyilik hâlimiz üzerinde belirgin etkiye sahiptir.",
        "Vitamin eksikliği ile depresyon doğrudan bağlantılı görünmese de, araştırmalar aradaki ilişkinin sanılandan güçlü olabileceğini gösterir.",
        "Vitaminler metabolizmanın sürmesi için gereklidir. Sayıları çoktur; her biri yerine konamaz bir işleve sahiptir. Eksiklik belirtileri, derecesine göre farklılaşır.",
        "Vitamin eksikliği, belirli bir vitaminin yetersiz ya da neredeyse yokluğu durumudur.",
        "Farklı vitamin eksikleri, ruh sağlığını hafiften ürkütücüye varan belirtilerle etkileyebilir.",
        "Araştırmalar, vitamin eksikliklerinin anksiyete ve depresyona zemin hazırlayabildiğini; obsesif-kompulsif ya da bipolar bozukluk gibi tabloları olan kişilerde belirtileri ağırlaştırabildiğini göstermiştir.",
        "Sağlıklı olsanız bile tek bir vitamin eksikliği dahi duygu durumunuzu ve duygusal zemininizi olumsuz etkileyebilir."
      ]
    },
    "screen_3": {
      "texts": [
        "Vitamin eksikliği örnekleri ve olası belirtiler:",
        "D vitamini: çökkünlük, kaygı, yorgunluk, duygu durum dalgalanmaları.",
        "Demir: güçsüzlük, çabuk yorulma, nefes darlığı, baş dönmesi, uyuşma.",
        "B12 vitamini: artmış yorgunluk, anemi, uykusuzluk, iştah azalması, mide rahatsızlığı, kas ağrıları.",
        "Folik asit: yorgunluk, irritabilite, depresif duygu durum, güçsüzlük, apati, halsizlik, bilişsel işlevde azalma.",
        "B grubu vitaminleri: artmış yorgunluk, irritabilite, uykusuzluk, duygu durum değişkenliği, ritim bozuklukları.",
        "Magnezyum: güçsüzlük, baş ağrısı, kaygı, ritim bozuklukları.",
        "C vitamini: kronik yorgunluk, duygusal dalgalanma.",
        "Bunlar, depresyonla kolayca karıştırılabilecek belirtilerin yalnızca bir kısmıdır.",
        "Kişisel gözlemlerimiz de tanıda hormon ve vitamin dengesini dikkate almanın önemini gösterir.",
        "Ekipten bir kişi, tükenmişlik yaşadığını sanıyordu: açıklanamayan yorgunluk, kötüleşen duygu durum, hiçbir şey yapma isteği yoktu.",
        "Hormon ve vitamin etkenini akılda tutarak hekime başvurdu; eksiklik saptandı, D vitamini takviyesi kullandı ve belirgin şekilde toparladı."
      ]
    },
    "screen_4": {
      "texts": [
        "Ekipten bir başka kişi de depresyona benzer belirtiler yaşıyordu; demir eksikliği anemisi saptandı ve tedaviyle durumu belirgin biçimde düzeldi.",
        "Durumunu şöyle tarif etmişti: “Sürekli uykum vardı; hiçbir şey yapmak istemiyor, kimseyle konuşmak istemiyordum. Şiddetli bir apati, baş dönmeleri, irritabilite yaşıyordum. Bir noktada bunun depresyon olduğuna inandım; tesadüfen tam kan sayımı verene dek. Orada hemoglobinle ilgili sorunlar çıktı.",
        "Sonrasında ek tetkikler, demir ve ferritin eksikliğini gösterdi. Demir eksikliği anemim vardı; ben ise depresyon sanmışım. İlaç tedavisinden sonra eski hâlime döndüm. Durumum belirgin biçimde düzeldi.”",
        "Bu hikâyeleri, yanlış tanılardan kaçınmanız için paylaşıyoruz.",
        "Bu nedenle, duygu durum düşüklüğü, bitkinlik, yorgunluk ve yukarıda sayılan belirtileri yaşıyorsanız, yalnız psikolojik değil, fiziksel sağlığınıza da bakın.",
        "Bir hekime danışın; tam kan sayımı yaptırın, vitamin ve hormon düzeylerinizi kontrol ettirin. Belki de bu adımlar, duygusal durumunuzun iyileşmesi için yeterli olacaktır."
      ]
    }
  }
}