{
  "title": "İşinizi kaybedip depresyona mı girdiniz?",
  "description": "Bu makale, ani iş kaybının psikolojik ve sosyal sonuçlarını araştırarak bu tür olaylara eşlik eden duygusal dalgalanmaları ele alıyor. Uzun yıllar başarılı bir şirkette çalışan Aleksandr'ın kişisel deneyimi aracılığıyla depresyonla mücadelesi, özgüven kaybı ve mesleki başarısızlıkları anlatılıyor. Makale, duygusal zorlukların üstesinden gelmek için destek ve öz farkındalığın önemini vurgulayarak çözüm yolları sunuyor.",
  "screen_1": {
    "texts": [
      "Ani iş kaybı, çoğu insan için büyük bir stres kaynağıdır. İşten çıkarılma veya küçülme duyurusu birkaç gün veya hafta içinde yapıldığında, birçok kişi hayatının «çöktüğünü» hisseder. Bu anlaşılır bir durumdur, çünkü yaşamınız şu açılardan köklü bir şekilde değişir:",
      "finansal durum",
      "sosyal statü",
      "günlük yaşam düzeni",
      "kısa ve uzun vadeli planlar",
      "İş, sorumluluklar, bir yapı ve iletişim sunar – kısacası bizi ayakta tutan bir şeydir.",
      "Öte yandan işsizlik, güvenlik ağı olmayan serbest bir düşüş gibidir. Boş günler, ödenmesi gereken faturalar ve bitmek bilmeyen iş görüşmesi bekleyişleriyle baş başa kalırsınız: görüşme öncesinde hafif bir umut hissedersiniz, ancak ardından bir reddedilme daha gelir. Tipik ve iç karartıcı bir tablo.",
      "İş kaybı, diğer kayıplar gibi yaşanır ve bu durumla karşılaşan kişiler yas sürecinden geçer.",
      "Önce şok, derin bir şaşkınlık ve ne yapacağını bilememe hissi gelir. Ardından kendinize ve sizi işten çıkaran kişilere karşı öfke baş gösterir.",
      "Pazarlık aşaması da mümkündür: ya her şey düzelir ve beni geri alırlar mı? Ve nihayet, depresyon başlar. Bu sorun şüphesiz «gerçektir», ancak bu durum depresyonu haklı çıkarır mı?",
      "Bu duygusal tepkinin nedeni, kişisel değerin ve mutluluğun doğrudan mesleki başarıya bağlı olduğu inancıdır.",
      "Bu değer sisteminde, duygusal çöküntünün kaçınılmaz bir şekilde finansal kayıplar, kariyer başarısızlıkları veya iflasla bağlantılı olduğu düşünülür."
    ],
    "quote": {
      "text": "Bir kapı kapandığında, birçok kapının açıldığını bilmiyor musunuz?",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Eğer siz de böyle düşünüyorsanız, 47 yaşında üç çocuk babası olan ve kayınpederinin başarılı şirketinde 17 yıl çalışan Aleksandr'ın hikayesi ilginizi çekebilir.",
      "Depresyona girmesinden birkaç yıl önce, Aleksandr ile kayınpederi arasında şirket yönetimi konusunda anlaşmazlıklar çıkmıştı. Öfke anında Aleksandr işi bıraktı ve şirketteki hisselerinden de vazgeçti.",
      "Sonraki iki yıl boyunca farklı işlerde çalıştı ancak ne maddi ne de manevi anlamda tatmin edici bir iş bulabildi.",
      "Sanki hiçbir şeyi başaramıyormuş gibi görünüyordu ve kendini «başarısız» olarak görmeye başladı. Ailesini geçindirme konusunda her zaman gurur duyan Aleksandr, eşinin evi geçindirmek için tam zamanlı çalışmak zorunda kalmasıyla kendini daha da değersiz hissetti.",
      "Zaman geçtikçe, mali durumu daha da kötüleşti ve depresyonu derinleşti; özgüveni ise giderek düştü.",
      "Aleksandr bir uzmandan yardım almaya karar verdiğinde, bir emlak şirketinde birkaç aydır çalışıyordu.",
      "Bu süre zarfında birkaç bina kiralamıştı ancak hiç satış yapamamıştı. Maaşı satışa bağlı olduğu için geliri düşüktü. Bu dönemde Aleksandr depresyon ve erteleme alışkanlığıyla boğuşuyor, günlerini yatağında geçiriyor ve şöyle düşünüyordu:",
      "«Bütün bunların anlamı ne? Ben bir başarısızım. Çalışmak anlamsız, çünkü nasıl olsa başaramayacağım.»",
      "Üçüncü terapi seansında, zengin bir arkadaşının onun yardımıyla bir mülk satın almak istediğini paylaştı; bu satıştan alacağı komisyon kariyerinde ilerleme kaydetmesine, özgüven kazanmasına ve maddi olarak toparlanmasına yardımcı olacaktı.",
      "Ancak Aleksandr bu fırsatı değerlendirmek yerine haftalarca bekledi. Peki neden? Çünkü şöyle düşünüyordu: «Ticari mülk satmak çok zor.",
      "Bunu daha önce hiç yapmadım ve kesinlikle başarısız olacağım. Ya arkadaşım son anda fikrini değiştirirse? Bu durumda bu işte tamamen yetersiz olduğum anlamına gelir. Yani tam anlamıyla bir başarısızım.»"
    ]
  },
  "screen_3": {
    "texts": [
      "Aleksandr’ın yöneticileri ona çok değer veriyor ve yetenekli bir satışçı olarak görüyorlardı, ancak o kendisine karşı gereksiz yere çok sert davranıyordu.",
      "Sonraki seanslarda ve düşünceler üzerinde çalıştıktan sonra Aleksandr, kendisine aşırı derecede eleştirel yaklaştığını ve bunun bu zorlu dönemde ona yardımcı olmadığını, aksine durumu daha da kötüleştirdiğini kabul etti.",
      "Ayrıca «çifte standart» kullandığının farkına vardı: başkalarına karşı hoşgörülü ve destekleyici iken, kendisine karşı çok sert ve eleştireldi.",
      "Başlangıçta, birçok mükemmeliyetçi gibi, kendine karşı sert olmanın faydalı olabileceğini savunarak görüşlerini savundu.",
      "Ancak kısa sürede kişisel standartlarının gerçekçi olmadığını ve başarısızlığa mahkum olduğunu anladı. Çünkü bir binayı satmaya çalışıp başaramadığı durumda, bunu bir felaket olarak görecekti. Onun «ya hep ya hiç» düşünce tarzı büyük bir sorundu.",
      "Terapinin sonunda Aleksandr, son yıllardaki mali zorlukların onu otomatik olarak «başarısız» yapmadığını fark ederek rahatladı.",
      "Bu olumsuz öz algı ve tıkanıklık hissi, «ya hep ya hiç» şeklindeki aşırı düşünmenin sonucuydu. Onun değersizlik hissi, hayatının yalnızca olumsuz yönlerine odaklanması (negatif filtre) ve başarılarını küçümsemesi (olumlu olanı değersizleştirme) sonucunda ortaya çıkıyordu.",
      "Çok daha fazlasını yapabileceğini düşündüğü için kendini gereksiz yere uzun süre suçladığını fark etti ve mali sorunların insan onurunu azaltmadığını anladı. Sonunda, apati ve ertelemenin sadece depresyonun bir belirtisi olduğunu ve gerçek kişiliğini yansıtmadığını kabul etti.",
      "Olumsuz düşüncelerine yanıt vermeyi öğrendiğinde, kendine yönelik sert değerlendirmelerdeki bilişsel çarpıtmaların derecesini azaltmayı başardı ve ruh hali iyileşmeye başladı.",
      "Aleksandr emlak sektöründen ayrıldı ve bir kitapçı açtı. Masraflarını karşılayabildi, ancak önemli kişisel çabalarına rağmen, ilk deneme yılı sonunda işi sürdürmesini sağlayacak kadar kar elde edemedi."
    ]
  },
  "screen_4": {
    "texts": [
      "Böylece, bu süre zarfında başarıya dair dışsal göstergeler neredeyse değişmeden kalsa da, özgüvenini korumayı ve depresyondan kaçınmayı başardı. Mali durumu hala zorluydu, ancak kitapçı işinde «yenilgiyi kabul etme» kararını verdiğinde bile, kendisine duyduğu saygı değişmedi.",
      "Psikologla yaptığı son seansta, Aleksandr her sabah yeni bir iş aramaya başlamadan önce okumaya karar verdiği bir deneme yazdı:",
      "Neden değersiz değilim?",
      "Kendi refahım ve başkalarının refahı için bir şeyler yapabildiğim sürece değersiz değilim. Yaptığım şey olumlu bir etki yaratabildiği sürece değersiz değilim.",
      "Hayatta olmamın en az bir kişi için bile anlamı olduğu sürece değersiz değilim (ve gerekiyorsa bu kişi ben olabilirim). Sevgi, anlayış, dostluk, destek, sohbet, tavsiye veya teselli vermek bir anlam ifade ediyorsa, değersiz değilim.",
      "Kendi fikirlerime ve zekama saygı duyabiliyorsam, değersiz değilim.",
      "Başkaları bana saygı duyuyorsa, bu güzel bir bonus.",
      "Kendime saygım ve onurum varsa, değersiz değilim.",
      "Çalışanlarımın ailelerinin geçim kaynağına katkıda bulunmak iyi bir şeyse, değersiz değilim.",
      "Üretkenliğim ve yaratıcılığım ile müşterilerime ve tedarikçilerime yardımcı olabiliyorsam, değersiz değilim.",
      "Bu ortamda varlığım başkaları için gerçekten anlam ifade ediyorsa, değersiz değilim. Ben doğuştan değerliyim!",
      "Eğer benzer bir sorunla karşı karşıyaysanız veya Aleksandr’ın otomatik düşünceleri size tanıdık geliyorsa, «neden değersiz olmadığınıza», «neden başarısız olmadığınıza» ve «neden kendi başınıza değerli olduğunuzu» anlatan bir not yazmayı deneyin."
    ]
  }
}
