{
  "title": "İşi kaybetmek ve depresyona girmek mi?",
  "description": "Bu yazı, ani iş kaybının psikolojik ve toplumsal etkilerini inceleyerek böyle durumlara eşlik eden duygusal girdabı ele alır. Uzun yıllar başarılı bir şirkette çalışan Aleksandr’ın kişisel deneyimi üzerinden depresyonla mücadele, özsaygının düşmesi ve mesleki aksaklıklar anlatılır. Yazı ayrıca, desteğin ve kendini kabulün önemini vurgulayarak duygusal zorluklarla baş etme yolları sunar.",
  "screen_1": {
    "texts": [
      "Ani iş kaybı, çoğu insan için güçlü bir stres kaynağıdır. İşten çıkarılma ya da küçülme birkaç gün ya da hafta içinde duyurulduğunda, birçok kişi hayatın “yerle bir olduğu” duygusunu yaşar. Bu anlaşılırdır; çünkü bir anda şu alanlar köklü biçimde değişir:",
      "mali durum",
      "toplumsal statü",
      "alışılagelmiş yaşam düzeni",
      "kısa ve uzun vadeli planlar",
      "İş; belli sorumluluklar, sınırlar ve iletişim—kısacası—bizi ayakta tutan bir yapıdır.",
      "İşsizlik ise emniyetsiz bir hava boşluğu gibidir: düşerken tutunacak bir yer yoktur. Günler birden boşalır; yakında ödenemeyecek faturalar, mülakat davetini bekleyip durmak; görüşme öncesi kırılgan bir umut, ardından yeni bir ret… Yaygın ve tatsız bir tablo.",
      "İş kaybı, başka her kayıp gibi yaşanır; bu süreçten geçenler yas evrelerini deneyimler.",
      "Önce şok, derin bir afallama, ne yapacağını bilememe. Sonra öfke—kendine, işten çıkaranlara.",
      "Ardından pazarlık gelebilir: Belki hâlâ bir yol bulunur ve beni geri alırlar? Ve nihayet depresyon. Elbette bu “gerçek” bir sorun olarak görülebilir; ama bu, depresyonu bütünüyle meşru kılar mı?",
      "Bu duygusal tepkinin temelinde, kişisel değer ve mutluluk kapasitesinin doğrudan mesleki başarıya bağlı olduğuna dair inanç yatar.",
      "Böyle bir değerler sisteminde, duygusal çöküşün kaçınılmaz olarak maddi kayıplar, kariyer başarısızlıkları ya da iflasla birlikte geleceğini varsaymak “mantıklı” görünebilir."
    ],
    "quote": {
      "text": "Bir kapı kapanınca çoğu kez başka kapılar açılır.",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Siz de böyle düşünüyorsanız, 47 yaşındaki, üç çocuk babası Aleksandr’ın öyküsü ilginizi çekebilir: Kayınpederiyle birlikte, başarılı bir şirkette 17 yıl çalışmıştı.",
      "Depresyonundan birkaç yıl önce, şirket yönetimi konusunda kayınpederiyle anlaşmazlık yaşadı. Öfkeyle işi bıraktı ve şirketteki payından da vazgeçmiş oldu.",
      "Sonraki iki yıl boyunca bir işten ötekine geçti; fakat ne maddi ne de manevi anlamda tatmin edici bir yer bulabildi.",
      "Sanki hiçbir şey yolunda gitmiyordu ve kendini “başarısız” görmeye başladı. Eşi, geçimi sağlamak için tam zamanlı çalışmaya döndü; bu da Aleksandr’ın kendini yararsız hissetmesini artırdı; çünkü aileyi geçindiren rolüyle hep gurur duyardı.",
      "Zaman geçtikçe mali durumu kötüleşti, özsaygısı düştükçe depresif hâli arttı.",
      "Uzman desteği almaya karar verdiğinde, birkaç aydır bir emlak şirketinde çalışıyordu.",
      "Bu sürede birkaç binayı kiraya vermişti ama tek bir satış bile yapamamıştı. Ücreti satışa bağlı olduğundan kazancı düşüktü. Bu dönemde depresyon ve erteleme davranışıyla boğuşuyor, günlerini yatakta geçiriyor ve şunları düşünüyordu:",
      "“Bütün bunların ne anlamı var? Ben bir başarısızım. Çalışmanın bir manası yok; nasıl olsa yine olmayacak.”",
      "Üçüncü görüşmede, varlıklı bir arkadaşının ondan emlak alımı için destek istediğini anlattı; bu satıştan doğacak komisyon kariyeri için itici güç olacak, özgüvenini toparlayacak ve bütçesine ciddi katkı sağlayacaktı.",
      "Fırsata sarılmak yerine haftalarca oyalandı. Neden? Çünkü şöyle düşünüyordu: “Ticari emlak satmak aşırı zor.",
      "Bunu daha önce hiç yapmadım ve kesinlikle başaramam. Ya son anda vazgeçerse? Bu, bu işte asla başarılı olamayacağım anlamına gelir. Tam bir başarısız olduğum anlamına gelir.”"
    ]
  },
  "screen_3": {
    "texts": [
      "Yöneticileri Aleksandr’a gayet iyi davranıyor, onu yetenekli bir satışçı olarak görüyordu; ancak kendisi kendine karşı gereksiz yere acımasızdı.",
      "Sonraki görüşmeler ve düşüncelerle çalışmanın ardından Aleksandr, kendine aşırı eleştirel davrandığını ve bunun zor dönemde hiç yardımcı olmadığını, tersine durumu ağırlaştırdığını kabul etti.",
      "Ayrıca “çifte standart” kullandığını fark etti: Başkalarına karşı hoşgörülü ve destekleyiciydi; kendine gelince sert ve yargılayıcı.",
      "Başta, birçok talepkâr mükemmeliyetçi gibi bakışını savundu: Kendine başkalarından çok daha sert davranmanın bir fayda getireceğine inanıyordu.",
      "Ama kısa sürede, kişisel standartlarının gerçekçi olmadığını ve başarısızlığa yazgılı olduğunu anladı; çünkü bir binayı satmayı denese ve sonuç alamasa, bunu felaket sayacaktı. “Ya hep ya hiç” biçiminde düşünme eğilimi büyük bir sorunuydu.",
      "Terapinin sonunda Aleksandr, son yıllardaki finansal sorunların onu otomatikman “başarısız” yapmadığını fark ederek rahatladı.",
      "Bu olumsuz benlik algısı ve donakalma hissi, “ya hep ya hiç” düşüncesine aşırı sarılmanın sonucuydu. Yararsızlık duygusu, yaşamın olumsuz yanlarına odaklanıp (olumsuz filtre) çok sayıda başarıyı göz ardı etmesinden (olumluyu değersizleştirme) kaynaklanıyordu.",
      "Uzun süre kendini “daha fazlasını yapmalıydım” diye hırpalamanın boşuna olduğunu anladı; maddi güçlüklerin insani değerini küçültmediğini gördü. Sonunda, apati ve ertelemenin özünün değil, depresyonun belirtileri olduğunu kabul etti.",
      "Negatif düşüncelerine karşı yanıt üretmeyi öğrendikçe, kendine yönelik sert yargılarındaki çarpıtmalar azaldı ve ruh hâli giderek iyileşti.",
      "Emlaktan ayrılıp bir kitabevi açtı. Giderleri karşılamayı başardı; ancak ciddi çabalarına karşın ilk deneme yılı sonunda işi sürdürmeyi haklı çıkaracak kârı elde edemedi."
    ]
  },
  "screen_4": {
    "texts": [
      "Böylece, dışarıdan başarı göstergeleri pek değişmemiş olsa da özsaygısını koruyarak depresyondan kaçınabildi. Kitabevi işini sonlandırma kararını verdiğinde maddi durumu zor olsa da kendine saygısı yerindeydi.",
      "Psikologla son görüşmeye gelirken Aleksandr, her sabah yeni iş arayışına başlamadan önce okumaya karar verdiği şu kısa metni yazmıştı:",
      "Neden işe yaramaz değilim?",
      "Kendim ve başkaları için bir iyilik yapabildiğim sürece işe yaramaz değilim. Yaptıklarım olumlu etki doğurabildiği sürece işe yaramaz değilim.",
      "Yaşıyor olmam tek bir kişi için bile anlam taşıyorsa, işe yaramaz değilim (gerekirse bu kişi ben olabilirim). Sevgi, anlayış, dostluk, destek, sohbet, öğüt, teselli bir şey ifade ediyorsa, işe yaramaz değilim.",
      "Kendi görüşüm ve zekâma saygı duyabiliyorsam, işe yaramaz değilim.",
      "Başkalarının saygısı varsa bu güzel bir ikramiyedir.",
      "Özsaygım ve onurum varsa, işe yaramaz değilim.",
      "Çalışanlarımın geçimine katkı sağlamak iyi bir şeyse, işe yaramaz değilim.",
      "Müşterilerime ve tedarikçilerime üretkenliğim ve yaratıcılığımla destek olabiliyorsam, işe yaramaz değilim.",
      "Varlığım bu ortamda başkaları için gerçekten bir anlam taşıyorsa, işe yaramaz değilim. İşe yaramaz değilim. Özüm gereği çok değerliyim!",
      "Benzer bir durum yaşıyorsanız ya da Aleksandr’ın otomatik düşünceleri sizde de yankılanıyorsa, kendiniz için şu sorulara yanıt veren bir not yazın: neden işe yaramaz değilsiniz, neden başarısız değilsiniz ve neden sırf varlığınızla değerlisiniz."
    ]
  }
}
