{
  "title": "Scheda di coping: un piccolo aiuto per grandi cambiamenti",
  "description": "Le schede di coping sono uno strumento semplice ma davvero efficace della terapia cognitivo-comportamentale (TCC). Aiutano a gestire lo stress, a rivedere con occhi nuovi le situazioni difficili e a sostenersi nei momenti di dubbio. Questi piccoli “promemoria” rafforzano la fiducia in se stessi e accompagnano verso una crescita emotiva più solida. Esplori i Suoi pensieri, trovi un punto d’appoggio in sé e, passo dopo passo, si avvicini a una vita più calma e stabile.",
  "screen_1": {
    "texts": [
      "Le schede di coping sono un altro strumento discreto, ma molto potente, della terapia cognitivo-comportamentale.",
      "Cosa sono le schede di coping?",
      "Le schede di coping sono una tecnica della TCC che aiuta ad affrontare i pensieri negativi e i momenti di stress, favorendo una percezione più equilibrata di ciò che accade.",
      "Sono piccoli “promemoria” che mostrano come sostituire convinzioni distruttive con alternative più utili e ritrovare fiducia in se stessi.",
      "Perché usare le schede di coping?",
      "Riduzione dell’ansia: le schede di coping aiutano a ritrovare rapidamente la calma quando le emozioni diventano troppo intense.",
      "Supporto nei momenti difficili: nei momenti di incertezza diventano una voce amica, ricordando la Sua forza e le Sue risorse.",
      "Sviluppo della consapevolezza di sé: annotando pensieri e reazioni, capisce meglio cosa attiva le emozioni e come influenzarle.",
      "Semplicità e accessibilità: l’interfaccia della nostra app è chiara e comoda, quindi creare schede è facile e piacevole."
    ],
    "quote": {
      "text": "Può soffrire se sceglie convinzioni irrazionali, ma può non soffrire se sceglie convinzioni razionali.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Come funziona?",
      "Quando nota un pensiero distruttivo, una scheda di coping La aiuta a sostituirlo con uno più realistico e di sostegno.",
      "All’inizio può servire un po’ di pratica, ma col tempo imparerà a riconoscere più in fretta i pensieri negativi e a trasformarli in alternative più costruttive.",
      "Per esempio, se compare il pensiero: «Non riuscirò mai a raggiungere i miei obiettivi», può sostituirlo con: «A volte è difficile, ma ho un piano e posso andare avanti anche a piccoli passi».",
      "Questo approccio non solo aiuta a vedere la situazione da un’altra prospettiva, ma dà anche energia per agire.",
      "Riveda e aggiorni regolarmente le Sue schede.",
      "Le nostre emozioni e i nostri pensieri cambiano, quindi è importante che le schede rispecchino i Suoi bisogni attuali.",
      "Se un pensiero negativo ha già perso forza o se ha superato una difficoltà, aggiorni la scheda e annoti una nuova convinzione di supporto.",
      "Nella nostra app potrà modificare facilmente le schede esistenti e crearne di nuove.",
      "Con il tempo, le schede di coping diventano non solo uno strumento contro i pensieri negativi, ma una guida personale nel Suo percorso di crescita e sviluppo emotivo."
    ]
  },
  "screen_3": {
    "texts": [
      "Vediamo alcuni esempi per capire meglio il principio della sostituzione dei pensieri distruttivi.",
      "Esempio 1",
      "Pensiero distruttivo: «Non ce la farò con questo progetto, non sono all’altezza».",
      "Sostituzione costruttiva: «In passato ho già affrontato compiti difficili. Ho le competenze e le risorse per portare a termine anche questo».",
      "Esempio 2",
      "Pensiero distruttivo: «Se dico qualcosa di stupido, tutti rideranno di me».",
      "Sostituzione costruttiva: «Sbagliare può capitare a chiunque. Sto imparando, e comunicare è un’occasione per crescere e migliorare».",
      "Esempio 3",
      "Pensiero distruttivo: «Non cambierà nulla, la vita sarà sempre così».",
      "Sostituzione costruttiva: «I cambiamenti arrivano gradualmente. Anche piccoli passi portano a grandi risultati».",
      "Conclusione",
      "Le schede di coping sono un modo delicato ma potente per gestire pensieri ed emozioni.",
      "Aiutano a ritrovare uno sguardo più lucido e calmo sulla situazione e a contrastare convinzioni negative.",
      "Usandole, capisce meglio cosa La mette sotto stress e come reagisce.",
      "Inizi a creare le Sue schede già oggi e faccia il primo passo verso una vita più serena, fiduciosa e stabile."
    ]
  }
}
