{
  "title": "Scheda di coping: Un piccolo aiuto per grandi cambiamenti",
  "description": "Le schede di coping sono uno strumento semplice ma potente della terapia cognitivo-comportamentale che aiuta a gestire lo stress e i pensieri negativi. Scopri come queste piccole «promemoria» possono cambiare il tuo modo di vedere le cose, ridarti fiducia e guidarti verso una crescita emotiva. Immergiti nel mondo della consapevolezza di te stesso e apri la strada a una vita più serena con le schede di coping!",
  "screen_1": {
    "texts": [
      "Schede di coping – un’altra arma segreta della terapia cognitivo-comportamentale.",
      "Cosa sono le schede di coping?",
      "Le schede di coping sono un metodo efficace sviluppato nell’ambito della terapia cognitivo-comportamentale per aiutare le persone a fronteggiare pensieri negativi e situazioni stressanti.",
      "Fungono da «promemoria», suggerendo come trasformare convinzioni distruttive e ritrovare sicurezza in sé stessi.",
      "Perché usare le schede di coping?",
      "Riduzione dell’ansia: Le schede di coping ti aiutano a ritrovare la calma in fretta nei momenti di stress.",
      "Supporto nei momenti difficili: Quando hai bisogno di ispirazione o di un sostegno, le tue schede saranno lì per ricordarti le tue risorse interiori.",
      "Sviluppo dell’autoconsapevolezza: Scrivendo i tuoi pensieri e sentimenti, potrai capire meglio le tue reazioni emotive e i tuoi schemi comportamentali.",
      "Facilità d’uso: Le funzioni della nostra app sono intuitive e semplici, rendendo la creazione delle schede alla portata di tutti."
    ],
    "quote": {
      "text": "Puoi soffrire se scegli convinzioni irrazionali, ma non devi soffrire se scegli quelle razionali.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Come funziona?",
      "Quando noti un pensiero distruttivo, usa le schede di coping per sostituirlo con uno più costruttivo.",
      "Ci vuole un po’ di pratica, ma col tempo imparerai a reagire più velocemente ai pensieri negativi e a sostituirli con convinzioni positive.",
      "Ad esempio, se pensi: «Non raggiungerò mai i miei obiettivi», puoi sostituire questo pensiero con uno più costruttivo: «Incontro delle difficoltà, ma ho un piano e posso avanzare verso i miei obiettivi, anche a piccoli passi».",
      "Questo non solo cambia la tua prospettiva, ma ti sprona anche ad agire.",
      "Rivedi e aggiorna le tue schede regolarmente.",
      "I tuoi sentimenti e pensieri cambiano col tempo, quindi è importante adattare le schede alle tue esigenze attuali.",
      "Per esempio, se ti accorgi che un pensiero distruttivo non è più rilevante o hai superato una paura specifica, aggiorna la scheda con nuovi pensieri costruttivi o strategie.",
      "Nella nostra app puoi modificare facilmente le schede esistenti o aggiungerne di nuove.",
      "Così, le schede di coping diventano non solo uno strumento per combattere i pensieri negativi, ma anche una guida personale nel tuo percorso di crescita personale ed emotiva."
    ]
  },
  "screen_3": {
    "texts": [
      "Vediamo altri esempi di come sostituire pensieri distruttivi con pensieri costruttivi, per rendere più chiaro il senso delle schede.",
      "Esempio 1",
      "Pensiero distruttivo: «Non ce la farò con questo progetto, non sono abbastanza bravo».",
      "Sostituzione costruttiva: «Ho già affrontato progetti difficili in passato. Ho le capacità e le risorse per portare a termine questo compito con successo».",
      "Esempio 2",
      "Pensiero distruttivo: «Tutti rideranno di me se dico qualcosa di stupido».",
      "Sostituzione costruttiva: «Tutti possono sbagliare. Posso imparare dai miei errori e godermi le conversazioni».",
      "Esempio 3",
      "Pensiero distruttivo: «Niente cambierà, la mia vita sarà sempre così».",
      "Sostituzione costruttiva: «Posso fare passi verso il cambiamento. Piccoli passi portano a grandi risultati».",
      "Conclusione",
      "Le schede di coping sono uno strumento potente per gestire pensieri ed emozioni.",
      "Ti aiutano a riconnetterti con la parte razionale della tua mente e a contrastare le convinzioni negative.",
      "Usandole, potrai conoscerti meglio e capire le tue reazioni allo stress.",
      "Inizia a creare le tue schede di coping oggi stesso e scopri la strada verso una vita più calma e fiduciosa!"
    ]
  }
}
