{
  "title": "La storia di Alice, superare la depressione",
  "description": "L'articolo esamina l'esempio di una persona che soffre di depressione per dimostrare la connessione tra pensieri automatici, credenze intermedie e profonde. Attraverso l'analisi del suo percorso di vita e dell'interazione con uno psicologo, l'articolo spiega come si formano questi livelli di pensiero e come possono essere modificati per superare la depressione. L'approccio è basato sui principi della psicoterapia cognitivo-comportamentale.",
  "screen_1": {
    "texts": [
      "Per illustrare e spiegare chiaramente come sono collegati i pensieri automatici, le credenze intermedie e quelle profonde, consideriamo l'esempio di Alice, una giovane donna che affronta depressione e dubbi su se stessa.",
      "Per avere un quadro completo, parliamo un po' della sua storia personale e sociale:",
      "Alice è cresciuta in una famiglia monoparentale in una piccola città. Suo padre ha lasciato la famiglia per un'altra donna quando lei aveva solo 6 anni. I rapporti con sua madre, che lavorava come infermiera, erano difficili: la madre trovava sempre motivo di criticarla e la lodava molto raramente.",
      "Dopo il divorzio, non c'era alcun legame tra i genitori, e Alice si sentiva come se camminasse su un campo minato, cercando di compiacere entrambi. Suo padre aveva due figli e una figlia nella nuova famiglia. Passava molto tempo con loro, andando in gite all'aperto nei fine settimana e facendo sport insieme. Alice li invidiava e si sentiva gelosa.",
      "Durante gli anni scolastici, Alice è diventata una studentessa modello, in parte per il desiderio di ottenere l'approvazione della madre, che considerava i buoni voti come una norma. Alice ha completato l'università con il massimo dei voti, specializzandosi in marketing. Ora ha 23 anni, non è sposata e non ha figli. Alla ricerca di lavoro e stabilità, decide di rivolgersi a uno psicologo per la depressione.",
      "Il disturbo depressivo di Alice si è attivato a causa delle difficoltà nel trovare lavoro dopo l'università. Ha ridotto la sua vita sociale e trascorre la maggior parte del tempo in uno stato di sconforto, convinta di non riuscire a ottenere nulla."
    ]
  },
  "screen_2": {
    "texts": [
      "Ora vediamo come interagiscono i tre livelli del suo pensiero nell'interazione tra Alice e lo psicologo:"
    ],
    "dialog": [
      "Alice, ricordi una situazione in cui hai provato intense emozioni negative?",
      "È successo ieri. Stavo guardando delle offerte di lavoro e ho trovato l'opzione perfetta: un'azienda creativa, orario flessibile, buon stipendio. Ma mi sono bloccata e non sono riuscita a inviare il curriculum.",
      "Cosa ti ha fermato?",
      "Ho pensato che non mi avrebbero presa comunque, perché è troppo difficile per me. Non ce la farò (pensiero automatico).",
      "Cosa significa per te il pensiero di non farcela in questo lavoro?",
      "Che non riuscirò a svolgere i compiti a un alto livello, e che commettere errori è terribile (credenza intermedia).",
      "E come definiresti una persona che non riesce in qualcosa e commette errori?",
      "È un incapace, un fallito.",
      "E se tu non riesci in qualcosa, commetti errori e ti assumi compiti che non riesci a portare a termine, allora tu cosa sei?",
      "Sono una fallita (credenza profonda)."
    ]
  },
  "screen_3": {
    "texts": [
      "Ora vediamo come sono strutturati i tre livelli del pensiero distruttivo di Alice.",
      "È importante capire che Alice non è nata con queste credenze. Si sono consolidate in diversi periodi della sua vita e in varie circostanze. Questo significa che possono e devono essere modificate.",
      "Il processo di cambiamento inizia con il lavoro sui pensieri automatici. Quando Alice imparerà a metterli in discussione e a dimostrarne la distruttività, riducendo così la fiducia in essi, si potrà passare al livello successivo: le credenze intermedie.",
      "Indebolendo la fiducia in queste, potremo arrivare alle credenze profonde e cambiarle in convinzioni più adattive e utili."
    ]
  }
}
