{
  "title": "La storia di Alice: un percorso per superare la depressione",
  "description": "In questo articolo analizziamo la storia di una persona che ha attraversato la depressione, per mostrare il legame tra pensieri automatici, credenze intermedie e credenze profonde. Seguendo Alice e il suo percorso con lo psicologo, vedremo come queste credenze si formano e come possono essere ristrutturate per affrontare la depressione. L’approccio si basa sui principi della terapia cognitivo-comportamentale.",
  "screen_1": {
    "texts": [
      "Per chiarire il legame tra pensieri automatici, credenze intermedie e credenze profonde, partiamo dalla storia di Alice: una giovane donna alle prese con la depressione e con forti dubbi su di sé.",
      "Per cominciare, conosciamo meglio la sua storia e il suo contesto:",
      "Alice è cresciuta in una famiglia monoparentale in una piccola città. Quando aveva 6 anni, suo padre se n’è andato con un’altra donna. Il rapporto con la madre non era semplice: la criticava spesso e la lodava di rado.",
      "Dopo il divorzio, i genitori comunicavano pochissimo e Alice si sentiva nel mezzo, cercando di non scontentare nessuno. Nella nuova famiglia del padre sono nati tre figli e lui passava molto tempo con loro: gite nella natura, sport insieme. Alice provava risentimento, gelosia e la sensazione di essere stata messa da parte.",
      "A scuola Alice è diventata un’eccellente studentessa, soprattutto per ottenere l’approvazione della madre, per la quale i voti alti erano la norma. In seguito si è laureata con il massimo dei voti in marketing. Oggi ha 23 anni, non è sposata e non ha figli. Alla ricerca di un lavoro e di maggiore stabilità, si rivolge a uno psicologo per via della depressione.",
      "Il suo stato è peggiorato a causa delle difficoltà nel trovare lavoro. La sua vita sociale si è ridotta e, per la maggior parte del tempo, si sente abbattuta ed è convinta che non riuscirà in nulla."
    ]
  },
  "screen_2": {
    "texts": [
      "Ora vediamo come i tre livelli del pensiero di Alice emergono nel dialogo con lo psicologo:"
    ],
    "dialog": [
      "Alice, mi descriva una situazione recente in cui ha provato emozioni negative molto intense.",
      "È successo ieri. Stavo guardando alcune offerte di lavoro e ho visto un’occasione perfetta: un’azienda interessante, orari flessibili, un buon stipendio. Però mi sono bloccata e alla fine non ho mandato il curriculum.",
      "Che cosa l’ha fermata, esattamente?",
      "Ho pensato che tanto non mi avrebbero presa. Che fosse troppo difficile per me. Che non ce l’avrei fatta (pensiero automatico).",
      "Che cosa significa per Lei l’idea di “non farcela”?",
      "Che non riuscirei a svolgere bene i compiti e che sbagliare è una cosa terribile (credenza intermedia).",
      "Come definirebbe una persona che commette errori e non riesce a far fronte alle difficoltà?",
      "Una perdente, incapace di fare qualcosa di serio.",
      "E se succede a Lei — se incontra difficoltà e commette errori — chi è Lei?",
      "Probabilmente sono una perdente (credenza profonda)."
    ]
  },
  "screen_3": {
    "texts": [
      "Ora vediamo come i tre livelli del pensiero di Alice siano collegati e in che modo influenzino il suo stato emotivo.",
      "È importante ricordarlo: Alice non è nata con queste credenze. Si sono formate e consolidate nel corso della vita, sotto l’influenza degli eventi e dell’ambiente. E quindi possono cambiare.",
      "Il lavoro parte dai pensieri automatici. Quando Alice imparerà a riconoscerli e a metterli in discussione, potrà ridurne l’impatto e passare al livello successivo: le credenze intermedie.",
      "Con il tempo, passo dopo passo, questi cambiamenti la aiuteranno a trasformare anche le credenze profonde, sostituendole con idee più realistiche e più di supporto."
    ]
  }
}
