{
  "title": "Scegli la vita!",
  "description": "Questo articolo affronta il tema attuale della depressione e dei pensieri suicidari, fornendo dati statistici e analizzando la connessione tra di loro. Viene evidenziato il ruolo della terapia cognitivo-comportamentale (CBT) nella lotta contro questi problemi, nonché l'importanza di cercare aiuto professionale e la disponibilità di servizi psicologici gratuiti. L'articolo mira a ispirare e sostenere i lettori, ricordando loro il valore della vita e l'importanza di mantenere la speranza.",
  "screen_1": {
    "texts": [
      "Parlando così tanto di pensieri negativi, convinzioni irrazionali e depressione, non possiamo non toccare un altro tema molto importante, anche se complesso: il suicidio.",
      "Saremmo molto felici se questa questione non ti avesse mai riguardato, ma se hai mai pensato che la morte sia l'unica via d'uscita, o se lo pensi ora, vogliamo sostenerti e parlarne.",
      "Purtroppo, molte persone affrontano questo problema. Secondo l'OMS (Organizzazione Mondiale della Sanità), ogni anno si verificano circa 800.000 - 1.000.000 suicidi. E questi sono solo i dati ufficiali.",
      "Il numero di suicidi nella storia supera il numero di persone uccise in tutte le guerre messe insieme. È difficile crederlo, ma è così.",
      "La depressione gioca un ruolo importante in questo. Dal 45% al 60% di tutti i suicidi nel mondo sono commessi da persone che soffrono di depressione. Una persona in depressione ha 35 volte più probabilità di suicidarsi rispetto a una persona in uno stato psicologico normale.",
      "Guardando questi numeri spaventosi, si rimane scioccati, ma non li riportiamo per spaventarti, bensì per mostrarti che molte persone affrontano questo problema e, purtroppo, la maggior parte di loro, quando si trovano di fronte a questo problema, non condividono le loro preoccupazioni, provando vergogna e pensando di essere sole."
    ]
  },
  "screen_2": {
    "texts": [
      "Pertanto, vogliamo dirti che i pensieri suicidari non sono un segno di debolezza o inferiorità, e non dovresti vergognarti di loro.",
      "Le persone arrivano ai pensieri suicidari in modi diversi, ma tutte hanno in comune un elemento: un dolore emotivo insormontabile, che fa sembrare la morte l'unica salvezza.",
      "Queste persone possono vedere la morte come un modo per sfuggire al dolore e alla sofferenza, poiché la vita sembra troppo difficile, o come un modo per smettere di essere un 'fardello' per i propri cari.",
      "Gli studi hanno dimostrato che uno dei principali fattori nello sviluppo di pensieri suicidari è un senso di disperazione irrealistico. Analizzando il pensiero di queste persone, emerge una visione pessimistica del mondo, e a causa della percezione distorta, si sentono intrappolate senza via d'uscita.",
      "Pensano di non essere mai stati felici e di non poterlo mai essere. Ma è importante capire che la disperazione e la disperazione sono solo sintomi della depressione, non la realtà oggettiva.",
      "La decisione di suicidarsi è il risultato di una convinzione irrazionale che la vita non possa migliorare. Ma è davvero così senza speranza? Esistono prove e garanzie assolute che tutto continuerà ad andare male?"
    ]
  },
  "screen_3": {
    "texts": [
      "Quando soffri, è difficile immaginare che si possa vivere diversamente. Sentendo la frase 'pensa positivo', potresti pensare che i tuoi problemi non siano presi sul serio, o provare senso di colpa per non riuscire a prendere la situazione più alla leggera.",
      "Non è colpa tua. La tua mente sembra bloccata in una palude di disperazione. Il tuo dolore e i tuoi sentimenti sono reali, e non puoi semplicemente sbarazzartene cercando di pensare positivo.",
      "Ma immagina, solo per un momento, che quella oscurità infinita che ti circonda ora sia un'illusione, un paio di occhiali sporchi attraverso cui vedi il mondo.",
      "Afferrati a questo pensiero, e lascia che sia il tuo raggio di luce in questa oscurità impenetrabile. Dopo tutto, l'oscurità che ti circonda è superabile.",
      "Non sono parole vuote! Esistono molte testimonianze sull'efficacia della terapia cognitivo-comportamentale (CBT). Oggi questo approccio è considerato uno dei metodi più efficaci per trattare il comportamento suicidario ed è ampiamente utilizzato da molti psicoterapeuti e ricercatori in tutto il mondo.",
      "Nella 'National Library of Medicine' è pubblicato uno studio che riassume i risultati di 15 esperimenti condotti su 29.071 persone. I risultati hanno dimostrato che la CBT si è rivelata il metodo più efficace nel prevenire ulteriori tentativi di suicidio nell'87% dei casi.",
      "Questo è un dato molto alto. Certo, dovrai fare molti sforzi per eliminare completamente i pensieri suicidari, ma la CBT è uno strumento efficace per il tuo impegno."
    ]
  },
  "screen_4": {
    "texts": [
      "Avremo una sezione separata dove discuteremo di come superare la depressione con la CBT, e lì esamineremo più dettagliatamente il superamento dei pensieri suicidari.",
      "Facciamo del nostro meglio per sostenere il tuo desiderio di vivere, ma non possiamo offrire lo stesso aiuto individuale che può fornire uno psicologo professionista.",
      "Se senti di essere sull'orlo, contatta immediatamente uno specialista!",
      "Le consulenze psicologiche possono essere a pagamento, ma nella maggior parte dei paesi del mondo esistono centri che offrono assistenza psicologica d'emergenza gratuita. Fai il primo passo verso una vita felice: chiedi aiuto!",
      "Comprendiamo che è un passo importante, che non è sempre facile da prendere, ma solo uno specialista può fornirti il supporto necessario e insegnarti le abilità di auto-aiuto.",
      "Crediamo che con l'aiuto della terapia cognitivo-comportamentale (CBT) potrai percorrere il cammino necessario per acquisire una visione del mondo positiva.",
      "Vivere non è sempre facile, ci sono periodi molto difficili. Ma il mondo è grande e bello, e la tua vita è inestimabile. Ricorda questo. Questo mondo vale la pena di essere vissuto!"
    ],
    "quote": {
      "text": "Il momento più buio della notte è proprio prima dell'alba.",
      "author": "Thomas Fuller"
    }
  }
}
