{
  "title": "Scegliere la vita!",
  "description": "Questo articolo affronta il tema della depressione e dei pensieri suicidari, offre dati chiari e spiega come siano collegati. Parla del ruolo della terapia cognitivo-comportamentale (TCC) nel superare crisi di questo tipo, sottolinea l’importanza di rivolgersi a professionisti e la possibilità di ricevere supporto psicologico gratuito. Il testo vuole essere di sostegno e ricordare il valore della vita e la necessità di proteggere la speranza.",
  "screen_1": {
    "texts": [
      "Dal momento che stiamo parlando di pensieri negativi, credenze irrazionali e depressione, non possiamo evitare un altro tema difficile ma fondamentale: il suicidio.",
      "Siamo sinceramente felici se non Le è mai capitato. Ma se l’idea di morire Le è sembrata l’unica via d’uscita — in passato o proprio adesso — vogliamo starLe vicino e parlarne con calma.",
      "Secondo le stime dell’OMS (Organizzazione Mondiale della Sanità), ogni anno nel mondo si verificano moltissimi suicidi. E questi sono solo i dati ufficiali.",
      "Si stima che, nel corso della storia, il numero di suicidi sia paragonabile alle perdite di guerra. È difficile accettare questi numeri, ma mostrano la portata della tragedia e quante persone ne siano coinvolte.",
      "In tutto questo la depressione ha un ruolo enorme: una parte significativa dei suicidi riguarda persone con disturbi depressivi e, in queste condizioni, il rischio aumenta in modo significativo.",
      "Non riportiamo questi fatti per spaventarLa, ma per ricordarLe una cosa: non è sola. Molti tacciono per vergogna e per la sensazione che «capiti solo a me», quando invece l’aiuto è più vicino di quanto sembri."
    ]
  },
  "screen_2": {
    "texts": [
      "I pensieri suicidari non sono un segno di debolezza o di “inadeguatezza”. Non c’è nulla di cui vergognarsi.",
      "Le persone arrivano a questi pensieri per strade diverse, ma spesso c’è un filo comune: un dolore emotivo insopportabile, che fa sembrare la morte l’unico sollievo possibile.",
      "A volte la morte appare come un modo per interrompere la sofferenza o per «non essere un peso» per chi ci sta vicino. È uno stato di disperazione, non una valutazione lucida del proprio valore.",
      "Le ricerche mostrano che un fattore chiave è la mancanza di speranza. Quando la percezione è distorta, il mondo sembra solo buio e il futuro appare chiuso.",
      "È importante ricordarlo: la mancanza di speranza e la disperazione sono sintomi della depressione, non la realtà in sé.",
      "La decisione di togliersi la vita si regge sulla convinzione che non andrà mai meglio. Ma è davvero così? Esistono prove, anche minime, che tutto resterà uguale?"
    ]
  },
  "screen_3": {
    "texts": [
      "Quando il dolore è grande, è difficile immaginare una vita diversa. Frasi come «pensa positivo» suonano svalutanti e spesso aggiungono solo senso di colpa.",
      "Non è colpa Sua. A volte sembra che la mente sia rimasta bloccata: il dolore è reale e non si può premere un interruttore e “smettere di sentire”.",
      "Provi per un momento a immaginare che questo buio fitto sia come le lenti sporche di un paio di occhiali: deformano ciò che vede.",
      "Si aggrappi a questa idea come a un filo sottile: il buio può diradarsi, e Lei è molto più di ciò che sta vivendo oggi.",
      "Non sono parole vuote: l’efficacia della TCC è confermata dagli studi e viene applicata in tutto il mondo per ridurre il rischio di ricadute e aiutare ad attraversare le crisi.",
      "Le revisioni della letteratura mostrano che la TCC può ridurre la frequenza delle ricadute e rendere più chiari i passi per uscire dal vicolo cieco.",
      "Sì, servirà impegno, ma la TCC offre strumenti concreti e una sequenza di azioni, così che gli sforzi non vadano sprecati."
    ]
  },
  "screen_4": {
    "texts": [
      "Dedicheremo una sezione a parte a come affrontare la depressione con il supporto della TCC, inclusa la gestione dei pensieri suicidari.",
      "Vorremmo aiutarLa a mantenere vivo il desiderio di vivere, ma un aiuto personale può offrirlo solo uno specialista.",
      "Se sente di essere al limite, si rivolga con urgenza a un medico, a uno psicologo o ai servizi di emergenza (se c’è un pericolo immediato, chiami i numeri di emergenza).",
      "Anche quando le consulenze a pagamento non sono accessibili, in molti Paesi esistono centri che offrono aiuto gratuito e tempestivo. Fare il primo passo significa già muoversi verso la vita.",
      "Lo sappiamo: decidere di chiedere aiuto non è facile. Ma proprio uno specialista può aiutarLa a reggere la tempesta e a imparare ciò che La sosterrà anche dopo.",
      "Crediamo che, con la TCC, Lei potrà costruire gradualmente un rapporto più caldo e più solido con sé e con il mondo.",
      "Vivere non è semplice e periodi duri capitano a molti. Ma il mondo è grande e meraviglioso, e la Sua vita è preziosa. La preghiamo di ricordarlo: vale la pena vivere, in questo mondo."
    ],
    "quote": {
      "text": "Il momento più buio della notte arriva subito prima dell’alba.",
      "author": "Thomas Fuller"
    }
  }
}
