{
  "title": "Le convinzioni irrazionali possono essere utili?",
  "description": "L'articolo esamina l'influenza delle convinzioni irrazionali sullo stato psicologico ed emotivo di una persona. Attraverso l'esempio di John, che persegue il successo a causa di una convinzione profonda di essere incapace, si dimostra come tali convinzioni possano diventare strategie di coping distruttive. L'autore sottolinea l'importanza di riconoscere e rivedere le proprie convinzioni per migliorare la qualità della vita.",
  "screen_1": {
    "texts": [
      "Nelle sezioni precedenti, ci siamo concentrati molto sui pensieri e sulle convinzioni distruttive. Questo non sorprende, poiché sono proprio queste a influenzare negativamente le nostre emozioni, comportamenti e stato generale.",
      "In questo contesto, sorge la domanda: sono davvero tutte le nostre convinzioni così negative e possono essere utili per noi?",
      "Il problema è che le convinzioni negative si attivano quando siamo sotto stress, in uno stato di depressione o quando affrontiamo qualche conferma di queste convinzioni.",
      "Ad esempio, se una persona ha la convinzione \"Non sono capace di nulla\", questa convinzione probabilmente si attiverà in caso di fallimento in un esame o di un commento critico da parte del capo.",
      "La persona interpreterà ciò che accade attraverso il filtro di questa convinzione, anche se è illogico e irrazionale.",
      "Tuttavia, questo non significa che tutte le nostre convinzioni siano negative e inutili.",
      "In situazioni meno stressanti o in uno stato più sereno, può attivarsi un'altra convinzione positiva, ad esempio: \"Sono abbastanza capace\".",
      "Quindi, la risposta alla domanda \"Sono tutte le convinzioni dannose?\" è no, non tutte."
    ]
  },
  "screen_2": {
    "texts": [
      "Per quanto riguarda l'influenza positiva delle convinzioni irrazionali, la questione è un po' più complessa, vediamo di approfondire.",
      "Alcuni potrebbero pensare che non sia tutto così negativo e che le convinzioni irrazionali possano addirittura aiutare nella vita, ma è più un errore che una verità.",
      "Per avere un quadro completo, facciamo degli esempi. Abbiamo già parlato del fatto che esistono tre livelli di pensiero: pensieri, convinzioni intermedie e profonde.",
      "Immaginiamo che un giovane di nome John abbia la convinzione profonda: \"Non sono capace di nulla\", e una convinzione intermedia come: \"Devo sempre avere successo\".",
      "Da un lato, potrebbe sembrare che non ci sia nulla di male in questa convinzione. Dopotutto, è fantastico che John voglia avere successo. A prima vista, non c'è nulla di sbagliato, se si tratta solo di un desiderio o di un obiettivo, e non di una regola rigida.",
      "Potresti pensare che sia persino utile per lui, poiché questa convinzione lo spingerà a lavorare sodo, raggiungere certi successi, diventare più motivato e determinato.",
      "Il lavoro diventa molto importante per lui, e sembra portare solo conseguenze positive.",
      "Ma scaviamo più a fondo.",
      "Se questa è davvero una convinzione intermedia e non solo un desiderio, probabilmente sarà più distruttiva che costruttiva. Questo perché è radicata nella sua convinzione profonda. In tal caso, il lavoro per John diventa una strategia di coping (Parleremo delle strategie di coping in modo più dettagliato nelle prossime sezioni)."
    ],
    "quote": {
      "text": "Poiché una persona può solo amare o odiare il proprio lavoro, deve vederne i risultati. I workaholic semplicemente dimenticano che non esistono per il lavoro, ma il lavoro esiste per loro.",
      "author": "Lev Tolstoj"
    }
  },
  "screen_3": {
    "texts": [
      "In breve, una strategia di coping è una reazione allo stress che si manifesta attraverso pensieri, emozioni o comportamenti.",
      "In parole povere, John cerca di avere successo (questa è la sua convinzione intermedia) per non sentirsi incapace (che è la sua convinzione profonda). E il suo focus sul lavoro è un modo per evitare questo sentimento.",
      "Questo è distruttivo perché se John dovesse incontrare problemi al lavoro, fallire nella carriera o essere licenziato, inconsciamente si troverebbe di fronte alla sua convinzione profonda di essere incapace, il che potrebbe essere per lui una sorta di apocalisse.",
      "Questo potrebbe portare a un peggioramento del suo stato, apatia, comportamenti autodistruttivi e persino depressione.",
      "Ora le conseguenze non sembrano più così positive, vero?",
      "Quindi, la convinzione 'Devo sempre avere successo' è più dannosa che utile. Dopo tutto, nessuno di noi è immune da fallimenti ed errori. Con una convinzione del genere, ogni errore diventerà una conferma della convinzione profonda, rafforzando ulteriormente la sua fede in essa.",
      "È importante capire che ogni convinzione è solo un'idea che può essere cambiata, rendendola più utile. Così facendo, si può migliorare significativamente la qualità della vita, e la terapia cognitivo-comportamentale aiuta proprio in questo."
    ]
  }
}
