{
  "title": "Le convinzioni irrazionali possono essere utili?",
  "description": "Questo articolo esplora l’impatto delle convinzioni irrazionali sul benessere psicologico ed emotivo. Attraverso l’esempio di John, che rincorre il successo spinto da una credenza profonda di inadeguatezza, vediamo come queste convinzioni possano trasformarsi in strategie di coping disfunzionali. L’autore sottolinea quanto sia importante riconoscere e rivedere le proprie convinzioni per migliorare la qualità della vita.",
  "screen_1": {
    "texts": [
      "Nei capitoli precedenti abbiamo dedicato molto spazio a pensieri e convinzioni disfunzionali. È naturale: sono proprio loro a peggiorare in modo evidente emozioni, comportamenti e benessere generale.",
      "Da qui nasce una domanda: tutte le convinzioni sono davvero dannose, o alcune possono persino essere utili?",
      "Di solito le convinzioni negative si attivano in situazioni stressanti, quando siamo giù di tono o in depressione, oppure in presenza di eventi che sembrano confermarle.",
      "Per esempio, se una persona ha la convinzione «Non sono capace di nulla», dopo un fallimento a un esame o una critica del capo è probabile che quella credenza si attivi.",
      "A quel punto la persona inizia a interpretare ciò che accade attraverso quella lente, anche se questa lettura è illogica e non corrisponde ai fatti.",
      "Questo però non significa che tutte le convinzioni siano ugualmente negative e prive di qualsiasi utilità.",
      "In contesti meno tesi o quando abbiamo più risorse, può attivarsi anche una convinzione di sostegno, per esempio: «Sono abbastanza capace».",
      "Quindi alla domanda «Tutte le convinzioni sono dannose?» la risposta è: no, non tutte."
    ]
  },
  "screen_2": {
    "texts": [
      "Quando parliamo della “utilità” delle convinzioni irrazionali, la questione è più complessa di quanto sembri: vediamola insieme.",
      "A volte può sembrare che queste convinzioni spingano ai risultati; in realtà è più spesso un’idea diffusa che un fatto.",
      "Per chiarezza ricordiamo i tre livelli: pensieri automatici, credenze intermedie e credenze profonde.",
      "Immaginiamo che un giovane di nome John abbia una credenza profonda: «Non sono capace di nulla», e una credenza intermedia: «Devo sempre avere successo».",
      "A prima vista suona bene: puntare al successo è un obiettivo valido, se resta un desiderio flessibile e non una regola rigida.",
      "Si potrebbe pensare che questa convinzione sia utile, come se aumentasse la motivazione e portasse a traguardi e determinazione.",
      "Il lavoro allora sembra diventare estremamente importante, quasi solo vantaggioso.",
      "Ma guardiamo più a fondo.",
      "Se quella credenza intermedia è davvero rigida, e non un semplice desiderio, con ogni probabilità diventerà disfunzionale, perché affonda le radici nella credenza profonda di inadeguatezza. In questo caso, per John, il lavoro diventa una strategia di coping (delle strategie di coping parleremo nei prossimi capitoli)."
    ],
    "quote": {
      "text": "Poiché una persona può solo amare o odiare il proprio lavoro, dovrebbe vederne le conseguenze. I maniaci del lavoro, invece, dimenticano semplicemente che non esistono per lavorare, ma che il lavoro esiste per loro.",
      "author": "Lev Tolstoj"
    }
  },
  "screen_3": {
    "texts": [
      "In breve: una strategia di coping è un modo di rispondere allo stress attraverso pensieri, emozioni o comportamenti.",
      "In parole semplici, John cerca di avere successo (credenza intermedia) per non sentirsi “incapace” (credenza profonda). L’iperfocus sul lavoro diventa un modo per evitare un vissuto doloroso su di sé.",
      "È disfunzionale perché qualsiasi difficoltà seria sul lavoro — un progetto fallito, una battuta d’arresto in carriera o un licenziamento — può riportare John di colpo a quella credenza profonda di inadeguatezza, vissuta come un’apocalisse interiore.",
      "Le conseguenze possono essere un peggioramento del benessere, apatia, comportamenti autodistruttivi e perfino depressione.",
      "A questo punto i potenziali “vantaggi” non sembrano più così convincenti, vero?",
      "Ne consegue che la convinzione «Devo sempre avere successo» è più spesso dannosa: gli errori sono inevitabili e, con una regola così rigida, ogni errore “proverà” l’inadeguatezza profonda, rafforzandola ancora di più.",
      "È importante ricordarlo: una convinzione è un’idea che si può rivedere e rendere più utile. Questo migliora in modo significativo la qualità della vita — ed è proprio ciò che insegna la terapia cognitivo-comportamentale."
    ]
  }
}
