{
  "title": "Adicción al éxito",
  "description": "El amor puede inspirar, dar fuerzas y llenar la vida de sentido. Pero si se convierte en una necesidad sin la cual es imposible sentirse pleno, empieza a destruir la personalidad e impide construir relaciones sanas. Lo mismo ocurre con la dependencia de los logros. La verdadera felicidad es posible cuando uno aprende a apoyarse no solo en los éxitos, sino también en sus sentimientos, valores y en la capacidad de encontrar alegría más allá de los resultados.",
  "screen_1": {
    "texts": [
      "Vivimos en la era de la «carrera por el éxito», donde los logros a menudo se convierten en la medida de nuestro valor. Parece que cualquiera puede conseguirlo todo si se esfuerza lo suficiente.",
      "La ambición desmedida convierte la vida en una carrera perpetua en la que empezamos a creer que la valía de una persona se define por sus resultados.",
      "A primera vista parece una creencia inofensiva, pero en la práctica puede causar mucho daño.",
      "¿En qué consiste la adicción al éxito?",
      "Ocurre cuando tu autoestima depende totalmente de la productividad, el estatus, la inteligencia o los triunfos profesionales.",
      "Mientras todo va bien en los estudios o el trabajo, te sientes una persona plena y valiosa. Pero en cuanto algo sale mal, te invaden fuertes emociones negativas.",
      "En esos momentos puedes sentirte como un fracasado y pensar que «no vales nada».",
      "¿Qué creencias sustentan esta dependencia?",
      "«Si no tengo éxito, es una catástrofe. Significa que soy débil, torpe o un inútil».",
      "«Si algo no sale bien, significa que he fracasado».",
      "«Si fracaso, nadie me querrá y no conseguiré nada».",
      "«Necesito tener éxito a toda costa, de lo contrario mi vida perderá su sentido y nunca seré feliz».",
      "La obsesión por los logros se da tanto en hombres como en mujeres. Hoy en día, ellas también aspiran cada vez más a hacer carrera y prosperar profesionalmente.",
      "A su vez, los hombres suelen ser especialmente vulnerables al fracaso, ya que desde la infancia escuchan que su valía se define por sus éxitos.",
      "¿Por qué se forman estas actitudes?",
      "La mayoría de las veces, en la infancia. Quizás los padres eran emocionalmente fríos y no ofrecían amor ni apoyo incondicional.",
      "El niño intenta buscar una explicación lógica.",
      "«Si a Pepito, el vecino, lo quieren y lo elogian, pero a mí no, significa que hay algo malo en mí. Si fuera mejor, a mí también me querrían».",
      "Otra situación común es cuando la atención y el cariño solo se daban a cambio de logros.",
      "Si sacas buenas notas, muy bien. Si no, es como si no existieras."
    ]
  },
  "screen_2": {
    "texts": [
      "Otro escenario frecuente es el del padre ausente. Los niños se lo explican todo a través de sí mismos.",
      "«Si papá se fue, es porque fui un niño malo, no porque los adultos no se entendieran. Por tanto, si tengo éxito, soy inteligente y el mejor, él volverá o al menos entenderá lo que se perdió».",
      "Tales creencias infantiles sientan la base de la adicción al éxito. Más tarde, los eventos en la adolescencia y la edad adulta pueden reforzar esa convicción.",
      "La persona asimila el mensaje: solo se me puede querer por mis éxitos. Para no sufrir rechazo, debo demostrar constantemente mi valía.",
      "Y si la imagen del «yo ideal» choca con la realidad, surge el dolor, la vergüenza y la sensación de inutilidad.",
      "El primer paso para el cambio es comprender que medir tu valía solo por los logros es perjudicial. Decidir dejar de evaluarte exclusivamente por tus éxitos es un paso fundamental.",
      "Por supuesto, la dependencia de los logros puede dar una sensación de poder.",
      "Aporta un sentimiento de superioridad: tú lo lograste y otros no.",
      "Este sistema puede motivar, ayudar a crecer, construir una carrera y ganar dinero.",
      "Cada nuevo logro parece añadir valor. Quieres ser mejor una y otra vez. A primera vista, no suena mal.",
      "Pero, ¿cuáles son las desventajas de pensar que «valía = éxito»?",
      "Si la carrera o el negocio van bien, te sumerges tanto en ello que te privas de otras fuentes de alegría.",
      "Las relaciones con los seres queridos pasan a un segundo plano: el trabajo siempre parece más importante.",
      "Vives en un ritmo frenético, ocupado de la mañana a la noche.",
      "Si bajas el ritmo, aparece el vacío, la ansiedad y la sensación de estar perdiendo el tiempo. El descanso se percibe como debilidad.",
      "Sin logros sientes que no vales nada, ya que no tienes otra base para tu autoestima.",
      "Esto puede llevar al agotamiento, al deterioro de la salud, al estrés constante y a la depresión.",
      "La adicción al trabajo se convierte en una dependencia que alimenta la obsesión por el éxito."
    ],
    "quote": {
      "text": "En la era de la «carrera por los logros» nos parece que cualquiera puede convertirse en quien quiera, y nos sentimos obligados a demostrar nuestra importancia.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Deterioro de las relaciones",
      "Las personas obsesionadas con los logros a menudo se sienten solas, y es lógico.",
      "No queda tiempo ni energía para mantener vínculos cercanos. Así, las relaciones pasan gradualmente a un segundo plano.",
      "Tu pareja puede empezar a buscar atención y apoyo en otro lado, porque a tu lado simplemente no los encuentra.",
      "Además, la dependencia del éxito influye en la percepción de los demás: aparece la tendencia a valorar a las personas solo por su estatus.",
      "Esto afecta inevitablemente a tus vínculos sociales.",
      "Procrastinación",
      "Cuando solo existe un camino «correcto» y fallar no es una opción, aparece el miedo al fracaso.",
      "Entender que no hay garantías de éxito te paraliza. Empiezas a pensar que es mejor ni siquiera intentarlo que fracasar.",
      "El miedo a experimentar emociones desagradables hace que la procrastinación sea casi inevitable.",
      "Fragilidad de la autoestima",
      "La vida es impredecible: enfermedades, crisis, eventos externos... y de pronto ya no puedes rendir igual que antes.",
      "Entonces llega una dolorosa decepción: si tu valía se basaba solo en la productividad, perderla te lleva a una profunda depresión.",
      "Si vivías solo para los logros y ya no puedes conseguirlos, puede surgir una sensación de vacío total y pérdida de sentido.",
      "A veces esto lleva a situaciones desesperadas, pues la autoestima estaba totalmente ligada a los resultados.",
      "Como en cualquier adicción, se desarrolla tolerancia: necesitas cada vez más éxitos, más reconocimiento y mayores logros.",
      "Cada nuevo resultado te alegra menos tiempo, y tienes que aumentar el esfuerzo para sentir satisfacción.",
      "¿Por qué el efecto desaparece tan rápido?",
      "¿Por qué deseas cada vez más?",
      "La respuesta es sencilla: el éxito no es igual a la felicidad.",
      "Estos conceptos no están ligados directamente. Al final, estás persiguiendo una ilusión.",
      "Tu estado de ánimo no lo forman los logros, sino tus pensamientos y tu actitud hacia ti mismo. La alegría de la victoria es efímera, pero tu fortaleza interior es lo que perdura."
    ],
    "quote": {
      "text": "El deseo de éxito nos empuja hacia adelante, pero es importante no perder la propia vida en el proceso.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "¿Cómo dejar de vivir para los logros?",
    "description": "El artículo analiza los peligros de la dependencia del éxito, señalando que los logros no garantizan la felicidad ni el bienestar. Ejemplos de celebridades como Lady Gaga y Jim Carrey ilustran que incluso las personas más exitosas pueden sufrir depresión y otros problemas. La importancia de encontrar un equilibrio entre los objetivos y la vida personal, así como el reconocimiento del valor intrínseco de cada persona, independientemente de sus éxitos, son las conclusiones clave.",
    "screen_1": {
      "texts": [
        "Por supuesto, no hace falta que abandones todas tus iniciativas ni que renuncies a objetivos importantes para superar la dependencia del éxito.",
        "No tiene nada de malo conseguir cosas. Es genial tener dinero, trabajo, coche, casa, etc.",
        "Los problemas empiezan cuando, sin estos indicadores de éxito, te consideras un cero a la izquierda, un fracaso y una persona indigna.",
        "Para liberarte de la trampa de la productividad compulsiva, te proponemos reflexionar sobre lo siguiente:",
        "¿Estás dispuesto a vivir toda la vida en una montaña rusa de autoestima?",
        "Si lo piensas fríamente, al vincular tu vida al concepto de logro, te condenas a unos vaivenes emocionales perpetuos.",
        "Hoy alcanzas la cima y eres feliz, pero mañana fallas y la vida se oscurece. Si hay logros, bien; si no, te sientes un fracasado.",
        "Tu estado de ánimo será fácilmente manipulable. Si los demás notan que dependes de los logros, pueden usarlo a su favor.",
        "Por ejemplo, un jefe podría sobrecargarte de trabajo sabiendo que te desvivirás con tal de recibir un elogio.",
        "Logros no es igual a felicidad",
        "El dinero, la fama y el éxito se han visto durante mucho tiempo como garantía de bienestar. Pero si la felicidad dependiera del éxito, veríamos diferencias abismales entre personas de distintos estatus sociales.",
        "La mayoría de la gente no presume de grandes hazañas y, sin embargo, muchos son felices y están satisfechos con su vida.",
        "Ojo, estar satisfecho no significa carecer de aspiraciones. Hay un abismo entre el deseo saludable de alcanzar metas y la dependencia patológica.",
        "La realidad demuestra que incluso quienes ganan mucho, ocupan cargos prestigiosos o tienen negocios exitosos pueden sufrir depresión o sentirse vacíos.",
        "Por ejemplo, Lady Gaga, quien a primera vista parece exitosa, rica y feliz, fundó la «Born This Way Foundation» para ayudar a adolescentes en apuros porque conoce esas dificultades de primera mano.",
        "«He sufrido depresión y ansiedad toda mi vida, y sigo luchando contra ello hasta el día de hoy», confesó en una entrevista a Billboard en 2015.",
        "O Jim Carrey, quien hizo reír a millones de fans, pero que incluso en la cima de su popularidad no tenía ganas de reír.",
        "Jim luchó durante muchos años contra una grave depresión.",
        "Esto no solo afecta a los famosos; los empresarios también reportan a menudo trastornos mentales y adicciones.",
        "De hecho, muchas personas exitosas se suicidan. Incluso existe el término «suicidio de los CEO».",
        "Este fenómeno afectó al multimillonario Adolf Merckle, a los fundadores de startups Ilya Zhitomirskiy y Austin Heinz, a la diseñadora Kate Spade y a muchos otros.",
        "Así que, si sigues pensando que éxito es sinónimo de felicidad, te equivocas."
      ]
    },
    "screen_2": {
      "texts": [
        "Piensa: ¿tratarías peor a un ser querido solo porque no tiene grandes logros?",
        "Imagina que te encuentras con un viejo amigo a quien aprecias mucho. De pronto descubres que es un simple dependiente, mientras tú tienes un negocio y eres rico y exitoso.",
        "¿Lo mirarías por encima del hombro, considerándolo inferior?",
        "¿Necesitas que ese amigo reconozca su insignificancia frente a ti? ¿Te gusta ser esa clase de persona?",
        "¿Y si tú estuvieras en su lugar?",
        "¿Aceptarías relacionarte con una persona exitosa a condición de admitir tu propia inferioridad?",
        "¿Son los niños unos fracasados?",
        "Si solo tienen valor quienes han logrado algo, entonces los niños son los mayores fracasados del planeta.",
        "¿Y bien? Los bebés ni siquiera sostienen la cabeza. ¿Acaso no tienen valor?",
        "Si lo tienen, ¿por qué?",
        "No han aportado nada al mundo, ni saben hablar. Seguramente estarás de acuerdo en que tanto tú como el bebé sois valiosos no por vuestros logros, sino por quienes sois.",
        "Y a la inversa: ¿deberíamos deshacernos de todos los ancianos?",
        "Son mayores, ya no «producen». Pero no pensamos así. Valoramos y amamos a nuestros padres, aunque estén frágiles, y tratamos de ayudarlos.",
        "Toda persona tiene valor",
        "Tendemos a pensar que el valor es una magnitud cuantitativa, medible y contable. En realidad, es una cualidad intrínseca.",
        "Cada ser humano posee un valor propio desde que nace, igual para todos. Sean cuales sean tus éxitos o fracasos, tu valor es inmutable. Eres valioso con o sin millones.",
        "No compares tus logros con los de los demás",
        "Compararse no aporta nada más que incomodidad y dudas.",
        "Genera una envidia que alimenta la adicción al éxito. Al comparar, sientes que no haces lo suficiente, lo que refuerza tu deseo de competir contra el mundo.",
        "Deja de comparar tus resultados. En su lugar, revisa tus prioridades y piensa en cómo tus metas pueden satisfacer tus propios intereses, y no el deseo de igualar a aquellos con quienes te comparas."
      ],
      "quote": {
        "text": "El éxito no tiene sentido si eres infeliz. Para mí, el éxito es la felicidad, no el dinero o la fama.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Aprende a encontrar el equilibrio",
        "A menudo, quienes dependen del éxito se sienten culpables por descansar, estar con sus seres queridos o hacer cosas no relacionadas con sus metas.",
        "Los logros importan, pero no son lo único. Apuestas por el éxito y te olvidas de vivir. Aprende a equilibrar trabajo/estudio y otras áreas de tu vida.",
        "Escucha lo que tu cuerpo y tú necesitáis. No ignores las señales, cuídate.",
        "Trabaja tus pensamientos",
        "Para cambiar tu sistema de creencias, es vital responder a los pensamientos automáticos negativos que te hacen sentir incompleto.",
        "Esto te ayudará a ver que el problema no son tus éxitos o fracasos, sino tu actitud autocrítica. Al evaluar tu actividad de forma realista, aumentará tu satisfacción y autoaceptación.",
        "¿Quién es realmente más importante para la sociedad?",
        "Al hablar de gente exitosa, pensamos en cantantes famosos, actores, empresarios y políticos.",
        "Pero, ¿qué hay de los maestros, médicos, albañiles y personas de profesiones menos mediáticas de las que depende nuestro futuro? Objetivamente, suelen ser más útiles para la sociedad que aquellos a quienes se envidia.",
        "Para terminar, compartimos una maravillosa reflexión del libro del periodista David Orr.",
        "Escribe que el planeta no necesita más «personas exitosas»; necesita desesperadamente más pacificadores, sanadores, restauradores, narradores y gente que ame.",
        "Necesita personas con moral, que hagan el mundo más amable y humano. Gente con la que simplemente dé gusto convivir.",
        "Nadie se opone a tener metas ambiciosas ni a crecer profesionalmente. Pero es crucial que todas las facetas de la vida estén en armonía.",
        "La productividad y el éxito pueden ser muy placenteros y traer alegría. Sin embargo, el éxito no es condición necesaria ni suficiente para la felicidad plena.",
        "No necesitas ganarte el amor o el respeto de nadie con un trabajo extenuante, ni ser el primero para sentirte realizado y tener una autoestima estable.",
        "Simplemente recuerda que «las cosas más importantes del mundo no son cosas»."
      ],
      "quote": {
        "text": "El verdadero valor de la vida no reside en lo que tenemos, sino en quienes somos.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
