{
  "title": "¿Cómo dejar de vivir por los logros?",
  "description": "El artículo discute los peligros de la dependencia del éxito, señalando que los logros no garantizan la felicidad y el bienestar. Ejemplos de celebridades como Lady Gaga y Jim Carrey ilustran que incluso las personas más exitosas pueden sufrir de depresión y otros problemas. La importancia de encontrar un equilibrio entre los objetivos y la vida personal, así como el reconocimiento del valor intrínseco de cada persona, independientemente de sus logros, son las conclusiones clave.",
  "screen_1": {
    "texts": [
      "Por supuesto, no deberías abandonar todos tus emprendimientos o renunciar a objetivos importantes para enfrentar la dependencia del éxito.",
      "Después de todo, no hay nada de malo en tener logros. Es maravilloso tener dinero, un trabajo, un coche, un apartamento, etc.",
      "Los problemas comienzan cuando, sin estos indicadores de éxito, te consideras a ti mismo inútil, un fracaso e indigno.",
      "Para liberarte de la trampa de tener que ser sobresaliente y eficiente, te sugerimos que pienses en lo siguiente:",
      "¿Estás dispuesto a vivir toda tu vida en una montaña rusa de autoestima?",
      "Si piensas racionalmente, al elegir vivir según el concepto de logros, te condenas a oscilaciones emocionales interminables.",
      "Hoy has alcanzado algunas alturas y eres feliz, pero mañana fracasas, y la vida toma colores completamente diferentes. Hay logros – bien hecho, no hay logros – fracaso.",
      "Tu estado de ánimo será fácilmente manejable. Si otras personas comprenden que dependes de los logros, pueden usar esto en su beneficio.",
      "Por ejemplo, un jefe puede darte sobrecarga de trabajo, sabiendo que te esforzarás al máximo, pero harás todo por obtener otro elogio.",
      "Los logros no equivalen a la felicidad.",
      "El dinero, la fama y los logros han sido vistos durante mucho tiempo como una garantía de felicidad y bienestar. Pero si la felicidad dependiera del éxito de una persona, observaríamos diferencias significativas entre personas de diferentes estatus sociales.",
      "La mayoría de las personas no pueden presumir de logros serios, sin embargo, muchas de ellas son felices y están satisfechas con sus vidas.",
      "Pero nuevamente, estar contento no significa no tener aspiraciones o no desear más. Hay una gran diferencia entre un deseo saludable de alcanzar metas establecidas y la dependencia.",
      "En realidad, incluso aquellos que ganan mucho, ocupan posiciones prestigiosas o poseen un negocio exitoso, pueden sufrir de depresión, tener varios problemas o simplemente estar desilusionados con la vida.",
      "Por ejemplo, la conocida Lady Gaga, quien a primera vista parece exitosa, rica y feliz, fundó la ‘Born This Way Foundation’ para ayudar a adolescentes en situaciones difíciles porque la cantante conoce de primera mano las dificultades.",
      "«He luchado con la depresión y la ansiedad toda mi vida, y sigo luchando con esto cada día», admitió en una entrevista con Billboard en 2015.",
      "O Jim Carrey, quien dio a sus fans la oportunidad de sonreír sinceramente y recibir emociones positivas de su trabajo, pero incluso en el pico de su popularidad, el actor no sentía ganas de reír.",
      "Jim luchó con una depresión severa durante muchos años.",
      "Esto no solo afecta a las celebridades, los empresarios a menudo se quejan de trastornos mentales y dependencias.",
      "De hecho, muchas personas exitosas terminan su vida por suicidio. Incluso surgió un término especial – ‘suicidio de directores ejecutivos’.",
      "Este fenómeno ha afectado a: el multimillonario Adolf Merckle de la lista Forbes, los fundadores de startups Ilya Zhitomirskiy y Austin Heinz, la propietaria de la casa de moda Kate Spade y muchos otros.",
      "Entonces, si aún piensas que el éxito equivale a la felicidad, estás muy equivocado."
    ]
  },
  "screen_2": {
    "texts": [
      "Piensa, ¿tratarías peor a tu ser querido solo porque no tiene logros?",
      "Imagina que te encuentras con tu amigo, a quien valoras mucho. Pero de repente descubres que es un vendedor ordinario en una tienda, mientras que tú posees un negocio y eres una persona rica y exitosa.",
      "¿Lo mirarías con desprecio, poniéndolo por debajo de ti?",
      "¿Quizás es importante para ti que este amigo reconozca su insignificancia en comparación contigo? ¿Te agrada ser esa persona?",
      "¿Y si estuvieras en el lugar de este amigo?",
      "¿Aceptarías comunicarte con una persona exitosa bajo la condición de que reconozcas tu insignificancia en comparación con ella?",
      "¿Todos los niños son fracasos?",
      "Si solo aquellos que han logrado algo en su vida tienen valor, entonces los niños son los más grandes fracasos del planeta.",
      "Bueno, ¿y qué? Los bebés ni siquiera pueden sostener la cabeza. ¿O todavía tienen valor?",
      "Si es así, ¿por qué tiene valor un bebé?",
      "Después de todo, no han contribuido nada a este mundo, ni siquiera pueden hablar. Seguramente, tanto tú como el bebé son valorados no por tus logros, sino por quienes son.",
      "Y al revés. ¿Ahora debemos exterminar a todas las abuelas y abuelos?",
      "Bueno, ya están viejos, no pueden contribuir nada al mundo. Pero no pensamos así. Valoramos y amamos a nuestros padres ya frágiles y tratamos de ayudarlos.",
      "Cada persona tiene valor.",
      "Pensamos que el valor es una unidad cuantitativa que se puede medir y contar. Pero en realidad, el valor es una unidad cualitativa.",
      "Cada persona tiene una unidad de valor desde el nacimiento, y es la misma para todos. No importa qué éxitos o fracasos tengas, tu unidad de valor permanece inalterada. Eres valioso con o sin millones.",
      "No compares tus logros con los de los demás.",
      "Compararse con los demás no trae nada más que incomodidad y dudas sobre uno mismo.",
      "Genera sentimientos de envidia que alimentan la dependencia del éxito. Sientes que no haces lo suficiente cuando comparas tus logros con los de los demás, lo que refuerza tu deseo de participar en la carrera con los demás.",
      "Deja de comparar tus logros con los de los demás. En su lugar, reconsidera tus prioridades y piensa en cómo los objetivos establecidos pueden satisfacer tus propios intereses, no el deseo de igualar a aquellos con quienes te comparas."
    ],
    "quote": {
      "text": "El éxito no tiene sentido si eres infeliz. Para mí, el éxito es la felicidad, no el dinero o la fama.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Aprende a encontrar el equilibrio.",
      "Las personas que dependen del éxito a menudo sienten culpa por permitirse descansar, pasar tiempo con sus seres queridos o participar en actividades que no están directamente relacionadas con sus objetivos.",
      "Sin duda, los logros tienen cierta importancia en la vida, pero de lejos no la más importante. Apuestas por el éxito, pero te olvidas de vivir. Aprende a equilibrar el trabajo/estudio y otras áreas de la vida.",
      "Escucha lo que tú y tu cuerpo quieren. No ignores las señales, cuida de ti mismo con todas tus fuerzas.",
      "Trabaja con tus pensamientos.",
      "Para cambiar el sistema de creencias, es muy importante seguir respondiendo a los pensamientos automáticos negativos que te hacen sentir incompleto.",
      "Esto te ayudará a entender que el problema no está en tus éxitos o fracasos, sino en tu actitud crítica hacia ti mismo y el hábito de regañarte. Cuando aprendas a evaluar tu actividad de manera realista, aumentarán la satisfacción y la aceptación de ti mismo.",
      "¿Quién es realmente más importante para la sociedad?",
      "Al hablar de personas exitosas, por supuesto, inmediatamente pensamos en cantantes populares, actores famosos, empresarios destacados y políticos públicos.",
      "Pero, ¿qué pasa con los maestros, médicos, constructores y personas de otras profesiones impopulares de las que depende nuestro mañana? Pero si hablamos objetivamente, todas estas personas suelen ser más útiles para la sociedad que aquellos a quienes generalmente se envidia.",
      "En conclusión, queremos compartir un maravilloso pensamiento del libro del periodista David Orr.",
      "Él escribe que el planeta no necesita una gran cantidad de personas exitosas; necesita más pacificadores, sanadores, narradores y simplemente personas amorosas.",
      "Necesita personas con moral, aquellos que hacen el mundo más amable y más humano. El planeta necesita personas con las que simplemente sea bueno vivir.",
      "Nadie está en contra de objetivos ambiciosos y de escalar en la carrera profesional. Pero es muy importante que todos los aspectos de la vida estén en armonía.",
      "La productividad y el éxito pueden ser extremadamente placenteros y traer mucha alegría. Sin embargo, el éxito no es una condición necesaria ni suficiente para la máxima felicidad.",
      "No necesitas ganarte el amor o el respeto de alguien con un trabajo agotador, y no es necesario ser el primero para sentirte realizado y mantener una autoestima estable.",
      "Simplemente recuerda que «las cosas más importantes del mundo no son cosas en absoluto»."
    ],
    "quote": {
      "text": "El verdadero valor de la vida no reside en lo que tenemos, sino en quienes somos.",
      "author": "Oprah Winfrey"
    }
  }
}
