{
  "title": "Adicción a los logros",
  "description": "El amor, celebrado por poetas y artistas, eleva y da una sensación de plenitud en la vida. Sin embargo, convertir el amor en una necesidad patológica destruye la personalidad e impide construir relaciones saludables, especialmente en personas con baja autoestima. La verdadera felicidad y la plenitud de la vida se pueden encontrar aprendiendo a regular tu estado de ánimo y disfrutando de placeres que no dependen de la presencia de una pareja.",
  "screen_1": {
    "texts": [
      "Vivimos en la era de la \"carrera por los logros\", donde nos define nuestro éxito. Parece que cualquiera puede ser lo que quiera, ganar mucho dinero y ganar autoridad en la sociedad.",
      "No hay límite para las ambiciones y esto convierte nuestra vida en una carrera constante, donde estamos seguros de que el valor humano se determina por los logros.",
      "Aunque esta creencia parece inocente, en realidad tiene consecuencias destructivas.",
      "¿Qué significa la adicción a los logros?",
      "Es cuando tu autoestima se construye sobre la productividad, el estatus, la inteligencia o el éxito.",
      "Mientras todo vaya bien en los estudios o el trabajo, te sientes feliz y completo. Pero tan pronto como fallas o no alcanzas un objetivo, te invaden emociones negativas intensas.",
      "En ese momento, probablemente piensas que eres un fracaso incapaz de nada.",
      "¿Qué creencias pueden basarse en tal adicción?",
      "Si no tengo éxito, será horrible. Significa que soy débil/tonto/insignificante.",
      "Si no lo consigo, significa que soy un fracaso.",
      "Si fracaso, significa que soy inútil y nunca lograré nada.",
      "Necesito ser exitoso, de lo contrario, no tiene sentido vivir. Todo perderá su significado. Nunca seré verdaderamente feliz.",
      "La preocupación excesiva por los logros es común no solo entre los hombres, sino también, en los últimos tiempos, entre las mujeres, que también muestran cada vez más ambiciones de carrera y deseo de éxito.",
      "Mientras que en las mujeres se manifiesta más a menudo la preocupación por las relaciones, en los hombres a menudo se observa vulnerabilidad ante los fracasos en la carrera, ya que desde la infancia se les inculca que su valor se determina por los logros.",
      "¿Por qué y cómo se forman tales creencias?",
      "Puede haber muchas razones, pero generalmente, tales actitudes se forman en la infancia. Tal vez los padres de esa persona eran fríos y distantes, no le daban amor, cuidado y aceptación.",
      "Entonces el niño intenta explicar por qué sucede esto.",
      "Si al niño Pedro del patio vecino lo quieren, lo elogian y lo aceptan, y a mí no, significa que algo está mal en mí, y si fuera mejor, seguramente me amarían.",
      "Otra opción es que los padres daban amor, atención, elogios y cuidado solo si lograba algún éxito.",
      "Si el niño traía una buena nota de la escuela, lo elogiaban, y si no, lo ignoraban."
    ]
  },
  "screen_2": {
    "texts": [
      "Otra opción es un padre ausente. Los niños tienen una manera egocéntrica de pensar y explican todo lo que sucede en el mundo a través de ellos mismos.",
      "Si papá se fue, significa que yo era un mal niño, no que él y mamá no se llevaban bien. En consecuencia, si papá ve lo bueno, exitoso e inteligente que soy, seguramente regresará, o al menos entenderá lo que perdió.",
      "Tales escenarios forman la adicción al éxito. Y más adelante, en la adolescencia, la juventud o ya en la vida adulta, ciertos eventos y situaciones pueden fortalecer la creencia.",
      "Como resultado, la persona interioriza que solo se le puede amar por sus logros. Necesitas ser exitoso, de lo contrario, te abandonarán, te rechazarán y te quedarás solo.",
      "Por lo tanto, al enfrentarse a la discrepancia entre la imagen ideal y la realidad, la persona se encuentra con su propia inutilidad e insignificancia, lo cual es muy doloroso.",
      "El primer paso para cambiar la actitud hacia el valor personal es determinar si te beneficiará o te perjudicará. Decidir dejar de definir tu valor por tus logros es el paso más importante para cambiar el sistema de creencias.",
      "Sin duda, la adicción a los logros puede tener ventajas. Puedes elogiarte a ti mismo y sentirte genial al lograr algo.",
      "Un sentido de superioridad en comparación con otras personas. Después de todo, tú has logrado algo, y los demás no.",
      "Gracias a este sistema de creencias, puedes estar motivado para el éxito, hacer más esfuerzos, hacer carrera y ganar dinero.",
      "Porque los logros te dan valor. Para sentir tu importancia, cada vez necesitas ser mejor y mejor. Suena bastante bien, a primera vista.",
      "¿Cuáles son entonces las desventajas del pensamiento \"valor igual a logros\"?",
      "Si tu negocio o carrera va bien, puedes estar tan absorto en ellos que te aísles de otras posibles fuentes de satisfacción y disfrute.",
      "Las relaciones con la familia, los seres queridos, los amigos dejan de hacerte feliz, es más probable que dediques tiempo a trabajar que a estar con tus seres queridos.",
      "No te queda tiempo para ti mismo, trabajas incansablemente desde la mañana hasta la noche.",
      "Tu adicción al trabajo no te da un respiro, porque si disminuyes el ritmo, experimentarás abstinencia, sentirás vacío, inutilidad, aburrimiento, como si estuvieras perdiendo algo importante. Olvidas cómo descansar.",
      "Para ti, descansar se equipara a la ociosidad, como si pudieras estar haciendo algo útil ahora, pero no lo haces. Sin logros, te sentirás inútil y aburrido, ya que no tendrás otra base para el respeto propio y la satisfacción.",
      "Esto puede llevar al agotamiento, enfermedades crónicas, estrés constante y depresión.",
      "Además, el adicto al trabajo puede considerarse otra adicción que alimenta la obsesión con el éxito, lo que hace que sea más difícil lidiar con ella."
    ],
    "quote": {
      "text": "En la era de la \"carrera por los logros\", nos define nuestro éxito, y parece que cualquiera puede ser lo que quiera.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Deterioro de las relaciones sociales.",
      "A menudo, las personas que constantemente buscan el éxito se sienten solas, y esto es bastante comprensible.",
      "Puede que no tengas tiempo ni energía para mantener contactos sociales. Si no pasas tiempo con tus seres queridos durante mucho tiempo, inevitablemente afectará tus relaciones.",
      "Tu pareja puede encontrar a alguien más porque no recibe atención, amor y cuidado en una relación contigo.",
      "La adicción al éxito también afecta tu percepción de los demás. Puede ser que una persona se niegue a comunicarse con aquellos que están por debajo de ellos en el estatus social o que no cumplen con los \"criterios de éxito\" que han establecido para sí mismos.",
      "Todo esto afecta negativamente las relaciones con otras personas.",
      "Procrastinación.",
      "Cuando solo hay una opción \"ideal\" y correcta, solo un camino hacia la felicidad, no puedes cometer un error; necesitas calcular y planificar todo con precisión para que todo salga como se planeó.",
      "Pero en realidad, entiendes muy bien que no hay garantías de éxito, lo que significa que es mejor no comenzar este camino en absoluto. Entonces surge el pensamiento de que la ausencia de un intento es mejor que un intento fallido.",
      "Después de un fracaso, aún tendrás que experimentar emociones desagradables que parecen insoportables. Todo esto lleva a la procrastinación casi inevitable.",
      "Falta de autoestima.",
      "La vida es una cosa tan impredecible: enfermedad, empeoramiento de las condiciones comerciales, acciones militares o algo más fuera de tu control cuando ya no puedes mantener tu productividad al nivel anterior.",
      "Entonces llega el momento de la verdad: una depresión severa causada por la creencia de que la disminución de la productividad indica tu inutilidad. En ese momento, toda tu vida se derrumbará, estarás devastado.",
      "Vivías para lograr, y ahora no puedes hacerlo. La falta de autoestima puede incluso llevar a un intento de suicidio: el precio más alto e irreversible por evaluar tu valor únicamente según los estándares del mercado.",
      "Toda adicción implica tolerancia, y la adicción a los logros no es una excepción.",
      "Te enfrentarás al hecho de que nada es suficiente para ti, éxito, títulos, premios, dinero, propiedades. A medida que avanzas, las demandas solo aumentan, obligándote a no detenerte.",
      "Cada nuevo logro deja de traer el mismo placer, y para sentir algo nuevamente, debes hacer esfuerzos significativamente mayores.",
      "¿Por qué el efecto es tan efímero?",
      "¿Por qué necesitas más y más?",
      "La respuesta es obvia: el éxito no garantiza la felicidad.",
      "Estos dos fenómenos no son sinónimos y no están conectados por una relación de causa y efecto. En última instancia, estás persiguiendo una ilusión.",
      "Porque la clave de tu estado de ánimo son tus pensamientos, no el éxito, ya que la emoción de la victoria se desvanece rápidamente. Es importante entender que la verdadera felicidad depende únicamente de ti."
    ],
    "quote": {
      "text": "La búsqueda del éxito nos empuja sin pensar hacia adelante, sin dejarnos tiempo para disfrutar del proceso en sí.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "¿Cómo dejar de vivir por los logros?",
    "description": "El artículo discute los peligros de la dependencia del éxito, señalando que los logros no garantizan la felicidad y el bienestar. Ejemplos de celebridades como Lady Gaga y Jim Carrey ilustran que incluso las personas más exitosas pueden sufrir de depresión y otros problemas. La importancia de encontrar un equilibrio entre los objetivos y la vida personal, así como el reconocimiento del valor intrínseco de cada persona, independientemente de sus logros, son las conclusiones clave.",
    "screen_1": {
      "texts": [
        "Por supuesto, no deberías abandonar todos tus emprendimientos o renunciar a objetivos importantes para enfrentar la dependencia del éxito.",
        "Después de todo, no hay nada de malo en tener logros. Es maravilloso tener dinero, un trabajo, un coche, un apartamento, etc.",
        "Los problemas comienzan cuando, sin estos indicadores de éxito, te consideras a ti mismo inútil, un fracaso e indigno.",
        "Para liberarte de la trampa de tener que ser sobresaliente y eficiente, te sugerimos que pienses en lo siguiente:",
        "¿Estás dispuesto a vivir toda tu vida en una montaña rusa de autoestima?",
        "Si piensas racionalmente, al elegir vivir según el concepto de logros, te condenas a oscilaciones emocionales interminables.",
        "Hoy has alcanzado algunas alturas y eres feliz, pero mañana fracasas, y la vida toma colores completamente diferentes. Hay logros – bien hecho, no hay logros – fracaso.",
        "Tu estado de ánimo será fácilmente manejable. Si otras personas comprenden que dependes de los logros, pueden usar esto en su beneficio.",
        "Por ejemplo, un jefe puede darte sobrecarga de trabajo, sabiendo que te esforzarás al máximo, pero harás todo por obtener otro elogio.",
        "Los logros no equivalen a la felicidad.",
        "El dinero, la fama y los logros han sido vistos durante mucho tiempo como una garantía de felicidad y bienestar. Pero si la felicidad dependiera del éxito de una persona, observaríamos diferencias significativas entre personas de diferentes estatus sociales.",
        "La mayoría de las personas no pueden presumir de logros serios, sin embargo, muchas de ellas son felices y están satisfechas con sus vidas.",
        "Pero nuevamente, estar contento no significa no tener aspiraciones o no desear más. Hay una gran diferencia entre un deseo saludable de alcanzar metas establecidas y la dependencia.",
        "En realidad, incluso aquellos que ganan mucho, ocupan posiciones prestigiosas o poseen un negocio exitoso, pueden sufrir de depresión, tener varios problemas o simplemente estar desilusionados con la vida.",
        "Por ejemplo, la conocida Lady Gaga, quien a primera vista parece exitosa, rica y feliz, fundó la ‘Born This Way Foundation’ para ayudar a adolescentes en situaciones difíciles porque la cantante conoce de primera mano las dificultades.",
        "«He luchado con la depresión y la ansiedad toda mi vida, y sigo luchando con esto cada día», admitió en una entrevista con Billboard en 2015.",
        "O Jim Carrey, quien dio a sus fans la oportunidad de sonreír sinceramente y recibir emociones positivas de su trabajo, pero incluso en el pico de su popularidad, el actor no sentía ganas de reír.",
        "Jim luchó con una depresión severa durante muchos años.",
        "Esto no solo afecta a las celebridades, los empresarios a menudo se quejan de trastornos mentales y dependencias.",
        "De hecho, muchas personas exitosas terminan su vida por suicidio. Incluso surgió un término especial – ‘suicidio de directores ejecutivos’.",
        "Este fenómeno ha afectado a: el multimillonario Adolf Merckle de la lista Forbes, los fundadores de startups Ilya Zhitomirskiy y Austin Heinz, la propietaria de la casa de moda Kate Spade y muchos otros.",
        "Entonces, si aún piensas que el éxito equivale a la felicidad, estás muy equivocado."
      ]
    },
    "screen_2": {
      "texts": [
        "Piensa, ¿tratarías peor a tu ser querido solo porque no tiene logros?",
        "Imagina que te encuentras con tu amigo, a quien valoras mucho. Pero de repente descubres que es un vendedor ordinario en una tienda, mientras que tú posees un negocio y eres una persona rica y exitosa.",
        "¿Lo mirarías con desprecio, poniéndolo por debajo de ti?",
        "¿Quizás es importante para ti que este amigo reconozca su insignificancia en comparación contigo? ¿Te agrada ser esa persona?",
        "¿Y si estuvieras en el lugar de este amigo?",
        "¿Aceptarías comunicarte con una persona exitosa bajo la condición de que reconozcas tu insignificancia en comparación con ella?",
        "¿Todos los niños son fracasos?",
        "Si solo aquellos que han logrado algo en su vida tienen valor, entonces los niños son los más grandes fracasos del planeta.",
        "Bueno, ¿y qué? Los bebés ni siquiera pueden sostener la cabeza. ¿O todavía tienen valor?",
        "Si es así, ¿por qué tiene valor un bebé?",
        "Después de todo, no han contribuido nada a este mundo, ni siquiera pueden hablar. Seguramente, tanto tú como el bebé son valorados no por tus logros, sino por quienes son.",
        "Y al revés. ¿Ahora debemos exterminar a todas las abuelas y abuelos?",
        "Bueno, ya están viejos, no pueden contribuir nada al mundo. Pero no pensamos así. Valoramos y amamos a nuestros padres ya frágiles y tratamos de ayudarlos.",
        "Cada persona tiene valor.",
        "Pensamos que el valor es una unidad cuantitativa que se puede medir y contar. Pero en realidad, el valor es una unidad cualitativa.",
        "Cada persona tiene una unidad de valor desde el nacimiento, y es la misma para todos. No importa qué éxitos o fracasos tengas, tu unidad de valor permanece inalterada. Eres valioso con o sin millones.",
        "No compares tus logros con los de los demás.",
        "Compararse con los demás no trae nada más que incomodidad y dudas sobre uno mismo.",
        "Genera sentimientos de envidia que alimentan la dependencia del éxito. Sientes que no haces lo suficiente cuando comparas tus logros con los de los demás, lo que refuerza tu deseo de participar en la carrera con los demás.",
        "Deja de comparar tus logros con los de los demás. En su lugar, reconsidera tus prioridades y piensa en cómo los objetivos establecidos pueden satisfacer tus propios intereses, no el deseo de igualar a aquellos con quienes te comparas."
      ],
      "quote": {
        "text": "El éxito no tiene sentido si eres infeliz. Para mí, el éxito es la felicidad, no el dinero o la fama.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Aprende a encontrar el equilibrio.",
        "Las personas que dependen del éxito a menudo sienten culpa por permitirse descansar, pasar tiempo con sus seres queridos o participar en actividades que no están directamente relacionadas con sus objetivos.",
        "Sin duda, los logros tienen cierta importancia en la vida, pero de lejos no la más importante. Apuestas por el éxito, pero te olvidas de vivir. Aprende a equilibrar el trabajo/estudio y otras áreas de la vida.",
        "Escucha lo que tú y tu cuerpo quieren. No ignores las señales, cuida de ti mismo con todas tus fuerzas.",
        "Trabaja con tus pensamientos.",
        "Para cambiar el sistema de creencias, es muy importante seguir respondiendo a los pensamientos automáticos negativos que te hacen sentir incompleto.",
        "Esto te ayudará a entender que el problema no está en tus éxitos o fracasos, sino en tu actitud crítica hacia ti mismo y el hábito de regañarte. Cuando aprendas a evaluar tu actividad de manera realista, aumentarán la satisfacción y la aceptación de ti mismo.",
        "¿Quién es realmente más importante para la sociedad?",
        "Al hablar de personas exitosas, por supuesto, inmediatamente pensamos en cantantes populares, actores famosos, empresarios destacados y políticos públicos.",
        "Pero, ¿qué pasa con los maestros, médicos, constructores y personas de otras profesiones impopulares de las que depende nuestro mañana? Pero si hablamos objetivamente, todas estas personas suelen ser más útiles para la sociedad que aquellos a quienes generalmente se envidia.",
        "En conclusión, queremos compartir un maravilloso pensamiento del libro del periodista David Orr.",
        "Él escribe que el planeta no necesita una gran cantidad de personas exitosas; necesita más pacificadores, sanadores, narradores y simplemente personas amorosas.",
        "Necesita personas con moral, aquellos que hacen el mundo más amable y más humano. El planeta necesita personas con las que simplemente sea bueno vivir.",
        "Nadie está en contra de objetivos ambiciosos y de escalar en la carrera profesional. Pero es muy importante que todos los aspectos de la vida estén en armonía.",
        "La productividad y el éxito pueden ser extremadamente placenteros y traer mucha alegría. Sin embargo, el éxito no es una condición necesaria ni suficiente para la máxima felicidad.",
        "No necesitas ganarte el amor o el respeto de alguien con un trabajo agotador, y no es necesario ser el primero para sentirte realizado y mantener una autoestima estable.",
        "Simplemente recuerda que «las cosas más importantes del mundo no son cosas en absoluto»."
      ],
      "quote": {
        "text": "El verdadero valor de la vida no reside en lo que tenemos, sino en quienes somos.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
