{
  "title": "Ser infeliz: ¿una elección o las circunstancias?",
  "description": "Este artículo analiza la idea de que la verdadera felicidad no depende tanto de las circunstancias externas como de nuestra percepción interna y nuestras decisiones. Aferrarse a expectativas desmesuradas y depender de factores externos nos vuelve vulnerables a la insatisfacción. En cambio, aceptar la realidad y practicar la gratitud fomenta una felicidad más duradera. La clave para una vida plena reside en tomar conciencia de que somos responsables de nuestro propio estado emocional.",
  "screen_1": {
    "texts": [
      "La pregunta parece absurda. ¿Cómo se puede elegir la infelicidad? Al fin y al cabo, todos queremos ser felices. Sin embargo, a veces trasladamos la responsabilidad de nuestro bienestar a las circunstancias, a otras personas, al destino o a los problemas.",
      "Si te has descubierto pensando cosas como:",
      "«Estoy destinado a ser infeliz».",
      "«Solo podré vivir bien cuando no tenga problemas».",
      "«Mi felicidad depende de lo que me ocurra».",
      "«Otros han tenido más suerte y pueden vivir bien, pero yo no».",
      "Esto significa que estás atrapado en la creencia de que la alegría y la confianza en ti mismo dependen de factores externos.",
      "Esta postura te vuelve vulnerable, ya que el mundo que te rodea escapa a tu control, convirtiendo tu estado de ánimo en rehén de las circunstancias.",
      "Estas creencias implican que necesitas tener todo lo que deseas, disfrutar de condiciones ideales y estar protegido de cualquier desgracia; de lo contrario, la vida se vuelve insoportable y la felicidad parece inalcanzable.",
      "Se basan en la premisa errónea de que la felicidad depende exclusivamente de lo externo y de la ausencia de problemas.",
      "Aferrarse a esta creencia te expone a la insatisfacción y la desesperación cuando la vida no cumple con esas expectativas desmesuradas.",
      "La auténtica felicidad no depende solo de bienes materiales o de una vida despreocupada. Surge de nuestra capacidad de adaptación, de encontrar alegría en los pequeños detalles y de mostrar fortaleza ante la adversidad.",
      "La satisfacción vital depende aproximadamente en un 50 % de los rasgos de personalidad. Hay personas que tienden a estar siempre insatisfechas.",
      "Solo un 10–15 % depende de las circunstancias externas, mientras que un 35–40 % es fruto de nuestras decisiones y elecciones. Por eso, la tarea más importante del ser humano es aprender a ser feliz."
    ],
    "quote": {
      "text": "No es feliz quien tiene todo lo mejor, sino quien saca lo mejor de lo que tiene.",
      "author": "Confucio"
    }
  },
  "screen_2": {
    "texts": [
      "Las investigaciones psicológicas modernas demuestran que la fuente de la felicidad no se encuentra tanto fuera como dentro de nosotros. Las expectativas desmedidas pueden sabotear nuestro bienestar.",
      "Las personas con expectativas muy altas a menudo aspiran a la perfección y sienten una presión constante por alcanzar estándares inalcanzables.",
      "Aunque las expectativas pueden motivarnos, si se vuelven excesivas y poco realistas, provocan estrés, ansiedad e infelicidad. Esperar siempre más de lo que hay genera decepción y una visión negativa de la vida.",
      "La paradoja de la felicidad: menos expectativas, más alegría.",
      "Los estudios indican que cuanto menos esperamos de la vida y menos nos obsesionamos con la perfección, más probabilidades tenemos de ser felices. Esto se explica por varios factores:",
      "Aceptación de la realidad. Cuando dejamos de idealizar nuestra vida, empezamos a aceptarla tal y como es. Esto nos permite disfrutar del presente en lugar de esperar la felicidad en un futuro hipotético.",
      "Reducción del estrés. Las altas expectativas generan tensión y ansiedad constantes. Al ajustarlas y admitir que no todo debe ser perfecto, nos liberamos de una carga innecesaria.",
      "Gratitud. Una de las formas de encontrar la felicidad en un mundo exigente es practicar la gratitud. Cuando aprendemos a valorar lo que tenemos, aunque no cumpla con grandes expectativas, nos sentimos más plenos y satisfechos."
    ],
    "quote": {
      "text": "Si no agradeces lo que ya tienes, pensarás que serías más feliz teniendo mucho más, pero tampoco lo serás.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "Es importante que te respondas con honestidad: ¿te percibes como el dueño de tu vida o como una víctima de las circunstancias? ¿Controlas los eventos o estos suceden sin tu participación?",
      "Reflexiona sobre las siguientes diferencias:",
      "¿Piensas tú o piensan por ti?",
      "¿Actúas o sigues instrucciones ajenas?",
      "¿Vives plenamente o simplemente existes?",
      "El autor de su propia vida asume la responsabilidad de sus actos y entiende que él mismo crea cada experiencia.",
      "La vida se compone de decisiones, y lo que tenemos (o no tenemos) es el resultado de nuestras propias elecciones.",
      "El autor piensa desde el «yo»: estoy listo, lo hice, planeo, quiero, puedo, he decidido (elige el rumbo de su vida por sí mismo).",
      "La víctima es la posición opuesta. Considera que todo le ocurre contra su voluntad.",
      "Expresiones favoritas de la víctima: «tengo que», «me veo obligado», «debo», «así sucedió», «es culpa de ellos» (actúa bajo la influencia de las circunstancias o de otras personas).",
      "Desafortunadamente, a veces la sociedad fomenta la mentalidad de víctima, ya que es más fácil de manipular. Por eso, muchas personas adoptan este papel debido a una educación tradicional.",
      "Pero hay buenas noticias: ser una víctima es solo un hábito de pensamiento, una creencia irracional que se puede cambiar.",
      "Ejemplos reales demuestran que cambiar nuestra percepción del mundo puede transformar la vida positivamente y aumentar la satisfacción.",
      "Nuestra actitud ante los eventos, la autoaceptación, la gestión emocional y la reflexión sobre nuestros valores son claves para construir la felicidad.",
      "Ser conscientes de que nuestro bienestar depende en gran medida de nosotros mismos nos da una herramienta poderosa para mejorarlo.",
      "Cambiar el mundo interior y la percepción puede ser la llave hacia una vida más feliz, incluso en condiciones difíciles."
    ]
  },
  "exercise": {
    "title": "¿Cómo dejar de ser una víctima y asumir la responsabilidad de tu felicidad?",
    "description": "Este ejercicio propone renunciar al papel de víctima de las circunstancias y tomar las riendas de tu vida, controlando tus pensamientos y acciones. Te sugerimos llevar un diario para identificar creencias limitantes y desarrollar un pensamiento proactivo mediante las preguntas adecuadas. La transición hacia una posición vital activa requiere paciencia, consciencia y avanzar gradualmente hacia objetivos realistas.",
    "screen_1": {
      "texts": [
        "La creencia «soy una víctima de las circunstancias» se basa en pensar que factores externos —como la situación vital, las relaciones, la edad, el dinero o la salud— limitan tus posibilidades y te impiden ser feliz.",
        "Aunque las circunstancias sean desfavorables, somos plenamente responsables de nuestra vida y nuestro estado emocional.",
        "«La felicidad no depende de las circunstancias externas, sino de cómo las percibimos». Esta frase puede parecer un cliché, pero encierra una verdad profunda capaz de cambiar tu forma de entender la felicidad.",
        "El primer paso para dejar de considerarte una víctima y culpar al mundo es darte cuenta de que esos pensamientos no solo son inútiles, sino que te agotan.",
        "Empieza a llevar un diario",
        "Anota tus pensamientos, emociones y acciones. Puede ser un registro de pensamientos automáticos o una escritura libre.",
        "Identifica los momentos en los que te sientes una víctima y anota qué lo provocó. Por ejemplo: «Cuando mi compañera recibió un ascenso y yo no, me sentí una víctima del sistema».",
        "Registra los pensamientos y creencias que sostienen ese estado. Por ejemplo: «Creo que no puedo cambiar mi vida» o «No merezco tener éxito».",
        "Hazte preguntas para comprender mejor tus creencias y las situaciones que refuerzan tu papel de víctima:",
        "¿Por qué me siento una víctima en esta situación?",
        "¿Qué emociones estoy experimentando?",
        "¿Qué hechos confirman mi papel de víctima?",
        "¿Cómo influyen estos pensamientos en mi vida?",
        "¿Cómo puedo cambiar estas creencias?"
      ]
    },
    "screen_2": {
      "texts": [
        "Aceptación de la responsabilidad",
        "Una vez identificados tus patrones de conducta, decide asumir la responsabilidad de tu vida.",
        "Reconoce que tú controlas tus reacciones y acciones, independientemente de las circunstancias.",
        "Sé consciente de que no eres víctima del destino ni de otras personas, y que está en tu mano cambiar tu situación.",
        "Escribe un texto breve expresando esta aceptación de responsabilidad. Por ejemplo:",
        "Soy consciente de que solo yo puedo influir en mi vida y en sus resultados.",
        "Acepto la responsabilidad de mis pensamientos, emociones y acciones.",
        "Entiendo que tengo la opción de elegir cómo afrontar las situaciones y cómo reaccionar ante ellas.",
        "Renuncio a la mentalidad de víctima y buscaré activamente oportunidades de crecimiento personal.",
        "Transición de una posición pasiva a una activa",
        "En lugar de ser un observador pasivo, asume un papel protagonista en tu vida.",
        "Escribe tus objetivos y deseos.",
        "Elabora un plan de acción para alcanzarlos.",
        "No temas actuar y dar pasos hacia los resultados que deseas.",
        "Ejemplo de lista de objetivos:",
        "Salud:",
        "Empezar a hacer deporte regularmente, apuntarme al gimnasio.",
        "Mejorar la dieta añadiendo más frutas y verduras frescas.",
        "Carrera y formación:",
        "Proponerme mejorar mi cualificación, adquirir nuevas habilidades o formarme en mi campo.",
        "Diseñar un plan de crecimiento profesional y definir una meta: alcanzar un puesto o rol determinado.",
        "Relaciones personales y autodesarrollo:",
        "Intentar ser más empático y atento a las necesidades de los demás.",
        "Desarrollar habilidades para gestionar conflictos y aprender a poner límites sanos.",
        "Pon estos objetivos en un lugar visible y empieza a trazar planes concretos para lograrlos.",
        "Recuerda que deben ser realistas, medibles y alcanzables. Ponte plazos y avanza paso a paso.",
        "Cuida tu lenguaje interno",
        "Sustituye las preguntas que expresan queja por preguntas que inviten a la acción. Esto ayuda a desarrollar la responsabilidad personal.",
        "Evita las preguntas que empiezan por «por qué». Cuestiones como «¿Por qué nadie me quiere?», «¿Por qué nadie quiere trabajar?» o «¿Por qué me ha pasado esto a mí?» son improductivas, ya que no ofrecen soluciones.",
        "Estas preguntas solo confirman que te sientes víctima y que no crees en tu capacidad de cambio.",
        "Utiliza preguntas que empiecen por «qué» y «cómo». Estas incitan a la acción y fomentan un pensamiento proactivo.",
        "La pregunta «¿Por qué me pasa esto a mí?» es, en realidad, una queja disfrazada.",
        "La pregunta «¿Por qué ha sucedido esto?» (buscando la causa objetiva) ayuda a entender la situación y a encontrar formas de mejorar."
      ]
    },
    "screen_3": {
      "texts": [
        "Limita el uso de preguntas retóricas",
        "Las preguntas retóricas, que no esperan respuesta, pueden reforzar la mentalidad de víctima.",
        "Intenta evitarlas y céntrate en preguntas que te impulsen a buscar soluciones y a tomar las riendas.",
        "Ten paciencia",
        "Salir del estado de víctima es un proceso que requiere tiempo y esfuerzo.",
        "Es imposible cambiar la forma de pensar y el comportamiento de la noche a la mañana.",
        "Ármate de paciencia y consciencia para reconocer cuándo caes en el victimismo.",
        "Al cultivar la paciencia, te das la oportunidad de reaccionar de forma más consciente y de elegir conductas constructivas.",
        "Recuerda que los cambios requieren práctica.",
        "Sé compasivo contigo mismo, persevera y, con el tiempo, lograrás superar la mentalidad de víctima y ser el dueño de tu vida."
      ],
      "quote": {
        "text": "La felicidad no es algo que venga hecho. Proviene de tus propias acciones.",
        "author": "Dalái Lama"
      }
    }
  }
}
