{
  "title": "Ser infeliz: ¿elección o circunstancias?",
  "description": "El artículo explora la idea de que la verdadera felicidad no depende de las circunstancias externas, sino más bien de la percepción interna y las decisiones personales. Destaca que el apego a altas expectativas y factores externos nos hace vulnerables a la insatisfacción, mientras que la aceptación de la realidad y la práctica de la gratitud fomentan una felicidad más duradera. La idea principal es que tomar conciencia de la propia responsabilidad por la felicidad y el estado interior es clave para una vida más plena y satisfecha.",
  "screen_1": {
    "texts": [
      "Parece una pregunta absurda. ¿Cómo se puede elegir ser infeliz? Después de todo, todos queremos ser felices, pero a veces trasladamos la responsabilidad de nuestra felicidad a las circunstancias, otras personas, el destino o los problemas.",
      "Si has notado en ti los siguientes pensamientos:",
      "Estoy destinado a ser infeliz;",
      "Solo podré vivir bien cuando no tenga problemas;",
      "Mi felicidad depende de lo que me sucede;",
      "Otros tienen más suerte: ellos tienen la oportunidad de vivir bien, y yo no.",
      "Esto significa que estás atrapado en la creencia de que la alegría y la confianza en uno mismo dependen de factores externos.",
      "Esto te coloca en una posición vulnerable, ya que el mundo que te rodea está fuera de tu control, y tu estado de ánimo se convierte en rehén de las circunstancias externas.",
      "Estas creencias implican que debes ser provisto de todo lo que deseas y estar rodeado de condiciones ideales, y protegido de cualquier adversidad, de lo contrario, tu vida será insoportable y nunca podrás ser feliz.",
      "Se basan en la falsa creencia de que la felicidad depende únicamente de factores externos y de la ausencia de problemas.",
      "El apego a esta creencia te hace vulnerable a la insatisfacción y la desesperación cuando la vida no cumple con las expectativas elevadas.",
      "La verdadera felicidad no depende solo de los bienes materiales o una vida sin preocupaciones. Proviene de nuestra capacidad para adaptarnos, encontrar alegría en las pequeñas cosas y ser resilientes frente a las adversidades.",
      "La satisfacción con la vida depende aproximadamente en un 50 % de las características personales. Hay personas que siempre están descontentas.",
      "La satisfacción con la vida depende solo entre un 10 y un 15 % de las circunstancias externas y entre un 35 y un 40 % de nuestras decisiones y elecciones. Por eso, la tarea más importante del ser humano es aprender a ser feliz."
    ],
    "quote": {
      "text": "No es feliz quien tiene lo mejor de todo, sino quien sabe aprovechar lo mejor de lo que tiene.",
      "author": "Confucio"
    }
  },
  "screen_2": {
    "texts": [
      "Las investigaciones psicológicas modernas muestran que la fuente de la felicidad no está tanto en los factores externos como en nuestro interior. Las altas expectativas pueden afectar negativamente a nuestra felicidad.",
      "Las personas con altas expectativas a menudo buscan la perfección y sienten constantemente la presión de tener que cumplir con estándares elevados.",
      "Aunque las altas expectativas pueden motivarnos a alcanzar metas, si se vuelven excesivas e irreales, pueden provocar estrés, ansiedad e infelicidad. Las expectativas constantes de más de lo que ya tenemos generan frustración y una percepción negativa de la vida.",
      "La paradoja de la felicidad: menos expectativas, más alegría.",
      "Las investigaciones muestran que cuanto menos esperamos de la vida y menos aspiramos a la perfección, más probabilidades hay de que seamos felices. Esto se debe a varios factores:",
      "Aceptar la realidad. Cuando dejamos de idealizar nuestra vida, comenzamos a aceptarla tal como es. Esto nos permite disfrutar del presente en lugar de esperar a ser felices en el futuro.",
      "Reducción del estrés. Las altas expectativas generan estrés y ansiedad constantes. Al revisar nuestras expectativas y aceptar que no todo tiene que ser perfecto, nos liberamos de la tensión innecesaria.",
      "Gratitud. Una de las formas de encontrar felicidad en un mundo de altas expectativas es practicar la gratitud. Cuando aprendemos a valorar lo que tenemos, aunque no cumpla con nuestras expectativas, nos sentimos más felices y satisfechos."
    ],
    "quote": {
      "text": "Si no estás agradecido por lo que ya tienes, te parecerá que serías más feliz si tuvieras mucho más.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "Es importante responder con sinceridad a la pregunta: ¿te ves como el dueño de tu vida o como la víctima de las circunstancias? ¿Controlas los eventos de tu vida o suceden sin tu participación?",
      "Reflexiona sobre las siguientes diferencias:",
      "¿Piensas tú mismo o piensan por ti?",
      "¿Actúas o sigues las indicaciones de otros?",
      "¿Vives una vida plena o simplemente existes?",
      "El autor de su vida asume la responsabilidad de sus acciones y comprende que él mismo crea cada experiencia.",
      "La vida está hecha de decisiones, y todo lo que tenemos o no tenemos es el resultado de nuestras propias elecciones.",
      "El autor piensa desde la posición del \"yo\": yo estoy listo, yo lo hice, yo planeo, yo quiero, yo puedo, yo decidí (él elige el rumbo de su vida por sí mismo).",
      "La víctima es la posición completamente opuesta. Tal persona cree que todo sucede en su contra.",
      "Las expresiones favoritas de la víctima son: \"tengo que\", \"me veo obligado a\", \"debo\", \"esto pasó\", \"es por culpa de ellos\" (actúa bajo la influencia de las circunstancias o de otras personas).",
      "Lamentablemente, es beneficioso para la sociedad criar víctimas, ya que son más fáciles de manipular. Por lo tanto, muchas personas se acostumbran a ser víctimas, siguiendo los modelos clásicos de educación.",
      "Pero hay buenas noticias: ser una víctima es solo un hábito de pensamiento, una creencia irracional que se puede cambiar.",
      "Los ejemplos reales muestran que cambiar nuestra percepción del mundo puede llevar a cambios positivos en la vida y aumentar la satisfacción.",
      "Nuestra actitud hacia los eventos, la capacidad de aceptarnos a nosotros mismos, de gestionar nuestras emociones y de reflexionar sobre nuestros valores juegan un papel clave en la formación de la felicidad.",
      "Tomar conciencia de que nuestra felicidad depende en gran medida de nosotros mismos nos proporciona una poderosa herramienta para mejorar nuestro bienestar.",
      "El cambio del mundo interior y de la percepción puede ser la clave para una vida más feliz y satisfecha, incluso en condiciones difíciles y problemáticas."
    ]
  },
  "exercise": {
    "title": "¿Cómo dejar de ser una víctima y asumir la responsabilidad de tu felicidad?",
    "description": "El artículo invita a abandonar el papel de víctima de las circunstancias y asumir la responsabilidad de tu vida, controlando tus pensamientos y acciones. El autor sugiere la práctica de llevar un diario para reconocer las creencias limitantes y desarrollar un pensamiento proactivo a través de las preguntas correctas. El cambio hacia una posición activa en la vida requiere paciencia, consciencia y el logro gradual de metas realistas.",
    "screen_1": {
      "texts": [
        "La creencia de «soy una víctima de las circunstancias» se basa en la idea de que factores externos, como la situación de vida, las relaciones, la edad, las finanzas, la salud u otras circunstancias, limitan tus oportunidades y te impiden ser pleno y feliz.",
        "Aunque las circunstancias pueden ser desfavorables, somos completamente responsables de nuestra vida y nuestro estado emocional.",
        "«La felicidad no depende de las circunstancias externas, sino de cómo las percibimos». Esta frase puede parecer trillada y banal, pero encierra una profunda verdad que puede cambiar tu percepción sobre la felicidad y cómo alcanzarla.",
        "El primer paso para dejar de considerarte una víctima y culpar al mundo es reconocer que tales pensamientos no solo son inútiles, sino también agotadores.",
        "Comienza a llevar un diario",
        "Escribe tus pensamientos, emociones y acciones. Puede ser un diario de pensamientos automáticos o una forma de escritura más libre.",
        "Anota los momentos en los que te sientas víctima y registra las situaciones y razones de ello. Por ejemplo: «Cuando mi colega fue promovida y yo no, me sentí una víctima del sistema».",
        "Escribe tus pensamientos y creencias que apoyan este estado. Por ejemplo: «Creo que no puedo cambiar mi vida», «No merezco el éxito».",
        "Hazte preguntas para comprender mejor tus creencias y las situaciones que refuerzan tu papel de víctima:",
        "¿Por qué me siento víctima en esta situación?",
        "¿Qué emociones estoy experimentando?",
        "¿Qué eventos o situaciones refuerzan mi papel de víctima?",
        "¿Cómo afectan estos pensamientos y creencias a mi vida?",
        "¿Cómo puedo cambiar mis pensamientos y creencias?"
      ]
    },
    "screen_2": {
      "texts": [
        "Asumir la responsabilidad",
        "Después de haber identificado tus patrones de comportamiento, toma la decisión de asumir la responsabilidad de tu vida.",
        "Reconoce que tienes control sobre tus reacciones y acciones, independientemente de las circunstancias.",
        "Comprende que no eres víctima del destino ni de otras personas, y que tienes el poder de cambiar tu situación.",
        "Escribe un breve ensayo en el que expreses la aceptación de la responsabilidad. Por ejemplo:",
        "Soy consciente de que solo yo puedo influir en mi vida y en sus resultados.",
        "Asumo la responsabilidad de mis pensamientos, emociones y acciones.",
        "Entiendo que tengo la elección de cómo relacionarme con las situaciones y cómo responder a ellas.",
        "Rechazo la mentalidad de víctima y buscaré activamente oportunidades para el crecimiento y desarrollo personal.",
        "Pasar de una posición pasiva a una activa",
        "En lugar de permanecer como un observador pasivo, asume un papel activo en tu vida.",
        "Escribe tus metas y deseos.",
        "Desarrolla un plan de acción para alcanzarlos.",
        "No temas tomar la iniciativa y dar pasos hacia los resultados deseados.",
        "Ejemplo de una lista de metas y deseos:",
        "Salud:",
        "Comenzar a hacer ejercicio regularmente, comprar una membresía en el gimnasio.",
        "Mejorar la dieta añadiendo más frutas y verduras frescas.",
        "Carrera y educación:",
        "Establecer como objetivo mejorar tus habilidades, adquirir nuevas competencias o obtener educación adicional en tu campo.",
        "Desarrolla un plan de crecimiento profesional y define una meta: alcanzar un puesto o rol específico.",
        "Relaciones personales y desarrollo personal:",
        "Intenta ser más empático y atento a las necesidades de los demás.",
        "Desarrolla habilidades de gestión de conflictos y aprende a establecer límites saludables en las relaciones.",
        "Escribe estas metas y deseos en un lugar visible y comienza a crear planes de acción concretos para alcanzarlos.",
        "Recuerda que tus objetivos deben ser realistas, medibles y alcanzables. Establece plazos y avanza gradualmente hacia su realización.",
        "Aprende a observar tu lenguaje",
        "Sustituye las preguntas que expresan quejas por preguntas que fomenten la acción. Esto te ayudará a desarrollar responsabilidad personal y a abandonar el papel de víctima.",
        "Evita preguntas que comiencen con «por qué». Preguntas como «¿Por qué nadie me quiere?», «¿Por qué nadie quiere trabajar?» y «¿Por qué me pasó esto a mí?» no son productivas, ya que no conducen a una solución.",
        "Estas preguntas solo refuerzan la idea de que te sientes víctima de las circunstancias y no crees en tu capacidad para cambiar algo.",
        "Usa preguntas que comiencen con «qué» y «cómo». Este tipo de preguntas fomentan la acción y desarrollan un pensamiento proactivo.",
        "La pregunta «¿Por qué me pasa esto a mí?» no requiere respuesta y se parece más a una queja.",
        "La pregunta «¿Por qué sucedió esto?» ayuda a entender las causas y encontrar formas de mejorar."
      ]
    },
    "screen_3": {
      "texts": [
        "Limita el uso de preguntas retóricas",
        "Las preguntas retóricas, que no esperan una respuesta, pueden fortalecer la mentalidad de víctima.",
        "Trata de evitarlas y céntrate en preguntas que te lleven a buscar soluciones y a asumir la responsabilidad de tu vida.",
        "Ten paciencia",
        "Salir de la mentalidad de víctima es un proceso que requiere tiempo y esfuerzo.",
        "Es imposible cambiar tu forma de pensar y de comportarte de la noche a la mañana.",
        "Ten paciencia y consciencia para reconocer las situaciones en las que surge la mentalidad de víctima.",
        "Cuando desarrollas paciencia, creas la capacidad de responder a las situaciones de manera más consciente y elegir patrones de comportamiento constructivos.",
        "Recuerda que el cambio requiere tiempo y práctica.",
        "Sé amable contigo mismo, sigue esforzándote, y con el tiempo podrás superar la mentalidad de víctima y asumir la responsabilidad de tu vida."
      ],
      "quote": {
        "text": "La felicidad no es algo que ya esté hecho. Proviene de tus propias acciones.",
        "author": "Dalai Lama"
      }
    }
  }
}
