{
  "title": "Ser infeliz: ¿elección o circunstancias?",
  "description": "El artículo explora la idea de que la verdadera felicidad no depende de las circunstancias externas, sino más bien de la percepción interna y las decisiones personales. Destaca que el apego a altas expectativas y factores externos nos hace vulnerables a la insatisfacción, mientras que la aceptación de la realidad y la práctica de la gratitud fomentan una felicidad más duradera. La idea principal es que tomar conciencia de la propia responsabilidad por la felicidad y el estado interior es clave para una vida más plena y satisfecha.",
  "screen_1": {
    "texts": [
      "Parece una pregunta absurda. ¿Cómo se puede elegir ser infeliz? Después de todo, todos queremos ser felices, pero a veces trasladamos la responsabilidad de nuestra felicidad a las circunstancias, otras personas, el destino o los problemas.",
      "Si has notado en ti los siguientes pensamientos:",
      "Estoy destinado a ser infeliz;",
      "Solo podré vivir bien cuando no tenga problemas;",
      "Mi felicidad depende de lo que me sucede;",
      "Otros tienen más suerte: ellos tienen la oportunidad de vivir bien, y yo no.",
      "Esto significa que estás atrapado en la creencia de que la alegría y la confianza en uno mismo dependen de factores externos.",
      "Esto te coloca en una posición vulnerable, ya que el mundo que te rodea está fuera de tu control, y tu estado de ánimo se convierte en rehén de las circunstancias externas.",
      "Estas creencias implican que debes ser provisto de todo lo que deseas y estar rodeado de condiciones ideales, y protegido de cualquier adversidad, de lo contrario, tu vida será insoportable y nunca podrás ser feliz.",
      "Se basan en la falsa creencia de que la felicidad depende únicamente de factores externos y de la ausencia de problemas.",
      "El apego a esta creencia te hace vulnerable a la insatisfacción y la desesperación cuando la vida no cumple con las expectativas elevadas.",
      "La verdadera felicidad no depende solo de los bienes materiales o una vida sin preocupaciones. Proviene de nuestra capacidad para adaptarnos, encontrar alegría en las pequeñas cosas y ser resilientes frente a las adversidades.",
      "La satisfacción con la vida depende aproximadamente en un 50 % de las características personales. Hay personas que siempre están descontentas.",
      "La satisfacción con la vida depende solo entre un 10 y un 15 % de las circunstancias externas y entre un 35 y un 40 % de nuestras decisiones y elecciones. Por eso, la tarea más importante del ser humano es aprender a ser feliz."
    ],
    "quote": {
      "text": "No es feliz quien tiene lo mejor de todo, sino quien sabe aprovechar lo mejor de lo que tiene.",
      "author": "Confucio"
    }
  },
  "screen_2": {
    "texts": [
      "Las investigaciones psicológicas modernas muestran que la fuente de la felicidad no está tanto en los factores externos como en nuestro interior. Las altas expectativas pueden afectar negativamente a nuestra felicidad.",
      "Las personas con altas expectativas a menudo buscan la perfección y sienten constantemente la presión de tener que cumplir con estándares elevados.",
      "Aunque las altas expectativas pueden motivarnos a alcanzar metas, si se vuelven excesivas e irreales, pueden provocar estrés, ansiedad e infelicidad. Las expectativas constantes de más de lo que ya tenemos generan frustración y una percepción negativa de la vida.",
      "La paradoja de la felicidad: menos expectativas, más alegría.",
      "Las investigaciones muestran que cuanto menos esperamos de la vida y menos aspiramos a la perfección, más probabilidades hay de que seamos felices. Esto se debe a varios factores:",
      "Aceptar la realidad. Cuando dejamos de idealizar nuestra vida, comenzamos a aceptarla tal como es. Esto nos permite disfrutar del presente en lugar de esperar a ser felices en el futuro.",
      "Reducción del estrés. Las altas expectativas generan estrés y ansiedad constantes. Al revisar nuestras expectativas y aceptar que no todo tiene que ser perfecto, nos liberamos de la tensión innecesaria.",
      "Gratitud. Una de las formas de encontrar felicidad en un mundo de altas expectativas es practicar la gratitud. Cuando aprendemos a valorar lo que tenemos, aunque no cumpla con nuestras expectativas, nos sentimos más felices y satisfechos."
    ],
    "quote": {
      "text": "Si no estás agradecido por lo que ya tienes, te parecerá que serías más feliz si tuvieras mucho más.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "Es importante responder con sinceridad a la pregunta: ¿te ves como el dueño de tu vida o como la víctima de las circunstancias? ¿Controlas los eventos de tu vida o suceden sin tu participación?",
      "Reflexiona sobre las siguientes diferencias:",
      "¿Piensas tú mismo o piensan por ti?",
      "¿Actúas o sigues las indicaciones de otros?",
      "¿Vives una vida plena o simplemente existes?",
      "El autor de su vida asume la responsabilidad de sus acciones y comprende que él mismo crea cada experiencia.",
      "La vida está hecha de decisiones, y todo lo que tenemos o no tenemos es el resultado de nuestras propias elecciones.",
      "El autor piensa desde la posición del \"yo\": yo estoy listo, yo lo hice, yo planeo, yo quiero, yo puedo, yo decidí (él elige el rumbo de su vida por sí mismo).",
      "La víctima es la posición completamente opuesta. Tal persona cree que todo sucede en su contra.",
      "Las expresiones favoritas de la víctima son: \"tengo que\", \"me veo obligado a\", \"debo\", \"esto pasó\", \"es por culpa de ellos\" (actúa bajo la influencia de las circunstancias o de otras personas).",
      "Lamentablemente, es beneficioso para la sociedad criar víctimas, ya que son más fáciles de manipular. Por lo tanto, muchas personas se acostumbran a ser víctimas, siguiendo los modelos clásicos de educación.",
      "Pero hay buenas noticias: ser una víctima es solo un hábito de pensamiento, una creencia irracional que se puede cambiar.",
      "Los ejemplos reales muestran que cambiar nuestra percepción del mundo puede llevar a cambios positivos en la vida y aumentar la satisfacción.",
      "Nuestra actitud hacia los eventos, la capacidad de aceptarnos a nosotros mismos, de gestionar nuestras emociones y de reflexionar sobre nuestros valores juegan un papel clave en la formación de la felicidad.",
      "Tomar conciencia de que nuestra felicidad depende en gran medida de nosotros mismos nos proporciona una poderosa herramienta para mejorar nuestro bienestar.",
      "El cambio del mundo interior y de la percepción puede ser la clave para una vida más feliz y satisfecha, incluso en condiciones difíciles y problemáticas."
    ]
  }
}
