{
  "title": "La clave de la felicidad: superar las creencias destructivas",
  "description": "El artículo explica cómo las creencias destructivas influyen en nuestra percepción de nosotros mismos y del mundo, impidiendo una vida plena. Basándonos en los principios de la terapia cognitivo-conductual, analizamos la diferencia entre el alivio temporal y los cambios reales que ocurren al replantear los pensamientos habituales y las creencias profundas. También presentamos herramientas, como la «Escala de Actitudes Disfuncionales», que ayudan a reconocer y corregir estas actitudes para fomentar un bienestar emocional sostenible.",
  "screen_1": {
    "texts": [
      "La terapia cognitivo-conductual nos enseña que, en el camino hacia una vida feliz, a menudo se interponen creencias destructivas: pensamientos y reglas que asumimos como ciertos, a veces sin siquiera darnos cuenta.",
      "Todos nos enfrentamos a ellas en distintas etapas de la vida. Pueden aumentar la ansiedad y provocar depresión, ataques de pánico o trastornos de la conducta alimentaria.",
      "Hay momentos en los que nos sentimos seguros y tranquilos, como si las dificultades hubieran desaparecido. Pero en otros periodos regresan la tristeza, la sensación de soledad o el vacío, y resulta difícil creer que haya luz al final del túnel.",
      "La diferencia clave entre el alivio temporal y una mejora sostenible de la calidad de vida reside en el cambio de mentalidad y de creencias.",
      "El alivio temporal estabiliza el estado de ánimo solo momentáneamente. Sin embargo, ante un nuevo factor de estrés, volvemos a experimentar las mismas emociones y pensamientos.",
      "Parece que el problema está resuelto, pero tras un nuevo desafío el malestar interno regresa y todo empieza de nuevo."
    ],
    "quote": {
      "text": "No vemos las cosas como son. Las vemos como somos.",
      "author": "Virginia Satir"
    }
  },
  "screen_2": {
    "texts": [
      "El cambio verdadero implica varios componentes clave:",
      "Tomar conciencia de las causas de las dificultades emocionales y de nuestro papel en cómo reaccionamos ante los eventos.",
      "Comprender y trabajar las creencias destructivas y los pensamientos automáticos.",
      "Desarrollar la confianza en uno mismo y un sentido saludable de la propia dignidad.",
      "Investigar cómo y por qué se formaron esas creencias limitantes.",
      "Las creencias moldean nuestros valores, objetivos, comportamiento, la actitud hacia nosotros mismos y la percepción de lo que ocurre. Por ejemplo:",
      "«Si me equivoco, significa que no soy capaz».",
      "«Para que me acepten, siempre debo complacer a los demás».",
      "«Si no he logrado nada significativo, no merezco ser amado».",
      "«Pedir ayuda es un signo de debilidad».",
      "A menudo se piensa que comprender las causas profundas requiere una terapia extremadamente larga, y que ni siquiera años de trabajo garantizan una respuesta completa.",
      "Sin embargo, la terapia cognitiva ha contribuido enormemente a hacer este proceso más claro y accesible."
    ],
    "quote": {
      "text": "La mejora comienza cuando dejas de intentar ser otra persona y eliges ser la mejor versión de ti mismo.",
      "author": "Marsha Linehan"
    }
  },
  "screen_3": {
    "texts": [
      "Nuestro objetivo es ayudarte a entender tus creencias profundas, identificar en qué momentos eres especialmente vulnerable y aprender a trabajar con estas actitudes para mantener la estabilidad emocional.",
      "Ser consciente de tus creencias te permite ver por qué ciertas situaciones provocan experiencias dolorosas o dificultades recurrentes.",
      "El trabajo con las creencias es una parte fundamental del crecimiento personal.",
      "Para ello se diseñó una herramienta práctica: la «Escala de Actitudes Disfuncionales», creada por la doctora Arlene Weissman.",
      "Las investigaciones de Weissman mostraron que, incluso cuando los pensamientos automáticos negativos se debilitan temporalmente entre episodios depresivos, las creencias profundas siguen influyendo en la persona.",
      "Esto confirma que las creencias pueden actuar como un «trasfondo» emocional que nos afecta constantemente.",
      "Utilizando este método, podrás identificar qué valores y actitudes aumentan tu vulnerabilidad a la depresión, la ansiedad y la tensión interna.",
      "Son precisamente estas actitudes las que se convierten en tu talón de Aquiles psicológico, un punto vulnerable que es importante reconocer.",
      "En los siguientes capítulos analizaremos más a fondo estas creencias y los pasos que te ayudarán a formar un pensamiento más realista, flexible y compasivo, creando la base para un bienestar emocional a largo plazo."
    ]
  }
}
