{
  "title": "La clave de la felicidad: Superar las creencias destructivas",
  "description": "El artículo examina cómo las creencias destructivas impiden nuestra felicidad según la terapia cognitivo-conductual. Describe la diferencia entre el bienestar temporal y la verdadera mejora en la calidad de vida, lograda a través de una profunda comprensión y reinterpretación de estas creencias. También se presentan métodos y herramientas, como la \"Escala de Creencias Disfuncionales\", para identificar y corregir estas creencias, facilitando el bienestar emocional a largo plazo.",
  "screen_1": {
    "texts": [
      "La terapia cognitivo-conductual señala que las creencias destructivas se interponen entre nosotros y una vida feliz. Estas creencias, a menudo basadas en malentendidos, impiden alcanzar los resultados deseados.",
      "Cada uno de nosotros se encuentra con tales creencias en diferentes etapas de nuestra vida, lo que puede llevar a varios problemas psicológicos, incluyendo depresión, ataques de pánico, trastornos de ansiedad y alimenticios.",
      "A veces nos sentimos bastante bien, como si los problemas no nos afectaran. Sin embargo, en otros momentos, podemos estar envueltos en tal tristeza y soledad que parece que no hay luz al final del túnel.",
      "De hecho, hay una diferencia significativa entre el bienestar temporal y la verdadera mejora en la calidad de vida, que radica en cambiar nuestro pensamiento.",
      "El bienestar temporal ocurre cuando los problemas retroceden por un tiempo, pero regresan con nueva fuerza cuando surge una situación difícil.",
      "En esta etapa, puedes \"trabajar\" el problema, parece que se desvanece, pero luego ocurre un evento traumático y todo comienza de nuevo."
    ],
    "quote": {
      "text": "No vemos las cosas como son, las vemos como somos.",
      "author": "Virginia Satir"
    }
  },
  "screen_2": {
    "texts": [
      "La verdadera mejora de la vida incluye los siguientes aspectos:",
      "Comprender las razones de los problemas y el propio papel en ellos.",
      "Conciencia y trabajo con creencias destructivas y pensamientos automáticos.",
      "Desarrollo de la confianza en uno mismo y un sentido de dignidad personal.",
      "Exploración de las causas profundas de las creencias destructivas.",
      "Las creencias determinan nuestro sistema de valores, objetivos, comportamiento, evaluación de este comportamiento, reacción a eventos y la emergencia de pensamientos automáticos. Por ejemplo:",
      "Si cometo un error, significa que no soy capaz de nada.",
      "Para ser aceptado, siempre tengo que complacer a los demás.",
      "Si no logro nada, entonces no puedo ser amado.",
      "Cuando pido ayuda, muestro debilidad.",
      "Muchos profesionales creen que descubrir las causas profundas de los problemas de un cliente requiere un largo proceso terapéutico, y aun después de muchos años de trabajo, la mayoría de las personas no comprenden las verdaderas razones de sus problemas.",
      "Sin embargo, la terapia cognitiva ha hecho una contribución significativa para superar esta dificultad."
    ],
    "quote": {
      "text": "La mejora comienza en el momento en que intentas ser no alguien más, sino una mejor versión de ti mismo.",
      "author": "Marsha Linehan"
    }
  },
  "screen_3": {
    "texts": [
      "Queremos ayudarte a entender las causas profundas de tus creencias y proporcionarte una base para trabajar con ellas, además de para la prevención de la depresión y trastornos de ansiedad.",
      "Identificar tales configuraciones ayudará a aclarar la principal razón por la cual te encuentras atrapado en tus problemas o en tu condición, y también ayudará a entender en qué momentos de tu vida puedes ser vulnerable.",
      "Trabajar con las creencias es la clave para el crecimiento personal.",
      "La importancia crítica de identificar creencias destructivas llevó al desarrollo de un método relativamente simple para su detección. Se llama \"Escala de Creencias Disfuncionales\" y fue desarrollada por la Dra. Arlin Weisman.",
      "Las investigaciones de Weisman demostraron que, a pesar de una disminución significativa en la intensidad de los pensamientos automáticos negativos entre episodios depresivos, el sistema de creencias destructivas persiste tanto durante los episodios como a lo largo de la vida.",
      "Esto confirmó la concepción de que las creencias representan una predisposición a la inestabilidad emocional, que constantemente te acompaña.",
      "Gracias a este método, podrás identificar los valores que forman tus creencias destructivas y crean una vulnerabilidad que te predispone a la depresión, neurosis y una serie de otros problemas.",
      "Esta es tu talón de Aquiles psicológico.",
      "En los capítulos siguientes, examinaremos más de cerca estos valores, ayudándote a identificar y evaluar tus propias configuraciones y a aprender a desarrollar configuraciones cognitivas realistas y constructivas para el bienestar emocional a largo plazo."
    ]
  }
}
