{
  "title": "Dependencia del amor",
  "description": "El amor, ensalzado por poetas y artistas, eleva y proporciona una sensación de plenitud en la vida. Sin embargo, convertir el amor en una necesidad patológica destruye la personalidad e impide construir relaciones saludables, especialmente en personas con baja autoestima. La verdadera felicidad y plenitud de la vida se pueden encontrar aprendiendo a regular el estado de ánimo y disfrutando de los placeres que no dependen de la presencia de una pareja.",
  "screen_1": {
    "texts": [
      "El amor es un sentimiento magnífico, ensalzado por poetas, artistas y músicos. Eleva, inspira y otorga una sensación de plenitud de vida.",
      "Naturalmente, todos nosotros aspiramos a amar y ser amados.",
      "Sin embargo, si tu concepción del amor se reduce a la creencia: «No puedo ser verdaderamente feliz y realizado si no tengo pareja. Para estar completamente feliz, necesito ser amado», esto ya es una señal de dependencia.",
      "¿Qué significa ser dependiente del amor?",
      "Es cuando el amor se convierte en una necesidad patológica, sin la cual no puedes sentir felicidad.",
      "Sufres por la falta de amor, esperas que alguien llene ese vacío. Estás convencido de que tu vida solo mejorará, se volverá más interesante y completa cuando aparezca esa persona amada que te hará sentir necesario, importante y completo.",
      "Tal dependencia es un estado destructivo que socava tu personalidad, autoestima y la capacidad para construir relaciones saludables.",
      "Las causas de la dependencia amorosa pueden ser variadas, pero a menudo tienen sus raíces en la infancia o adolescencia.",
      "Las personas con baja autoestima, que temen la soledad, se centran en sus defectos y no creen en sus propias fuerzas y habilidades, son especialmente susceptibles a esto.",
      "Una baja autoestima, originada en la infancia, se percibe como insuficiencia.",
      "Cuando los padres prestan poca atención a un niño y él experimenta una falta de amor parental, en la edad adulta buscará esos sentimientos en sus parejas, formando relaciones dependientes.",
      "Consideremos el ejemplo de Victoria, de 28 años, que pasa sus noches y fines de semana en desesperación porque cree: «Solo puedo ser feliz en una relación. Sin un hombre, no soy nada».",
      "Para ella, ser amada es tan importante como respirar. Tal exigencia a menudo repele a las personas."
    ]
  },
  "screen_2": {
    "texts": [
      "En el proceso de analizar sus creencias, Victoria enumeró las desventajas y ventajas de su pensamiento.",
      "Las desventajas sonaron así:",
      "La creencia me sumerge en la desesperación porque estoy sola.",
      "Pierdo el deseo de hacer cualquier cosa, explorar el mundo o participar en pasatiempos.",
      "Por esto, me siento perezosa e infeliz.",
      "Provoca un sentimiento de lástima hacia mí misma",
      "Me priva de orgullo y confianza, haciendo que envidie a otros y sienta decepción.",
      "Luego, ella enumeró las ventajas de la creencia:",
      "La esperanza de encontrar un compañero, obtener amor y seguridad.",
      "Me da un propósito y sentido a la vida.",
      "¿Qué tan reales son estas ventajas?",
      "Victoria ha creído durante muchos años que no puede vivir sin un hombre, pero esta creencia aún no ha atraído al compañero deseado.",
      "Victoria llegó a la conclusión de que otorga demasiada importancia a los hombres, y esto no ha atraído a ninguno.",
      "También se dio cuenta de que las personas dependientes a menudo parecen demasiado exigentes, lo que dificulta la formación de relaciones.",
      "Vio que las personas que encuentran la felicidad en sí mismas a menudo atraen a otros, porque irradian alegría y confianza.",
      "La dependencia amorosa impide construir relaciones saludables. Al expresar la necesidad de otra persona para tu propia felicidad, inconscientemente comunicas: «Ámame, porque sin ti no valgo nada». Es poco probable que tales relaciones sean saludables.",
      "Incluso si estás en una relación basada en tales creencias, es poco probable que sea saludable. Porque dependes completamente de que cierta persona, a quien subconscientemente consideras la fuente de tu felicidad, esté a tu lado.",
      "Y estás dispuesto a hacer cualquier cosa por ello. Si no recibes la \"dosis\" de emociones y sentimientos que necesitas, ejercerás presión sobre tu pareja para sentirte amado, o comenzarás a fantasear con encontrar ese verdadero amor en otro lado.",
      "Y siempre te faltará algo o \"algo no está bien\", porque has colocado la responsabilidad de tu estado en otra persona."
    ],
    "quote": {
      "text": "La verdadera felicidad consiste en estar contento con uno mismo.",
      "author": "Séneca"
    }
  },
  "screen_3": {
    "texts": [
      "Es muy importante aprender a regular tu propio estado de ánimo y encontrar la felicidad en ti mismo. Esto te permitirá sentirte igualmente vivo cuando estás solo y cuando estás con un ser querido.",
      "Pero podrías pensar: «Suena bien, pero es improbable. Estar solo significa ser un fracasado emocional».",
      "Muchos creen que el amor es lo que mueve al mundo. Lo ves en los anuncios, lo escuchas en canciones populares, lo lees en poemas. Pero en realidad, el amor no es el único camino hacia una vida feliz y completa.",
      "Estar solo no equivale a ser infeliz. La mayoría de los placeres de la vida los obtenemos por nosotros mismos.",
      "Por ejemplo, cuando escuchas tu música favorita, bailas, caminas por lugares hermosos, lees un libro o comes helado. No necesitas compañía para experimentar sensaciones agradables.",
      "El número de placeres que se pueden disfrutar solo es infinito. Esto significa que tienes acceso a muchas fuentes de placer, independientemente de si hay alguien cerca o no.",
      "Piensa cuál es tu lista de placeres. ¿Con qué puedes complacerte?",
      "A veces nos esforzamos tanto por relaciones perfectas y la idea de un sentimiento elevado, que perdemos de vista lo que realmente necesitamos para experimentar el verdadero amor."
    ],
    "quote": {
      "text": "Amarse a sí mismo es el comienzo de un romance que dura toda la vida.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "¿Cómo superar la adicción al amor?",
    "description": "El artículo explora la felicidad y las creencias relacionadas con el amor y las relaciones. Explica que la felicidad se puede lograr de diversas maneras y ofrece técnicas para cambiar creencias negativas asociadas con la soledad. El artículo enseña cómo encontrar alegría en las cosas cotidianas y desarrollarse independientemente de las relaciones románticas.",
    "screen_1": {
      "texts": [
        "Las relaciones y el amor pueden traer mucha alegría y felicidad a la vida, pero no son el único camino.",
        "La felicidad es un proceso complejo y multifacético, y cada uno tiene el derecho de elegir sus propios métodos y caminos para alcanzarla.",
        "Por lo tanto, si su vida no incluye actualmente relaciones románticas, esto no la hace incompleta.",
        "Para cambiar sus creencias, necesita hacer esfuerzos significativos; es un proceso largo y laborioso.",
        "Pero estamos seguros de que, utilizando las siguientes recomendaciones y técnicas, puede superar la adicción al amor y aprender a ser feliz tanto en relaciones como sin ellas.",
        "Cambio del filtro",
        "¿Ha notado que cuando se siente solo, constantemente ve parejas enamoradas en la calle?",
        "Y parece que todo el mundo está en su contra: aquí una pareja de palomas, allí un gato y una gata, y usted sigue solo. Así es como funciona la distorsión cognitiva — el filtro negativo.",
        "Esto es un error de pensamiento y percepción, donde solo nota lo que le molesta y ignora el resto.",
        "Cambie el filtro — vea el mundo de manera más amplia. Aprenda a ver no solo parejas felices, sino también solteros felices. O personas que tienen pareja pero no son más felices por ello — el estatus social no siempre se justifica."
      ],
      "quote": {
        "text": "La felicidad es como una mariposa: cuanto más la persigues, más te elude. Pero si diriges tu atención a otras cosas, vendrá y se posará suavemente sobre tu hombro.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Lista de Placeres Esperados",
        "La felicidad se puede encontrar todos los días en pequeñas alegrías, desarrollo personal, amistades y muchos otros aspectos de la vida.",
        "Pero lo más probable es que no piense así y esté convencido de que no puede ser feliz sin otra persona.",
        "Para comprobar esta creencia en la realidad, use la “Lista de Placeres Esperados”. Tiene varias columnas donde necesita predecir e indicar el grado real de placer que obtiene de diversas actividades (trabajo y ocio) solo o en compañía de otras personas.",
        "En la primera columna, indique la fecha del experimento.",
        "En la segunda, escriba varias actividades que planea hacer ese día como parte del experimento (recomendamos realizar de 40 a 50 experimentos durante dos o tres semanas. Elija actividades que normalmente le traigan una sensación de satisfacción o disfrute, o aquellas que tengan potencial para el aprendizaje o el crecimiento personal).",
        "En la tercera columna, escriba con quién hará estas actividades. Si es solo, escriba: «Yo».",
        "En la cuarta columna, estime cuánto placer le traerá cada actividad, calificándola en una escala de 0 a 100% — cuanto mayor sea el número, mayor será el placer esperado.",
        "Es muy importante llenar la cuarta columna antes de comenzar la actividad planeada, ¡no después! Una vez que haya llenado las primeras cuatro columnas, proceda con la actividad.",
        "Después, en la quinta columna, registre el grado real de placer, utilizando el mismo sistema de calificación — de 0 a 100%.",
        "Después de realizar una serie de estos experimentos, puede analizar los datos que ha recopilado y aprender mucho sobre usted mismo.",
        "Primero, comparando el placer esperado (columna 4) con el placer real (columna 5), verá cuán precisas son sus predicciones.",
        "Puede darse cuenta de que generalmente subestima el grado de placer que espera recibir, especialmente cuando hace algo solo.",
        "También puede sorprenderse al saber que las actividades con alguien no siempre cumplen sus expectativas.",
        "De hecho, podría incluso descubrir que en muchos casos pasar tiempo solo fue más agradable que en compañía.",
        "Y también puede ver que las calificaciones más altas que dio a las actividades en solitario son iguales o incluso superiores a las calificaciones de las actividades en compañía."
      ],
      "quote": {
        "text": "Nadie puede hacerle sentir inferior sin su consentimiento.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Ajuste de creencias",
        "El amor, las relaciones y el matrimonio no son condiciones necesarias para la felicidad y la autoestima; a veces simplemente no son suficientes.",
        "Una prueba de esto son millones de hombres y mujeres que están casados y sin embargo son infelices.",
        "Si el amor fuera una cura para la soledad, los problemas, el mal humor y la depresión, entonces todos los psicólogos estarían desempleados.",
        "Pero, lamentablemente, este no es el caso; tener una pareja no garantiza una vida feliz. Y esto debe ser reconocido y aceptado.",
        "Para comenzar a trabajar en su creencia, fórmulela y escríbala. Puede sonar de diferentes maneras:",
        "Si no tengo pareja, soy infeliz",
        "Si nadie me ama, soy un fracasado",
        "Sin relaciones, estoy incompleto",
        "Luego, describa cómo exactamente su creencia le está perjudicando. Por ejemplo:",
        "exigencias excesivamente altas a sí mismo, que parecen interminables; parece que no soy lo suficientemente bueno para una relación",
        "expectativas poco realistas de la pareja, conclusiones globales sobre el amor y la falta de amor en lugar de centrarse en problemas específicos",
        "insatisfacción constante y estado de ánimo deprimido, alimentado por cualquier situación de soledad",
        "Después de esto, escriba contraargumentos. Esto puede ser un proceso difícil y puede llevar más de un día; agregue a la lista a medida que surjan nuevos pensamientos.",
        "Por ejemplo, para la creencia «Estar solo es terrible y humillante», puede escribir los siguientes contraargumentos:",
        "cuando una persona está sola, esto le da la oportunidad de conocerse mejor",
        "sin relaciones, hay la oportunidad de probar algo nuevo, hacer cosas que serían mucho más difíciles en una relación",
        "es mejor estar solo que con una pareja inadecuada",
        "Y la parte más importante de este proceso es reemplazar su antigua creencia por una nueva. Debe sonar realista y racional para que pueda creer en ella.",
        "Por ejemplo: «La soledad puede ser agradable y beneficiosa; en ella se puede descansar y conocerse mejor. Y el amor se manifiesta en diferentes relaciones.",
        "Incluso sin pareja, se puede sentir cercanía con las personas, compartir experiencias y mostrar calidez. Es importante apoyarse en el tipo de relaciones que personalmente quiero, y si no las tengo, establecer una meta e intentar crearlas.",
        "Pero la ausencia de una pareja no me hace incompleto. Así como el deseo de tener una pareja no me hace débil y dependiente.»",
        "Lea estas notas todos los días durante 2-3 semanas; puede complementarlas o cambiarlas. De esta manera, podrá superar los patrones de pensamiento negativos y sentar las bases para sus cambios.",
        "El amor es una experiencia maravillosa, pero como cualquier otra, puede ser tanto positiva como negativa y no debe definir quiénes somos y por qué estamos aquí.",
        "El deseo y la necesidad no son lo mismo. El oxígeno es una necesidad, el amor es un deseo.",
        "¡El amor no es una necesidad para un adulto!",
        "El deseo de construir una relación amorosa es normal. No hay nada de malo en ello. Buenas relaciones con una persona amada son un placer maravilloso.",
        "Pero para sobrevivir o experimentar la mayor felicidad, no necesita la aprobación, el amor ni la atención de otra persona."
      ]
    }
  }
}
