{
  "title": "Dependencia del amor",
  "description": "El amor, exaltado por poetas y artistas, da alas y brinda una sensación de plenitud vital. Sin embargo, convertir el amor en una necesidad patológica anula la personalidad e impide construir relaciones sanas, especialmente en personas con baja autoestima. La verdadera felicidad y plenitud se encuentran al aprender a gestionar el propio estado de ánimo y disfrutar de placeres que no dependen de tener pareja.",
  "screen_1": {
    "texts": [
      "El amor es un sentimiento magnífico, exaltado por poetas, artistas y músicos. Da alas, inspira y regala una sensación de plenitud.",
      "Es natural que todos aspiremos a amar y ser amados.",
      "Sin embargo, si tu idea del amor se reduce a la creencia: «No puedo ser una persona verdaderamente feliz y realizada si no tengo pareja; para ser feliz necesito que me amen», estamos ante un signo de dependencia.",
      "¿Qué significa tener dependencia del amor?",
      "Es cuando el amor se convierte en una necesidad patológica sin la cual no eres capaz de sentir felicidad.",
      "Sufres por la falta de amor y esperas que alguien llene ese vacío. Estás convencido de que tu vida solo será mejor, más interesante y plena cuando aparezca esa persona amada que te haga sentir necesario, importante y completo.",
      "Esta dependencia es un estado destructivo que socava tu personalidad, tu autoestima y la posibilidad de construir relaciones sanas.",
      "Las causas de la dependencia amorosa pueden ser variadas, pero la mayoría de las veces hunden sus raíces en la infancia o la adolescencia.",
      "Son especialmente propensas a ella las personas con baja autoestima, que temen la soledad, se centran en sus defectos y no creen en sus propias fuerzas ni capacidades.",
      "La baja autoestima gestada en la infancia se percibe como una falta de valía personal.",
      "Cuando los padres prestan poca atención al niño y este experimenta una falta de afecto, en la vida adulta buscará esos sentimientos en sus parejas, formando relaciones de dependencia.",
      "Veamos el ejemplo de Victoria, de 28 años, que pasa las tardes y los fines de semana desesperada porque cree: «Solo puedo ser feliz en una relación. Sin un hombre no soy nada».",
      "Para ella, ser amada es tan importante como respirar. Pero tal nivel de exigencia a menudo acaba alejando a la gente."
    ]
  },
  "screen_2": {
    "texts": [
      "Al analizar sus creencias, Victoria anotó las desventajas y ventajas de su forma de pensar.",
      "Identificó estas desventajas:",
      "Esta creencia me sume en el abatimiento porque estoy sola.",
      "Pierdo las ganas de hacer cosas, de explorar el mundo o de dedicarme a mis aficiones.",
      "Por culpa de esto me siento perezosa e infeliz.",
      "Me provoca un sentimiento de autocompasión.",
      "Me roba el orgullo y la seguridad, haciéndome envidiar a los demás y sentir decepción.",
      "Luego anotó las ventajas de esa creencia:",
      "La esperanza de encontrar pareja, de hallar amor y seguridad.",
      "Me da un objetivo y un sentido a la vida.",
      "¿Cuán reales son estas ventajas?",
      "Victoria ha creído durante muchos años que no puede vivir sin un hombre, pero esa creencia no ha atraído hasta ahora a la pareja deseada.",
      "Llegó a la conclusión de que le da demasiada importancia a los hombres, y eso no le ha servido para atraer a ninguno.",
      "También se dio cuenta de que las personas dependientes a menudo parecen demasiado exigentes, lo que dificulta la construcción de relaciones.",
      "Vio que quienes encuentran la felicidad en su interior suelen atraer a los demás porque irradian alegría y seguridad.",
      "La dependencia amorosa impide construir vínculos sanos. Al expresar que necesitas a otra persona para ser feliz, transmites inconscientemente: «Ámame, porque por mí mismo no valgo nada». Es poco probable que una relación así prospere.",
      "Pero incluso si estás en una relación teniendo tales creencias, difícilmente será saludable. Al fin y al cabo, confías plenamente en que esa persona concreta, a la que consideras tu fuente de felicidad, estará ahí para siempre.",
      "Y estás dispuesto a todo por ello. Al no recibir la «dosis» de emociones que necesitas, presionarás a tu pareja para sentirte amado o empezarás a fantasear con encontrar ese amor fuera.",
      "Nunca tendrás suficiente o sentirás que «algo va mal», porque has depositado en otra persona la responsabilidad de tu bienestar."
    ],
    "quote": {
      "text": "La verdadera felicidad consiste en estar satisfecho con uno mismo.",
      "author": "Séneca"
    }
  },
  "screen_3": {
    "texts": [
      "Es muy importante aprender a gestionar tu propio estado de ánimo y encontrar la felicidad en ti mismo. Esto te permitirá sentirte igualmente vivo tanto cuando estás a solas como cuando estás con la persona amada.",
      "Podrías pensar: «Suena bien, claro, pero es poco realista. Estar solo significa ser un fracaso sentimental».",
      "Muchos creen que el amor es el motor del mundo. Lo ves en la publicidad, lo escuchas en canciones, lo lees en poemas. Pero, en realidad, el amor romántico está lejos de ser el único camino hacia una vida feliz y plena.",
      "Estar sin pareja no es en absoluto sinónimo de ser infeliz. La mayoría de los placeres de la vida los obtenemos por nosotros mismos.",
      "Por ejemplo, cuando escuchas tu música favorita, bailas, paseas por lugares hermosos, lees un libro o comes un helado. No necesitas compañía para experimentar sensaciones agradables.",
      "La cantidad de placeres que se pueden disfrutar en soledad es infinita. Tienes a tu alcance multitud de fuentes de alegría, independientemente de si hay alguien cerca o no.",
      "Piensa: ¿cuál es tu lista de placeres? ¿Qué cosas pueden alegrarte?",
      "A veces aspiramos tanto a la relación perfecta y a la idea del amor ideal que perdemos de vista lo que realmente necesitamos para experimentar el amor verdadero."
    ],
    "quote": {
      "text": "Amarse a sí mismo es el comienzo de un romance que dura toda la vida.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "¿Cómo librarse de la dependencia amorosa?",
    "description": "El artículo investiga la felicidad y las creencias sobre el amor y las relaciones. Explica que la felicidad se puede alcanzar de diferentes maneras y ofrece técnicas para cambiar las creencias negativas asociadas a la soledad. Aprenderás a ver la alegría en las cosas cotidianas y a desarrollarte independientemente de tu estado civil.",
    "screen_1": {
      "texts": [
        "Las relaciones y el amor pueden aportar mucha alegría y felicidad a la vida, pero no son el único camino.",
        "La felicidad es un proceso complejo y polifacético, y cada uno tiene derecho a elegir sus propios métodos y caminos para alcanzarla.",
        "Por lo tanto, si en este momento tu vida no incluye una relación romántica, eso no la hace incompleta.",
        "Cambiar de creencias requiere esfuerzo; es un proceso que lleva tiempo.",
        "Pero estamos seguros de que, siguiendo las recomendaciones y técnicas a continuación, podrás librarte de la dependencia amorosa y aprenderás a ser feliz tanto en una relación como sin ella.",
        "Cambiar el filtro",
        "¿Has notado que, cuando te sientes solo, por la calle no dejan de aparecer parejas enamoradas?",
        "Parece que el mundo entero está en tu contra: aquí unos tortolitos, allá otros, y tú sigues sin nadie. Así funciona la distorsión cognitiva llamada filtro mental (o abstracción selectiva).",
        "Es un error de pensamiento y percepción por el cual solo notas lo que te preocupa e ignoras el resto.",
        "Cambia el filtro: mira el mundo con más amplitud. Aprende a ver no solo parejas felices, sino también solteros felices. O personas que tienen pareja pero no son más felices por ello; el estado civil no es garantía de nada."
      ],
      "quote": {
        "text": "La felicidad es como una mariposa: cuanto más la persigues, más se te escapa. Pero si diriges tu atención a otras cosas, vendrá y se posará suavemente en tu hombro.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Registro de placer anticipado",
        "La felicidad se puede encontrar cada día en las pequeñas alegrías, en el propio desarrollo, en la amistad y en multitud de otros aspectos de la vida.",
        "Pero es probable que no pienses así y estés convencido de que no puedes ser feliz sin otra persona.",
        "Para contrastar esta creencia con la realidad, utiliza la «Hoja de placer anticipado». Tiene varias columnas donde tendrás que pronosticar e indicar el grado real de placer que obtienes de diversas actividades (trabajo y ocio), ya sea a solas o en compañía.",
        "En la primera columna, indica la fecha del experimento.",
        "En la segunda, anota varias acciones que planeas hacer ese día. (Recomendamos realizar entre 40 y 50 experimentos durante dos o tres semanas. Elige actividades que normalmente te aporten satisfacción o aquellas con potencial de aprendizaje).",
        "En la tercera columna anota con quién las harás. Si es a solas, escribe: «Yo».",
        "En la cuarta columna estima cuánto placer te aportará esa actividad, valorándola en una escala del 0 al 100 %; cuanto mayor sea el número, mayor es el placer esperado.",
        "Es muy importante rellenar la cuarta columna antes de empezar la actividad, ¡y no después! Tras rellenar las primeras cuatro columnas, pasa a la acción.",
        "Después, en la quinta columna, anota el grado real de placer, utilizando el mismo sistema de evaluación (0-100 %).",
        "Tras realizar una serie de experimentos, podrás analizar los datos y descubrirás muchas cosas interesantes sobre ti.",
        "En primer lugar, al comparar el placer anticipado (columna 4) con el real (columna 5), verás qué tal se te da hacer pronósticos.",
        "Quizá te des cuenta de que sueles subestimar el placer que esperas recibir, especialmente cuando haces algo a solas.",
        "Tal vez te sorprenda descubrir que las actividades con alguien no siempre cumplen tus expectativas.",
        "De hecho, incluso puedes descubrir que en muchos casos pasar tiempo a solas fue más agradable que en compañía.",
        "Y también puedes ver que las puntuaciones más altas de las actividades en solitario igualan o superan a las de las actividades en compañía."
      ],
      "quote": {
        "text": "Nadie puede hacerte sentir inferior sin tu consentimiento.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Ajuste de creencias",
        "El amor, las relaciones y el matrimonio no son una condición necesaria para la felicidad ni para tener una buena autoestima; a veces, simplemente no bastan.",
        "La prueba de ello son los millones de personas casadas que, aun así, son infelices.",
        "Si el amor fuera la cura para la soledad, los problemas, el mal humor y las depresiones, todos los psicólogos se quedarían sin trabajo.",
        "Por desgracia, no es así; tener pareja no garantiza una vida feliz. Y esto hay que comprenderlo y aceptarlo.",
        "Para empezar a trabajar con la creencia, formúlala y escríbela. Puede sonar de diferentes formas:",
        "«Si no tengo pareja, soy infeliz».",
        "«Si no me aman, soy un fracaso».",
        "«Sin una relación soy una persona incompleta».",
        "Luego, detalla exactamente cómo te limita esa creencia. Por ejemplo:",
        "Exigencias excesivas hacia mí mismo que no tienen fin; parece que nunca soy lo bastante bueno para una relación.",
        "Expectativas poco realistas sobre la pareja y conclusiones globales sobre el amor en lugar de atención a problemas concretos.",
        "Insatisfacción constante y ánimo bajo, alimentados por cualquier situación de soledad.",
        "A continuación, escribe contraargumentos. Puede ser difícil y llevarte varios días; completa la lista a medida que surjan nuevos pensamientos.",
        "Por ejemplo, para la creencia «Estar solo es terrible y humillante» se pueden anotar estos contraargumentos:",
        "Cuando uno está solo, tiene la oportunidad de conocerse mejor a sí mismo.",
        "Sin una relación existe la posibilidad de probar cosas nuevas que en pareja serían más difíciles.",
        "Mejor estar solo que con una pareja inadecuada.",
        "Y el paso más importante: sustituye tu vieja creencia por una nueva. Debe sonar realista y racional para que te la creas.",
        "Por ejemplo: «La soledad puede ser agradable y útil; permite descansar y conocerse mejor. Y el amor se manifiesta en diferentes tipos de relaciones».",
        "«Incluso ante la falta de pareja, puedo sentir cercanía con la gente, compartir vivencias y dar afecto. Vale la pena definir qué relación quiero y, si no la tengo, intentar crearla».",
        "«Pero no tener pareja no me hace una persona incompleta. Al igual que desear tenerla no me hace débil ni dependiente».",
        "Relee estas notas a diario durante 2-3 semanas; puedes completarlas o cambiarlas. Así lograrás superar la mentalidad negativa e iniciar el cambio.",
        "El amor es una experiencia maravillosa, pero, como cualquier otra, puede ser positiva o negativa y no debe definir quiénes somos ni nuestro propósito.",
        "Deseo y necesidad no son lo mismo. El oxígeno es una necesidad; el amor es un deseo.",
        "¡Para un adulto, el amor romántico no es una necesidad vital!",
        "El deseo de construir una relación es normal y no tiene nada de malo. Una buena relación es un placer exquisito.",
        "Pero para sobrevivir o experimentar la felicidad suprema, no requieres la aprobación, el amor ni la atención constante de otra persona."
      ]
    }
  }
}
