{
  "title": "Dependencia del amor",
  "description": "El amor, ensalzado por poetas y artistas, eleva y proporciona una sensación de plenitud en la vida. Sin embargo, convertir el amor en una necesidad patológica destruye la personalidad e impide construir relaciones saludables, especialmente en personas con baja autoestima. La verdadera felicidad y plenitud de la vida se pueden encontrar aprendiendo a regular el estado de ánimo y disfrutando de los placeres que no dependen de la presencia de una pareja.",
  "screen_1": {
    "texts": [
      "El amor es un sentimiento magnífico, ensalzado por poetas, artistas y músicos. Eleva, inspira y otorga una sensación de plenitud de vida.",
      "Naturalmente, todos nosotros aspiramos a amar y ser amados.",
      "Sin embargo, si tu concepción del amor se reduce a la creencia: «No puedo ser verdaderamente feliz y realizado si no tengo pareja. Para estar completamente feliz, necesito ser amado», esto ya es una señal de dependencia.",
      "¿Qué significa ser dependiente del amor?",
      "Es cuando el amor se convierte en una necesidad patológica, sin la cual no puedes sentir felicidad.",
      "Sufres por la falta de amor, esperas que alguien llene ese vacío. Estás convencido de que tu vida solo mejorará, se volverá más interesante y completa cuando aparezca esa persona amada que te hará sentir necesario, importante y completo.",
      "Tal dependencia es un estado destructivo que socava tu personalidad, autoestima y la capacidad para construir relaciones saludables.",
      "Las causas de la dependencia amorosa pueden ser variadas, pero a menudo tienen sus raíces en la infancia o adolescencia.",
      "Las personas con baja autoestima, que temen la soledad, se centran en sus defectos y no creen en sus propias fuerzas y habilidades, son especialmente susceptibles a esto.",
      "Una baja autoestima, originada en la infancia, se percibe como insuficiencia.",
      "Cuando los padres prestan poca atención a un niño y él experimenta una falta de amor parental, en la edad adulta buscará esos sentimientos en sus parejas, formando relaciones dependientes.",
      "Consideremos el ejemplo de Victoria, de 28 años, que pasa sus noches y fines de semana en desesperación porque cree: «Solo puedo ser feliz en una relación. Sin un hombre, no soy nada».",
      "Para ella, ser amada es tan importante como respirar. Tal exigencia a menudo repele a las personas."
    ]
  },
  "screen_2": {
    "texts": [
      "En el proceso de analizar sus creencias, Victoria enumeró las desventajas y ventajas de su pensamiento.",
      "Las desventajas sonaron así:",
      "La creencia me sumerge en la desesperación porque estoy sola.",
      "Pierdo el deseo de hacer cualquier cosa, explorar el mundo o participar en pasatiempos.",
      "Por esto, me siento perezosa e infeliz.",
      "Provoca un sentimiento de lástima hacia mí misma",
      "Me priva de orgullo y confianza, haciendo que envidie a otros y sienta decepción.",
      "Luego, ella enumeró las ventajas de la creencia:",
      "La esperanza de encontrar un compañero, obtener amor y seguridad.",
      "Me da un propósito y sentido a la vida.",
      "¿Qué tan reales son estas ventajas?",
      "Victoria ha creído durante muchos años que no puede vivir sin un hombre, pero esta creencia aún no ha atraído al compañero deseado.",
      "Victoria llegó a la conclusión de que otorga demasiada importancia a los hombres, y esto no ha atraído a ninguno.",
      "También se dio cuenta de que las personas dependientes a menudo parecen demasiado exigentes, lo que dificulta la formación de relaciones.",
      "Vio que las personas que encuentran la felicidad en sí mismas a menudo atraen a otros, porque irradian alegría y confianza.",
      "La dependencia amorosa impide construir relaciones saludables. Al expresar la necesidad de otra persona para tu propia felicidad, inconscientemente comunicas: «Ámame, porque sin ti no valgo nada». Es poco probable que tales relaciones sean saludables.",
      "Incluso si estás en una relación basada en tales creencias, es poco probable que sea saludable. Porque dependes completamente de que cierta persona, a quien subconscientemente consideras la fuente de tu felicidad, esté a tu lado.",
      "Y estás dispuesto a hacer cualquier cosa por ello. Si no recibes la \"dosis\" de emociones y sentimientos que necesitas, ejercerás presión sobre tu pareja para sentirte amado, o comenzarás a fantasear con encontrar ese verdadero amor en otro lado.",
      "Y siempre te faltará algo o \"algo no está bien\", porque has colocado la responsabilidad de tu estado en otra persona."
    ],
    "quote": {
      "text": "La verdadera felicidad consiste en estar contento con uno mismo.",
      "author": "Séneca"
    }
  },
  "screen_3": {
    "texts": [
      "Es muy importante aprender a regular tu propio estado de ánimo y encontrar la felicidad en ti mismo. Esto te permitirá sentirte igualmente vivo cuando estás solo y cuando estás con un ser querido.",
      "Pero podrías pensar: «Suena bien, pero es improbable. Estar solo significa ser un fracasado emocional».",
      "Muchos creen que el amor es lo que mueve al mundo. Lo ves en los anuncios, lo escuchas en canciones populares, lo lees en poemas. Pero en realidad, el amor no es el único camino hacia una vida feliz y completa.",
      "Estar solo no equivale a ser infeliz. La mayoría de los placeres de la vida los obtenemos por nosotros mismos.",
      "Por ejemplo, cuando escuchas tu música favorita, bailas, caminas por lugares hermosos, lees un libro o comes helado. No necesitas compañía para experimentar sensaciones agradables.",
      "El número de placeres que se pueden disfrutar solo es infinito. Esto significa que tienes acceso a muchas fuentes de placer, independientemente de si hay alguien cerca o no.",
      "Piensa cuál es tu lista de placeres. ¿Con qué puedes complacerte?",
      "A veces nos esforzamos tanto por relaciones perfectas y la idea de un sentimiento elevado, que perdemos de vista lo que realmente necesitamos para experimentar el verdadero amor."
    ],
    "quote": {
      "text": "Amarse a sí mismo es el comienzo de un romance que dura toda la vida.",
      "author": "Oscar Wilde"
    }
  }
}
