{
  "title": "Salir de la trampa de “Todo es por mi culpa”",
  "description": "El artículo examina el fenómeno de la personalización: la tendencia a percibir los eventos como relacionados personalmente con uno mismo. Se discuten métodos para reducir las consecuencias negativas de este tipo de pensamiento, incluyendo la autoobservación y el análisis de situaciones. El autor ofrece consejos prácticos y ejercicios para mejorar el bienestar mental y liberarse de la culpa innecesaria.",
  "screen_1": {
    "texts": [
      "A veces, la gente se refiere erróneamente a la creencia en la personalización como “megalomanía”.",
      "Sin embargo, esto no necesariamente indica ilusiones de grandeza, sino que refleja una cosmovisión en la que una persona propensa a la personalización se coloca en el centro del universo: todos los eventos parecen estar relacionados personalmente con ella.",
      "Internamente, esto no se experimenta como una sensación de poder o fuerza inmensa, sino como una presión constante, atención de los demás y hostilidad oculta.",
      "Para superar este estilo de pensamiento dañino, es importante identificar las verdaderas causas de los problemas que han surgido.",
      "En lugar de culparse por cosas que están fuera de su control y, en consecuencia, sentirse culpable ante el mundo entero, concéntrese en analizar la situación.",
      "Comience con la autoobservación. El primer paso para reducir la personalización es la conciencia, como ocurre con cualquier otro pensamiento irracional. Preste mucha atención a sus pensamientos y reacciones a los eventos. Note cuándo tiende a asumir la responsabilidad de algo que en realidad está fuera de su control.",
      "Luego, intente identificar otros factores que podrían haber influido en la situación por la que asumió la responsabilidad. Por ejemplo: “¿Es realmente cierto que solo yo soy culpable de esta discusión? ¿Qué otros factores y circunstancias podrían haber jugado un papel?”",
      "Considere posibles razones para el comportamiento de otras personas que no estén relacionadas con sus acciones. Trate de ponerse en su lugar y entender qué podría haber influido en su reacción. Por ejemplo, ¿qué más podría haber causado su estado de ánimo o comportamiento?"
    ],
    "quote": {
      "text": "Todo lo que oímos es una opinión, no un hecho. Todo lo que vemos es una perspectiva, no la verdad.",
      "author": "Marco Aurelio"
    }
  },
  "screen_2": {
    "texts": [
      "Use las siguientes preguntas para el análisis:",
      "¿Debo culparme por lo que sucedió?",
      "¿Estaba en posición de controlar esto?",
      "¿Soy realmente responsable de todo? ¿O solo de una parte del problema? ¿De cuál exactamente?",
      "¿Qué otras razones podrían haber para este problema?",
      "Ejemplo:",
      "Imagine una situación: llega al trabajo y su colega no lo saluda. Inmediatamente surge un pensamiento: “Hice algo mal. Parece que no le agrado. Tal vez dije algo incorrecto ayer, o no la saludé, y ahora me está castigando por eso”.",
      "Analice sus pensamientos usando las preguntas anteriores y escriba respuestas racionales alternativas:",
      "Quizás no me saludó porque no durmió bien, simplemente se olvidó, estaba absorta en sus pensamientos o me saludó antes y no lo noté.",
      "Lo más probable es que su posible mal estado y el hecho de que no me haya saludado no tengan nada que ver con mi comportamiento. Solo puedo demostrar lo contrario si le pregunto directamente. La explicación más probable: no durmió bien, algo sucedió por la mañana, o simplemente lo olvidó.",
      "No estoy seguro de si estaba triste, pero incluso si lo estaba, hay muchas razones para su estado que pueden no tener nada que ver conmigo. Incluso si está molesta conmigo, debería decírmelo; de lo contrario, no puedo entender la situación con certeza.",
      "Dado que no sé con certeza si la razón está relacionada con mis acciones, no me sentiré culpable por ello.",
      "Recuerde que no podemos controlar todo en la vida. A veces, solo necesitamos aceptar lo que sucede y no intentar explicarlo todo a través de nuestros propios errores."
    ],
    "quote": {
      "text": "A la gente no le perturban las cosas, sino sus opiniones sobre ellas.",
      "author": "Epicteto"
    }
  },
  "screen_3": {
    "texts": [
      "También puede utilizar los siguientes ejercicios para trabajar en su creencia:",
      "Aplicar una perspectiva externa",
      "Imagine que un amigo le cuenta que su colega no lo saludó por la mañana. ¿Cómo reaccionaría? ¿Qué le diría? ¿Qué consejo le daría? Esto le ayudará a distanciarse de sus propias emociones y a ver la situación de manera más objetiva.",
      "Continúe la frase “si realmente...”",
      "Intente terminar la siguiente frase: “Si realmente fuera responsable de esto, significaría que...”",
      "Por ejemplo: “Si realmente fuera responsable del fracaso del proyecto, significaría que podría controlar a todos los participantes y evitar cualquier error”. Pero en realidad, muchos factores están fuera de su control.",
      "“Si realmente fuera responsable de que mi amigo esté molesto conmigo, significaría que podría leer su mente y adivinar sus deseos”. Pero eso es imposible.",
      "Completar la frase “si realmente...” le ayudará a analizar su responsabilidad y a darse cuenta de que no siempre puede controlar todo lo que sucede.",
      "Al utilizar estas simples técnicas, podrá liberarse de pensamientos negativos y del sentimiento de que es responsable de todo.",
      "Recuerde que no es el centro del universo y no tiene que ser responsable de todos los eventos a su alrededor. Es mejor enfocar su energía en resolver problemas y crear una vida más feliz y armoniosa."
    ]
  }
}
