{
  "title": "¿Siempre tengo yo la culpa? La ilusión de omnipotencia",
  "description": "Este artículo explora el fenómeno psicológico de la personalización: la creencia de que eres la causa de todo lo que sucede a tu alrededor. El texto desvela los mecanismos de este pensamiento y sus consecuencias negativas, como el estrés, la ansiedad, la baja autoestima y los problemas en las relaciones. También se examinan las causas de su origen, desde la infancia hasta la influencia de las normas culturales. Para terminar, se ofrecen recomendaciones para superar la personalización y liberarse de una culpa infundada.",
  "screen_1": {
    "texts": [
      "En cualquier situación, sea cual sea el resultado, la causa soy yo.",
      "He perdido el tren: tardé mucho en arreglarme. La gente de enfrente en el metro se ríe: seguro que se ríen de mí. Mi pareja no está de humor: eso significa que he hecho algo mal.",
      "¿Te resulta familiar?",
      "Si es así, estamos ante una creencia de omnipotencia.",
      "Todos nosotros, en mayor o menor medida, nos hemos enfrentado a la personalización.",
      "Es una trampa psicológica insidiosa que te hace sentir el centro del universo y asumir la responsabilidad de gran parte de lo que sucede a tu alrededor.",
      "Te convences de que la gente de tu entorno reacciona exclusivamente a ti, que sus acciones, pensamientos y sentimientos dependen enteramente de tus actos, aunque en realidad todo eso escapa a tu control.",
      "Pero te castigas juzgándote y sintiendo una culpa opresiva.",
      "Paradójicamente, la creencia en tu propia omnipotencia y poder ilimitado te restringe, sumiéndote en la ansiedad y reduciendo tu eficacia.",
      "¿Cómo se manifiesta la personalización?",
      "«Todo es por mi culpa»: Tiendes a creer que todo lo que pasa en la vida es resultado de tus propias acciones. No importa si es bueno o malo, asumes toda la responsabilidad.",
      "«Todo gira en torno a mí»: Tienes la convicción de que los demás piensan constantemente en ti, te juzgan y notan todos tus errores y defectos.",
      "«Soy culpable»: El sentimiento de culpa se convierte en un compañero constante, independientemente de las causas reales de los eventos."
    ]
  },
  "screen_2": {
    "texts": [
      "Por ejemplo:",
      "Imagina que entras en una tienda y el vendedor te responde de forma grosera en la caja. En lugar de pensar que él podría haber tenido un mal día o que simplemente es un maleducado, empiezas a recriminarte: «Seguro que dije o hice algo mal».",
      "Invitan a una reunión a una conocida que no te cae bien. Piensas que lo han hecho a propósito para demostrar que sobras y que no quieren hablar contigo.",
      "«Si no responde a mi llamada, significa que está ofendida conmigo».",
      "Esos adolescentes se ríen e intercambian miradas: seguro que me están criticando.",
      "Con este estilo de pensamiento, no importa en absoluto quién tiene la culpa en realidad: uno se siente culpable de todos modos. ¿A qué crees que puede conducir esto? Por supuesto, al estrés, la apatía, la ansiedad, problemas de autoestima e incluso a la depresión.",
      "¿Por qué es peligrosa la personalización?",
      "Autocrítica excesiva: Las personas pueden tender a la autocrítica y a culparse por eventos que en realidad no dependían de ellas.",
      "Estrés y ansiedad: La sensación constante de que todos los problemas son por tu culpa provoca estrés crónico y ansiedad.",
      "Problemas en las relaciones: Las personas propensas a la personalización pueden interpretar mal el comportamiento de los demás, ofendiéndose y dañando las relaciones.",
      "Percepción distorsionada de la realidad: Como cualquier creencia irracional, la personalización te induce a error, impidiendo evaluar la situación con objetividad y perdiendo de vista los hechos.",
      "Baja autoestima: Al culparte constantemente de todo, socavas tu confianza en ti mismo.",
      "Posición de víctima: Algunas personas intentan inconscientemente hacerse daño, castigándose por faltas imaginarias. Pueden permitir que otros las traten con desdén."
    ],
    "quote": {
      "text": "El sentimiento de culpa genera inevitablemente un escenario de castigo, y además sin que seas consciente de ello.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "¿De dónde surge la personalización?",
      "Este tipo de creencias se forma ya en la infancia.",
      "Se sabe que el pensamiento de los niños es egocéntrico, lo que significa que el niño se considera sinceramente la causa de todo lo que sucede a su alrededor.",
      "Por ejemplo, para los niños de tres o cuatro años es completamente normal creer que el sol sale porque ellos se han despertado, y que se pone cuando es hora de irse a dormir.",
      "Sin embargo, muchos adultos, al crecer, siguen utilizando elementos del pensamiento egocéntrico en la vida cotidiana.",
      "La presión familiar o social puede obligar a una persona a considerarse responsable del bienestar de los demás. Por ejemplo, un niño obligado a cuidar de sus padres desde una edad temprana.",
      "Los problemas de autoestima pueden ser tanto consecuencia como causa de tales creencias.",
      "Las personas con baja autoestima suelen ser propensas a la personalización. Pueden creer que no merecen ser tratadas bien y, por tanto, atribuyen los eventos negativos a sus acciones o defectos.",
      "Las experiencias traumáticas del pasado también pueden fomentar la personalización. A una edad temprana, existe una gran probabilidad de distorsionar el pensamiento del niño y convencerlo de que todo lo que ocurre depende de él.",
      "Por ejemplo, si una persona escuchó a menudo de sus padres frases como «tú tienes la culpa de todo» o «nunca haces nada bien», puede llevar esa «etiqueta» toda la vida, atribuyendo todos los eventos negativos a su propia culpa.",
      "En algunas culturas es costumbre asumir la responsabilidad de todo lo que sucede alrededor. Esto puede llevar a que las personas tiendan a la personalización, incluso si no tienen la culpa de lo que ocurre.",
      "Sean cuales sean las causas de la formación de estas creencias, podemos cambiar nuestro pensamiento en cualquier etapa de la vida si tenemos motivación.",
      "En el próximo capítulo, como de costumbre, veremos las principales recomendaciones para trabajar con la creencia en la propia omnipotencia."
    ],
    "quote": {
      "text": "No puedes culparte por todo si no te consideras omnipotente.",
      "author": "Mijaíl Bulgákov"
    }
  },
  "exercise": {
    "title": "Salir de la trampa del «Todo es culpa mía»",
    "description": "El artículo explica qué es la personalización: el hábito de percibir los eventos como algo relacionado personalmente contigo. Aprenderás por qué este pensamiento provoca un sentimiento de culpa innecesario y ansiedad, y cómo desarrollar paso a paso una visión más saludable de las situaciones. Las técnicas presentadas ayudarán a separar gradualmente los hechos de los pensamientos, reducir la autocrítica y sentir más paz interior.",
    "screen_1": {
      "texts": [
        "A veces la gente llama a la personalización «megalomanía», pero no se trata de una sensación de poder o importancia.",
        "La personalización ocurre cuando parece que lo que sucede alrededor está relacionado contigo, aunque no haya pruebas de ello.",
        "Por dentro, a menudo no se siente como poder, sino como ansiedad: como si todos te miraran, te evaluaran y esperaran de ti un comportamiento ideal.",
        "Para salir de este patrón, es importante aprender a notar las causas reales de los eventos, en lugar de culparse automáticamente.",
        "Cuando asumimos la responsabilidad de lo que está fuera de nuestro control, nos sobrecargamos y sembramos el terreno para el sentimiento de culpa y el cansancio.",
        "El primer paso es la observación. Fíjate cuándo aparece en tu cabeza el pensamiento: «Es culpa mía», aunque haya pocos hechos o ninguno que lo respalde.",
        "Pregúntate: «¿Realmente he influido en esta situación? ¿O es solo un pensamiento y no un hecho?»",
        "Intenta considerar otras explicaciones de lo sucedido. Por ejemplo: «Ella no me saludó. Quizás está disgustada, tiene prisa o está ocupada con sus cosas; puede que no tenga nada que ver conmigo»."
      ],
      "quote": {
        "text": "Todo lo que escuchamos es una opinión, no un hecho. Todo lo que vemos es una perspectiva, no la verdad.",
        "author": "Marco Aurelio"
      }
    },
    "screen_2": {
      "texts": [
        "Una serie de preguntas puede ayudarte:",
        "¿Debería realmente culparme?",
        "¿Estaba eso bajo mi control?",
        "¿De qué soy responsable exactamente? ¿Y dónde está el límite de mi responsabilidad?",
        "¿Qué otras causas podrían haber influido en la situación?",
        "Ejemplo:",
        "Llegas al trabajo y una compañera no te saluda. Pensamiento automático: «Seguro que he hecho algo mal».",
        "Ahora pasamos al análisis:",
        "Podría no haberme visto, estar distraída, no haber dormido bien, tener prisa o estar preocupada por sus propios asuntos.",
        "No puedo saber la razón exacta sin una conversación directa.",
        "Incluso si está de mal humor, puede deberse a multitud de factores ajenos a mí.",
        "Si no hay hechos, no hay base para la culpa.",
        "No podemos controlarlo todo. A veces el mejor paso es soltar y dejar que el mundo siga su curso."
      ],
      "quote": {
        "text": "No son las cosas las que turban a los hombres, sino la opinión que tienen de ellas.",
        "author": "Epicteto"
      }
    },
    "screen_3": {
      "texts": [
        "Algunos ejercicios que pueden ayudar:",
        "Mirada desde fuera",
        "Imagina que una amiga te cuenta la misma situación. ¿Qué le dirías? ¿Cómo la apoyarías? De la misma manera puedes apoyarte a ti misma.",
        "La frase «si...»",
        "Completa el pensamiento: «Si yo fuera realmente responsable de todo, eso significaría...».",
        "Por ejemplo: «...que puedo controlar los sentimientos de los demás», o «...que leo el pensamiento», o «...que respondo de todos los eventos a mi alrededor».",
        "Al notar lo absurdo de estas fantasías, es más fácil recuperar una visión realista de la situación.",
        "Con el tiempo, tales ejercicios ayudan a separar poco a poco los hechos reales de la culpa automática.",
        "Recuerda: estar atenta a los eventos es valioso. Pero eso no significa que tengas la obligación de responder por todo.",
        "Al liberarte de la personalización, sentirás más alivio y paz interior."
      ]
    }
  }
}
