{
  "title": "¿Siempre tengo la culpa? La ilusión de la omnipotencia",
  "description": "Este artículo explora el fenómeno psicológico de la personalización: la creencia de que eres la causa de todo lo que sucede a tu alrededor. El texto revela los mecanismos de este pensamiento y sus consecuencias negativas, como el estrés, la ansiedad, la baja autoestima y los problemas en las relaciones. También se examinan las razones de la formación de tales creencias, comenzando desde la infancia y bajo la influencia de normas culturales. Finalmente, se ofrecen recomendaciones sobre cómo superar la personalización y liberarse de la culpa injustificada.",
  "screen_1": {
    "texts": [
      "En cualquier situación, sea cual sea el resultado, yo soy la razón.",
      "Perdí el tren—me tomé demasiado tiempo para prepararme. Las personas frente a mí en el metro se están riendo—seguro que de mí. Mi pareja está de mal humor—entonces hice algo mal.",
      "¿Te resulta familiar?",
      "Si es así, entonces estamos tratando con la creencia en la propia omnipotencia.",
      "Cada uno de nosotros ha enfrentado la personalización en algún grado.",
      "Es una trampa psicológica insidiosa que te hace sentir como el centro del universo y asumir la responsabilidad de gran parte de lo que sucede a tu alrededor.",
      "Estás convencido de que las personas a tu alrededor reaccionan únicamente a ti, que sus acciones, pensamientos y sentimientos dependen completamente de tu comportamiento, aunque en realidad todo esto está fuera de tu control.",
      "Pero te torturas a ti mismo, condenándote y sintiendo un aplastante sentimiento de culpa.",
      "Paradójicamente, la creencia en tu propia omnipotencia y omnisciencia te limita, sumiéndote en la ansiedad y reduciendo tu eficiencia.",
      "¿Cómo se manifiesta la personalización?",
      "«Todo es por mí»: Tiendes a creer que todo lo que sucede en la vida es el resultado de tus propias acciones. No importa si es bueno o malo, asumes toda la responsabilidad.",
      "«Todo gira en torno a mí»: Estás convencido de que los demás piensan constantemente en ti, hablan de ti y notan todos tus errores y defectos.",
      "«Yo soy el culpable»: El sentimiento de culpa se convierte en un compañero constante, independientemente de las causas reales de los eventos."
    ]
  },
  "screen_2": {
    "texts": [
      "Por ejemplo:",
      "Imagínate que entras en una tienda y en la caja, el vendedor te responde groseramente. En lugar de pensar que el vendedor pudo haber tenido un mal día o simplemente es grosero, comienzas a culparte a ti mismo: «Seguramente dije o hice algo mal».",
      "Vas a una reunión con amigos e invitan a una conocida que no te agrada. Piensas que lo hicieron a propósito para mostrarte que no eres bienvenida y que no quieren ser tus amigos.",
      "«Si no responde mi llamada, significa que está enojada conmigo».",
      "Estos adolescentes están riendo y mirándose—seguro que están hablando de mí.",
      "Con este estilo de pensamiento, no importa quién sea realmente el culpable—la culpa aún se siente como tuya. ¿Qué crees que esto puede causar? Por supuesto, estrés, apatía, ansiedad, problemas de autoestima e incluso depresión.",
      "¿Por qué es peligrosa la personalización?",
      "Autocrítica excesiva: Las personas pueden tender a la autocrítica y a sentirse culpables por eventos que en realidad estaban fuera de su control.",
      "Estrés y ansiedad: La sensación constante de que todos los problemas son por mi culpa lleva a un estrés crónico y ansiedad.",
      "Problemas en las relaciones: Las personas propensas a la personalización pueden malinterpretar el comportamiento de los demás, sentirse ofendidas y dañar las relaciones.",
      "Percepción distorsionada de la realidad: Como cualquier creencia irracional, la personalización te lleva por mal camino, impidiéndote evaluar la situación con objetividad y pasar por alto los hechos y circunstancias objetivas.",
      "Baja autoestima: Al culparte constantemente por todo, socavas tu confianza en ti mismo.",
      "Mentalidad de víctima: Algunas personas intentan inconscientemente hacerse daño a sí mismas, castigándose por faltas imaginarias. Pueden permitir que otros las traten con desdén."
    ],
    "quote": {
      "text": "El sentimiento de culpa inevitablemente crea un escenario de castigo, sin que tu conciencia lo sepa",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "¿De dónde proviene la personalización?",
      "Este tipo de creencias se forma en la infancia.",
      "Se sabe que el pensamiento de los niños es egocéntrico, lo que significa que un niño cree sinceramente que es la causa de todo lo que sucede a su alrededor.",
      "Por ejemplo, para los niños de tres o cuatro años es completamente normal creer que el sol sale porque se despertaron y se pone cuando es hora de que vayan a dormir.",
      "Sin embargo, muchos adultos, a medida que crecen, todavía utilizan elementos del pensamiento egocéntrico en su vida diaria.",
      "La presión familiar o social puede hacer que una persona se sienta responsable del bienestar de los demás. Por ejemplo, un niño que se ve obligado a cuidar de sus padres desde una edad temprana.",
      "Los problemas de autoestima pueden ser tanto una consecuencia como una causa de tales creencias.",
      "Las personas con baja autoestima suelen ser propensas a la personalización. Pueden creer que no merecen ser tratadas bien, y por lo tanto atribuyen los eventos negativos a sus propias acciones o defectos.",
      "Las experiencias traumáticas en el pasado también pueden contribuir a la personalización. A una edad temprana, existe una alta probabilidad de que el pensamiento de un niño se distorsione, llevándolo a creer que todo lo que sucede depende de él.",
      "Por ejemplo, si una persona escuchaba a menudo frases como «Es todo tu culpa» o «Nunca haces nada bien» de sus padres durante la infancia, podría llevar esta «etiqueta» durante toda la vida, atribuyendo todos los eventos negativos a su propia culpa.",
      "En algunas culturas, es común asumir la responsabilidad de todo lo que sucede a tu alrededor. Esto puede llevar a que las personas sean propensas a la personalización, incluso si no son responsables de lo que sucede.",
      "Cualesquiera que sean las razones de la formación de tales creencias, podemos cambiar nuestro pensamiento en cualquier etapa de la vida si tenemos la motivación para hacerlo.",
      "En el próximo capítulo, como siempre, discutiremos las principales recomendaciones para trabajar con la creencia en la propia omnipotencia."
    ],
    "quote": {
      "text": "No puedes culparte por todo si no te consideras omnipotente.",
      "author": "Mijaíl Bulgákov"
    }
  }
}
