{
  "title": "Me lo merezco. ¿Qué hay de malo en esta creencia?",
  "description": "El artículo examina el problema de la mentalidad «me lo merezco», que se desarrolla en personas que esperan que el mundo gire a su alrededor y satisfaga todas sus necesidades. El autor explica cómo esta actitud se origina en la infancia, proporciona ejemplos de su manifestación en la vida adulta y describe las consecuencias negativas de tal pensamiento, incluyendo la decepción, las relaciones tensas y la pérdida de independencia. En conclusión, se propone la idea de que es importante aceptar el mundo tal como es y entender que hay espacio en él no solo para nosotros, sino también para otras personas.",
  "screen_1": {
    "texts": [
      "«Me lo merezco» es una trampa en la que caen muchos, creyendo que el mundo gira a su alrededor.",
      "Las personas en esta posición a menudo esperan que los demás estén de acuerdo con ellos y cumplan sus peticiones.",
      "No consideran las opiniones y necesidades de otras personas, creyendo que sus propios deseos y necesidades son más importantes.",
      "Las creencias de derecho pueden sonar así:",
      "Los amigos siempre deben ayudarme",
      "Mi pareja debe apoyarme siempre y en todo",
      "Mi madre debe cuidar a mis hijos",
      "Todo debe ser como yo quiero",
      "No deben negarme nada",
      "El mundo debe ser justo conmigo",
      "Si has notado este tipo de pensamiento en ti mismo, probablemente crees que mereces éxito, amor y felicidad simplemente por derecho de nacimiento.",
      "Esperas que el universo y las personas que te rodean cumplan tus deseos porque eres una buena persona o porque trabajas duro.",
      "Pero cuando esto no sucede, y a menudo no sucede, te enfrentas a una elección: hundirte en el desánimo y sentimientos de inferioridad o estallar en ira. Las personas que sienten que todo se les debe a menudo enfrentan problemas."
    ],
    "quote": {
      "text": "No podemos dirigir el viento, pero podemos ajustar las velas.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Y en primer lugar, es decepción: si te han rechazado, no han entendido que deben resolver tus problemas, no han cumplido tus expectativas, entonces seguramente te espera decepción, sentimientos heridos, ira, incomprensión de cómo pueden tratarte así - a una persona tan maravillosa.",
      "Gastas mucha energía en emociones negativas, viendo el mundo en colores sombríos. Tu actitud exigente hacia la vida te impide disfrutar, ser feliz, porque no aceptas el mundo tal como es, siempre tienes quejas sobre cómo debería estar organizado.",
      "Tania es un ejemplo vívido de una persona con la actitud de «todo me lo merezco». Ella espera que los amigos estén siempre disponibles, listos para dejar todo y correr en su ayuda, resolviendo todos sus problemas y cumpliendo todas sus peticiones.",
      "Por ejemplo, puede llamar a las 3 de la mañana, exigiendo que su amiga venga inmediatamente a apoyarla después de una discusión con su novio.",
      "O, sin previo aviso, pedir ayuda con una mudanza, aunque su amiga ya había planeado una reunión importante para ese día. Cuando los amigos no pueden ayudarla, Tania se siente ofendida y abandonada, no deseada.",
      "Esta es una posición peligrosa que puede llevar al aislamiento, tensión en las relaciones o incluso a la destrucción de estas relaciones.",
      "Los amigos y allegados comienzan a evitar reuniones o conversaciones, temiendo otra exigencia, ofensa o discusión. Porque nadie quiere sentirse constantemente obligado y someterse a los caprichos de otra persona.",
      "¿De dónde viene esta creencia? Esta actitud a menudo se forma en la infancia cuando un niño no se enfrenta a límites realistas y obtiene todo lo que quiere. Esto puede suceder por varias razones:",
      "Los padres miman al niño y le permiten hacer todo lo que se le ocurra.",
      "En este caso, el niño desarrolla una parte narcisista de la personalidad con un sentido inflado de su propia importancia.",
      "Ejemplo: La pequeña Katia siempre obtuvo todo lo que quería. Sus padres pensaban que merecía lo mejor y no le negaban nada. Katia se acostumbró a que el mundo girara a su alrededor y no entendía por qué en la escuela los maestros no le daban toda su atención y sus compañeros no consideraban su opinión.",
      "Los padres mismos viven bajo el principio de «todo me lo merezco».",
      "El niño repite el escenario de los padres, adoptando esta forma de pensar.",
      "Ejemplo: Los padres de Iván se quejaban constantemente de la vida, pensando que deberían pagarles más, que no los apreciaban y que sus derechos eran constantemente violados. Iván creció en una atmósfera de descontento y expectativa de que el mundo le debía algo."
    ],
    "quote": {
      "text": "Nadie te debe nada. Todo lo que obtienes en la vida es un regalo.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Los padres no consideraban la opinión del niño, ignoraban sus intereses y deseos.",
      "El niño está enojado con los padres pero no puede expresar su ira abiertamente. Por lo tanto, la transfiere a quienes lo rodean, creyendo que deberían compadecerse de él y compensar lo que le faltó en la infancia.",
      "Ejemplo: Ana siempre soñó con ser artista, pero sus padres la obligaron a estudiar derecho, considerándolo una profesión más prestigiosa. Ana cedió, pero su corazón siempre anheló la creatividad. ",
      "Ella resentía a sus padres por no dejarla realizar su sueño, y luego transfería este resentimiento a todos a su alrededor, creyendo que deberían ayudarla a encontrar la felicidad en la vida.",
      "Al niño se le obligaba a complacer a los padres para que lo amaran. Creció con la creencia de que el amor debe ganarse.",
      "Ejemplo: Sergei siempre trataba de satisfacer todas las necesidades de sus padres, temiendo que no lo amarían si hacía algo mal. Creció con un sentido de inseguridad y constantemente trataba de probar su valía, creyendo que deberían darle lo que merecía.",
      "Las consecuencias de tal actitud pueden ser diversas y negativas. Incluyen:",
      "Decepción e insatisfacción: Esperar que otros satisfagan todas tus necesidades puede llevar a una constante decepción y un sentimiento de insatisfacción debido a la discrepancia entre las expectativas y la realidad",
      "Tensión en las relaciones: La creencia de que el mundo debe adaptarse a ti puede causar tensión y conflictos en las relaciones, ya que a menudo lleva al descontento y desacuerdos",
      "Pérdida de independencia: Esperar constantemente que otros asuman todas las responsabilidades te hace dependiente y obstaculiza el desarrollo de la independencia y el crecimiento personal",
      "Impacto negativo en la autoestima: Al depender de otros para satisfacer tus necesidades, no desarrollas tu propia autoestima, lo que puede llevar a emociones negativas y una sensación de inferioridad",
      "Falta de ayuda mutua: Al concentrarte solo en ti mismo, pierdes la oportunidad de ser empático y ayudar a otros, lo que puede obstaculizar el desarrollo de relaciones de calidad y apoyo social"
    ],
    "quote": {
      "text": "No esperes que el mundo gire alrededor tuyo. En este mundo hay espacio para otros también",
      "author": "Aristóteles"
    }
  }
}
