{
  "title": "«Me deben algo». ¿Qué hay detrás de esta creencia?",
  "description": "El artículo analiza la mentalidad de «me deben», propia de quienes esperan que el mundo gire a su alrededor y satisfaga todas sus necesidades. El autor explica cómo esta actitud se origina en la infancia, ofrece ejemplos de cómo se manifiesta en la vida adulta y describe sus consecuencias negativas, como la frustración, la tensión en las relaciones y la pérdida de autonomía. Finalmente, se sugiere aceptar el mundo tal como es y comprender que, además de nosotros, también hay espacio para los demás.",
  "screen_1": {
    "texts": [
      "Pensar que «me deben algo» es una trampa en la que caen muchos al creer que son el centro del universo.",
      "Quienes adoptan esta postura suelen esperar que los demás coincidan siempre con ellos y cumplan sus deseos.",
      "No tienen en cuenta las opiniones ni las necesidades ajenas, ya que consideran que sus propios deseos son prioritarios.",
      "Estas exigencias internas suelen sonar así:",
      "«Los amigos siempre deben ayudarme».",
      "«Mi pareja tiene que apoyarme en todo y siempre».",
      "«Mi madre está obligada a cuidar de mis hijos».",
      "«Todo tiene que salir como yo quiero».",
      "«No deberían decirme que no».",
      "«El mundo tiene que ser justo conmigo».",
      "Si te reconoces en este tipo de pensamientos, es probable que creas merecer el éxito, el amor y la felicidad por el mero hecho de existir.",
      "Esperas que el universo y quienes te rodean cumplan tus deseos simplemente porque eres una buena persona o porque te esfuerzas mucho.",
      "Pero cuando esto no sucede —algo que ocurre a menudo—, te enfrentas a una elección: hundirte en el desánimo y sentirte inferior, o estallar en ira. Las personas que sienten que se les debe todo suelen pasarlo mal."
    ],
    "quote": {
      "text": "No podemos dirigir el viento, pero podemos ajustar las velas.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Primero llega la decepción: si te han rechazado, si no han entendido que debían resolver tus problemas o si no han cumplido tus expectativas, te esperan la frustración, el rencor y la ira. No logras entender cómo pueden tratarte así, a alguien tan maravilloso.",
      "Gastas mucha energía en emociones negativas y ves el mundo en tonos grises. Tu actitud exigente hacia la vida te impide disfrutar, ya que no aceptas la realidad tal como es; siempre tienes quejas sobre cómo funciona.",
      "El caso de Tania es un ejemplo claro de la actitud de «me deben todo». Espera que sus amigos estén siempre disponibles, listos para dejarlo todo, correr a ayudarla, resolver sus problemas y satisfacer sus demandas.",
      "Por ejemplo, puede llamar a las 3 de la madrugada exigiendo que una amiga vaya de inmediato a consolarla tras una pelea con su novio.",
      "O puede pedir ayuda con una mudanza sin avisar, aunque su amiga tenga una reunión importante ese día. Cuando no pueden ayudarla, Tania se ofende y se siente abandonada e inútil.",
      "Es una postura peligrosa que puede llevar al aislamiento, a tensiones e incluso a la ruptura de relaciones.",
      "Los amigos y familiares empiezan a evitarla por miedo a una nueva exigencia, a que se ofenda o a tener una discusión. Nadie quiere sentirse constantemente obligado ni someterse a caprichos ajenos.",
      "¿De dónde viene esta creencia? Suele formarse en la infancia, cuando el niño no conoce límites realistas y obtiene todo lo que quiere. Esto puede suceder por varias razones:",
      "Los padres consienten al niño y le permiten hacer todo lo que se le antoje.",
      "En este caso, se desarrolla un rasgo narcisista en la personalidad con un sentido inflado de la propia importancia.",
      "Ejemplo: La pequeña Katia siempre conseguía lo que quería. Sus padres creían que merecía lo mejor y no le negaban nada. Katia se acostumbró a ser el centro de atención y no entendía por qué en la escuela los maestros no se dedicaban solo a ella o sus compañeros no tenían en cuenta su opinión.",
      "Los propios padres viven bajo el principio de «me deben todo».",
      "El niño replica el modelo de conducta de sus padres, asimilando esta forma de pensar.",
      "Ejemplo: Los padres de Vania se quejaban constantemente de la vida, creyendo que debían pagarles más, que no los valoraban y que sus derechos eran vulnerados todo el tiempo. Vania creció en una atmósfera de descontento y con la expectativa de que el mundo le debía algo."
    ],
    "quote": {
      "text": "Nadie te debe nada. Todo lo que recibes en la vida es un regalo.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Los padres no tenían en cuenta la opinión del niño, ignorando sus intereses y deseos.",
      "El niño se enfada con sus padres, pero no puede expresar su ira abiertamente. Por eso la traslada a los demás, creyendo que deben compadecerse de él y compensarle por lo que le faltó en la infancia.",
      "Ejemplo: Ana siempre soñó con ser artista, pero sus padres la obligaron a estudiar derecho porque consideraban que era una profesión más prestigiosa. Ana cedió, pero su corazón siempre estuvo en el arte.",
      "Sentía rencor hacia sus padres por no dejarla cumplir su sueño y trasladaba ese resentimiento a quienes la rodeaban, creyendo que debían ayudarla a ser feliz.",
      "Se obligaba al niño a complacer a sus padres para ser querido. Creció convencido de que el amor hay que ganárselo.",
      "Ejemplo: Sergio siempre intentaba satisfacer todas las necesidades de sus padres, temiendo que dejaran de quererle si cometía un error. Creció inseguro, tratando constantemente de demostrar su valía y creyendo que debían darle lo que merecía.",
      "Las consecuencias de esta actitud son variadas y negativas. Incluyen:",
      "Decepción e insatisfacción: Esperar que los demás satisfagan todas tus necesidades lleva a una frustración constante por la diferencia entre tus expectativas y la realidad.",
      "Tensión en las relaciones: Creer que el mundo debe adaptarse a ti genera conflictos, ya que a menudo conduce al descontento y a desacuerdos.",
      "Pérdida de autonomía: Esperar siempre que otros asuman la responsabilidad te hace dependiente y frena tu crecimiento personal.",
      "Impacto negativo en la autoestima: Al depender de otros para estar bien, no desarrollas tu propia autoestima, lo que puede provocar sensación de inferioridad.",
      "Falta de apoyo mutuo: Al centrarte solo en ti mismo, pierdes la oportunidad de ser empático y ayudar a los demás, lo que impide desarrollar relaciones de calidad."
    ],
    "quote": {
      "text": "No esperes que el mundo gire a tu alrededor. En este mundo hay lugar también para los demás.",
      "author": "Aristóteles"
    }
  },
  "exercise": {
    "title": "¿Cómo lidiar con la tiranía de los «debería»?",
    "description": "El artículo analiza las creencias rígidas sobre lo que «debe ser» como fuente de estrés e insatisfacción, subrayando que estas actitudes nos hacen sentir rehenes de las circunstancias. El autor sugiere reconocer lo poco realista de tales exigencias, reemplazarlas por enfoques más flexibles y asumir la responsabilidad de los propios deseos. Practicar la gratitud y la compasión, así como aprender a pedir ayuda y aceptar las imperfecciones, ayudará a reducir el estrés y mejorar la calidad de vida.",
    "screen_1": {
      "texts": [
        "Las exigencias rígidas son un enemigo silencioso que nos roba la alegría, socava nuestra tranquilidad y nos impide construir relaciones sanas.",
        "La idea central de esta actitud gira en torno al concepto del «deber».",
        "La propia palabra «deber» es, a menudo, una trampa lingüística.",
        "El significado de «deber» implica que algo es así y no tiene alternativa. Frases como «debo», «estoy obligado» o «es necesario» nos hacen sentir atrapados, ya que describen una situación sin opciones.",
        "Pero esta descripción solo es válida en casos muy raros, prácticamente excepcionales.",
        "Por ejemplo, es realista decir «el ser humano debe respirar», ya que físicamente no hay alternativa para vivir.",
        "Sin embargo, decir «nadie debe llegar tarde» es poco realista, porque de hecho sucede. La gente llega tarde, se retrasa o simplemente no aparece.",
        "Por eso, aferrarse a estas exigencias conduce inevitablemente al estrés, ya sea agudo o crónico.",
        "¿Cómo liberarse de los «debería»?",
        "Reconoce que tu creencia es poco realista.",
        "Al exigir a los demás cómo deben comportarse contigo, qué decir y qué hacer, esperas un único resultado posible.",
        "Esta es una potente fuente de estrés, porque nadie tiene un entorno que cumpla sus expectativas el 100% de las veces.",
        "Hasta las personas más respetadas o poderosas se han encontrado con gente que no actuaba «como debía».",
        "Naturalmente, cuando alguien actúa «no como debe», nuestra agitación emocional se dispara. De ahí surgen el estrés constante, el rencor y todo un abanico de emociones negativas."
      ],
      "quote": {
        "text": "Si crees que el mundo te debe algo, eso será la fuente de tu dolor. Recuerda que el mundo no le debe nada a nadie.",
        "author": "Buda"
      }
    },
    "screen_2": {
      "texts": [
        "Identifica la raíz de la creencia.",
        "Piensa de dónde proviene esa idea. Quizás te consintieron demasiado en la infancia y no te pusieron límites, o heredaste esa mentalidad de tus padres. Comprender la causa no eliminará la creencia mágicamente, pero es un paso importante para trabajar en ella.",
        "Presta atención a lo que dices. Detecta en tu vocabulario palabras como «debo», «obligado», «tengo que» y cámbialas por «quiero», «prefiero» o «me gustaría».",
        "Ejemplo: Sustituye «Mis amigos deben llamarme primero» por «Me gustaría que mis amigos me llamaran primero».",
        "Asume la responsabilidad.",
        "El peso de estas palabras determina tu actitud ante la situación.",
        "En un caso, lo ves como una necesidad inevitable cuya responsabilidad recae en una fuerza externa (la gente, la naturaleza, las circunstancias); en el otro, es una libre elección que depende de ti.",
        "Es difícil asumir la responsabilidad de elegir, pero este camino aumenta tu libertad y reduce el estrés a largo plazo.",
        "Cuestiona tus «debería».",
        "En lugar de decir «me deben...», pregúntate:",
        "¿Por qué creo que esto tiene que ser así?",
        "¿Existen otras opciones?",
        "¿Qué quiero conseguir con esto?",
        "¿Qué beneficio obtengo si esto fuera así?",
        "Identifica tus verdaderos deseos y sé honesto contigo mismo. ¿Qué es lo que realmente quieres cuando dices que alguien te debe algo? ¿Qué valores estás defendiendo?"
      ]
    },
    "screen_3": {
      "texts": [
        "Aprende a pedir y a expresar tus necesidades.",
        "En lugar de asumir que los demás adivinarán lo que quieres, aprende a expresarlo clara y abiertamente, y a pedir ayuda cuando la necesites.",
        "Practica la compasión.",
        "Intenta comprender los sentimientos de los demás. Recuerda que cada uno tiene sus propias preocupaciones y no siempre pueden apoyarte, escucharte o prestarte la ayuda que necesitas en ese momento.",
        "Trata de ponerte en el lugar del otro, buscando explicaciones alternativas a su conducta y desarrollando así la empatía.",
        "Sé agradecido.",
        "En lugar de centrarte en lo que los demás «deben» hacer por ti, valora y agradece lo que sí hacen.",
        "Por ejemplo, imagina que un colega te ayuda con un proyecto aunque está muy ocupado. En lugar de pensar «Debe ayudarme, es su obligación», reformula: «Agradezco la ayuda de mi colega, teniendo en cuenta lo ocupado que está. Es un gran profesional».",
        "Practicar la gratitud nos permite valorar las buenas acciones de los demás y crea una atmósfera de respeto. La gratitud se puede expresar tanto en privado como en público, y fortalece las relaciones.",
        "Acepta la imperfección.",
        "El mundo no es perfecto; no exijas lo imposible ni a ti ni a los demás. No intentes cambiar el mundo ni a las personas para que se adapten a ti; eso solo genera frustración.",
        "Liberarse de estas actitudes irracionales es un proceso largo y no siempre fácil. Pero vale la pena: poco a poco empezarás a sentirte más libre, feliz y seguro de ti mismo."
      ]
    }
  }
}
