{
  "title": "Cómo lidiar con las obligaciones",
  "description": "El artículo discute las creencias de las obligaciones como una fuente de estrés e insatisfacción, enfatizando que estas actitudes nos hacen sentir como prisioneros de las circunstancias. El autor sugiere reconocer la irrealidad de tales creencias, reemplazarlas con formulaciones más flexibles y asumir la responsabilidad de nuestros deseos y acciones. La práctica de la gratitud y la compasión, así como la capacidad de pedir ayuda y aceptar las imperfecciones, pueden ayudar a reducir el estrés y mejorar la calidad de vida.",
  "screen_1": {
    "texts": [
      "Las creencias de las obligaciones son un enemigo silencioso que nos roba la alegría de vivir, socava nuestra paz y dificulta la construcción de relaciones constructivas y cercanas con los demás.",
      "La idea central de esta actitud es el concepto de deber.",
      "La palabra «deber» es en la mayoría de los casos una trampa lingüística.",
      "El significado de la palabra «deber» es: solo de esta manera y de ninguna otra. Frases como: «deber», «tener que», «necesitar» nos hacen sentir como prisioneros de las circunstancias porque describen una situación en la que no hay alternativas.",
      "Pero tal descripción solo es precisa en casos muy raros, prácticamente excepcionales.",
      "Por ejemplo, la afirmación «una persona debe respirar aire» es realista porque físicamente no hay alternativa.",
      "Sin embargo, la afirmación «nadie debe llegar tarde» es inapropiada e irreal porque en realidad puede y sucede. La gente llega tarde, se retrasa o no aparece en absoluto.",
      "Por lo tanto, la presencia de creencias de obligaciones inevitablemente lleva a la aparición de estrés agudo o crónico.",
      "¿Cómo liberarse de las obligaciones?",
      "Reconozca la irrealidad de su creencia",
      "Al exigir a otras personas cómo deben comportarse con usted, qué decir y hacer, espera solo un cierto resultado de ellas.",
      "Esta es una fuente poderosa de estrés porque nadie en la vida ha tenido jamás un entorno que siempre cumpla con nuestras expectativas.",
      "Incluso los ciudadanos más autoritarios, los gobernantes supremos, tenían personas en sus vidas que «no actuaban como deberían».",
      "Naturalmente, cuando nos encontramos con una persona que «no actúa como debería», nuestro nivel de excitación psicoemocional aumenta rápidamente. De ahí, el estrés constante, los resentimientos y un ramo completo de emociones negativas."
    ],
    "quote": {
      "text": "Si piensas que el mundo te debe algo, será la fuente de tu dolor. Recuerda, el mundo no le debe nada a nadie.",
      "author": "Buda"
    }
  },
  "screen_2": {
    "texts": [
      "Identifique las raíces de su creencia",
      "Piense en dónde surgió esta creencia. Tal vez fue mimado en la infancia y no se le pusieron límites realistas, o heredó esta mentalidad de sus padres. Reconocer la causa no le ayudará a deshacerse de la creencia, pero es un paso importante para trabajar en ella.",
      "Preste atención a lo que dice. Rastree palabras como «deber», «tener que», «necesitar» en su discurso y reemplácelas por «quiero», «prefiero», «me gustaría».",
      "Ejemplo: «Mis amigos deben llamarme primero» se reemplaza por «Me gustaría que mis amigos me llamaran primero».",
      "Asuma la responsabilidad",
      "El significado semántico de estas palabras determina la actitud hacia la situación.",
      "En un caso, es una necesidad inevitable, la responsabilidad de la cual recae en una fuerza externa (personas, naturaleza, circunstancias, etc.), en otro caso, es una elección libre, la responsabilidad de la cual recae en usted mismo.",
      "Es difícil asumir la responsabilidad de su elección, pero este camino aumenta el grado de libertad y reduce la carga de estrés a largo plazo.",
      "Descomponga sus «obligaciones» en partes",
      "En lugar de decir «me deben ...», pregúntese:",
      "¿Por qué creo que debe ser así?",
      "¿Hay opciones alternativas?",
      "¿Qué quiero lograr con esto?",
      "¿Qué beneficio tendrá si es así?",
      "Identifique sus verdaderos deseos, sea honesto consigo mismo. ¿Qué realmente quiere cuando dice que alguien o algo le debe algo? ¿Qué valores está defendiendo aquí?"
    ]
  },
  "screen_3": {
    "texts": [
      "Aprenda a pedir y expresar sus necesidades",
      "En lugar de asumir que otras personas conocen sus necesidades o deseos, aprenda a expresarlos clara y abiertamente y a pedir ayuda cuando sea necesario.",
      "Practique la compasión",
      "Trate de entender los sentimientos de otras personas. Recuerde que todos tienen sus propias preocupaciones y que no siempre pueden brindarle apoyo, escuchar, alabar o proporcionar la ayuda necesaria.",
      "Trate de ponerse en el lugar de los demás, busque explicaciones alternativas de lo que está sucediendo, desarrollando así la empatía.",
      "Sea agradecido",
      "En lugar de centrarse en lo que otros deben hacer por usted, concéntrese en la gratitud por lo que hacen.",
      "Por ejemplo, imagine que un colega le ayuda con un proyecto, aunque él mismo está muy ocupado. En lugar de pensar «Él debe ayudarme, es su deber», reformule sus pensamientos a: «Estoy agradecido por la ayuda de mi colega, considerando su propia ocupación. Es un verdadero profesional».",
      "La práctica de la gratitud nos permite ver y apreciar las buenas acciones de los demás y crea una atmósfera de respeto y apoyo mutuos. La gratitud se puede expresar tanto personalmente como públicamente, y ayuda a fortalecer nuestras relaciones con quienes nos rodean.",
      "Acepte la imperfección",
      "El mundo no es perfecto, no exija lo imposible de usted mismo y de los demás. No intente cambiar el mundo y a las personas para adaptarlos a usted, no saldrá nada bueno de eso.",
      "Liberarse de actitudes irracionales es un proceso largo y no siempre fácil. Pero vale la pena, gradualmente comenzará a sentirse más libre, feliz y seguro de sí mismo."
    ]
  }
}
