{
  "title": "Dependencia del ideal, perfeccionismo",
  "description": "El artículo explora el perfeccionismo, enfatizando que el deseo de alcanzar altos estándares puede ser útil, pero cuando se convierte en demandas rígidas, conduce a consecuencias negativas como ansiedad e insatisfacción con la vida. Ejemplos de la vida real muestran cómo las experiencias tempranas y la crianza pueden contribuir a la formación de creencias y comportamientos perfeccionistas. En conclusión, el autor aboga por un equilibrio entre el esfuerzo por la perfección y los resultados aceptables para evitar el agotamiento y la decepción.",
  "screen_1": {
    "texts": [
      "El deseo de alcanzar altos estándares, completar tareas con éxito y ser productivo es una cualidad bastante positiva.",
      "También, el deseo de ser aceptado, aprobado, amado o tener logros significativos en la vida.",
      "Cuando esto se mantiene en el nivel de deseos, aspiraciones o metas, podemos hablar de creencias constructivas que nos ayudan en la vida y nos motivan.",
      "Pero si los deseos se convierten en demandas rígidas y fijas, y el costo de cumplirlas se vuelve demasiado alto, no se trata simplemente de altos estándares, sino de perfeccionismo.",
      "¿Qué significa ser perfeccionista?",
      "El perfeccionismo, como la creencia de que todo debe hacerse perfectamente al 100%, es a menudo la base de muchos problemas.",
      "Usted se esfuerza por el ideal: los errores son inaceptables para usted y el fracaso parece catastrófico. Usted cree que debe verse, sentirse, pensar y comportarse perfectamente en cualquier situación.",
      "Tan pronto como alcanza una meta, es reemplazada de inmediato por otra nueva, aún más distante, por lo que nunca recibe satisfacción ni reconocimiento por sus esfuerzos. La vida se convierte en una rutina gris y agotadora, ya que vive tratando de cumplir con estándares irrealistas y a menudo imposibles.",
      "Es decir, una persona con perfeccionismo:",
      "a menudo se compara con otras personas",
      "está en competencia permanente",
      "se concentra en los fracasos y contratiempos, sin notar los éxitos",
      "se critica duramente a sí mismo o a los demás",
      "se adapta mal a la realidad",
      "pospone constantemente, procrastina"
    ],
    "quote": {
      "text": "El perfeccionismo es miedo con zapatos elegantes y un abrigo de visón, pretendiendo ser elegante cuando en realidad está simplemente asustado.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Un modelo de perfeccionismo como ejemplo",
      "Recordemos que, según la terapia cognitivo-conductual, nuestras experiencias de vida forman creencias sobre nosotros mismos, otras personas y el mundo. Estas creencias, a su vez, determinan nuestras estrategias y reglas de vida.",
      "Como ejemplo, consideremos a Eugenio. Sus padres siempre tuvieron altas demandas para él; cualquier calificación por debajo de “excelente” se consideraba un fracaso.",
      "A pesar del talento de Eugenio para la música, sus padres criticaban sus logros y lo empujaban hacia una profesión más “prestigiosa” como la de médico.",
      "Esta experiencia formó en Eugenio la profunda creencia de que no era “lo suficientemente bueno” e “incompetente”.",
      "Para compensar esto y sentirse bien y competente, desarrolló la regla: “Debo hacer todo perfectamente”.",
      "El esfuerzo por el ideal obliga a Eugenio a trabajar hasta el agotamiento, regañarse por los más mínimos errores y tratar a sus colegas de manera crítica. Esto conduce al exceso de trabajo, ansiedad, problemas en las relaciones e insatisfacción con la vida.",
      "A menudo se fija metas poco realistas, como prepararse perfectamente para una presentación en un corto tiempo.",
      "Si lo logra (lo cual es poco probable), su regla se confirma, creando una ilusión de control. En caso de fracaso, Eugenio se culpa a sí mismo, reforzando la creencia en su propia incompetencia.",
      "Se convierte en un círculo vicioso: la regla \"hacer todo perfectamente\" protege a Eugenio del doloroso sentimiento de \"insuficiencia\", pero solo mientras pueda cumplir con sus elevados e irreales estándares.",
      "Cualquier error lleva a emociones negativas, fortaleciendo la autocrítica y alimentando el perfeccionismo.",
      "¿Cómo pueden sonar las creencias perfeccionistas?",
      "Debo hacer todo perfectamente",
      "Todo debe salir bien",
      "Si no se hace al máximo, es mejor no hacerlo en absoluto",
      "Si me critican, significa que lo estoy haciendo mal. No se puede hacer mal",
      "No tengo derecho a equivocarme",
      "Debo ser el mejor en todo lo que hago",
      "¿Cómo se forma el constante esfuerzo por el ideal?",
      "La mayoría de las veces, este esfuerzo se forma en la edad preescolar o escolar temprana, como resultado de la crianza familiar."
    ]
  },
  "screen_3": {
    "texts": [
      "Los investigadores creen que el perfeccionismo neurótico se forma bajo la influencia de experiencias infantiles con padres que mostraron amor condicionado (por calificaciones, resultados, etc.) o ninguna aprobación en absoluto.",
      "En ambos casos, el niño desarrolla el deseo de ser perfecto para demostrar a los padres que puede ser bueno y valioso para sí mismo y para ellos. A menudo, los padres de los perfeccionistas muestran una crítica excesiva, rechazan el apoyo al niño y muestran altas demandas.",
      "El niño tiene que esforzarse por ser impecable para cumplir con las expectativas de los padres y evitar el castigo y la crítica.",
      "Básicamente, se pueden distinguir cuatro tipos de comportamiento parental que pueden contribuir al desarrollo del perfeccionismo:",
      "Los padres demuestran ellos mismos un modelo de comportamiento perfeccionista pronunciado",
      "Los padres son excesivamente críticos y exigentes con el niño; falta apoyo emocional suficiente y ayuda en las relaciones",
      "La aprobación parental está ausente o es inconsistente y condicionada",
      "Estilo de crianza autoritario y expectativas parentales excesivas",
      "La entrada del niño a la escuela lo motiva a formalizar sus éxitos en forma de calificaciones.",
      "Es aquí donde se forma el “síndrome del estudiante perfecto”, que los psicólogos asocian con el perfeccionismo. El niño intenta ser el mejor en todo, y si no lo logra, se activa el pensamiento polarizado según el principio de “todo o nada”.",
      "No hay forma de ser el mejor en esta materia, por lo que se elige la estrategia de ser el peor de todos: es mejor ser el último, ya que no se puede ser el primero."
    ]
  },
  "screen_4": {
    "texts": [
      "Además de la influencia familiar, el perfeccionismo es fomentado por la sociedad moderna. En las escuelas y universidades, a los profesores les gustan los estudiantes obedientes y excelentes, y los empleadores valoran a los empleados perfeccionistas.",
      "La economía de mercado empuja a las personas a competir, esforzándose constantemente por lograr los mejores resultados.",
      "Los medios de comunicación dictan la moda y las concepciones de belleza y atractivo. Si una persona se ve bien, se viste con estilo y se cuida, esto aumenta sus posibilidades de encontrar una pareja, un trabajo prestigioso y amigos igualmente atractivos.",
      "Debido a esto, una persona a menudo está convencida de la necesidad de cumplir con altos estándares para ser parte de la sociedad.",
      "Entonces, ¿es bueno o malo el perfeccionismo?",
      "La cuestión del perfeccionismo a menudo causa desacuerdos: algunos lo consideran útil, otros dañino.",
      "Si eres perfeccionista, probablemente dirás que el esfuerzo por la perfección es normal; de lo contrario, ¿cómo se puede tener éxito? Sin embargo, en la práctica, esto te quita una enorme cantidad de fuerza y recursos, agotando gradualmente pero sin piedad tu cuerpo y tu psique.",
      "El perfeccionismo está estrechamente relacionado con la dependencia del logro, de la cual hablamos en capítulos anteriores, y por lo tanto sus desventajas son similares.",
      "Los estándares inflados e irreales afectan prácticamente todas las áreas de tu vida: trabajo, estudio, relaciones con tus seres queridos, tu tiempo libre.",
      "El problema es que el ideal al que aspira el perfeccionismo es en realidad inalcanzable. El ideal no existe: es el mejor estado acabado de un objeto o fenómeno, que cada uno percibe a su manera.",
      "Seamos honestos y preguntemos: ¿existe algo absolutamente perfecto para todos?",
      "Lo que consideras ideal puede parecerle una tontería a otra persona. Incluso las obras de Mozart y Da Vinci no gustan a todos, aunque se consideran las cimas del arte.",
      "Cuando ajustas tus creencias según la realidad, puedes encontrar alegría en el trabajo realizado y en la vida en general, en lugar de experimentar una constante decepción.",
      "Es muy importante aprender a equilibrar entre esforzarse por lo mejor y un resultado aceptable y bueno."
    ]
  }
}
