{
  "title": "Dependencia del ideal, perfeccionismo",
  "description": "El artículo explora el perfeccionismo, enfatizando que el deseo de alcanzar altos estándares puede ser útil, pero cuando se convierte en demandas rígidas, conduce a consecuencias negativas como ansiedad e insatisfacción con la vida. Ejemplos de la vida real muestran cómo las experiencias tempranas y la crianza pueden contribuir a la formación de creencias y comportamientos perfeccionistas. En conclusión, el autor aboga por un equilibrio entre el esfuerzo por la perfección y los resultados aceptables para evitar el agotamiento y la decepción.",
  "screen_1": {
    "texts": [
      "El deseo de alcanzar altos estándares, completar tareas con éxito y ser productivo es una cualidad bastante positiva.",
      "También, el deseo de ser aceptado, aprobado, amado o tener logros significativos en la vida.",
      "Cuando esto se mantiene en el nivel de deseos, aspiraciones o metas, podemos hablar de creencias constructivas que nos ayudan en la vida y nos motivan.",
      "Pero si los deseos se convierten en demandas rígidas y fijas, y el costo de cumplirlas se vuelve demasiado alto, no se trata simplemente de altos estándares, sino de perfeccionismo.",
      "¿Qué significa ser perfeccionista?",
      "El perfeccionismo, como la creencia de que todo debe hacerse perfectamente al 100%, es a menudo la base de muchos problemas.",
      "Usted se esfuerza por el ideal: los errores son inaceptables para usted y el fracaso parece catastrófico. Usted cree que debe verse, sentirse, pensar y comportarse perfectamente en cualquier situación.",
      "Tan pronto como alcanza una meta, es reemplazada de inmediato por otra nueva, aún más distante, por lo que nunca recibe satisfacción ni reconocimiento por sus esfuerzos. La vida se convierte en una rutina gris y agotadora, ya que vive tratando de cumplir con estándares irrealistas y a menudo imposibles.",
      "Es decir, una persona con perfeccionismo:",
      "a menudo se compara con otras personas",
      "está en competencia permanente",
      "se concentra en los fracasos y contratiempos, sin notar los éxitos",
      "se critica duramente a sí mismo o a los demás",
      "se adapta mal a la realidad",
      "pospone constantemente, procrastina"
    ],
    "quote": {
      "text": "El perfeccionismo es miedo con zapatos elegantes y un abrigo de visón, pretendiendo ser elegante cuando en realidad está simplemente asustado.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Un modelo de perfeccionismo como ejemplo",
      "Recordemos que, según la terapia cognitivo-conductual, nuestras experiencias de vida forman creencias sobre nosotros mismos, otras personas y el mundo. Estas creencias, a su vez, determinan nuestras estrategias y reglas de vida.",
      "Como ejemplo, consideremos a Eugenio. Sus padres siempre tuvieron altas demandas para él; cualquier calificación por debajo de “excelente” se consideraba un fracaso.",
      "A pesar del talento de Eugenio para la música, sus padres criticaban sus logros y lo empujaban hacia una profesión más “prestigiosa” como la de médico.",
      "Esta experiencia formó en Eugenio la profunda creencia de que no era “lo suficientemente bueno” e “incompetente”.",
      "Para compensar esto y sentirse bien y competente, desarrolló la regla: “Debo hacer todo perfectamente”.",
      "El esfuerzo por el ideal obliga a Eugenio a trabajar hasta el agotamiento, regañarse por los más mínimos errores y tratar a sus colegas de manera crítica. Esto conduce al exceso de trabajo, ansiedad, problemas en las relaciones e insatisfacción con la vida.",
      "A menudo se fija metas poco realistas, como prepararse perfectamente para una presentación en un corto tiempo.",
      "Si lo logra (lo cual es poco probable), su regla se confirma, creando una ilusión de control. En caso de fracaso, Eugenio se culpa a sí mismo, reforzando la creencia en su propia incompetencia.",
      "Se convierte en un círculo vicioso: la regla \"hacer todo perfectamente\" protege a Eugenio del doloroso sentimiento de \"insuficiencia\", pero solo mientras pueda cumplir con sus elevados e irreales estándares.",
      "Cualquier error lleva a emociones negativas, fortaleciendo la autocrítica y alimentando el perfeccionismo.",
      "¿Cómo pueden sonar las creencias perfeccionistas?",
      "Debo hacer todo perfectamente",
      "Todo debe salir bien",
      "Si no se hace al máximo, es mejor no hacerlo en absoluto",
      "Si me critican, significa que lo estoy haciendo mal. No se puede hacer mal",
      "No tengo derecho a equivocarme",
      "Debo ser el mejor en todo lo que hago",
      "¿Cómo se forma el constante esfuerzo por el ideal?",
      "La mayoría de las veces, este esfuerzo se forma en la edad preescolar o escolar temprana, como resultado de la crianza familiar."
    ]
  },
  "screen_3": {
    "texts": [
      "Los investigadores creen que el perfeccionismo neurótico se forma bajo la influencia de experiencias infantiles con padres que mostraron amor condicionado (por calificaciones, resultados, etc.) o ninguna aprobación en absoluto.",
      "En ambos casos, el niño desarrolla el deseo de ser perfecto para demostrar a los padres que puede ser bueno y valioso para sí mismo y para ellos. A menudo, los padres de los perfeccionistas muestran una crítica excesiva, rechazan el apoyo al niño y muestran altas demandas.",
      "El niño tiene que esforzarse por ser impecable para cumplir con las expectativas de los padres y evitar el castigo y la crítica.",
      "Básicamente, se pueden distinguir cuatro tipos de comportamiento parental que pueden contribuir al desarrollo del perfeccionismo:",
      "Los padres demuestran ellos mismos un modelo de comportamiento perfeccionista pronunciado",
      "Los padres son excesivamente críticos y exigentes con el niño; falta apoyo emocional suficiente y ayuda en las relaciones",
      "La aprobación parental está ausente o es inconsistente y condicionada",
      "Estilo de crianza autoritario y expectativas parentales excesivas",
      "La entrada del niño a la escuela lo motiva a formalizar sus éxitos en forma de calificaciones.",
      "Es aquí donde se forma el “síndrome del estudiante perfecto”, que los psicólogos asocian con el perfeccionismo. El niño intenta ser el mejor en todo, y si no lo logra, se activa el pensamiento polarizado según el principio de “todo o nada”.",
      "No hay forma de ser el mejor en esta materia, por lo que se elige la estrategia de ser el peor de todos: es mejor ser el último, ya que no se puede ser el primero."
    ]
  },
  "screen_4": {
    "texts": [
      "Además de la influencia familiar, el perfeccionismo es fomentado por la sociedad moderna. En las escuelas y universidades, a los profesores les gustan los estudiantes obedientes y excelentes, y los empleadores valoran a los empleados perfeccionistas.",
      "La economía de mercado empuja a las personas a competir, esforzándose constantemente por lograr los mejores resultados.",
      "Los medios de comunicación dictan la moda y las concepciones de belleza y atractivo. Si una persona se ve bien, se viste con estilo y se cuida, esto aumenta sus posibilidades de encontrar una pareja, un trabajo prestigioso y amigos igualmente atractivos.",
      "Debido a esto, una persona a menudo está convencida de la necesidad de cumplir con altos estándares para ser parte de la sociedad.",
      "Entonces, ¿es bueno o malo el perfeccionismo?",
      "La cuestión del perfeccionismo a menudo causa desacuerdos: algunos lo consideran útil, otros dañino.",
      "Si eres perfeccionista, probablemente dirás que el esfuerzo por la perfección es normal; de lo contrario, ¿cómo se puede tener éxito? Sin embargo, en la práctica, esto te quita una enorme cantidad de fuerza y recursos, agotando gradualmente pero sin piedad tu cuerpo y tu psique.",
      "El perfeccionismo está estrechamente relacionado con la dependencia del logro, de la cual hablamos en capítulos anteriores, y por lo tanto sus desventajas son similares.",
      "Los estándares inflados e irreales afectan prácticamente todas las áreas de tu vida: trabajo, estudio, relaciones con tus seres queridos, tu tiempo libre.",
      "El problema es que el ideal al que aspira el perfeccionismo es en realidad inalcanzable. El ideal no existe: es el mejor estado acabado de un objeto o fenómeno, que cada uno percibe a su manera.",
      "Seamos honestos y preguntemos: ¿existe algo absolutamente perfecto para todos?",
      "Lo que consideras ideal puede parecerle una tontería a otra persona. Incluso las obras de Mozart y Da Vinci no gustan a todos, aunque se consideran las cimas del arte.",
      "Cuando ajustas tus creencias según la realidad, puedes encontrar alegría en el trabajo realizado y en la vida en general, en lugar de experimentar una constante decepción.",
      "Es muy importante aprender a equilibrar entre esforzarse por lo mejor y un resultado aceptable y bueno."
    ]
  },
  "exercise": {
    "title": "¿Qué hacer si tienes perfeccionismo, no hay ideal, pero quieres vivir normalmente?",
    "description": "El artículo examina dos tipos de perfeccionismo - negativo y positivo, ofreciendo recomendaciones efectivas para lidiar con tendencias perfeccionistas. El autor presenta ocho estrategias clave, incluyendo motivación para el cambio, reestructuración cognitiva, orientación al proceso en lugar de al resultado, y formación de creencias nuevas y más saludables. La idea principal es que el perfeccionismo puede superarse aprendiendo a aceptar la imperfección, amarse incondicionalmente y cuidarse diariamente.",
    "screen_1": {
      "texts": [
        "Los científicos modernos distinguen dos tipos de perfeccionismo: negativo y positivo, o en otras palabras, saludable y patológico.",
        "Para convertir un menos en un más, es importante combinar tus cualidades de liderazgo y tu búsqueda de la perfección con el sentido común y la racionalidad.",
        "Hemos preparado recomendaciones efectivas para trabajar con el perfeccionismo.",
        "El mejor punto de partida para abordar cualquier problema es la motivación para el cambio.",
        "Para superar el perfeccionismo, es importante entender por qué lo necesitas. Analiza y escribe todos los pros y los contras.",
        "Podrías sorprenderte al descubrir que hay muchas más dificultades que ventajas. Una vez que te des cuenta y lo aceptes, te resultará mucho más fácil cambiar.",
        "Como muchas personas, probablemente pienses que todo debe hacerse al 100% o que nunca se deben cometer errores, o te adhieras a otros pensamientos y creencias similares de un perfeccionista.",
        "Es muy importante que cuestiones todos estos pensamientos y trabajes con ellos.",
        "¿Cómo? Será útil seguir llevando un diario de pensamientos automáticos, donde puedas identificar estas ideas, comprobarlas con la realidad y darles una respuesta racional."
      ],
      "quote": {
        "text": "He fallado más de 9000 tiros en mi carrera. He perdido casi 300 juegos. 26 veces me han confiado para tomar el tiro que gana el juego y he fallado. He fracasado una y otra vez en mi vida. Y es por eso que tengo éxito.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "Las siguientes preguntas pueden ayudar con la prueba de realidad (reestructuración cognitiva):",
        "¿Qué evidencia tengo que respalde este pensamiento o creencia?",
        "¿Es útil este pensamiento?",
        "¿Hay otras formas en las que puedo pensar sobre esta situación o sobre mí mismo?",
        "¿Me estoy culpando innecesariamente?",
        "¿Qué o quién más contribuyó a esta situación?",
        "¿Está esto realmente bajo mi control?",
        "¿Me estoy adhiriendo a estándares infundados o dobles?",
        "¿Es esta una expectativa realista?",
        "Estas preguntas están destinadas a verificar una creencia, confirmarla, aclararla o refutarla, y formular una creencia alternativa.",
        "Pregúntate: ¿qué pasa si lo hago perfectamente, entonces qué? ¿Y si no lo hago perfectamente, entonces qué? Trata de averiguar qué hay detrás de tu perfeccionismo. ¿Tienes miedo al rechazo? ¿Temes el ridículo público? ¿Hay una sed de reconocimiento detrás del perfeccionismo?",
        "Cuando entiendas qué hay detrás del perfeccionismo, pregúntate si realmente estás abordando estos miedos y necesidades con él.",
        "Bueno, escribiste el informe perfectamente, lo entregaste, ¿y luego qué? ¿Ahora no tienes miedo en absoluto de que la gente se aleje de ti? Bueno, actuaste perfectamente, te aplaudieron, ¿y eso es todo, te bastan estas ovaciones de una multitud de extraños?",
        "Lo más probable es que tu respuesta sea negativa. Alcanzaste el ideal, experimentaste la felicidad por un tiempo, y luego vuelves a esta carrera de nuevo.",
        "Deshacerse del pensamiento en blanco y negro",
        "Los perfeccionistas a menudo piensan en categorías de «todo o nada», «éxito o fracaso», «hazlo perfectamente o no lo empieces en absoluto».",
        "Tal enfoque es poco realista. Mira a tu alrededor y pregúntate cuántas cosas en el mundo encajan en la categoría de «todo o nada». ¿Están tus paredes perfectamente limpias? ¿O hay al menos algo de suciedad en ellas?",
        "¿Conoces a una persona que esté absolutamente tranquila y segura? ¿Tu actriz favorita posee una belleza perfecta, o tiene defectos?"
      ]
    },
    "screen_3": {
      "texts": [
        "En la vida, rara vez se logra algo sin errores y fracasos.",
        "Nadie nace siendo un maestro - aprendemos, intentamos, cometemos errores y mejoramos gradualmente.",
        "Así que permítete ser imperfecto, hacer algo incompleto, cometer errores. Los errores no son enemigos, sino ayudantes en el camino hacia el éxito. Recuerda más a menudo el dicho: «Quien no hace nada, no comete errores».",
        "No vale la pena renunciar inmediatamente a todos los ideales - esto podría ser un cambio demasiado drástico.",
        "Actúa gradualmente.",
        "Empieza por lo pequeño: elige un ideal, el menos significativo, e intenta renunciar a él. Observa el resultado.",
        "El mundo no se derrumbará si no haces algo perfectamente. Tus seres queridos no se alejarán de ti, no te convertirás en una persona terrible.",
        "Lo más probable es que lidies con el resultado imperfecto mucho más fácilmente de lo que parece. Recuerda que un experimento no da una imagen completa. Se necesita consistencia.",
        "Cada semana o mes, renuncia a un ideal y observa la reacción. Escúchate a ti mismo y avanza a un ritmo cómodo para ti.",
        "Mantén un diario de logros",
        "Anota tanto los éxitos grandes como los pequeños, significativos y no tan significativos. Cada día. El perfeccionismo ama las derrotas, y cuando una vez más te digas a ti mismo: «Nunca tengo éxito en nada», inmediatamente después abre tu cuaderno y lee cuánto éxito has tenido ya.",
        "Otra forma de superar el perfeccionismo es centrarse en el proceso.",
        "Esto significa que al evaluar una acción, te centras más en el proceso que en el resultado.",
        "Imagina que eres un conductor y cada día conduces del punto A al punto B. Algunos días, los semáforos están mayormente en verde y llegas rápidamente a tu destino. Otros días, constantemente te encuentras con semáforos en rojo, te quedas atrapado en atascos y el viaje tarda mucho más.",
        "Tus habilidades de conducción no cambian, entonces ¿por qué no sentirte igualmente satisfecho con el trabajo que haces cada día? Intenta ver las cosas de una nueva manera, sin tratar de hacer tu trabajo o alguna acción perfectamente.",
        "Por ejemplo, como estudiante, puedes establecer los siguientes objetivos orientados al proceso:",
        "asistir a clases;",
        "escuchar atentamente y tomar notas;",
        "hacer preguntas relevantes;",
        "dedicar una cierta cantidad de tiempo a cada asignatura;",
        "releer las notas tomadas durante las clases cada dos o tres semanas.",
        "Puedes controlar todos estos procesos, por lo que el éxito está garantizado. La calificación final o el resultado, por otro lado, no está bajo tu control.",
        "El resultado depende de cómo se sienta tu profesor ese día, qué tan bien se desempeñaron otros estudiantes, qué criterios aplican, etc."
      ]
    },
    "screen_4": {
      "texts": [
        "Usa la «técnica de la codicia»",
        "Se basa en el simple hecho de que la mayoría de nosotros nos esforzamos por ser perfectos para tener éxito en la vida. Puede que no se te haya ocurrido que podrías tener mucho más éxito si bajas tus estándares.",
        "Por ejemplo, una vez un famoso psicoterapeuta pasó más de dos años escribiendo su primer artículo científico.",
        "Era excelente y fue publicado. Pero durante el mismo tiempo, sus colegas escribieron y publicaron significativamente más trabajos igualmente buenos. Así que se preguntó qué era mejor: tener un artículo con 98% de «perfección» o 10 artículos con 80% de «perfección»?",
        "En el segundo caso, la productividad sería mayor, y podría haber estado por delante de sus colegas. Esta realización llevó al psicoterapeuta a suavizar sus estándares.",
        "Como resultado, su productividad aumentó y su satisfacción laboral creció.",
        "Completar varias tareas bien puede ser más efectivo que obsesionarse con crear un producto perfecto con mucho estrés.",
        "Formula nuevas creencias",
        "Trabajar en las creencias implica reconocerlas, pensar en sus consecuencias, encontrar sus fuentes y termina con la formulación de creencias nuevas y alternativas.",
        "Esencialmente, nuestra tarea es ayudar a «normalizar» varias manifestaciones de «imperfección» (errores, fracasos), ayudar a aceptar la idea de la propia imperfección y la imperfección de otras personas.",
        "Abandona creencias como:",
        "Yo/otros/el mundo debe ser perfecto",
        "Si no es perfecto, entonces es malo",
        "Si es malo, entonces otros se alejarán de mí/no me reconocerán/no podré hacerlo",
        "En su lugar, usa nuevas creencias y frases.",
        "No soy perfecto, pero yo:",
        "Aprendo y crezco",
        "Soy lo suficientemente bueno",
        "Merezco amor y respeto, incluso si no soy perfecto",
        "Los demás no son perfectos, pero ellos:",
        "También son personas, con sus fortalezas y debilidades",
        "No siempre me aprobarán, y eso está bien",
        "Cometo errores, pero esto me da la oportunidad de:",
        "Aprender de mis errores",
        "Volverme mejor",
        "Mostrar resiliencia y no rendirme",
        "Escribe tus nuevas creencias e impleméntalas en tu vida.",
        "Puedes escribirlas en una nota adhesiva y pegarla en el refrigerador, ingresarlas en las notas de tu teléfono o crear una imagen con ellas y establecerla como fondo de pantalla.",
        "Lee estas declaraciones todos los días, al menos una vez, mejor más. Esto te ayudará a reprogramar tus pensamientos y reemplazar las creencias poco saludables por otras más adaptativas.",
        "Afortunadamente, el perfeccionismo no es una sentencia.",
        "Con pequeños pasos - por tu cuenta o bajo la guía de un especialista - puedes llevar el perfeccionismo a un nivel saludable. Para esto, es necesario aprender a amarte incondicionalmente y cuidarte diariamente."
      ]
    }
  }
}
