{
  "title": "¿Qué hacer si tienes perfeccionismo, no hay ideal, pero quieres vivir normalmente?",
  "description": "El artículo examina dos tipos de perfeccionismo - negativo y positivo, ofreciendo recomendaciones efectivas para lidiar con tendencias perfeccionistas. El autor presenta ocho estrategias clave, incluyendo motivación para el cambio, reestructuración cognitiva, orientación al proceso en lugar de al resultado, y formación de creencias nuevas y más saludables. La idea principal es que el perfeccionismo puede superarse aprendiendo a aceptar la imperfección, amarse incondicionalmente y cuidarse diariamente.",
  "screen_1": {
    "texts": [
      "Los científicos modernos distinguen dos tipos de perfeccionismo: negativo y positivo, o en otras palabras, saludable y patológico.",
      "Para convertir un menos en un más, es importante combinar tus cualidades de liderazgo y tu búsqueda de la perfección con el sentido común y la racionalidad.",
      "Hemos preparado recomendaciones efectivas para trabajar con el perfeccionismo.",
      "El mejor punto de partida para abordar cualquier problema es la motivación para el cambio.",
      "Para superar el perfeccionismo, es importante entender por qué lo necesitas. Analiza y escribe todos los pros y los contras.",
      "Podrías sorprenderte al descubrir que hay muchas más dificultades que ventajas. Una vez que te des cuenta y lo aceptes, te resultará mucho más fácil cambiar.",
      "Como muchas personas, probablemente pienses que todo debe hacerse al 100% o que nunca se deben cometer errores, o te adhieras a otros pensamientos y creencias similares de un perfeccionista.",
      "Es muy importante que cuestiones todos estos pensamientos y trabajes con ellos.",
      "¿Cómo? Será útil seguir llevando un diario de pensamientos automáticos, donde puedas identificar estas ideas, comprobarlas con la realidad y darles una respuesta racional."
    ],
    "quote": {
      "text": "He fallado más de 9000 tiros en mi carrera. He perdido casi 300 juegos. 26 veces me han confiado para tomar el tiro que gana el juego y he fallado. He fracasado una y otra vez en mi vida. Y es por eso que tengo éxito.",
      "author": "Michael Jordan"
    }
  },
  "screen_2": {
    "texts": [
      "Las siguientes preguntas pueden ayudar con la prueba de realidad (reestructuración cognitiva):",
      "¿Qué evidencia tengo que respalde este pensamiento o creencia?",
      "¿Es útil este pensamiento?",
      "¿Hay otras formas en las que puedo pensar sobre esta situación o sobre mí mismo?",
      "¿Me estoy culpando innecesariamente?",
      "¿Qué o quién más contribuyó a esta situación?",
      "¿Está esto realmente bajo mi control?",
      "¿Me estoy adhiriendo a estándares infundados o dobles?",
      "¿Es esta una expectativa realista?",
      "Estas preguntas están destinadas a verificar una creencia, confirmarla, aclararla o refutarla, y formular una creencia alternativa.",
      "Pregúntate: ¿qué pasa si lo hago perfectamente, entonces qué? ¿Y si no lo hago perfectamente, entonces qué? Trata de averiguar qué hay detrás de tu perfeccionismo. ¿Tienes miedo al rechazo? ¿Temes el ridículo público? ¿Hay una sed de reconocimiento detrás del perfeccionismo?",
      "Cuando entiendas qué hay detrás del perfeccionismo, pregúntate si realmente estás abordando estos miedos y necesidades con él.",
      "Bueno, escribiste el informe perfectamente, lo entregaste, ¿y luego qué? ¿Ahora no tienes miedo en absoluto de que la gente se aleje de ti? Bueno, actuaste perfectamente, te aplaudieron, ¿y eso es todo, te bastan estas ovaciones de una multitud de extraños?",
      "Lo más probable es que tu respuesta sea negativa. Alcanzaste el ideal, experimentaste la felicidad por un tiempo, y luego vuelves a esta carrera de nuevo.",
      "Deshacerse del pensamiento en blanco y negro",
      "Los perfeccionistas a menudo piensan en categorías de «todo o nada», «éxito o fracaso», «hazlo perfectamente o no lo empieces en absoluto».",
      "Tal enfoque es poco realista. Mira a tu alrededor y pregúntate cuántas cosas en el mundo encajan en la categoría de «todo o nada». ¿Están tus paredes perfectamente limpias? ¿O hay al menos algo de suciedad en ellas?",
      "¿Conoces a una persona que esté absolutamente tranquila y segura? ¿Tu actriz favorita posee una belleza perfecta, o tiene defectos?"
    ]
  },
  "screen_3": {
    "texts": [
      "En la vida, rara vez se logra algo sin errores y fracasos.",
      "Nadie nace siendo un maestro - aprendemos, intentamos, cometemos errores y mejoramos gradualmente.",
      "Así que permítete ser imperfecto, hacer algo incompleto, cometer errores. Los errores no son enemigos, sino ayudantes en el camino hacia el éxito. Recuerda más a menudo el dicho: «Quien no hace nada, no comete errores».",
      "No vale la pena renunciar inmediatamente a todos los ideales - esto podría ser un cambio demasiado drástico.",
      "Actúa gradualmente.",
      "Empieza por lo pequeño: elige un ideal, el menos significativo, e intenta renunciar a él. Observa el resultado.",
      "El mundo no se derrumbará si no haces algo perfectamente. Tus seres queridos no se alejarán de ti, no te convertirás en una persona terrible.",
      "Lo más probable es que lidies con el resultado imperfecto mucho más fácilmente de lo que parece. Recuerda que un experimento no da una imagen completa. Se necesita consistencia.",
      "Cada semana o mes, renuncia a un ideal y observa la reacción. Escúchate a ti mismo y avanza a un ritmo cómodo para ti.",
      "Mantén un diario de logros",
      "Anota tanto los éxitos grandes como los pequeños, significativos y no tan significativos. Cada día. El perfeccionismo ama las derrotas, y cuando una vez más te digas a ti mismo: «Nunca tengo éxito en nada», inmediatamente después abre tu cuaderno y lee cuánto éxito has tenido ya.",
      "Otra forma de superar el perfeccionismo es centrarse en el proceso.",
      "Esto significa que al evaluar una acción, te centras más en el proceso que en el resultado.",
      "Imagina que eres un conductor y cada día conduces del punto A al punto B. Algunos días, los semáforos están mayormente en verde y llegas rápidamente a tu destino. Otros días, constantemente te encuentras con semáforos en rojo, te quedas atrapado en atascos y el viaje tarda mucho más.",
      "Tus habilidades de conducción no cambian, entonces ¿por qué no sentirte igualmente satisfecho con el trabajo que haces cada día? Intenta ver las cosas de una nueva manera, sin tratar de hacer tu trabajo o alguna acción perfectamente.",
      "Por ejemplo, como estudiante, puedes establecer los siguientes objetivos orientados al proceso:",
      "asistir a clases;",
      "escuchar atentamente y tomar notas;",
      "hacer preguntas relevantes;",
      "dedicar una cierta cantidad de tiempo a cada asignatura;",
      "releer las notas tomadas durante las clases cada dos o tres semanas.",
      "Puedes controlar todos estos procesos, por lo que el éxito está garantizado. La calificación final o el resultado, por otro lado, no está bajo tu control.",
      "El resultado depende de cómo se sienta tu profesor ese día, qué tan bien se desempeñaron otros estudiantes, qué criterios aplican, etc."
    ]
  },
  "screen_4": {
    "texts": [
      "Usa la «técnica de la codicia»",
      "Se basa en el simple hecho de que la mayoría de nosotros nos esforzamos por ser perfectos para tener éxito en la vida. Puede que no se te haya ocurrido que podrías tener mucho más éxito si bajas tus estándares.",
      "Por ejemplo, una vez un famoso psicoterapeuta pasó más de dos años escribiendo su primer artículo científico.",
      "Era excelente y fue publicado. Pero durante el mismo tiempo, sus colegas escribieron y publicaron significativamente más trabajos igualmente buenos. Así que se preguntó qué era mejor: tener un artículo con 98% de «perfección» o 10 artículos con 80% de «perfección»?",
      "En el segundo caso, la productividad sería mayor, y podría haber estado por delante de sus colegas. Esta realización llevó al psicoterapeuta a suavizar sus estándares.",
      "Como resultado, su productividad aumentó y su satisfacción laboral creció.",
      "Completar varias tareas bien puede ser más efectivo que obsesionarse con crear un producto perfecto con mucho estrés.",
      "Formula nuevas creencias",
      "Trabajar en las creencias implica reconocerlas, pensar en sus consecuencias, encontrar sus fuentes y termina con la formulación de creencias nuevas y alternativas.",
      "Esencialmente, nuestra tarea es ayudar a «normalizar» varias manifestaciones de «imperfección» (errores, fracasos), ayudar a aceptar la idea de la propia imperfección y la imperfección de otras personas.",
      "Abandona creencias como:",
      "Yo/otros/el mundo debe ser perfecto",
      "Si no es perfecto, entonces es malo",
      "Si es malo, entonces otros se alejarán de mí/no me reconocerán/no podré hacerlo",
      "En su lugar, usa nuevas creencias y frases.",
      "No soy perfecto, pero yo:",
      "Aprendo y crezco",
      "Soy lo suficientemente bueno",
      "Merezco amor y respeto, incluso si no soy perfecto",
      "Los demás no son perfectos, pero ellos:",
      "También son personas, con sus fortalezas y debilidades",
      "No siempre me aprobarán, y eso está bien",
      "Cometo errores, pero esto me da la oportunidad de:",
      "Aprender de mis errores",
      "Volverme mejor",
      "Mostrar resiliencia y no rendirme",
      "Escribe tus nuevas creencias e impleméntalas en tu vida.",
      "Puedes escribirlas en una nota adhesiva y pegarla en el refrigerador, ingresarlas en las notas de tu teléfono o crear una imagen con ellas y establecerla como fondo de pantalla.",
      "Lee estas declaraciones todos los días, al menos una vez, mejor más. Esto te ayudará a reprogramar tus pensamientos y reemplazar las creencias poco saludables por otras más adaptativas.",
      "Afortunadamente, el perfeccionismo no es una sentencia.",
      "Con pequeños pasos - por tu cuenta o bajo la guía de un especialista - puedes llevar el perfeccionismo a un nivel saludable. Para esto, es necesario aprender a amarte incondicionalmente y cuidarte diariamente."
    ]
  }
}
