{
  "title": "El camino hacia una autoestima sana",
  "description": "Este texto explora cómo liberarse de la dependencia de la aprobación ajena. Los pasos principales incluyen analizar los pros y los contras de las creencias actuales, sustituir las actitudes negativas por otras más realistas y útiles, y desarrollar el hábito de la autoaprobación. Siguiendo estas recomendaciones, podrás aumentar tu independencia y mejorar tu calidad de vida.",
  "screen_1": {
    "texts": [
      "El primer paso, y uno muy importante en el camino para cambiar creencias destructivas, es analizar sus ventajas y desventajas.",
      "Reflexiona sobre tus creencias respecto a la necesidad de aprobación y anótalas. Pueden expresarse de distintas formas, pero todas reflejan tu deseo de recibir el visto bueno de los demás.",
      "Por ejemplo: «Debo hacer lo que agrada a la gente» o «Si no me aprueban, soy una mala persona».",
      "Pregúntate: ¿cuáles son los pros y los contras de estas actitudes? ¿Qué precio pagas por mantenerlas y qué recibes a cambio?",
      "Al enumerar todas las formas en que una creencia te perjudica o te ayuda, verás cómo afecta realmente a tu estado, a tu ánimo y a tu vida en general. Este puede ser un primer paso crucial hacia el crecimiento personal.",
      "Si ves que el miedo a la desaprobación te hace más daño que bien, el siguiente paso es reformular esa creencia para que sea más realista y útil para ti.",
      "Tomemos como ejemplo la creencia: «Si no me aprueban, soy una mala persona».",
      "Incluso si te comportas de manera «ideal», siempre habrá personas descontentas con tu comportamiento o incluso contigo.",
      "Por mucho que intentes ser una buena persona y complacer a los demás, no evitarás las críticas, los conflictos ni el rechazo.",
      "Sin embargo, esto no demuestra que seas una mala persona. El otro puede criticarte debido a sus propias creencias, formadas por su educación y experiencia vital (¡que no siempre son racionales!), y en las que tú simplemente no encajas.",
      "Si a alguien le gustan más las rubias que las morenas, ¿hace eso que todas las morenas sean malas?",
      "Siguiendo este razonamiento, la creencia se puede reformular así: «La desaprobación puede ser incómoda, pero eso no me convierte en una mala persona».",
      "Relee la nueva creencia un par de veces al día. De este modo, irás creando gradualmente nuevos hábitos de pensamiento."
    ],
    "quote": {
      "text": "Nadie puede hacerte sentir inferior sin tu consentimiento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Piensa por qué es irracional temer la desaprobación. Elabora tu propia lista de razones por las que la desaprobación es desagradable, pero no mortal.",
      "Los argumentos deben ser convincentes y claros para ti, para que no tengas ninguna duda. ¡No te engañes!",
      "Por ejemplo, la afirmación: «Si alguien me critica, no debería molestarme porque no necesito gente arrogante cerca», no funcionará, ya que contiene una distorsión.",
      "Con eso solo intentas proteger tu ego poniendo a la otra persona en una «lista negra». Céntrate en ideas que consideres verdaderas.",
      "Aquí tienes algunas ideas que pueden serte útiles:",
      "La desaprobación no siempre tiene que ver contigo, con tus palabras o acciones. La causa puede estar en los problemas o puntos de vista de la otra persona.",
      "Incluso una crítica justificada no es una amenaza, ya que ayuda a encontrar y corregir errores. Y de los errores, como sabes, se aprende.",
      "Uno, dos, cinco o diez fallos no significan que todo lo hagas mal. Al contrario, hay muchas cosas en las que aciertas.",
      "Tú decides cuánto te afecta la desaprobación ajena; tu reacción depende solo de ti.",
      "Los demás no pueden juzgar tu valor como ser humano, solo la idoneidad de tus palabras o acciones concretas.",
      "Cada persona te evaluará de forma diferente, independientemente de lo bien o mal que actúes. La desaprobación no se contagia y un rechazo puntual no te condenará a la soledad absoluta.",
      "La desaprobación y la crítica suelen molestar, pero el malestar pasará. Deja de rendirte al desánimo. Dedícate a lo que antes te daba placer, incluso si sientes que no tiene sentido empezar. La desaprobación no es para siempre.",
      "Reflexiona sobre este tema durante varios días y completa la lista poco a poco. Desarrolla tu propia actitud hacia la desaprobación. Te sorprenderá cuánto te ayudará a cambiar tu visión del mundo y a fortalecer tu independencia."
    ],
    "quote": {
      "text": "Tu tiempo es limitado, no lo malgastes viviendo la vida de otro.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Aprende a depender solo de tu propia aprobación.",
      "La clave del equilibrio emocional es saber que solo tus propios pensamientos pueden influir en tu estado de ánimo. Al dejar atrás la necesidad de elogios ajenos, intenta apoyarte a ti mismo.",
      "Para ello, anota durante el día en un diario o en el móvil una lista de tus logros. No importa si son pequeños o si nadie más los ha notado.",
      "Tal vez sujetaste la puerta en el metro, explicaste algo con paciencia a un colega o simplemente no cruzaste como los demás cuando el semáforo estaba en rojo.",
      "Crea el hábito de llevar esa lista y revísala antes de dormir; darás un gran paso hacia la autoaprobación.",
      "Recuerda que la opinión de los demás es muy volátil. Lo que hoy se critica, mañana puede ponerse de moda y ser deseado por muchos.",
      "No intentes gustar a todo el mundo. Es imposible. En el mundo hay millones de personas y cada una tiene su propia opinión y criterio.",
      "Vive tu vida, expresa tu opinión, aprende de tus errores, corrígelos, persigue tus objetivos y avanza.",
      "Todos estos pasos funcionan en conjunto. Sí, requiere trabajo, pero liberarse de la dependencia de la aprobación ajena cambia la vida a mejor. Te regala la libertad de ser quien realmente eres."
    ]
  }
}
