{
  "title": "El camino hacia una autoestima saludable",
  "description": "Este texto examina las formas de liberarse de la dependencia de la aprobación de los demás. Los pasos principales incluyen analizar los beneficios y desventajas de las creencias actuales, reescribir actitudes negativas por otras más realistas y útiles, y desarrollar el hábito de la autoaprobación. Siguiendo estas recomendaciones, una persona puede aumentar su independencia y mejorar su calidad de vida.",
  "screen_1": {
    "texts": [
      "El primer paso muy importante en el camino hacia el cambio de creencias destructivas es analizar sus ventajas y desventajas.",
      "Piense en sus creencias sobre la dependencia de la aprobación y anótelas. Pueden estar formuladas de diferentes maneras, pero reflejan su deseo de ser aprobado por otros.",
      "Por ejemplo: «Debo hacer lo que a la gente le gusta», o «Si no me aprueban, significa que soy malo».",
      "Pregúntese: ¿cuáles son las ventajas y desventajas de tales actitudes? ¿Qué precio paga por esto y qué recibe a cambio?",
      "Al enumerar todas las formas posibles en que una creencia puede dañarle o ayudarle, podrá ver cómo realmente afecta a su estado, ánimo y vida en general. Esto puede ser un importante primer paso hacia el crecimiento personal.",
      "Si ve que el miedo al desaprobación le hace más daño que beneficio, el siguiente paso es reescribir la creencia de manera que suene más realista y beneficiosa para usted.",
      "Tomemos, por ejemplo, la creencia: «Si no me aprueban, significa que soy malo».",
      "Incluso si se comporta de manera \"perfecta\", siempre habrá personas que expresarán su insatisfacción con su comportamiento o incluso con usted mismo.",
      "No importa cuán bueno y complaciente intente ser para los demás, no podrá evitar la crítica, los conflictos y hasta el rechazo.",
      "Sin embargo, esto no prueba que usted sea una mala persona, porque otra persona puede criticarlo debido a sus creencias formadas bajo la influencia de la educación y la experiencia de vida (¡no siempre racionales!), en las cuales usted, siendo una persona diferente, simplemente no encaja.",
      "Y si a alguien le gustan más las rubias que las morenas, ¿hace eso a todas las morenas malas?",
      "Basándonos en tales razonamientos, la creencia se puede reescribir de la siguiente manera: «La desaprobación puede causar incomodidad, pero no me convierte en una mala persona».",
      "Relea la nueva creencia un par de veces al día. De esta manera, gradualmente formará nuevos hábitos de pensamiento."
    ],
    "quote": {
      "text": "Nadie puede hacerte sentir inferior sin tu consentimiento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Reflexione sobre por qué temer a la desaprobación es irracional. Elabore su propia lista de razones por las cuales la desaprobación es desagradable pero no fatal.",
      "Los argumentos deben ser realistas y comprensibles para que no tenga ninguna duda al respecto. ¡No se engañe a sí mismo!",
      "Por ejemplo, la afirmación: «Si alguien me critica, no debería molestarme porque no necesito a personas arrogantes a mi alrededor», no funcionará porque contiene una distorsión.",
      "De esta manera, solo intenta afirmarse a expensas de poner a la persona en la \"lista negra\". Manténgase fiel a las verdades que cree.",
      "Aquí hay algunas ideas que podrían serle útiles:",
      "La desaprobación no siempre está directamente relacionada con usted: sus palabras, acciones o estilo de vida. La razón puede estar en los problemas o puntos de vista personales de otra persona.",
      "Incluso la crítica justificada no es una amenaza, ya que ayuda a encontrar y corregir errores. Y como es sabido, aprendemos de los errores.",
      "Uno, dos, cinco, diez fallos no significan que todo lo que hace esté mal. En contraste, hay muchas cosas en las que no se equivoca.",
      "Usted decide cuánto perturbarse por la desaprobación ajena, su reacción depende solo de usted.",
      "Otras personas no pueden juzgar su valor humano, solo la corrección y los méritos de sus palabras o acciones.",
      "Todos lo evaluarán de manera diferente, independientemente de cuán bien o mal actúe. La desaprobación no se propaga a gran velocidad, y un solo caso de rechazo no llevará a un aislamiento completo.",
      "La desaprobación y la crítica suelen causar inconvenientes, pero la incomodidad pasará. Deje de entregarse al desánimo. Dedíquese a actividades que anteriormente le proporcionaron placer, incluso si siente que empezar es completamente inútil. La desaprobación no es para siempre.",
      "Reflexione sobre este tema durante algunos días y agregue gradualmente a la lista. Desarrolle su propia actitud hacia la desaprobación. Se sorprenderá de cuánto le ayudará esto a cambiar su visión del mundo y fortalecer su sentido de independencia."
    ],
    "quote": {
      "text": "Tu tiempo es limitado, no lo desperdicies viviendo la vida de alguien más.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Aprenda a depender solo de su propia aprobación.",
      "La clave para la recuperación emocional es saber que solo sus propios pensamientos pueden afectar su ánimo. Al liberarse de la dependencia del elogio ajeno, intente brindarse apoyo a sí mismo.",
      "Para ello, anote una lista de sus logros durante el día en un diario o en su teléfono. No importa cuán significativos sean, si alguien más los ha notado o no.",
      "Quizás sostuvo la puerta en el metro o explicó pacientemente un tema dos veces a un colega. O simplemente no cruzó con todos en la señal roja.",
      "Acostúmbrese a mantener tal lista y revísela antes de dormir, y dará un gran paso hacia la autoaprobación.",
      "Recuerde, la opinión de los demás es muy inestable. Lo que hoy se discute y critica, mañana puede volverse de moda y deseado por muchos.",
      "No intente ni se esfuerce por agradar a todos. Es imposible. Hay millones de personas en el mundo, y cada una tiene su propia opinión y su propia cabeza sobre sus hombros.",
      "Viva su propia vida, exprese su propia opinión, aprenda de sus errores, corríjalos, aspire a sus metas y avance.",
      "Todos los pasos enumerados trabajan juntos. Sí, requiere esfuerzo, pero liberarse de la dependencia de la aprobación ajena cambia la vida para mejor. Le otorga la libertad de ser usted mismo."
    ]
  }
}
