{
  "title": "Зеркало самокритики",
  "statement": "Представьте, что вы говорите своему лучшему другу все те критические мысли, которые обычно направляете на себя. Это упражнение помогает увидеть несправедливость самокритики и учит относиться к себе с большим теплом, поддержкой и пониманием.",
  "task": [
    "1️⃣ Выберите ситуацию, в которой вы часто становитесь самокритичны.",
    "2️⃣ Представьте, что ваш близкий друг или дорогой вам человек оказался в такой же ситуации.",
    "3️⃣ Проведите ролевую сцену: вы остаётесь собой, а воображаемый собеседник — это ваш друг.",
    "4️⃣ Произнесите вслух те критические фразы, которые обычно говорите себе, но теперь адресуйте их вашему \"другу\".",
    "Обратите внимание на свои чувства в момент выполнения упражнения. Легко ли вам говорить такие слова другому человеку?",
    "Заметьте разницу между тем, как вы обращаетесь с собой и как — с другими людьми в похожих ситуациях.",
    "Подумайте, как бы вы на самом деле поддержали друга. Что бы вы ему сказали?",
    "Теперь попробуйте проявить к себе такой же уровень заботы, понимания и поддержки."
  ],
  "example": [
    "Ваши обычные мысли о себе:",
    "Я полный неудачник. Конечно, меня не повысили — я же ничего не умею. Наверное, я никогда не добьюсь успеха в карьере. Я недостаточно умен и талантлив для этой работы.",
    "Теперь представьте, что ваша лучшая подруга Анна не получила повышение и рассказала вам об этом. Попробуйте сказать ей те же слова:",
    "Анна, ты полная неудачница. Конечно, тебя не повысили — ты же ничего не умеешь. Наверное, ты никогда не добьёшься успеха в карьере. Ты недостаточно умна и талантлива для этой работы.",
    "Как вы себя чувствуете, произнося это Анне? Скорее всего, вам будет неловко и неприятно говорить такие слова.",
    "А теперь подумайте, что бы вы действительно сказали Анне:",
    "Анна, мне так жаль, что ты не получила повышение. Я знаю, как много усилий ты вложила. Это очень обидно, но это никак не делает тебя неудачницей. У тебя много сильных качеств и достижений. Возможно, сейчас просто не лучший момент или есть навыки, которые стоит немного развить. Давай подумаем, как ты можешь дальше расти в своей карьере.",
    "Теперь попробуйте произнести эти слова поддержки себе. Заметьте, насколько по-разному вы относитесь к себе и к близкому человеку в одинаковой ситуации. Регулярно повторяйте упражнение, чтобы постепенно научиться проявлять к себе такое же доброжелательное отношение."
  ],
  "expectations": [
    "Осознание, что самокритика часто бывает необоснованной и чрезмерной",
    "Рост самооценки и уверенности в себе",
    "Снижение уровня стресса и тревожности"
  ]
}
