{
  "title": "Зеркало самокритики",
  "statement": "Представьте, что вы говорите своему лучшему другу все те критические мысли, которые обычно адресуете себе. Эта техника поможет вам осознать несправедливость самокритики и научиться относиться к себе с большим состраданием и пониманием.",
  "task": [
    "1️⃣ Выберите ситуацию, в которой вы склонны к самокритике.",
    "2️⃣ Представьте, что ваш близкий друг или родственник оказался в такой же ситуации.",
    "3️⃣ Проведите ролевую игру: вы играете себя, а воображаемый собеседник - вашего друга.",
    "4️⃣ Озвучьте все критические мысли и суждения, которые обычно направляете на себя, но адресуйте их вашему \"другу\".",
    "Обратите внимание на свои чувства во время этого упражнения. Насколько комфортно вам говорить такие вещи другому человеку?",
    "Проанализируйте разницу между тем, как вы относитесь к себе и к другим в похожих ситуациях.",
    "Подумайте, как бы вы на самом деле поддержали друга в такой ситуации. Какие слова вы бы использовали?",
    "Попробуйте применить этот же уровень поддержки, понимания и заботы к себе."
  ],
  "example": [
    "Ваши обычные мысли о себе:",
    "Я полный неудачник. Конечно, меня не повысили - я же ничего не умею. Наверное, я никогда не добьюсь успеха в карьере. Я недостаточно умен и талантлив для этой работы.",
    "Теперь представьте, что ваш лучший друг Анна не получила повышение и рассказала вам об этом. Попробуйте сказать ей то же самое:",
    "Анна, ты полная неудачница. Конечно, тебя не повысили - ты же ничего не умеешь. Наверное, ты никогда не добьешься успеха в карьере. Ты недостаточно умна и талантлива для этой работы.",
    "Как вы себя чувствуете, говоря это Анне? Скорее всего, вам неудобно и даже стыдно произносить такие слова.",
    "А теперь подумайте, что бы вы на самом деле сказали Анне:",
    "Анна, мне жаль, что ты не получила это повышение. Я знаю, как много ты работала для этого. Не получить желаемое всегда обидно, но это не делает тебя неудачницей. У тебя много сильных сторон и достижений. Может быть, сейчас просто не твое время, или есть какие-то навыки, которые ты можешь улучшить. Давай подумаем, как ты можешь развиваться дальше в своей карьере.",
    "Теперь попробуйте сказать эти же слова поддержки себе. Обратите внимание, насколько по-разному вы относитесь к себе и к другу в одной и той же ситуации. Практикуйте этот подход регулярно, чтобы научиться относиться к себе с таким же сочувствием и поддержкой, как к близкому другу."
  ],
  "expectations": [
    "Осознание несправедливости самокритики",
    "Улучшение самооценки и уверенности в себе",
    "Снижение уровня стресса и тревожности"
  ]
}
