{
  "title": "Отпор внутреннему критику",
  "statement": "Чувство неполноценности часто вызвано внутренним критиком, который подтачивает самооценку. Эта техника помогает научиться отвечать на критику и пересматривать негативные мысли.",
  "description": [
    "Мысли вроде «Я ничего не стою», «Я хуже других», «У меня ничего не получится», «Я во всём виноват», «Я неудачник» снижают самооценку и могут привести к депрессивным переживаниям.",
    "Важно не поддаваться вспышкам внутреннего критика и учиться спокойно ему возражать. Это помогает формировать более справедливый и доброжелательный взгляд на себя."
  ],
  "task": [
    "Создайте таблицу из трёх колонок. Названия колонок:",
    "Мысли критика",
    "Когнитивная ошибка",
    "Рациональный ответ",
    "1️⃣ В первую колонку записывайте все самокритичные мысли, которые появляются, когда вы чувствуете вину, бесполезность или недовольство собой.",
    "Важно записывать именно мысли, а не чувства. Например, фраза «Мне плохо» не подлежит опровержению, потому что чувство уже есть.",
    "2️⃣ Во второй колонке укажите когнитивное искажение, которое стоит за мыслью.",
    "3️⃣ В третьей колонке сформулируйте спокойный рациональный ответ критику. Постарайтесь найти логичное и поддерживающее объяснение.",
    "Старайтесь заменять самокритику на реалистичные и доброжелательные мысли, избегая чрезмерного оптимизма."
  ],
  "example": ["Вот несколько примеров рациональных ответов:"],
  "table": {
    "header": ["Мысли критика", "Когнитивная ошибка", "Рациональный ответ"],
    "example": {
      "0": [
        "Я такой глупый, что точно не сдам",
        "Навешивание ярлыков",
        "Я не глупый, просто пока не всё успел подготовить. Если продолжу учиться, шансы сдать экзамен высокие."
      ],
      "1": [
        "Я никому не нужен",
        "Черно-белое мышление",
        "У меня есть люди, которые меня ценят и любят. Я важен для тех, кто рядом."
      ],
      "2": [
        "Я никогда не смогу найти работу",
        "Черно-белое мышление",
        "Я могу найти работу, если продолжу искать и развиваться. Многие люди проходят через это, и у меня тоже получится."
      ]
    }
  },
  "expectations": [
    "Повышение устойчивости к внутренней и внешней критике",
    "Снижение эмоционального напряжения",
    "Уменьшение страха допускать ошибки"
  ]
}
