{
  "title": "Три варианта развития событий",
  "statement": "Основная задача этой техники — дать возможность нашей психике увидеть другие варианты исхода события. Вы научитесь ставить под сомнение свои негативные мысли и сможете снизить уровень тревожности в стрессовых ситуациях.",
  "description": [
    "Мы склонны к крайностям в оценке ситуаций, что мешает видеть реальную картину и принимать правильные решения. Эта простая, но эффективная техника помогает пересмотреть вероятности развития событий."
  ],
  "task": [
    "Когда вы заметите у себя очередную автоматическую мысль, которая явно испортила ваше настроение, задайте себе вопрос: Каковы варианты развития событий:",
    "худший — наиболее негативный вариант, о котором вы, скорее всего, подумали сначала;",
    "лучший — идеальный вариант, который бы вас абсолютно устроил;",
    "реалистичный — что-то среднее между первым и вторым, но более здравомыслящий и основанный на ваших знаниях и опыте сценарий развития событий;",
    "Очень важно не просто фиксировать варианты в голове, но вести записи в приложении или на бумаге. Это поможет вам лучше понять свои мысли и чувства, а также отслеживать их изменения."
  ],
  "example": [
    "Допустим, завтра вам предстоит важный экзамен по учебе или работе, и у вас возникла мысль: \"Я завалю экзамен\". У вас нет гарантий, что это произойдёт, но тем не менее, такая мысль явно вызывает неприятные эмоции. Поэтому предоставим вашему мозгу альтернативные варианты.",
    "❤️ Худший вариант",
    "Я действительно плохо подготовлюсь, буду очень нервничать, переживать и не сдам завтра экзамен. Хуже того, я буду единственным в группе, кто не сдал. Отношение преподавателя ко мне изменится, а одногруппники подумают, что я ленивый и неумный.",
    "💜 Лучший вариант",
    "Я не буду переживать и с хорошим настроением поеду на экзамен. Мне попадётся самый лёгкий билет, и я сдам экзамен на отлично. А лучше даже, если всей группе поставят высшую оценку без экзамена.",
    "💚 Реалистичный вариант",
    "Я не могу точно знать, какой билет мне попадётся, но могу ещё немного подготовиться, что поможет мне чувствовать себя завтра менее тревожно. Волноваться из-за экзамена — это нормально. В целом, я неплохо знаю материал, поэтому на большинство вопросов смогу ответить. "
  ],
  "expectations": [
    "Объективный взгляд на ситуацию.",
    "Снижение общего эмоционального напряжения."
  ]
}
