{
  "title": "Избавление от страха ошибки: Лист «антиперфекционизма»",
  "statement": "Многие перфекционисты живут в убеждении, что полноценное наслаждение чем-либо возможно лишь в случае его идеального выполнения. Мы предлагаем вам бросить вызов 💪 этой идее.",
  "description": [
    "Для многих высокие стандарты и требования к себе и окружающим кажутся движущей силой. Однако, когда ожидания становятся нереалистичными, они могут превратиться в ловушку, ведущую к постоянному ощущению недостаточности, непрекращающейся критике и, как итог, к депрессии.",
    "В мире всё можно усовершенствовать, и стремление к абсолютному идеалу обречено на разочарование.",
    "Эта техника позволит вам осознать, что достижение совершенства не является обязательным условием для получения удовольствия от процесса. Попробуйте сделать что-то неидеально, но с удовольствием. Посмотрите, что из этого выйдет."
  ],
  "task": [
    "1️⃣ На протяжении нескольких дней ведите запись самых разнообразных и спонтанных задач, которые вы выполняете, будь то «чистка зубов», «приготовление ужина», «подготовка рабочего отчета» или «уборка в доме».",
    "2️⃣ Во второй колонке отметьте, насколько, по вашему мнению, эффективно выполнена задача, выраженное в процентном соотношении.",
    "3️⃣ В третьей колонке укажите, сколько радости вам принесло её выполнение."
  ],
  "table": {
    "header": ["Задача", "Эффективность", "Удовольствие"],
    "example": {
      "0": [
        "Приготовление ужина",
        "50% (мог бы выбрать более сложный и вкусный рецепт)",
        "90% (просто, но о-очень вкусно и не заняло много времени)"
      ],
      "1": [
        "Уборка в доме",
        "70% (сделал всё основное, но не дошли руки до холодильника и плиты)",
        "100% (чистота в доме всегда доставляет мне удовольствие)"
      ],
      "2": [
        "Подготовка отчета по работе",
        "85% (приложил немало усилий к отчету)",
        "20% (постоянные мысли о том, что могло быть лучше, лишили меня удовольствия от процесса)"
      ]
    }
  },
  "expectations": [
    "Это упражнение позволит вам осознать, что достижение совершенства не является обязательным условием для получения удовольствия от процесса.",
    "Снижение тревоги и страха перед ошибками"
  ]
}
