{
  "textHTML": "<p>Catastrofaal denken is een cognitieve vertekening waarbij we de impact en gevolgen van negatieve gebeurtenissen sterk overdrijven, waardoor ze veel erger lijken dan ze in werkelijkheid zijn. Dit leidt vaak tot buitensporige angst, stress en bezorgdheid, die niet in verhouding staan tot de werkelijke situatie.</p><p>Voorbeelden van catastrofaal denken zijn de overtuiging dat één mislukking in een bepaald aspect van het leven zal leiden tot een volledige ondergang op alle andere vlakken. Dit soort denken kan overmatige angst voor de toekomst veroorzaken, een overdreven reactie op kritiek of afwijzing en voortdurende twijfels over eigen capaciteiten.</p><p>Catastrofaal denken heeft een negatieve invloed op de mentale gezondheid, verhoogt stress en angst, verslechtert de emotionele toestand en vermindert het zelfvertrouwen. Het is belangrijk om deze neiging te herkennen en een gezondere manier van denken te ontwikkelen om angst te verminderen, het zelfvertrouwen te vergroten en een evenwichtiger perspectief op de werkelijkheid te krijgen.</p>",
  "dialogSummary": "In deze dialoog vertoont persoon 1 catastrofaal denken na een afwijzing bij een sollicitatiegesprek, waarbij ze ervan uitgaat dat dit een onvermijdelijke mislukking in haar hele zoektocht naar werk betekent. Ze houdt geen rekening met de mogelijkheid om verder te zoeken en haar verwachtingen te herzien, wat tot een positievere en realistischere uitkomst zou kunnen leiden.",
  "dialog": [
    "Ik ben afgewezen na mijn sollicitatiegesprek. Nu zal ik nooit een baan vinden en blijf ik werkloos.",
    "Maar je hebt toch ook andere sollicitaties verstuurd, niet?",
    "Ja, maar het heeft geen zin. Als het met deze baan niet is gelukt, betekent het dat niemand me wil. Alle pogingen zijn nutteloos.",
    "Zo naar de situatie kijken maakt het alleen maar erger. Misschien is het een goed idee om je verwachtingen te herzien en door te gaan met een nieuwe aanpak.",
    "Maar hoe kan ik deze mislukking vergeten? Het lijkt een bevestiging dat ik nergens een baan ga vinden en dat al mijn plannen in duigen vallen."
  ]
}
