{
  "info": {
    "event": "Laten we beginnen met het identificeren van de trigger die negatieve gedachten of emoties heeft veroorzaakt. Een trigger kan een ogenschijnlijk onbeduidende gebeurtenis zijn of zelfs een gedachte van uzelf.",
    "thought": "Automatische gedachten worden getriggerd door een gebeurtenis en leiden tot negatieve emoties. Deze emoties verslechteren op hun beurt uw toestand en roepen nieuwe automatische gedachten op. Dit creëert een vicieuze cirkel van negativiteit waaruit het moeilijk is te ontsnappen. Om dit te voorkomen, identificeer de automatische gedachte zo snel mogelijk en noteer deze in uw dagboek.",
    "body": "Probeer terug te keren naar het moment waarop de trigger optrad. Herinner u de onaangename sensaties in uw lichaam die u toen voelde.",
    "behavior": "Hoe heeft u zich daarna gedragen? Wat deed u nadat u negatieve emoties had ervaren?",
    "response": "Nadat u de automatische gedachte heeft geïdentificeerd, is het belangrijk om er aandacht aan te besteden en deze te analyseren. Automatische gedachten bevatten meestal denkfouten en vertekeningen. Uw taak is om deze vertekeningen rationeel te weerleggen en een nieuwe, gezondere overtuiging te vormen.",
    "conclusion": "Beschrijf het resultaat van uw werk - hoe uw emoties en gedachten zijn veranderd en wat u van plan bent te veranderen in uw reacties als een soortgelijke gebeurtenis zich opnieuw voordoet.",
    "comparison": "Breng argumenten naar voren die uw automatische gedachte ondersteunen en argumenten die deze tegenspreken. Dit zal u helpen te begrijpen hoe objectief en realistisch deze gedachte werkelijk is."
  },
  "stepper": {
    "event": "Ik heb een fout gemaakt bij een taak op het werk",
    "thought": "Ik maak voortdurend fouten op het werk en iedereen haat me daarom",
    "body": "Versnelde hartslag, een zwaar gevoel op de borst",
    "behavior": "De deur hard dichtgeslagen",
    "response": "Niemand is foutloos, en ik kan niet de gedachten van anderen voorspellen",
    "conclusion": "De volgende keer dat ik een fout maak, zal ik niet proberen de reactie van anderen te raden. Ook zal ik een checklist maken om mijn werk te controleren, zodat ik deze fout niet opnieuw maak."
  },
  "analysis": {
    "description": [
      "Maak van het invullen van je dagboek een boeiende ervaring in plaats van een routine. In plaats van simpelweg gebeurtenissen op te sommen, vertel over je dag als een meeslepend verhaal.",
      "Kunstmatige intelligentie helpt je hierbij: het analyseert je verhaal en stelt automatisch de beste manier voor om je dagboek in te vullen, met de juiste categorieën en velden.",
      "Je kunt altijd bewerkingen maken en aanvullen wat de AI heeft voorgesteld, zodat je notities nog persoonlijker en nauwkeuriger worden.",
      "Alles wat je schrijft, wordt opgeslagen in het dagboek, dus je verhaal gaat niet verloren na de analyse.",
      "AI maakt het verwerken van je gedachten niet alleen nuttig, maar ook interessant, waardoor het bijhouden van een dagboek verandert in een creatieve vorm van zelfexpressie."
    ],
    "hint": [
      "Beschrijf wat er is gebeurd, samen met je gevoelens en gedachten. Probeer in je verhaal het volgende te benoemen:",
      "Wat voor gebeurtenis het was",
      "Welke automatische gedachte opkwam",
      "Lichamelijke sensaties en emoties",
      "Een adaptieve reactie op de automatische gedachte",
      "De conclusie die je uit de situatie trekt"
    ]
  }
}