{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>O pensamento preto e branco é uma distorção cognitiva que nos faz ver o mundo exclusivamente em categorias extremas: tudo é ou perfeito ou catastrófico, as pessoas são ou anjos ou demônios. Essa visão deixa de lado uma enorme variedade de tons e profundidade nas situações, reduzindo tudo a uma simples dicotomia de \"preto\" e \"branco\". Essa distorção limita fortemente nossa percepção da realidade e reduz o espectro de soluções possíveis.</p><p>Exemplos de pensamento preto e branco incluem julgamentos extremos sobre si mesmo ou os outros, como \"eu sempre falho\" ou \"ele sempre erra\". Isso também pode se manifestar em visões polarizadas sobre eventos, objetos, trabalho, relacionamentos, crenças políticas e muito mais.</p><p>Esse tipo de pensamento pode levar a sérias consequências, incluindo estresse, ansiedade, depressão, isolamento social e problemas nos relacionamentos. Portanto, é extremamente importante estar ciente dessa distorção e desenvolver um pensamento mais flexível e multifacetado, o que nos ajudará a lidar melhor com a realidade e tomar decisões mais equilibradas.</p>",
    "dialogSummary": "Neste diálogo, a pessoa 1 demonstra pensamento preto e branco, considerando-se incapaz devido ao fracasso em um único exame, ignorando fatores como a dificuldade do exame e a falta de tempo para se preparar.",
    "dialog": [
      "Eu reprovei no exame, isso significa que sou um caso perdido.",
      "Mas o exame era realmente difícil, e você teve pouco tempo para se preparar.",
      "Não importa, o sucesso dos outros mostra minha incapacidade. Eu simplesmente não consigo ser inteligente."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>A catastrofização é uma distorção cognitiva em que tendemos a exagerar a importância e as consequências de eventos negativos, percebendo-os como muito piores do que realmente são. Isso leva a um medo, ansiedade e preocupação excessivos, que muitas vezes não correspondem à realidade.</p><p>Exemplos de catastrofização incluem a crença de que um único fracasso em algum aspecto da vida resultará em um colapso total em todas as áreas. Esse tipo de pensamento pode levar a uma ansiedade excessiva sobre o futuro, reações exageradas a críticas ou rejeições, bem como dúvidas constantes sobre as próprias capacidades.</p><p>A catastrofização tem um impacto negativo na saúde mental, aumenta os níveis de estresse e ansiedade, piora o estado emocional e reduz a autoconfiança. É importante estar ciente dessa tendência e desenvolver um pensamento saudável para reduzir a ansiedade, aumentar a autoestima e ter uma percepção mais adequada da realidade.</p>",
    "dialogSummary": "Neste diálogo, a pessoa 1 catastrofiza a situação após ser rejeitada em uma entrevista de emprego, acreditando que isso levará ao fracasso inevitável em sua busca por trabalho. Ela não considera a possibilidade de continuar procurando e repensar suas expectativas, o que pode levar a um resultado mais positivo e realista.",
    "dialog": [
      "Fui rejeitada na entrevista para o novo emprego. Agora nunca vou conseguir um trabalho, vou ficar sem fazer nada.",
      "Mas você já se candidatou a outras vagas, certo?",
      "Sim, mas é inútil. Se não deu certo com esse emprego, significa que não sou necessária em lugar nenhum. Todos os esforços são em vão.",
      "Esse ponto de vista só pode piorar sua situação. Talvez seja melhor rever suas expectativas e continuar procurando com uma nova abordagem.",
      "Mas como posso esquecer o fracasso na entrevista? Parece que isso confirma que não encontrarei emprego em lugar nenhum, todos os meus planos estão arruinados."
    ]
  },
  "COMMON": {
    "textHTML": "<p>A supergeneralização é uma distorção cognitiva em que tiramos conclusões globais com base em informações limitadas ou eventos isolados. Por exemplo, ao receber uma única crítica negativa no trabalho, podemos concluir que somos completamente incompetentes, ignorando outros sucessos e aspectos positivos.</p><p>Um exemplo clássico é chegar atrasado a um compromisso. Em vez de analisar objetivamente as razões do atraso, tendemos a dizer: \"Eu sempre me atraso\" ou \"Eu nunca consigo chegar na hora\", ignorando as ocasiões em que chegamos pontualmente.</p><p>Essa distorção pode levar a uma autoavaliação negativa e ao pessimismo, além de agravar problemas de ansiedade e depressão. É importante aprender a reconhecer esses pensamentos e substituí-los por avaliações mais equilibradas e realistas.</p>",
    "dialogSummary": "A pessoa 1 expressa preocupação por ter chegado atrasada a um compromisso, fazendo uma supergeneralização sobre suas habilidades de gestão de tempo. A pessoa 2 ajuda-a a ver a situação de forma mais objetiva, lembrando-a de ocasiões em que chegou pontualmente e destacando que um único atraso não a caracteriza como alguém que sempre se atrasa.",
    "dialog": [
      "Não consigo acreditar que me atrasei de novo para o compromisso. Eu sempre me atraso. Sou completamente incapaz de gerenciar meu tempo.",
      "Espere, não tire conclusões precipitadas. Lembre-se de quantas vezes você chegou na hora certa. Você realmente acha que um único atraso faz de você alguém que não sabe gerenciar o tempo?",
      "Mas ultimamente eu tenho me atrasado com frequência. Parece que perdi completamente o controle.",
      "Vamos olhar para isso racionalmente. Chegar atrasado a um compromisso não faz de você alguém que sempre se atrasa. Talvez houvesse circunstâncias imprevistas que você não podia controlar."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Desvalorização do positivo é uma distorção cognitiva em que tendemos a negligenciar, subestimar ou minimizar a importância dos aspectos positivos de nossas vidas. Focamos nas falhas e no negativo, ignorando a importância dos sucessos e conquistas, mesmo que sejam significativos.</p><p>Essa distorção pode se manifestar em diferentes áreas: no trabalho, nos relacionamentos, na saúde, no desenvolvimento pessoal. Por exemplo, uma pessoa pode alcançar sucesso profissional, mas focar em pequenos erros, em vez de se alegrar com a conquista. Ou, ao receber um elogio, a pessoa pode descartá-lo, considerando-o insignificante ou imerecido.</p><p>Desvalorizar o positivo pode levar à subestimação das próprias capacidades, à falta de confiança, a um sentimento de insatisfação e até mesmo à depressão. É importante aprender a reconhecer e valorizar os momentos positivos na vida, sabendo se alegrar com as próprias conquistas.</p>",
    "dialogSummary": "Neste diálogo, a pessoa 1 desvaloriza sua conquista de uma promoção no trabalho, concentrando-se nas dificuldades e responsabilidades futuras. A pessoa 2 tenta destacar a importância desse sucesso e parabenizá-la pela conquista.",
    "dialog": [
      "Fui promovido no trabalho e agora vou lidar com novos projetos.",
      "Essa é uma ótima notícia, parabéns! Quais projetos você vai enfrentar?",
      "Sim, os projetos são desafiadores, vou ter muito trabalho. Parece que estou acumulando responsabilidades.",
      "Entendo que é um desafio, mas você alcançou um marco importante na sua carreira! É uma ótima oportunidade para crescimento e desenvolvimento."
    ]
  },
  "DUE": {
    "textHTML": "<p>\"Deverismo\" é uma distorção cognitiva em que acreditamos que os eventos devem acontecer exatamente como imaginamos, e qualquer desvio disso é percebido como uma injustiça. Tendemos a insistir em nossas expectativas e demandas, sem levar em conta a realidade e as possibilidades.</p><p>Um exemplo disso é o pensamento: \"Eu deveria ter conseguido esse emprego, afinal, me preparei tanto para a entrevista\". Nesses casos, frequentemente não se consideram fatores externos que influenciam as decisões, como a presença de outros candidatos qualificados.</p><p>Essa distorção pode causar frustração, raiva e insatisfação, afetando negativamente a saúde mental e os relacionamentos interpessoais. É importante aprender a ser flexível em suas expectativas e a aceitar diferentes desfechos.</p>",
    "dialogSummary": "Neste diálogo, a pessoa 1 manifesta a distorção \"deverismo\", assumindo que deve trabalhar sem pausas para alcançar sucesso na carreira, com base nos exemplos de outras pessoas bem-sucedidas. A pessoa 2 ajuda-a a reconsiderar essa crença, destacando que cada um tem seu próprio caminho para o sucesso e que o equilíbrio entre trabalho e descanso pode ser mais produtivo.",
    "dialog": [
      "Eu devo trabalhar todos os dias sem folga para ter sucesso na minha carreira.",
      "Por que você pensa assim? O que te levou a essa conclusão?",
      "Eu li sobre como as pessoas bem-sucedidas alcançaram o sucesso: todas trabalharam duro e não descansaram.",
      "Mas cada pessoa é única, e não existe um caminho universal para o sucesso. Talvez seja mais eficaz para você encontrar um equilíbrio entre trabalho e descanso para alcançar seus objetivos."
    ]
  },
  "EMO": {
    "textHTML": "<p>A distorção cognitiva \"justificativa emocional\" ocorre quando confiamos em nossas emoções em vez de na lógica e nos fatos ao tomar decisões. Isso pode levar a uma percepção incorreta das situações e a decisões equivocadas.</p><p>Um exemplo é desistir de visitar amigos devido à tristeza e à falta de vontade de socializar. Nesse caso, a pessoa confia em suas emoções, sem considerar que o contato com amigos pode melhorar seu humor e fazê-la se sentir melhor.</p><p>A justificativa emocional pode levar a conclusões e escolhas erradas, por isso é importante considerar critérios mais objetivos ao tomar decisões.</p>",
    "dialogSummary": "Neste diálogo, a pessoa 1 se guia por seu estado emocional ao recusar um encontro, ignorando argumentos lógicos e fatos. A pessoa 2 tenta ajudar a pessoa 1 a ver a situação de forma mais objetiva e a considerar outros aspectos da decisão.",
    "dialog": [
      "Não quero ir ao encontro, estou de mau humor.",
      "Mas você disse que gosta desse rapaz. Não quer tentar e ver como as coisas acontecem?",
      "Não, tenho certeza de que vou estragar tudo por causa do meu humor. Estou me sentindo insegura e boba.",
      "Você não pode ter certeza até tentar. Talvez o encontro seja agradável, e você perceba que seus receios eram infundados."
    ]
  },
  "FILTER": {
    "textHTML": "<p>O filtro mental é uma distorção cognitiva em que nos concentramos apenas nos aspectos negativos, ignorando os positivos. Por exemplo, após uma entrevista malsucedida, uma pessoa pode se fixar na rejeição, sem perceber a experiência e as informações adquiridas que podem ser úteis no futuro.</p><p>Essa distorção leva a um sentimento de insatisfação e descontentamento, mesmo quando há muitas coisas boas na vida. O filtro mental é frequentemente acompanhado por outras distorções, como pensamento preto e branco ou desvalorização do positivo.</p><p>Para superar o filtro mental, é útil aprender a notar e valorizar os aspectos positivos e fazer a si mesmo perguntas sobre os lados positivos da situação.</p>",
    "dialogSummary": "Neste diálogo, a pessoa 1 se concentra em uma crítica negativa, ignorando os aspectos positivos do seu trabalho. A pessoa 2 tenta ajudar a pessoa 1 a ver a situação de forma mais objetiva, destacando todos os aspectos do seu trabalho.",
    "dialog": [
      "Recebi uma crítica negativa no trabalho. Estou me sentindo um fracasso.",
      "Mas você já recebeu muitos elogios e teve vários sucessos. Você está dando muita importância a um único aspecto negativo.",
      "Sim, mas essa crítica parece ser a mais importante. É como se ela anulasse todas as minhas conquistas.",
      "Você está focado apenas nesse aspecto negativo, ignorando todo o resto. Isso é um filtro mental. Tente ver a situação de forma mais objetiva, considerando também os aspectos positivos do seu trabalho."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Rotulação é uma distorção cognitiva em que atribuimos avaliações simplificadas e categóricas a pessoas ou situações com base em um número limitado de observações negativas. Isso impede que consideremos outros aspectos e cria uma percepção distorcida da realidade.</p><p>Um exemplo disso é rotular alguém como \"estranho\" ou \"pária\" com base em sua aparência incomum. Da mesma forma, rotular a si mesmo pode levar a uma baixa autoestima, desconsiderando qualidades positivas e conquistas.</p><p>Ao reconhecer essa distorção, podemos avaliar pessoas e situações de maneira mais objetiva, sem tirar conclusões precipitadas e negativas.</p>",
    "dialogSummary": "Neste diálogo, discute-se o comportamento de uma pessoa que gritava com os filhos no parque. A pessoa 1 rapidamente rotula-o como \"mau pai\", com base em uma única observação. A pessoa 2 oferece uma visão mais equilibrada, apontando para a falta de informações para tal conclusão e para a possibilidade de comportamentos diferentes em circunstâncias variadas.",
    "dialog": [
      "Vi aquele homem gritando com os filhos no parque. Ele é definitivamente um mau pai.",
      "Não podemos julgar uma pessoa por um único incidente. Talvez ele tenha tido um dia ruim ou tenha algum motivo para esse comportamento.",
      "Eu nunca faria isso com meus filhos. Ele deve ser incapaz de cumprir suas responsabilidades como pai.",
      "Não devemos fazer conclusões tão categóricas. As pessoas podem agir de maneiras diferentes em situações diversas. Talvez em outras circunstâncias, ele se mostre um pai atencioso."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>A distorção \"Poderia ter\" ocorre quando imaginamos alternativas ao passado que são impossíveis de realizar. Isso frequentemente leva a discussões sobre eventos passados sob a perspectiva de \"o que poderia ter sido\", criando cenários ilusórios.</p><p>Também podemos usar essa distorção em diálogos, convencendo os outros a agir de maneira diferente, sem levar em conta as condições e limitações reais.</p><p>Essa distorção pode resultar em sentimentos de culpa e insatisfação, pois comparamos a realidade com ideais inatingíveis.</p>",
    "dialogSummary": "Neste diálogo, a pessoa 1 utiliza a distorção \"Poderia ter\" para justificar seu fracasso em um exame, colocando a responsabilidade em fatores externos. A pessoa 2 tenta redirecioná-la para as oportunidades atuais, destacando que o passado é imutável e que é importante focar nas ações que podem ser tomadas agora.",
    "dialog": [
      "Eu reprovei no exame. Eu deveria ter estudado mais.",
      "Mas você trabalhou todos os dias. Você fez o melhor que podia dentro das suas possibilidades, não é?",
      "Sim, mas eu poderia ter estudado mais se não tivesse trabalhado tanto.",
      "É importante lembrar que o passado não pode ser mudado. Agora é melhor se concentrar em como usar seu tempo de forma eficaz no futuro, em vez de pensar no que poderia ter sido."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>A distorção \"exagero e minimização\" se manifesta em uma percepção extremamente unilateral de situações e eventos, ignorando suas nuances. No exagero, a pessoa amplifica a importância dos aspectos negativos, vendo tudo através de uma lente de aumento. A minimização, por outro lado, consiste em diminuir a importância dos aspectos positivos e de suas conquistas.</p><p>Por exemplo, uma pessoa pode indevidamente exagerar seus erros, considerando-se um fracasso, e minimizar seus sucessos, não reconhecendo suas realizações.</p><p>Essa distorção pode levar a uma piora na autoestima e nos relacionamentos com os outros, pois a percepção de si mesmo e dos outros é distorcida.</p>",
    "dialogSummary": "No diálogo, a pessoa 1 exagera sua ansiedade antes da entrevista, enquanto a pessoa 2 tenta minimizar essa ansiedade, destacando os pontos fortes da pessoa 1 e sua capacidade de se adaptar.",
    "dialog": [
      "Estou tão nervoso por causa da entrevista amanhã. Eu sempre troco as palavras.",
      "Não se preocupe, você está exagerando sua ansiedade. Tenho certeza de que você vai se sair bem.",
      "Mas eu frequentemente me perco e esqueço o que queria dizer.",
      "Você também tem a habilidade de encontrar soluções rapidamente e se adaptar. Isso vai te ajudar muito durante a entrevista.",
      "Sério? Obrigado, vou tentar me concentrar nisso."
    ]
  },
  "READ": {
    "textHTML": "<p>A distorção cognitiva \"leitura mental\" ocorre quando acreditamos que sabemos os sentimentos ou pensamentos de outras pessoas sem evidências objetivas. Isso pode levar a conclusões errôneas e mal-entendidos.</p><p>Um exemplo é quando presumimos que alguém não gosta de nós por causa de seu comportamento, embora as razões possam ser variadas. Também podemos erroneamente pensar que os outros compreendem nossas intenções, sem nos comunicarmos diretamente com eles.</p><p>Reconhecer essa distorção ajuda a evitar suposições incorretas e promove uma comunicação mais aberta e honesta.</p>",
    "dialogSummary": "No diálogo, a pessoa 1 demonstra \"leitura mental\", supondo que sua colega está chateada com ela por ter chegado atrasada à reunião. A pessoa 2 aponta a necessidade de verificar suas suposições e evitar conclusões precipitadas.",
    "dialog": [
      "A Maria não me cumprimentou ontem no escritório. Acho que ela está chateada comigo por eu ter chegado atrasada à reunião.",
      "Você tem certeza? Talvez ela estivesse ocupada ou não tenha te notado. Você perguntou a ela?",
      "Não, eu não perguntei. Mas sinto que é por causa do atraso.",
      "Não podemos ter certeza sobre os pensamentos dos outros se não perguntarmos diretamente. Talvez ela tivesse outras razões completamente diferentes."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Personalização é uma distorção cognitiva em que percebemos eventos como dirigidos pessoalmente contra nós, mesmo quando não há fundamento para tal percepção.</p><p>Um exemplo disso é quando pensamos que alguém não nos cumprimentou por antipatia pessoal, ignorando outras possíveis razões. A personalização também se manifesta quando atribuímos eventos negativos a nossas falhas, sem considerar fatores externos.</p>",
    "dialogSummary": "No diálogo, a pessoa 1 personaliza o fracasso em uma entrevista de emprego, ligando-o a suas próprias deficiências pessoais, enquanto a pessoa 2 sugere considerar outros fatores que podem ter influenciado o resultado, destacando que a falha não está necessariamente relacionada às qualidades pessoais.",
    "dialog": [
      "Eu não passei na entrevista. Eu simplesmente não consigo lidar com tarefas importantes.",
      "Isso não significa necessariamente que você é ruim. Talvez a empresa tivesse requisitos específicos ou outros candidatos que se encaixavam melhor nas necessidades deles.",
      "Mas eu sempre falho em situações assim. Parece que não sou bom o suficiente.",
      "Cometer erros faz parte do processo de aprendizado. Nem toda rejeição em uma entrevista indica uma falha pessoal. É importante olhar para a situação como um todo e considerar os diferentes fatores que podem ter influenciado o resultado."
    ]
  }
}