{
  "ykRKsDopcp": {
    "title": "Argumentos a favor e contra o pensamento automático",
    "description": "Adicionar um novo passo no diário – apresentação de argumentos a favor e contra o pensamento automático."
  },
  "rwdHy8lyCk": {
    "title": "Adicionar inteligência artificial",
    "description": "Integrar com redes neurais populares para ajudar na análise de seus pensamentos, fornecendo dicas personalizadas ao trabalhar com o diário."
  },
  "QejWpiat0v": {
    "title": "Avaliação do nível de crença no pensamento após preencher o diário",
    "description": "Atualmente, é possível avaliar o nível de crença no pensamento automático apenas antes de começar a trabalhá-lo. Gostaria de avaliar o efeito do trabalho após preencher uma resposta alternativa ao pensamento?"
  },
  "FFoEvFNDpe": {
    "title": "Motivação para as atividades",
    "description": "Adicionar a contagem de dias de atividades consecutivas no diário. Recompensar com distintivos ou outras gratificações dentro do aplicativo."
  },
  "W9mMGTmapW": {
    "title": "Versão web",
    "description": "Poderíamos criar uma versão web do aplicativo sem grandes dificuldades. Você sente necessidade de trabalhar com o diário pelo desktop?"
  },
  "eur8RglkH0": {
    "title": "Mais materiais de estudo sobre TCC",
    "description": "Você sente necessidade de materiais educativos? Podemos fornecer mais informações sobre métodos de trabalho com pensamentos destrutivos, como lidar com neuroses, TAs e outros."
  },
  "EQ3zKWJ0pU": {
    "title": "Adicionar estatísticas ao diário",
    "description": "Mostrar com que frequência você faz anotações, as emoções mais comuns, distorções cognitivas, entre outras."
  },
  "EauYpGQzAL": {
    "title": "Adicionar cartões de enfrentamento",
    "description": "Permitir a criação de cartões com o pensamento destrutivo de um lado e a refutação do outro. Essa técnica é usada na TCC, você sente necessidade desse recurso?"
  },
  "gvwOk0eqXB": {
    "title": "Adicionar estatísticas nos testes",
    "description": "Adicionar um gráfico na página de testes que mostre a dinâmica dos resultados dos testes realizados."
  },
  "2o6HBDuM2o": {
    "title": "Novo teste psicológico de ansiedade",
    "description": "Atualmente, adicionamos um teste de nível de depressão. É necessário adicionar um teste semelhante para o nível de ansiedade?"
  },
  "2o7H8DtM2o": {
    "title": "Exportar anotações do diário de pensamentos automáticos para um arquivo",
    "description": "Atualmente, oferecemos a possibilidade de sincronizar dados entre diferentes dispositivos. Você gostaria de poder baixar as anotações em formato CSV ou Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Vários pensamentos automáticos",
    "description": "O formato atual do diário pressupõe trabalhar com um pensamento de cada vez. Deveríamos permitir a anotação de vários pensamentos, onde cada um seria avaliado separadamente e teria uma resposta alternativa específica?"
  },
  "iF6yEanPp3": {
    "title": "Diário",
    "description": "Uma seção onde você pode anotar os acontecimentos do dia e depois analisá-los, destacando os pensamentos automáticos. Posteriormente, podemos adicionar IA para ajudar na análise das anotações."
  },
  "iF6sKCdvfds": {
    "title": "Crenças intermediárias",
    "description": "Permitir a vinculação de pensamentos automáticos a crenças intermediárias. Com base nisso, será possível construir uma árvore de crenças e analisá-la."
  },
  "iF6sKverhdfd": {
    "title": "Avaliação diária do estado emocional",
    "description": "Adicionar a possibilidade de avaliar seu estado emocional diariamente ao acessar o aplicativo. Posteriormente, será possível criar um gráfico de evolução do estado emocional e compará-lo com a dinâmica das crenças."
  },
  "iF6sKvevscdf1": {
    "title": "Desenvolvimento da avaliação diária do estado emocional",
    "description": "Atualmente, você pode avaliar seu estado psicológico antes e depois das atividades. Gostaria de também avaliar as emoções predominantes e registrar quais exercícios você realizou para melhorar seu estado?"
  },
  "iF6sKvJllcpwx": {
    "title": "Histórias de superação de problemas psicológicos",
    "description": "Adicionar uma seção onde você pode compartilhar histórias de superação de problemas psicológicos para inspirar pessoas com dificuldades semelhantes. E, claro, ler as histórias de outras pessoas."
  },
  "iF6sKvKLdvkwq": {
    "title": "Teste com análise de 7 indicadores de vida",
    "description": "O teste analisa vários aspectos da vida e determina em quais áreas você é mais vulnerável. Por exemplo, dependência da aprovação dos outros ou tendência ao perfeccionismo."
  },
  "sdvsdsdlwwQec": {
    "title": "Integração de IA no diário",
    "description": "A IA ajudará a analisar as anotações no diário e a identificar pensamentos automáticos. Ela oferecerá soluções para seus problemas psicológicos e ajudará a trabalhá-los."
  },
  "sdvdcarlwwQff": {
    "title": "Diálogo Socrático",
    "description": "Nem sempre é fácil identificar um pensamento automático. O método do diálogo socrático envolve fazer perguntas a si mesmo para identificar o pensamento oculto. A IA fará perguntas para ajudá-lo a identificar o pensamento automático."
  },
  "sdvdNdbxdwQfb": {
    "title": "Psicólogo virtual",
    "description": "Conversa livre com a IA em um diálogo. Você pode compartilhar suas preocupações, pedir conselhos, obter apoio."
  },
  "sdvdpsvwQfw": {
    "title": "Escala de irritabilidade de Novaco",
    "description": "Adicionar um novo teste de nível de irritabilidade. Ele mostrará quanta raiva e irritação você acumula e retém no dia a dia."
  },
  "sdvdpsvGscfvw": {
    "title": "Entrada de voz",
    "description": "Possibilidade de preencher os campos de texto nos diários com a voz."
  },
  "rsoklcescfvwz": {
    "title": "Análise diária de atividades",
    "description": "No final de cada dia após trabalhar no aplicativo, você poderá solicitar uma análise do dia pela IA. Ela fará observações sobre seu trabalho e oferecerá recomendações."
  },
  "lkmvdsvdsfds": {
    "title": "Imagens no diário inteligente",
    "description": "Adicionar a capacidade de anexar imagens às entradas no diário inteligente."
  },
  "iFlct67Ldvkwq": {
    "title": "Diário de Gratidão",
    "description": "Adicionar um novo tipo de entrada ao diário inteligente – gratidão."
  }
}
