{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Siyah-beyaz düşünme, dünyayı uçlarda algıladığımız bir bilişsel çarpıtmadır: ya kusursuz ya berbat; insanlar ya bütünüyle iyi ya da tamamen kötü. Bu bakış, ara tonların ve nüansların zenginliğini görmemizi engeller, tabloyu aşırı basitleştirir. Sonuçta gerçeği görme becerimizi kısıtlar ve çözüm seçeneklerini daraltır.</p><p>Bu çarpıtma, kendimize ve başkalarına dair kategorik yargılarla kendini belli eder; örneğin: \"Ben hep başarısız olurum\" ya da \"O sürekli hata yapar\". İşten ilişkilere, olay ve inançlardan başarı ve hatalara kadar yaşamın her alanını etkileyebilir.</p><p>Böyle düşünmek artan strese, kaygıya, duygudurumda düşüşe, yalnızlık duygusuna ve ilişkilerde zorlanmaya yol açabilir. Bu yüzden bu tür düşünceleri fark etmeyi ve daha esnek, gerçekçi bir bakış geliştirmeyi öğrenmek önemlidir. Bu da durumlarla daha iyi başa çıkmaya ve daha dengeli kararlar almaya yardımcı olur.</p>",
    "dialogSummary": "Bu diyalogda ilk konuşmacı \"ya hep ya hiç\" biçiminde düşünüyor: sınavdaki tek bir başarısızlıktan yola çıkıp, sınavın zorluğunu ve hazırlık için az zamanı hesaba katmadan kendini bütünüyle yetersiz sayıyor.",
    "dialog": [
      "Sınavdan kaldım; demek ki tamamen yetersizim.",
      "Sınav gerçekten zordu ve hazırlanmak için az zamanın vardı.",
      "Fark etmez. Başkaları başardı, ben başaramadım; demek ki yeterince zeki değilim."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Felaketleştirme, olumsuz olayların önemini ve sonuçlarını gerçekte olduğundan çok daha kötüymüş gibi büyüttüğümüz bilişsel bir çarpıtmadır. Bu anlarda gerçeği yansıtmayan yoğun kaygı, korku ve gerginlik yaşayabiliriz.</p><p>Felaketleştirme, hayatın bir alanındaki tek bir başarısızlığın her şeyi tamamen çökerteceğine inanmak şeklinde ortaya çıkabilir. Bu, geleceğe dair yoğun endişelere, eleştiri ya da reddedilmeye aşırı tepkiye ve özgüvenin zedelenmesine yol açabilir.</p><p>Bu düşünme biçimi duygudurumun kötüleşmesine, kaygı ve stresin artmasına, özsaygı ile kendine güvenin azalmasına neden olabilir. Bu tür düşünceleri fark etmeyi ve zamanla daha sakin, gerçekçi bir bakış geliştirmeyi öğrenmek önemlidir — bu, kaygıyı azaltmaya ve zorluklar karşısında daha dayanıklı hissetmeye yardımcı olur.</p>",
    "dialogSummary": "Bu diyalogda ilk konuşmacı, mülakattan olumsuz yanıt alınca durumu felaketleştiriyor ve artık iş bulamayacağına inanıyor. Aramayı sürdürmek ya da beklentilerini gözden geçirmek gibi seçenekleri hesaba katmıyor; oysa bunlar daha sakin ve daha güvenle ilerlemesine yardımcı olabilirdi.",
    "dialog": [
      "Görüşmeden olumsuz yanıt geldi. Bitti; artık asla iş bulamam, işsiz kalacağım.",
      "Ama birkaç ilana daha özgeçmiş göndermiştin, değil mi?",
      "Evet, ama ne anlamı var? Buraya bile almadılarsa demek ki kimse beni istemiyor. Uğraşmanın hiçbir anlamı yok.",
      "Bu kadar kesin bir yargı yalnızca sıkıntını artırır. Kendine biraz zaman verip beklentilerini gözden geçirerek aramaya devam etmek daha iyi olabilir.",
      "Peki, başarısızlığı düşünmemeyi nasıl başaracağım? Sanki bu, hiçbir yerde bana yer olmadığının ve tüm planlarımın çöktüğünün kanıtı."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Aşırı genelleme, sınırlı sayıda veriden ya da tek bir örnekten yola çıkıp aşırı kapsamlı sonuçlar çıkardığımız bir bilişsel çarpıtmadır. Örneğin, iş yerinde tek bir olumsuz geri bildirim aldıktan sonra kendini bütünüyle yetersiz saymak ve başarılarını ve olumlu sonuçları görmezden gelmek buna örnektir.</p><p>Tipik bir örnek: bir toplantıya geç kalmak. Nedenleri sakin biçimde değerlendirmek yerine kendimize “Ben hep geç kalırım” ya da “Asla vaktinde gelmem” der, zamanında geldiğimiz pek çok durumu unuturuz.</p><p>Bu düşünme biçimi özsaygıyı zedeler; kötümserliği ve kaygıyı artırır, depresif düşünceleri besleyebilir. Bu tür genellemeleri fark edip duruma özgü, daha dengeli ve gerçekçi değerlendirmelerle değiştirmek yararlıdır.</p>",
    "dialogSummary": "İlk konuşmacı, tek bir gecikmeden yola çıkarak aşırı genelleme yapıyor ve kendine kronik bir düzensizlik yakıştırıyor. İkinci konuşmacı, dikkati nazikçe somut verilere çekip zamanında geldiği örnekleri hatırlatıyor ve durumu daha somut olarak ele almayı öneriyor.",
    "dialog": [
      "İnanamıyorum, yine geç kaldım. Demek ki hep geç kalıyorum ve zamanı hiç yönetemiyorum.",
      "Dur, sonuca acele etme. Kaç kez zamanında geldiğini hatırla. Tek bir gecikme seni kronik olarak geç kalan biri yapmaz.",
      "Ama son zamanlarda bu daha sık oluyor. Kontrolü kaybettiğimi hissediyorum.",
      "Hadi gerçeklere bakalım. Bir, hatta birkaç gecikme bir kişilik özelliği değildir. Muhtemelen dış koşullar etkili oldu. Nedenleri inceleyip bir dahaki sefere neyin işe yarayacağını düşünebiliriz."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Olumlu olanı değersizleştirme, iyi olayların, başarıların ve kazanımların değerini küçümsediğimiz bir bilişsel çarpıtmadır. Böyle anlarda dikkatimizi eksiklere ya da zorluklara kilitler, sanki iyi olan hiç yokmuş ya da \"sayılmazmış\" gibi davranırız — üstelik sonuçlar önemli ve hak edilmiş olsa bile.</p><p>Bu eğilim yaşamın her alanında görülebilir: işte, ilişkilerde, sağlıkta, eğitimde, kişisel hedeflerde. Örneğin biri hak ettiği takdiri görür; ama sevinmek yerine yalnızca hatalarına odaklanır. Ya da bir iltifat duyduğunda \"özel bir şey değil\" ya da \"sadece şanslıydım\" diyerek bunu geçersizleştirir.</p><p>Olumlu olanı değersizleştirme özgüveni aşındırabilir, memnuniyetsizliği artırabilir ve depresif düşünceleri besleyebilir. Zorlukları fark ettiğimiz kadar dikkatle iyi olanı da görmeyi ve kabullenmeyi öğrenmek; küçük de olsa kendi başarılarımızın sevincini yaşamak önemlidir.</p>",
    "dialogSummary": "İlk konuşmacı terfi alıyor; ancak yaklaşan zorluklara odaklanıp bu başarıyı değersizleştiriyor. İkinci konuşmacı, kazanımın önemini nazikçe hatırlatıyor, destek veriyor ve bunun kariyerde değerli bir adım olduğunu vurguluyor.",
    "dialog": [
      "Terfi aldım, artık yeni projeleri yöneteceğim.",
      "Harika haber, tebrikler! Hangi projeleri üstleneceksin?",
      "Projeler zor, iş çok olacak. Sanki sadece üzerime ek sorumluluklar yüklenmiş gibi hissediyorum.",
      "Bu gerçekten zorlayıcı olabilir ama unutma, seni rastgele seçmediler. Önemli bir aşamadasın; bu da gelişmek ve kendini göstermek için harika bir fırsat."
    ]
  },
  "DUE": {
    "textHTML": "<p>Gereklilikçilik (meli-malı düşünme), her şeyin tam olarak beklediğimiz gibi olması gerektiğine inandığımız bir bilişsel çarpıtmadır. Gerçeklik beklentilerimizle örtüşmediğinde bunu haksızlık ya da bir yanlışlık olarak algılayabiliriz. Böyle durumlarda beklentilerimize ve taleplerimize sıkı sıkıya tutunur, esnekliğe ve olaya nesnel bakmaya neredeyse hiç yer bırakmayız.</p><p>Örneğin, \"Bu işi mutlaka almalıyım; çünkü çok özenle hazırlandım\" diyebiliriz. Oysa yoğun emek verilmiş olsa bile, ilanın rekabet düzeyi ve güçlü başka adaylar gibi dış etkenler sonuç üzerinde etkili olabilir.</p><p>Bu düşünme biçimi yoğun hayal kırıklığına, sinirliliğe ve haksızlığa uğramışlık duygusuna yol açabilir; duygusal durumunuza ve ilişkilerinize olumsuz yansıyabilir. Bu kalıpları fark edip sonuçlara daha esnek yaklaşmayı öğrenmek faydalıdır; farklı olasılıkların da mümkün olduğunu kabul etmek rahatlatıcı olabilir.</p>",
    "dialogSummary": "İlk konuşmacı, başkalarının hikâyelerinden yola çıkarak \"hafta sonu olmadan her gün çalışmalıyım; ancak böyle başarıya ulaşırım\" diyerek gereklilikçi bir tutum sergiliyor. İkinci konuşmacı, herkesin yolunun farklı olduğunu hatırlatıp bakış açısını genişletiyor ve emek–dinlenme dengesinin daha sağlıklı ve etkili olabileceğini vurguluyor.",
    "dialog": [
      "Her gün, tatilsiz çalışmalıyım; yoksa asla başarıya ulaşamam.",
      "Neden böyle bir sonuca vardınız? Sizi böyle düşünmeye iten ne oldu?",
      "Başarılı insanların hikâyelerini okudum. Hepsi çok çalışmış, neredeyse hiç dinlenmemiş.",
      "Herkesin yolu farklıdır. Böyle bir tempo bazılarına uygun olabilir; başkaları içinse sağlıklı bir denge daha verimlidir. Dinlenme de gereklidir; enerjiyi korumaya ve hedeflere sürdürülebilir biçimde ilerlemeye yardımcı olur."
    ]
  },
  "EMO": {
    "textHTML": "<p>“Duygusal akıl yürütme”, kararları mantık ve olgular yerine yalnızca o andaki duygulara dayandırdığımızda ortaya çıkan bir bilişsel çarpıtmadır. Bu anlarda duygular, durumun gerçekten öyle olduğunun başlıca kanıtıymış gibi görünür; oysa nesnel olarak böyle olmayabilir.</p><p>Örneğin kişi, üzgün olduğu ve bunun hiçbir şeyi değiştirmeyeceğini düşündüğü için arkadaşlarıyla buluşmayı reddedebilir. Oysa gerçekte sohbet ve destek, ruh hâlini iyileştirebilir ve enerjiyi toparlamaya yardımcı olabilir.</p><p>Duygular önemlidir; ancak yalnızca onlara dayanmak hatalı çıkarım ve kararlara yol açabilir. Daha dengeli ve sürdürülebilir kararlar için, duyguların yanı sıra olgulara da dikkat etmek faydalıdır.</p>",
    "dialogSummary": "Bu diyalogda ilk konuşmacı, üzüntü ve güvensizlik duygularına dayanarak buluşmayı reddediyor. İkinci konuşmacı bakışı nazikçe genişletiyor ve gerçeğin, şu anki ruh hâlinin düşündürdüğünden daha keyifli olabileceğini hatırlatıyor.",
    "dialog": [
      "Buluşmaya gitmek istemiyorum. Ruh hâlim kötü.",
      "Ama bu kişiden hoşlanıyordun. Belki kendine bir şans verip nasıl geçeceğine bir bakarsın?",
      "Kendimi güvensiz ve beceriksiz hissediyorum. Sanki her şeyi berbat edeceğim.",
      "Bunu önceden bilemezsin. Buluşma keyifli ve destekleyici olabilir; kendini şu an olduğundan çok daha iyi hissedebilirsin."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Zihinsel filtre, olumsuz ayrıntıları büyütüp olumlu olanları neredeyse hiç görmediğimiz bir bilişsel çarpıtmadır. Örneğin, başarısız geçen bir görüşmeden sonra kişi yalnızca reddedilmeyi büyütür; oysa ileride işe yarayacak deneyimi ve edindiği yeni bilgileri gözden kaçırır.</p><p>Bu bakış, yaşamda pek çok iyi şey olsa bile memnuniyetsizliğe ve duygudurumda düşüşe yol açabilir. Zihinsel filtre çoğu zaman başka çarpıtmalarla — örneğin siyah-beyaz düşünme ya da olumluyu değersizleştirme — birlikte seyreder.</p><p>Bu eğilimi adım adım aşmak için, olumluyu fark etmeyi alışkanlık haline getirmek, kendinize destekleyici sorular sormak ve güçlü yanlarınızı ve başarılarınızı düzenli olarak kendinize hatırlatmak yararlıdır.</p>",
    "dialogSummary": "İlk konuşmacı tek bir olumsuz geri bildirime takılıp işinin olumlu yönlerini görmüyor. İkinci konuşmacı, bakışı genişletmesine yardımcı olarak başarısını ve emeğini doğrulayan olgulara dikkat çekiyor.",
    "dialog": [
      "İşyerinde olumsuz bir geri bildirim aldım. Kendimi başarısız hissediyorum.",
      "Ama birçok olumlu geri bildirimin ve başarın var. Tek bir olumsuz noktaya fazla anlam yüklüyor gibisin.",
      "Evet ama bu geri bildirim bana en önemlisi gibi geliyor. Sanki tüm başarılarımı siliyor.",
      "Şu anda durumun sadece olumsuz tarafına odaklanıyorsun ve diğer gerçekleri kaçırıyorsun. Bu, zihinsel filtre. Bakışını biraz genişletmeyi dene ve elde ettiğin iyi sonuçları hatırla."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Etiketleme, sınırlı gözleme dayanarak insanlara ya da durumlara keskin ve indirgemeci yargılar yapıştırdığımız bir bilişsel çarpıtmadır. Bunun sonucunda bir kişinin ya da olayın diğer yönlerini görmezden gelir, algımızı çarpıtırız.</p><p>Örneğin yalnızca dış görünüşü ya da tek bir anlık davranışı yüzünden birini \"tuhaf\" ya da \"değersiz\" diye nitelemek buna örnektir. Aynı şekilde kendimize etiket yapıştırdığımızda — kendimizi \"kötü\" ya da \"yetersiz\" diye adlandırdığımızda — güçlü yanlarımızı, başarılarımızı ve gerçek niteliklerimizi görmezden geliriz.</p><p>Bu çarpıtmayı fark ettiğimizde, aceleci yargılara varmadan insanları ve kendimizi daha bütüncül ve adil bir biçimde görmek kolaylaşır.</p>",
    "dialogSummary": "İlk konuşmacı, çocuklara bağırdığı tek bir ana bakıp birini \"kötü baba\" diye etiketliyor. İkinci konuşmacı, tek bir gözlemin yeterli olmayabileceğini ve insanların bağlama göre farklı davranabileceğini hatırlatarak daha dengeli bir bakış öneriyor.",
    "dialog": [
      "Parkta o adamın çocuklara bağırdığını gördüm. Kesinlikle kötü bir baba.",
      "Tek bir ana bakıp hüküm vermek doğru değil. Belki zor bir gün geçirdi ya da moralini bozan bir şey oldu.",
      "Kendi çocuklarımla asla böyle davranmam. Sanki ebeveynlik rolünün altından kalkamıyor.",
      "Kesin yargılar yanıltıcı olabilir. İnsanlar stresli durumlarda farklı tepki verebilir; başka bir gün son derece ilgili ve özenli bir baba olabilir."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>“Keşke/şöyle olsaydı” çarpıtması, zihnimizde geçmişe dönüp gerçekte mümkün olmayan kusursuz alternatif senaryolar kurduğumuzda ortaya çıkan bir bilişsel çarpıtmadır. “Ya şöyle olsaydı?” diye düşünüp, her şeyin farklı geliştiği hayali senaryolar kurgularız.</p><p>Bazen bu, iletişime de yansır: o anın gerçek koşullarını hesaba katmadan kendimize ya da başkalarına “başka türlü yapmak gerekirdi” deriz.</p><p>Böyle bir bakış açısı, gerçeği ulaşılamaz mükemmel senaryolarla kıyasladığı için çoğu zaman suçluluk, pişmanlık ve tatminsizliğe yol açar. Unutmayın: geçmiş değişmez; seçebileceğimiz olan, bundan sonra atacağımız adımlardır.</p>",
    "dialogSummary": "Bu diyalogda ilk konuşmacı, sınavı “keşke böyle yapsaydım” bakışıyla değerlendirip hem kendini hem de koşulları suçluyor. İkinci konuşmacı odağı nazikçe şimdiye ve geleceğe taşıyarak asıl önemli olanın, şu anda atılabilecek adımlar olduğunu hatırlatıyor.",
    "dialog": [
      "Sınavı geçemedim. Keşke daha çok çalışsaydım.",
      "Ama her gün çalıştın ve elinden geleni yaptın. İçinde bulunduğun koşullara göre hareket ettin.",
      "Evet, ama iş olmasaydı daha fazla çalışırdım.",
      "Geçmişi değiştiremeyiz. Şimdi kendini nasıl destekleyebileceğini ve zamanı bir sonraki sefer nasıl daha iyi planlayabileceğini düşünmek daha önemli."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>“Büyütme–küçültme” çarpıtması, olaylara tek taraflı bakıp ara tonları ve ayrıntıları kaçırdığımızda ortaya çıkar. Büyütmede olumsuz noktalar büyüteç altındaymış gibi kocaman ve belirleyici görünür; küçültmede ise güçlü yanlarımızı, başarılarımızı ve olumlu olayları sanki hiç önemi yokmuş gibi küçümseriz.</p><p>Örneğin, küçük hatalar yüzünden kendini başarısız sayıp emeklerini ve kazanımlarını görmezden gelebilir.</p><p>Bu bakış, gerçeklik algısı çarpıtıldığı için özsaygıyı ve ilişkileri olumsuz etkileyebilir. Dengeyi görebilmek önemlidir: hem hataları hem de güçlü yanları fark etmek ve hâlihazırdaki katkınızı takdir etmek.</p>",
    "dialogSummary": "Diyalogda ilk konuşmacı, mülakat öncesi yetersizliklerini büyütüyor; ikinci konuşmacı odağı nazikçe güçlü yanlara ve becerilere taşıyarak daha dengeli bir bakışı destekliyor.",
    "dialog": [
      "Yarınki mülakat yüzünden çok gerginim. Sözlerimi hep karıştırıyorum.",
      "Şu anda yetersizliğinizi büyütüyor gibisiniz. Sandığınızdan daha yetkinsiniz.",
      "Ama sık sık afallıyorum ve söylemek istediklerimi unutuyorum.",
      "Sizde güçlü yanlar var: durumu hızla değerlendirip çözüm üretebiliyorsunuz. Bu, mülakat için gerçekten değerli bir özellik.",
      "Gerçekten mi? Teşekkür ederim, bunu aklımda tutmaya çalışacağım."
    ]
  },
  "READ": {
    "textHTML": "<p>“Zihin okuma”, başkalarının ne düşündüğünü ya da hissettiğini somut kanıt olmadan bildiğimizi varsaydığımızda ortaya çıkan bir bilişsel çarpıtmadır. Olgulara değil, kendi varsayımlarımıza dayanır; çoğu zaman da yanlış sonuçlara varırız.</p><p>Örneğin birinin davranışına bakıp bize kötü davrandığını düşünebiliriz; oysa gerçek neden o kişinin ruh hâli, yaşadığı sıkıntılar ya da yorgunluğu olabilir. Tersi de mümkündür — niyetlerimizi ya da duygularımızı açıkça söylemesek bile karşı tarafın onları zaten anladığını varsayarız.</p><p>Bu çarpıtmayı fark ettiğimizde, yanlış varsayımlardan uzak durmak ve sezgilere değil, olgulara dayanarak daha açık ve dürüst bir iletişim kurmak kolaylaşır.</p>",
    "dialogSummary": "Bu diyalogda ilk konuşmacı, kendi varsayımlarına dayanarak bir meslektaşının ruh hâline dair çıkarım yapıyor. İkinci konuşmacı, doğrudan konuşmadan birinin ne düşündüğünden emin olunamayacağını nazikçe hatırlatıyor.",
    "dialog": [
      "Maria dün ofiste benimle selamlaşmadı. Muhtemelen toplantıya geç kaldığım için bana kızgın.",
      "Emin misiniz? Belki meşguldü ya da sizi fark etmedi. Sormayı denediniz mi?",
      "Hayır, sormadım. Ama içimden bir ses sorunun tam olarak bu olduğunu söylüyor.",
      "Konuşmadan birinin ne düşündüğünden emin olamayız. Sizinle ilgisi olmayan kendi nedenleri de olabilir."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Kişiselleştirme, yeterli kanıt yokken olayları sanki doğrudan bize yönelikmiş gibi yorumladığımız bilişsel bir çarpıtmadır. Kendimizi merkeze koyar, aslında bize bağlı olmayabilecek şeyleri üzerimize alırız.</p><p>Örneğin biri selam vermediğinde bunu bilerek görmezden gelme ya da bize karşı antipati olarak okuyabiliriz. Oysa kişi kendi derdine dalmış, acele ediyor ya da sadece dalgın olabilir. Kişiselleştirme, olumsuz olayların tümünü kendi kusurlarımızın kanıtı saymaya da dönüşebilir; bağlamı ve dış etmenleri gözden kaçırırız.</p><p>Bu eğilimi fark etmek, sorumluluğu gerçek payımıza göre almak ve daha dengeli değerlendirmeler yapabilmek için yararlıdır: “Bunda benim payım ne, dış etkenler ne?” diye sormak yardımcı olabilir.</p>",
    "dialogSummary": "İlk konuşmacı, mülakattaki olumsuz sonucu kendi yetersizliğinin kanıtı sayıyor. İkinci konuşmacı, sonucun pek çok etmene bağlı olabileceğini ve bunun kişinin değerini ya da yetkinliğini tanımlamadığını nazikçe hatırlatıyor.",
    "dialog": [
      "Mülakatı geçemedim. Sanırım önemli işlerin üstesinden gelemiyorum.",
      "Bu, ille de böyle olduğu anlamına gelmez. Şirketin role özgü gereksinimleri olabilir ya da o pozisyona daha uygun adaylar bulunmuştur.",
      "Ama ne zaman önemli bir şey olsa hata yapıyorum. Galiba yeterince iyi değilim.",
      "Hatalar ve retler yolun doğal bir parçasıdır. Bu, sende bir sorun olduğu anlamına gelmez. Farklı etkenleri hesaba katmak ve her durumu yalnızca kendi değerine ya da yetkinliğine bağlamamak önemlidir."
    ]
  }
}