{
  "ykRKsDopcp": {
    "title": "Otomatik Düşünce İçin Lehine ve Aleyhine Argümanlar",
    "description": "Günlüğe yeni bir adım ekleyin - otomatik düşünce için lehine ve aleyhine argümanlar getirerek analiz yapın."
  },
  "rwdHy8lyCk": {
    "title": "Yapay Zeka Ekleyin",
    "description": "Düşüncelerinizi analiz etmenize yardımcı olacak popüler sinir ağları ile entegrasyon sağlayarak, günlüğü doldururken bireysel öneriler alın."
  },
  "QejWpiat0v": {
    "title": "Düşünceye İnanma Düzeyinin Günlükten Sonra Değerlendirilmesi",
    "description": "Şu anda otomatik düşünceye inanma seviyesini yalnızca çalışma öncesinde değerlendirebilirsiniz. Alternatif yanıtlama sonrası da bir değerlendirme yapmak ister misiniz?"
  },
  "FFoEvFNDpe": {
    "title": "Egzersizlere Motive Edin",
    "description": "Günlükte kesintisiz günlerin kaydını tutun ve kullanıcıları sanal rozetlerle ödüllendirin."
  },
  "W9mMGTmapW": {
    "title": "Web Versiyonu",
    "description": "Basit bir web versiyonu oluşturabiliriz. Günlüğü masaüstü cihazdan kullanma ihtiyacınız var mı?"
  },
  "eur8RglkH0": {
    "title": "Kognitif Davranışçı Terapi İçin Daha Fazla Materyal",
    "description": "Daha fazla eğitim materyaline ihtiyaç duyuyor musunuz? Yıkıcı düşüncelerle nasıl başa çıkılacağını, nevrozlar ve yeme bozukluklarıyla baş etme yöntemlerini anlatabiliriz."
  },
  "EQ3zKWJ0pU": {
    "title": "Günlük İçin İstatistikler Ekleyin",
    "description": "Yazılarınızın sıklığı, en sık yaşadığınız duygular ve bilişsel çarpıtmalar gibi verileri gösteren istatistikler sağlayın."
  },
  "EauYpGQzAL": {
    "title": "Başa Çıkma Kartları Ekleyin",
    "description": "Yıkıcı düşünceyi bir tarafa ve çürütmeyi diğer tarafa yazabileceğiniz başa çıkma kartları oluşturun. Bu fonksiyonun yararlı olup olmadığını düşünüyor musunuz?"
  },
  "gvwOk0eqXB": {
    "title": "Testlere İstatistik Ekleyin",
    "description": "Geçtiğiniz testlerin sonuçlarındaki değişimi gösteren grafikler ekleyin."
  },
  "2o6HBDuM2o": {
    "title": "Yeni Kaygı Testi",
    "description": "Şu anda depresyon testi mevcut. Benzer bir kaygı testi eklememizi ister misiniz?"
  },
  "2o7H8DtM2o": {
    "title": "Otomatik Düşünce Günlüklerini Dosyaya Aktarın",
    "description": "Verilerinizi cihazlar arasında senkronize edebiliyorsunuz. CSV veya Excel formatında indirme seçeneği de ister misiniz?"
  },
  "QWjMvNfKLw": {
    "title": "Birden Fazla Otomatik Düşünce",
    "description": "Günlük formatı, bir seferde bir düşüncenin işlenmesine izin veriyor. Aynı anda birden fazla düşünce üzerinde çalışmak ister misiniz?"
  },
  "iF6yEanPp3": {
    "title": "Günlük",
    "description": "Gün boyunca yaşanan olayları kaydedebileceğiniz ve sonrasında otomatik düşünceleri analiz edebileceğiniz bir bölüm. Daha sonra analiz için yapay zekayı ekleyebiliriz."
  },
  "iF6sKCdvfds": {
    "title": "Ara İnançlar",
    "description": "Otomatik düşünceleri ara inançlarla ilişkilendirme yeteneği ekleyin. Bu şekilde inançların bir ağacını oluşturabilir ve analiz edebilirsiniz."
  },
  "iF6sKverhdfd": {
    "title": "Günlük Ruh Hali Değerlendirmesi",
    "description": "Uygulama ziyaretleriniz sırasında günlük olarak ruh halinizi değerlendirme seçeneği ekleyin. Daha sonra ruh hali değişimlerini gösteren grafikler oluşturulabilir."
  },
  "iF6sKvevscdf1": {
    "title": "Ruh Hali Değerlendirmesinin Geliştirilmesi",
    "description": "Şu anda ruh halinizi etkinlikler öncesinde ve sonrasında değerlendirebilirsiniz. Ayrıca baskın duygularınızı ve yaptığınız egzersizleri kaydetmek ister misiniz?"
  },
  "iF6sKvJllcpwx": {
    "title": "Psikolojik Problemleri Aşma Hikayeleri",
    "description": "Kendi psikolojik sorunlarınızı nasıl aştığınızı paylaşabileceğiniz ve başkalarının hikayelerini okuyarak ilham alabileceğiniz bir bölüm ekleyin."
  },
  "iF6sKvKLdvkwq": {
    "title": "7 Yaşam Alanı Analizi Testi",
    "description": "Hayatınızın çeşitli alanlarını analiz eden ve en savunmasız olduğunuz alanları belirleyen bir test. Örneğin, başkalarının onayına mı bağımlısınız veya mükemmeliyetçiliğe mi yatkınsınız?"
  },
  "sdvsdsdlwwQec": {
    "title": "Günlükte Yapay Zeka Entegrasyonu",
    "description": "Yapay zeka, günlüğünüzdeki kayıtları analiz ederek otomatik düşünceleri belirlemenize yardımcı olacak. Sorunlarınızı çözme yolları önerecek ve üzerinde çalışmanız için rehberlik sağlayacak."
  },
  "sdvdcarlwwQff": {
    "title": "Sokratik Diyalog",
    "description": "Otomatik düşüncenizi her zaman fark edemeyebilirsiniz. Sokratik diyalog yöntemi, sorular sorarak gizli düşüncenizi ortaya çıkarmayı önerir. Yapay zeka, bu düşünceleri bulmanıza yardımcı olmak için size sorular soracak."
  },
  "sdvdNdbxdwQfb": {
    "title": "Sanal Psikolog",
    "description": "Yapay zeka ile serbest bir sohbet. Duygularınızı paylaşabilir, tavsiye alabilir ve destek bulabilirsiniz."
  },
  "sdvdpsvwQfw": {
    "title": "Novako Öfke Ölçeği",
    "description": "Günlük yaşamda ne kadar öfke ve tahammülsüzlük taşıdığınızı ölçen yeni bir öfke testi ekleyin."
  },
  "sdvdpsvGscfvw": {
    "title": "Sesli Giriş",
    "description": "Günlüklere sesle metin girişi yapma seçeneği ekleyin."
  },
  "rsoklcescfvwz": {
    "title": "Günlük Aktivite Analizi",
    "description": "Uygulamadaki günlük çalışmalarınızı bitirdikten sonra AI'dan günün analitiğini isteyin. AI, çalışmalarınız hakkında sonuçlar çıkaracak ve önerilerde bulunacak."
  },
  "lkmvdsvdsfds": {
    "title": "Akıllı günlükte görüntüler",
    "description": "Akıllı günlükteki kayıtlara görüntü ekleme özelliği ekleyin."
  },
  "iFlct67Ldvkwq": {
    "title": "Minnettarlık Günlüğü",
    "description": "Akıllı günlüğe yeni bir kayıt türü ekleyin – minnettarlık."
  }
}
