{
  "ykRKsDopcp": {
    "title": "Otomatik düşünce: lehte ve aleyhte kanıtlar",
    "description": "Otomatik düşünce için lehte ve aleyhte kanıtların yazılabileceği bir adım eklemek."
  },
  "rwdHy8lyCk": {
    "title": "Yapay zekâ entegrasyonu",
    "description": "Yapay zekâ desteği ekleyerek düşünceleri analiz etmeye ve kişiselleştirilmiş öneriler sunmaya yardımcı olmak."
  },
  "QejWpiat0v": {
    "title": "Düşünceyle çalışmadan sonra inandırıcılık değerlendirmesi",
    "description": "Şu anda inandırıcılık yalnızca çalışmaya başlamadan önce değerlendirilebiliyor. Alternatif yanıt oluşturulduktan sonra ikinci bir değerlendirme görmek ister miydiniz?"
  },
  "FFoEvFNDpe": {
    "title": "Düzenli uygulama motivasyonu",
    "description": "Art arda gün takibi ve düzenlilik için rozet/ödül sistemi eklemek."
  },
  "W9mMGTmapW": {
    "title": "Web sürümü",
    "description": "Uygulamanın web sürümünü oluşturmak. Günlüğü bilgisayardan da tutmak sizin için yararlı olur mu?"
  },
  "eur8RglkH0": {
    "title": "BDT ile ilgili ek materyaller",
    "description": "Yıkıcı düşüncelerle çalışma, kaygı, yeme bozuklukları ve diğer durumlar üzerine daha fazla öğretici içerik eklemek."
  },
  "EQ3zKWJ0pU": {
    "title": "Günlük istatistikleri",
    "description": "Kayıt sıklığı, en yaygın duygular, bilişsel çarpıtmalar ve diğer yararlı analizleri göstermek."
  },
  "EauYpGQzAL": {
    "title": "Baş etme kartları",
    "description": "Bir yüzünde düşünce, diğer yüzünde karşı kanıt/çürütme bulunan kartlar oluşturmayı sağlamak. Klasik BDT tekniği."
  },
  "gvwOk0eqXB": {
    "title": "Test istatistikleri",
    "description": "Test bölümünde sonuçların zaman içindeki değişimini grafikle göstermek."
  },
  "2o6HBDuM2o": {
    "title": "Anksiyete testi",
    "description": "Depresyon testine benzer şekilde anksiyete düzeyini değerlendiren yeni bir test eklemek."
  },
  "2o7H8DtM2o": {
    "title": "Günlük kayıtlarını dışa aktarma",
    "description": "Kayıtları CSV veya Excel’e dışa aktarma imkânı eklemek."
  },
  "QWjMvNfKLw": {
    "title": "Bir kayda birden çok otomatik düşünce",
    "description": "Her biri ayrı değerlendirme ve alternatif yanıtla, tek bir kayda birden fazla otomatik düşünce ekleyebilmek."
  },
  "iF6yEanPp3": {
    "title": "Günlük",
    "description": "Günle ilgili serbest kayıtlar için bir bölüm ve ardından otomatik düşünceleri ayıklama (ileride yapay zekâ desteğiyle)."
  },
  "iF6sKCdvfds": {
    "title": "Ara inançlar",
    "description": "Otomatik düşünceleri inançlarla ilişkilendirip bir inanç haritası oluşturma olanağı eklemek."
  },
  "iF6sKverhdfd": {
    "title": "Günlük durum değerlendirmesi",
    "description": "Günlük durum değerlendirmesi ve tutum/inanç değişimleriyle ilişkilendirilen bir değişim grafiği eklemek."
  },
  "iF6sKvevscdf1": {
    "title": "Genişletilmiş günlük değerlendirme",
    "description": "Sadece öncesi-sonrası durumu değil, duyguları ve yapılan uygulamaları da değerlendirmek."
  },
  "iF6sKvJllcpwx": {
    "title": "Zorlukları aşma hikâyeleri",
    "description": "İlham ve karşılıklı destek için zorlukların nasıl aşıldığına dair kişisel hikâyelerin yer aldığı bir bölüm eklemek."
  },
  "iF6sKvKLdvkwq": {
    "title": "7 yaşam göstergesi testi",
    "description": "Onay ihtiyacı ya da mükemmeliyetçilik eğilimi gibi hassas alanları belirlemeye yönelik bir test."
  },
  "sdvsdsdlwwQec": {
    "title": "Günlükte yapay zekâ",
    "description": "Yapay zekâ kayıtları analiz edip otomatik düşünceleri ayıklayarak çözüm yolları ve çalışma yönleri önermeye yardımcı olacak."
  },
  "sdvdcarlwwQff": {
    "title": "Sokratik diyalog",
    "description": "Gizli otomatik düşünceyi ortaya çıkarmaya yardımcı olmak için yapay zekâ sorular yöneltecek."
  },
  "sdvdNdbxdwQfb": {
    "title": "Sanal psikolog",
    "description": "Yapay zekâ ile serbestçe konuşma: deneyimlerinizi paylaşma, destek ve öneriler alma olanağı."
  },
  "sdvdpsvwQfw": {
    "title": "Novaco Öfke Ölçeği",
    "description": "Gizli gerginlik ve öfke düzeyini değerlendirmek için bir öfke/irritabilite testi eklemek."
  },
  "sdvdpsvGscfvw": {
    "title": "Sesle giriş",
    "description": "Günlükleri sesle doldurabilme olanağı."
  },
  "rsoklcescfvwz": {
    "title": "Günün yapay zekâ analizi",
    "description": "Günün sonunda yapay zekâ özet çıkarıp sonuçlara varabilecek ve öneriler sunabilecek."
  },
  "lkmvdsvdsfds": {
    "title": "Günlükte görseller",
    "description": "Kayıtlara görsel ekleyebilme olanağı eklemek."
  },
  "iFlct67Ldvkwq": {
    "title": "Şükran günlüğü",
    "description": "Akıllı günlükte “şükran” biçiminde kayıt oluşturma seçeneği eklemek."
  }
}
