{
  "activity": [
    {
      "subtitle": "Sizin için en uygunlarını bulabilmeniz için pek çok psikolojik tekniği tek bir yerde bir araya getirdik.",
      "img": "activity/en/s1.png"
    },
    {
      "subtitle": "Her tekniğin bir puanı var—size en çok yardımcı olanları seçin.",
      "img": "activity/en/s2.png"
    }
  ],
  "coping": [
    {
      "subtitle": "Olumsuz inançları daha yapıcı bir dille yeniden ifade etmeyi öğrenin.",
      "img": "coping/en/s1.png"
    },
    {
      "subtitle": "Kartlar aracılığıyla yıkıcı inançları daha gerçekçi ve destekleyici olanlarla kademeli olarak değiştirin.",
      "img": "coping/en/s2.png"
    }
  ],
  "daybook": [
    {
      "subtitle": "Günlük kayıtlarınızı kullanışlı bir formatta tutun ve düşüncelerinizi özgürce ifade edin.",
      "img": "daybook/en/s1.png"
    },
    {
      "subtitle": "YZ kayıtlarınızı analiz eder ve duruma farklı bir açıdan bakmanıza yardımcı olur.",
      "img": "daybook/en/s2.png"
    }
  ],
  "diary": [
    {
      "subtitle": "Otomatik düşünceleri analiz etmek ve onları daha sağlıklı ve uyumlu alternatiflerle değiştirmek için araçlar.",
      "img": "diary/en/s1.png"
    },
    {
      "subtitle": "Günlük, düşünceleri ifade etmeye ve analiz etmeye yardımcı olan YZ ile derinlemesine entegredir.",
      "img": "diary/en/s2.png"
    },
    {
      "subtitle": "Her adımda, günlükle nasıl etkili çalışacağınıza dair anlaşılır açıklamalar bulacaksınız.",
      "img": "diary/en/s3.png"
    }
  ],
  "intermediate": [
    {
      "subtitle": "Adım adım derine inin ve yaşadığınız duyguların kökenlerini ara inançlar düzeyinde keşfedin.",
      "img": "intermediate/en/s1.png"
    },
    {
      "subtitle": "Yıkıcı inançları kartlara kaydedin ve onları daha akılcı ve destekleyici olanlarla değiştirin.",
      "img": "intermediate/en/s2.png"
    },
    {
      "subtitle": "Ara inançlar otomatik düşünceleri şekillendirir. Tepkilerinizi daha iyi anlamak ve zamanla analiz edebilmek için aralarındaki bağlantıları kurun.",
      "img": "intermediate/en/s3.png"
    }
  ]
}