{
  "control": {
    "title": "Техніка: День під контролем",
    "description": "У статті представлено унікальну техніку планування «Дві колонки», спрямовану на поліпшення самоорганізації та підвищення особистої ефективності. Читачі дізнаються, як просте розділення завдань на «плани» й «факти» може допомогти не лише в досягненні поставлених цілей, а й в осмисленні своїх щоденних дій. Особливу увагу приділено аналізу виконаного — це допомагає вчитися адаптуватися до змін і знаходити баланс між тим, що «треба», і тим, чого хочеться.",
    "screen_1": {
      "texts": [
        "Перша вправа, якою ми хочемо поділитися з вами, проста, але ефективна — і допоможе вам із самоорганізацією.",
        "Увечері, напередодні наступного дня, сядьте й запишіть свій розклад на день. Він складатиметься з двох частин — відповідно, з двох колонок.",
        "Перша колонка — «До». Це погодинний план того, що ви хочете зробити. Не записуйте одразу багато: у кожному рядку години впишіть одне-два слова, позначаючи якусь справу чи дію.",
        "Наприклад, це може бути щось дрібне: піти в душ, поснідати, запустити прання. Або щось більш енерговитратне: прибирання, підготовка до іспиту, складання резюме тощо.",
        "Наприкінці кожного дня заповнюйте другу колонку — «Після».",
        "Туди варто занотовувати, що ви насправді робили протягом усього дня — також по годинах. Ваші справи можуть збігатися із запланованими, а можуть і відрізнятися — це нормально, не хвилюйтеся.",
        "Адже навіть якщо ви встигнете реалізувати лише невелику частину зі списку «До», саме планування часу може бути для вас дуже корисним і наочним процесом.",
        "Окрім цього, позначайте кожне заняття літерою «Д» — «досягнення», якщо воно було для вас непростим і стало вашим особистим кроком уперед."
      ]
    },
    "screen_2": {
      "texts": [
        "Може бути так, що під час депресії почистити зуби або прийняти душ буде для вас досягненням — у цьому немає нічого жахливого чи соромного, повірте. І тоді поруч із цими заняттями ви писатимете літеру «Д». Також відзначайте рівень складності.",
        "Наприклад, застелити ліжко було доволі легко — тоді це може бути «Д-2», а ось приготувати обід було складніше — тоді це «Д-7». Шкалу, за якою ви це оцінюєте, визначаєте ви самі — за відчуттями.",
        "Якщо заняття у вашому плані було для вас приємним, тоді ставте поруч «У» — «удоволення».",
        "Наприклад, перегляд фільму або прогулянка парком були вам у радість — поставте відповідну літеру й так само оцініть рівень задоволення, яке ви отримали від цієї дії.",
        "Власне, у цьому й полягає вся вправа: вона проста, але ефективна. Ви можете подумати, що це не спрацює, але якщо не робитимете цього регулярно протягом певного часу, то точно не зрозумієте. Це працює, тому що:",
        "Це зупинить вашу схильність постійно обмірковувати важливість і цінність тих чи інших дій та допоможе впоратися з внутрішніми суперечностями: робити щось чи ні;",
        "Допоможе вам збалансовано спланувати свій час, адже там будуть справи, які вам просто потрібно робити з тих чи інших причин, а також заняття, що приносять задоволення;"
      ]
    },
    "screen_3": {
      "texts": [
        "Якщо ви регулярно складатимете розклад дня, то невдовзі помітите, що ваша мотивація зростає, адже, починаючи робити бодай щось, ви спростуєте свої переконання про те, що не здатні ні на що.",
        "Одна людина, яка тривалий час була в депресії та страждала від прокрастинації, поділилася відгуком про цю техніку:",
        "Плануючи свій день і дивлячись увечері на результати, я усвідомив/-ла, на що саме витрачаю час.",
        "Це допомогло мені знову взяти на себе відповідальність за своє життя. Я усвідомлюю, що можу контролювати ситуацію, якщо захочу."
      ],
      "quote": {
        "text": "Найважливіше в управлінні часом — не керувати часом, а керувати собою",
        "author": "Пітер Друкер"
      }
    }
  },
  "death": {
    "title": "Пошуки себе після втрати близької людини",
    "description": "Стаття розповідає історію Анастасії, яка пережила глибоку депресію та важке почуття провини після трагічної смерті брата. Завдяки психотерапії вона змогла поступово звільнитися від самообвинувачень, змінити ставлення до себе та своїх переживань. Крок за кроком Анастасія вийшла з депресії, прийняла, що не винна, і знову почала жити повним життям.",
    "screen_1": {
      "texts": [
        "Кожен із нас рано чи пізно стикається з втратою близької людини. Смерть — важке випробування, яке накриває болем і тягарем, наче потужна хвиля.",
        "Сльози, смуток і глибокі переживання — природна реакція на втрату. Ці почуття допомагають нам прожити горе й знову знаходити сили жити далі.",
        "Іноді скорбота затягується й може супроводжувати людину роками. А інколи горе стрімко переростає в глибоку депресію.",
        "Розгляньмо історію Анастасії, 29-річної дівчини, яка зіткнулася з тяжкою депресією після самогубства молодшого брата. Вона звернулася до психотерапевта через кілька місяців після трагедії.",
        "Особливо болісним чинником було її переконання, що вона несе відповідальність за його смерть.",
        "Настя відчувала, ніби опинилася віч-на-віч із нерозв’язною та лячною реальністю. Їй здавалося, що вона «заслужила» страждання, і вона навіть мала суїцидальні думки.",
        "Почуття провини — частий і важкий супутник тих, хто втратив близьких, особливо якщо людина пішла з життя з власної волі.",
        "Багато хто ставить собі запитання: «Чому я не зупинив/-ла цього? Чому не помітив/-ла вчасно?»",
        "Навіть досвідчені фахівці можуть стикатися з такими думками, якщо їхній клієнт вчиняє самогубство: «Це справді моя вина. Я мав/-ла сказати щось інше, запитати інакше, бути уважнішим/-ою. Я мав/-ла запобігти цьому. Я винен/-на!»"
      ],
      "quote": {
        "text": "Нас можуть покинути ті, кого ми любимо, але вони ніколи не підуть далеко, доки ми пам’ятаємо їх.",
        "author": "Конфуцій"
      }
    },
    "screen_2": {
      "texts": [
        "Самообвинувачення Анастасії з’явилися ще до трагедії. Вона часто думала, що її життя склалося вдаліше, ніж у брата, і намагалася допомагати йому емоційно та фінансово під час його тривалої боротьби з депресією.",
        "Вона підтримувала його в рішенні звернутися до психолога, допомагала оплачувати терапію й навіть орендувала йому житло поруч, щоб бути поряд і завжди прийти на допомогу.",
        "Настя була впевнена, що саме вона винна в його смерті, адже «мала зробити ще більше».",
        "Її переживання були глибокими й щирими — вона відчувала цей біль постійно.",
        "На перших сеансах терапії вона говорила про причини свого самообвинувачення та думки про смерть: «Я відповідала за його життя. Мені здається, що моя неспроможність допомогти призвела до трагедії. Я мала побачити його стан і врятувати його.»",
        "Вона вірила, що її муки виправдані й що вона зобов’язана нести покарання.",
        "З боку може бути видно, що такі думки ірраціональні й лише завдають шкоди.",
        "Основне когнітивне викривлення, якого вона припускалася, — персоналізація. У ході терапії Анастасія дійшла важливих висновків:",
        "Якби вона справді відповідала за смерть брата, це означало б, що саме вона — причина його рішення.",
        "Вона не могла контролювати його думки й внутрішній біль, тож не могла відповідати за ті переконання, що привели його до тяжкої депресії. Це була його боротьба, а не її провина.",
        "Намагаючись узяти на себе відповідальність за його стан, вона намагалася впливати на те, що їй не підвладне. Максимум, що вона могла робити, — підтримувати його в межах своїх сил і можливостей."
      ]
    },
    "screen_3": {
      "texts": [
        "Якби вона знала про його наміри, вона зробила б усе, щоб допомогти й запобігти трагедії. Але вона не знала — і змінити те, що було приховане, було неможливо.",
        "Звинувачуючи себе, Настя ніби припускала, що зобов’язана була передбачити майбутнє та мати безмежні знання. Ці очікування виявилися нереалістичними, і в неї не було підстав звинувачувати себе.",
        "Усі аргументи вказували на одне: брати на себе відповідальність за його вчинок було важкою й несправедливою помилкою.",
        "Її відповідальність — лише за власне життя та своє благополуччя.",
        "З часом вона зрозуміла: її страждання виникали не тому, що вона «підвела брата», а тому, що дозволила провині поглинути себе й дала депресії зруйнувати її життя.",
        "Підтримувальним кроком стало відпустити почуття провини, поступово відновлюватися й учитися знову жити радісним і наповненим життям.",
        "Так виглядає справжня турбота про себе. Після терапії стан Анастасії значно поліпшився, і вона змогла подолати депресію. Вона пояснила це глибокими змінами у ставленні до себе та свого внутрішнього світу."
      ]
    }
  },
  "diagnostic": {
    "title": "Діагностика депресії: подорож до розуміння себе",
    "description": "Стаття розповідає про способи діагностики депресії: від загального розпізнавання симптомів до самостійної оцінки стану за допомогою «Шкали депресії Бека». Вона підкреслює важливість звернення до фахівців для точного діагнозу та підтримки, особливо за виражених симптомів, і пропонує практичні кроки та вправи для тих, хто хоче дбати про свій емоційний стан.",
    "screen_1": {
      "texts": [
        "У попередньому розділі ми вже говорили про те, що таке депресія.",
        "Тепер розберімося, як можна визначити її у себе.",
        "Умовно діагностику депресії можна поділити на три етапи:",
        "Загальний скринінг",
        "Як і будь-який інший емоційний стан, депресія проявляється через певні симптоми. Розгляньмо їх:",
        "Пригнічений настрій.",
        "Втрата інтересу до звичних занять і радощів.",
        "Ангедонія — зниження здатності отримувати задоволення.",
        "Труднощі з концентрацією, працездатністю, ухваленням рішень.",
        "Порушення сну й апетиту — зниження або, навпаки, підвищення.",
        "Почуття безнадії, безпорадності, дратівливості, сорому або провини.",
        "Тривожність або виражена апатія.",
        "Зниження енергії, відчуття постійної втоми.",
        "Нав’язливі думки про смерть або самогубство.",
        "Багато хто з нас хоча б раз стикався із деякими з цих проявів.",
        "Однак окремі симптоми не завжди означають депресію. Як же визначити її наявність?",
        "Про депресивний розлад можна говорити, якщо ви спостерігаєте у себе щонайменше чотири з перелічених симптомів протягом двох тижнів або довше.",
        "Також важливо враховувати загальний стан здоров’я та вплив життєвих обставин."
      ],
      "quote": {
        "text": "Ми не можемо змінити ситуації, які життя нам підкидає, але можемо змінити те, як ми їх переживаємо.",
        "author": "Віктор Франкл"
      }
    },
    "screen_2": {
      "texts": [
        "Самодіагностика за допомогою перевірених методик",
        "Існує багато інструментів, які допомагають оцінити свій стан.",
        "Однією з найвідоміших і найнадійніших вважається «Шкала депресії Бека» (BDI).",
        "Ця методика, створена психотерапевтом Аароном Беком, містить 21 категорію симптомів, і кожна з них відображає різні аспекти депресивного стану.",
        "Пройшовши цей тест, ви зможете орієнтовно визначити ступінь вираженості симптомів: від легких до вираженої депресії.",
        "Тест доступний у нашому застосунку, і він простий та інтуїтивно зрозумілий у використанні."
      ],
      "quote": {
        "text": "Турбота про себе — це не виняток із ваших обов’язків, а важлива їхня частина.",
        "author": "Леннард Девіс"
      }
    },
    "screen_3": {
      "texts": [
        "Консультація з фахівцем",
        "Якщо результати самодіагностики вказують на можливий депресивний стан, важливо звернутися до психолога, психіатра або психотерапевта.",
        "Фахівець допоможе уточнити діагноз і підібрати відповідний план підтримки та лікування. А ми поруч, щоб супроводжувати вас і давати корисну інформацію.",
        "Цей матеріал створено, щоб підтримати людей із легкими та помірними проявами депресії.",
        "Але він також може бути корисним тим, хто стикається з тяжчим станом.",
        "Він допоможе трохи полегшити симптоми й краще зрозуміти свій стан. Однак за вираженої депресії одних інструментів самодопомоги може бути недостатньо.",
        "У таких ситуаціях особливо важливо звернутися по професійну допомогу і, за потреби, розглянути варіант медикаментозної підтримки.",
        "Діагностика емоційних станів — процес тонкий і непростий.",
        "Під час самостійної оцінки завжди існує ризик помилитися.",
        "Навіть якщо у вас немає клінічної депресії, а лише тимчасовий пригнічений настрій, цей розділ усе одно може бути корисним.",
        "Ми детально розберемо механізми депресії та поділимося практичними рекомендаціями й вправами.",
        "Якщо ви хочете поліпшити якість свого життя й готові робити кроки назустріч собі — продовжімо цю подорож разом."
      ]
    }
  }
}
