{
  "title": "Техніка: День під контролем",
  "description": "У статті представлена унікальна техніка планування \"Дві Колонки\", спрямована на покращення самоорганізації та підвищення особистої ефективності. Читачі дізнаються, як просте розділення завдань на \"плани\" та \"факти\" може допомогти не лише в досягненні поставлених цілей, але й у осмисленні своїх щоденних дій. Особлива увага приділяється аналізу виконаного, що дозволяє навчитися адаптуватися до змін та знаходити баланс між маючим та бажаним.",
  "screen_1": {
    "texts": [
      "Перше вправу, якою ми хочемо поділитися з вами, просте, але ефективне, і допоможе у вашій самоорганізації.",
      "Ввечері, напередодні наступного дня, сідайте та пишіть свій розклад на день. Він буде складатися з двох частин, відповідно, з двох колонок.",
      "Перша колонка — «До». Це годинний план того, що ви хочете зробити. Не варто записувати відразу багато: у кожному годинному рядку запишіть одне-два слова, що позначають якусь діяльність або дію.",
      "Наприклад, це може бути щось дрібне: піти в душ, поснідати, поставити прання. Або це може бути щось більш енергозатратне: прибирання, підготовка до іспиту, складання резюме тощо.",
      "В кінці кожного дня записуйте у другу колонку — «Після».",
      "Туди варто записувати, що ви робили насправді протягом усього дня, також по годинах. Ваші заняття можуть збігатися з запланованими, а можуть і відрізнятися — це нормально, не хвилюйтеся.",
      "Адже навіть якщо ви зможете реалізувати лише невелику частину зі списку «до», просте планування вашого часу може виявитися для вас дуже корисним і візуально зрозумілим процесом.",
      "Крім того, кожне з занять позначайте літерою «Д-справа», якщо це заняття було для вас не дуже простим і стало досягненням конкретно для вас."
    ]
  },
  "screen_2": {
    "texts": [
      "Може бути так, що при депресії почистити зуби або прийняти душ буде для вас досягненням, у цьому немає нічого жахливого або соромного, повірте. І тоді поруч з цими заняттями ви будете писати літеру «Д». Також позначайте ступінь складності.",
      "Наприклад, заправити ліжко було досить просто, і тоді це може бути «Д-2», а от приготувати обід було складніше, і тоді це «Д-7». Шкалу, за якою ви будете це оцінювати, визначають ваші відчуття.",
      "Якщо заняття у вашому плані було для вас чимось приємним, тоді ставте поруч «У- задоволення».",
      "Наприклад, перегляд фільму або прогулянка по парку були для вас у радість, тоді поставте відповідну літеру і також оцініть ступінь задоволення, яке ви отримали від цієї дії.",
      "Власне, в цьому і полягає все вправа: воно просте, але ефективне. Ви можете подумати, що це не спрацює, але якщо не спробуєте виконувати це регулярно якийсь час, то точно не зрозумієте цього. Це працює, тому що:",
      "Це зупинить вашу схильність до постійного роздумування про важливість та цінність тих чи інших дій і допоможе впоратися з внутрішніми протиріччями: чи варто щось робити чи ні;",
      "Допоможе вам спланувати свій час збалансовано, адже там будуть справи, які вам просто потрібно робити з тієї чи іншої причини, а також заняття, які приносять вам задоволення;"
    ]
  },
  "screen_3": {
    "texts": [
      "Якщо ви будете регулярно складати розклад дня, то незабаром помітите, що ваша мотивація зростає, адже почавши робити хоч щось, ви спростуєте свої переконання про те, що не здатні робити щось.",
      "Одна людина, яка довгий час перебувала в депресії та страждала від прокрастинації, поділилася своїм відгуком про цю техніку:",
      "Плануючи свій день і дивлячись ввечері на результати, я усвідомив, на що саме я витрачаю час.",
      "Це допомогло мені знову взяти на себе відповідальність за своє життя. Я усвідомлюю, що можу контролювати ситуацію, якщо захочу."
    ],
    "quote": {
      "text": "Найважливіше в управлінні часом — не керувати часом, а керувати собою",
      "author": "Пітер Друкер"
    }
  }
}
