{
  "title": "Техніка: День під контролем",
  "description": "У статті представлена унікальна техніка планування «Дві колонки», спрямована на поліпшення самоорганізації та підвищення особистої ефективності. Читачі дізнаються, як простий поділ завдань на «плани» і «факти» допомагає не лише досягати цілей, а й осмислювати свої щоденні дії. Особливу увагу приділено аналізу виконаного, що навчає адаптуватися до змін і знаходити баланс між належним і бажаним.",
  "screen_1": {
    "texts": [
      "Перша вправа, якою ми хочемо поділитися з Вами, проста, але ефективна — вона допоможе в самоорганізації.",
      "Увечері, напередодні наступного дня, сядьте й запишіть свій розклад на день. Він складатиметься з двох частин — відповідно, з двох колонок.",
      "Перша колонка — «До». Це погодинний план того, що Ви хочете зробити. Не варто одразу записувати багато: у кожному рядку на годину зазначайте одне-два слова, що позначають заняття або дію.",
      "Наприклад, це може бути щось дрібне: прийняти душ, поснідати, увімкнути прання. Або щось енерговитратніше: прибирання, підготовка до іспиту, складання резюме тощо.",
      "Наприкінці кожного дня заповнюйте другу колонку — «Після».",
      "Туди варто заносити, що Ви робили насправді протягом дня — також погодинно. Ваші заняття можуть збігатися з планом або відрізнятися — це нормально, не хвилюйтеся.",
      "Навіть якщо Ви виконаєте лише невелику частину зі списку «До», саме планування часу може виявитися дуже корисним і наочним процесом.",
      "Окрім цього, кожне заняття позначайте літерою «Д — досягнення», якщо воно було для Вас не надто простим і стало особистим кроком уперед."
    ]
  },
  "screen_2": {
    "texts": [
      "Буває, що під час депресії почистити зуби чи прийняти душ — уже досягнення. У цьому немає нічого поганого чи соромного, повірте. І тоді поруч із цими заняттями ставте літеру «Д». Також позначайте ступінь складності.",
      "Наприклад, застелити ліжко було доволі легко — це може бути «Д-2», а приготувати обід було суттєво складніше — тоді «Д-7». Шкалу оцінювання Ви визначаєте за власними відчуттями.",
      "Якщо заняття у Вашому плані було приємним, ставте поруч «З — задоволення».",
      "Наприклад, перегляд фільму чи прогулянка парком принесли радість — поставте відповідну літеру та так само оцінюйте ступінь задоволення від дії.",
      "Власне, в цьому й полягає вся вправа: вона проста, але дієва. Може здаватися, що це не спрацює, але без регулярної практики протягом певного часу цього не дізнатися. Це працює, бо:",
      "зменшує схильність постійно переоцінювати «важливість» справ і допомагає впоратися з внутрішніми суперечностями: чи варто щось робити, чи ні;",
      "допомагає збалансовано розпланувати час: у розкладі будуть і справи, які треба виконати з тих чи інших причин, і заняття, що приносять задоволення."
    ]
  },
  "screen_3": {
    "texts": [
      "Якщо Ви регулярно складатимете розклад дня, швидко помітите зростання мотивації: починаючи робити хоч щось, Ви спростуєте переконання, що нібито не здатні ні на що.",
      "Одна людина, яка довго перебувала в депресії й страждала від прокрастинації, поділилася відгуком про цю техніку:",
      "«Плануючи свій день і дивлячись увечері на результати, я усвідомила/усвідомив, на що саме витрачаю час.",
      "Це допомогло мені знову взяти відповідальність за своє життя. Я розумію, що можу контролювати ситуацію, якщо захочу»."
    ],
    "quote": {
      "text": "Найважливіше в управлінні часом — не керувати часом, а керувати собою.",
      "author": "Пітер Друкер"
    }
  }
}
