{
  "title": "Техніка: День під контролем",
  "description": "У статті представлена унікальна техніка планування \"Дві Колонки\", спрямована на покращення самоорганізації та підвищення особистої ефективності. Читачі дізнаються, як простий поділ завдань на \"плани\" та \"факти\" може допомогти не тільки у досягненні поставлених цілей, а й у осмисленні своїх щоденних дій. Особливу увагу приділено аналізу виконаного, що дозволяє навчитися адаптуватися до змін та знаходити баланс між належним і бажаним.",
  "screen_1": {
    "texts": [
      "Перша вправа, якою ми хочемо поділитися з вами, проста, але ефективна, і допоможе у вашій самоорганізації.",
      "Ввечері, напередодні наступного дня, сядьте і напишіть свій розклад на день. Він буде складатися з двох частин, відповідно, з двох колонок.",
      "Перша колонка — \"До\". Це погодинний план того, що ви хочете зробити. Не треба записувати одразу багато: у кожній погодинній стрічці запишіть одне-два слова, позначаючи якусь діяльність або дію.",
      "Наприклад, це може бути щось дрібне: сходити в душ, поснідати, поставити прання. Або це може бути щось більш енерговитратне: прибирання, підготовка до іспиту, складання резюме тощо.",
      "Наприкінці кожного дня записуйте в другу колонку — \"Після\".",
      "Туди варто записувати, що ви робили насправді протягом усього дня, також за годинами. Ваші заняття можуть збігатися із запланованими, а можуть і відрізнятися — це нормально, не хвилюйтеся.",
      "Адже навіть якщо ви зможете реалізувати лише невелику частину зі списку \"до\", просте планування вашого часу може виявитися для вас дуже корисним і візуально зрозумілим процесом.",
      "Окрім цього, кожне заняття позначайте буквою \"Д-справа\", якщо це заняття було для вас не дуже простим і стало досягненням саме для вас."
    ]
  },
  "screen_2": {
    "texts": [
      "Може бути так, що при депресії почистити зуби або прийняти душ буде для вас досягненням, у цьому немає нічого жахливого або ганебного, повірте. І тоді поряд із цими заняттями ви будете писати букву \"Д\". Також позначайте ступінь складності.",
      "Наприклад, заправити ліжко було достатньо просто, і тоді це може бути \"Д-2\", а ось приготувати обід було складніше, і тоді це \"Д-7\". Шкалу, за якою ви будете це оцінювати, визначають ваші відчуття.",
      "Якщо заняття у вашому плані було для вас чимось приємним, тоді ставте поруч \"У-задоволення\".",
      "Наприклад, перегляд фільму або прогулянка парком були вам на радість, тоді поставте відповідну букву і також оцініть ступінь задоволення, який ви отримали від цієї дії.",
      "Власне, в цьому і полягає вся вправа: вона проста, але ефективна. Ви можете подумати, що це не спрацює, але якщо не спробуєте виконувати це регулярно певний час, то точно не зрозумієте цього. Це працює, тому що:",
      "Це зупинить вашу схильність до постійного обдумування важливості та цінності тих чи інших дій і допоможе впоратися з внутрішніми суперечностями: чи варто щось робити чи ні;",
      "Допоможе вам розпланувати свій час збалансовано, тому що там будуть справи, які вам просто треба робити з тієї чи іншої причини, а також заняття, які приносять вам задоволення;"
    ]
  },
  "screen_3": {
    "texts": [
      "Якщо ви будете регулярно складати розклад дня, то незабаром помітите, що ваша мотивація зростає, тому що починаючи робити хоч щось, ви спростуєте свої переконання про те, що не здатні робити щось.",
      "Одна людина, яка довгий час була в депресії і страждала від прокрастинації, поділилася своїм відгуком про дану техніку:",
      "Плануючи свій день і дивлячись увечері на результати, я усвідомив, на що саме я витрачаю час.",
      "Це допомогло мені знову взяти на себе відповідальність за своє життя. Я усвідомлюю, що можу контролювати ситуацію, якщо захочу."
    ],
    "quote": {
      "text": "Найважливіше в управлінні часом — не керувати часом, а керувати собою",
      "author": "Пітер Друкер"
    }
  }
}
