{
  "title": "Техніка: День під контролем",
  "description": "У статті представлена техніка планування «Дві колонки», що допомагає вдосконалити самоорганізацію і підвищити особисту ефективність. Ви дізнаєтесь, як простий поділ завдань на «плани» і «факти» допомагає не лише досягати цілей, а й усвідомлювати свої щоденні дії. Особлива увага приділяється аналізу виконаного, що дозволяє адаптуватися до змін і знаходити баланс між бажанням та можливістю.",
  "screen_1": {
    "texts": [
      "Перша вправа, якою хочемо з Вами поділитися, проста, але дієва — вона допоможе покращити самоорганізацію.",
      "Увечері, напередодні наступного дня, сядьте і складіть свій план. Він складатиметься з двох частин — відповідно, з двох колонок.",
      "Перша колонка — «До». Це погодинний план того, що Ви хотіли б зробити. Не потрібно переписувати весь світ: у кожній годині запишіть одне-два слова, позначаючи дію або завдання.",
      "Наприклад, це можуть бути невеликі речі: прийняти душ, поснідати, поставити прання. Або більш енерговитратні: прибирання, підготовка до іспиту, складання резюме тощо.",
      "Наприкінці дня заповніть другу колонку — «Після».",
      "У ній зазначайте, що Ви насправді робили протягом дня — також погодинно. Дії можуть збігатися з планом, а можуть і ні — це нормально.",
      "Навіть якщо Ви виконаєте лише частину запланованого, сам процес планування часу може стати корисним та підтримувальним.",
      "Крім того, позначайте кожне заняття буквою «Д — діло», якщо воно давалося Вам складно та стало особистим досягненням."
    ]
  },
  "screen_2": {
    "texts": [
      "Іноді під час депресії навіть почистити зуби або прийняти душ — це досягнення. У цьому немає нічого дивного чи соромного. Тоді ставте поруч букву «Д». Також оцінюйте рівень складності.",
      "Наприклад, застелити ліжко могло бути доволі просто — це може бути «Д-2». А приготувати обід потребувало більше зусиль — тоді «Д-7». Шкалу Ви визначаєте за власними відчуттями.",
      "Якщо дія була приємною, ставте «У — задоволення».",
      "Наприклад, перегляд фільму або прогулянка в парку приносили радість — позначте це й також оцініть рівень отриманого задоволення.",
      "У цьому й полягає вправа: вона проста, але ефективна. Може здатися, що вона не спрацює — але якщо не спробувати виконувати її регулярно, Ви цього не дізнаєтесь. Вона працює, тому що:",
      "Вона зменшує схильність постійно зважувати «варто чи не варто щось робити» та допомагає впоратися з внутрішніми сумнівами;",
      "Допомагає збалансувати день: серед справ будуть як необхідні, так і ті, що приносять задоволення;"
    ]
  },
  "screen_3": {
    "texts": [
      "Якщо Ви будете регулярно складати план дня, то з часом помітите, що мотивація зростає. Починаючи робити хоча б щось, Ви поступово спростовуєте думку, що ні на що не здатні.",
      "Один користувач, який довгий час переживав депресію та відкладав справи, поділився своїм досвідом:",
      "Плануючи день і переглядаючи результати ввечері, я зрозумів, на що насправді витрачаю час.",
      "Це допомогло мені повернути відчуття контролю над власним життям. Я усвідомив, що можу керувати ситуацією, якщо хочу."
    ],
    "quote": {
      "text": "Найважливіше в управлінні часом — це не керувати часом, а керувати собою",
      "author": "Пітер Друкер"
    }
  }
}
