{
  "control": {
    "title": "Техніка: День під контролем",
    "description": "У статті представлена унікальна техніка планування \"Дві Колонки\", спрямована на покращення самоорганізації та підвищення особистої ефективності. Читачі дізнаються, як простий поділ завдань на \"плани\" та \"факти\" може допомогти не тільки у досягненні поставлених цілей, а й у осмисленні своїх щоденних дій. Особливу увагу приділено аналізу виконаного, що дозволяє навчитися адаптуватися до змін та знаходити баланс між належним і бажаним.",
    "screen_1": {
      "texts": [
        "Перша вправа, якою ми хочемо поділитися з вами, проста, але ефективна, і допоможе у вашій самоорганізації.",
        "Ввечері, напередодні наступного дня, сядьте і напишіть свій розклад на день. Він буде складатися з двох частин, відповідно, з двох колонок.",
        "Перша колонка — \"До\". Це погодинний план того, що ви хочете зробити. Не треба записувати одразу багато: у кожній погодинній стрічці запишіть одне-два слова, позначаючи якусь діяльність або дію.",
        "Наприклад, це може бути щось дрібне: сходити в душ, поснідати, поставити прання. Або це може бути щось більш енерговитратне: прибирання, підготовка до іспиту, складання резюме тощо.",
        "Наприкінці кожного дня записуйте в другу колонку — \"Після\".",
        "Туди варто записувати, що ви робили насправді протягом усього дня, також за годинами. Ваші заняття можуть збігатися із запланованими, а можуть і відрізнятися — це нормально, не хвилюйтеся.",
        "Адже навіть якщо ви зможете реалізувати лише невелику частину зі списку \"до\", просте планування вашого часу може виявитися для вас дуже корисним і візуально зрозумілим процесом.",
        "Окрім цього, кожне заняття позначайте буквою \"Д-справа\", якщо це заняття було для вас не дуже простим і стало досягненням саме для вас."
      ]
    },
    "screen_2": {
      "texts": [
        "Може бути так, що при депресії почистити зуби або прийняти душ буде для вас досягненням, у цьому немає нічого жахливого або ганебного, повірте. І тоді поряд із цими заняттями ви будете писати букву \"Д\". Також позначайте ступінь складності.",
        "Наприклад, заправити ліжко було достатньо просто, і тоді це може бути \"Д-2\", а ось приготувати обід було складніше, і тоді це \"Д-7\". Шкалу, за якою ви будете це оцінювати, визначають ваші відчуття.",
        "Якщо заняття у вашому плані було для вас чимось приємним, тоді ставте поруч \"У-задоволення\".",
        "Наприклад, перегляд фільму або прогулянка парком були вам на радість, тоді поставте відповідну букву і також оцініть ступінь задоволення, який ви отримали від цієї дії.",
        "Власне, в цьому і полягає вся вправа: вона проста, але ефективна. Ви можете подумати, що це не спрацює, але якщо не спробуєте виконувати це регулярно певний час, то точно не зрозумієте цього. Це працює, тому що:",
        "Це зупинить вашу схильність до постійного обдумування важливості та цінності тих чи інших дій і допоможе впоратися з внутрішніми суперечностями: чи варто щось робити чи ні;",
        "Допоможе вам розпланувати свій час збалансовано, тому що там будуть справи, які вам просто треба робити з тієї чи іншої причини, а також заняття, які приносять вам задоволення;"
      ]
    },
    "screen_3": {
      "texts": [
        "Якщо ви будете регулярно складати розклад дня, то незабаром помітите, що ваша мотивація зростає, тому що починаючи робити хоч щось, ви спростуєте свої переконання про те, що не здатні робити щось.",
        "Одна людина, яка довгий час була в депресії і страждала від прокрастинації, поділилася своїм відгуком про дану техніку:",
        "Плануючи свій день і дивлячись увечері на результати, я усвідомив, на що саме я витрачаю час.",
        "Це допомогло мені знову взяти на себе відповідальність за своє життя. Я усвідомлюю, що можу контролювати ситуацію, якщо захочу."
      ],
      "quote": {
        "text": "Найважливіше в управлінні часом — не керувати часом, а керувати собою",
        "author": "Пітер Друкер"
      }
    }
  },
  "death": {
    "title": "Пошуки себе після втрати близької людини",
    "description": "Стаття розглядає історію Анастасії, яка відчувала глибоку депресію та почуття провини після самогубства свого брата. Вона навчилася звільнятися від самообвинувачень завдяки психотерапії, що допомогло їй змінити ставлення до себе та своїх переживань. У результаті Анастасія вийшла з депресії, прийняла свою невинуватість і почала жити повноцінним життям.",
    "screen_1": {
      "texts": [
        "Кожен із нас рано чи пізно стикається з втратою близької людини. Смерть — це сильний удар, який накриває горем і скорботою тих, хто любив померлого, ніби вибухова хвиля.",
        "Сльози, смуток і переживання — нормальні реакції на втрату. Вони допомагають нам пережити цей момент і дають сили продовжувати жити.",
        "Іноді скорбота затягується, і людина може страждати роками, а іноді практично одразу потрапляє в глибоку депресію.",
        "Наведемо історію однієї пацієнтки, що страждає від депресії: Анастасії, 29-річної дівчини, чий молодший брат покінчив життя самогубством за пару місяців до її звернення до психотерапевта.",
        "Особливо болісним і водночас поглиблюючим фактором у розвитку її депресії було почуття, що вона несе відповідальність за його самогубство.",
        "Настя відчувала, що зіткнулася з абсолютно реальною і нерозв'язною проблемою. Вірила, що заслуговує на смерть і відчувала суїцидальні думки.",
        "Часта проблема, що мучить близьких людини, яка вчинила самогубство — почуття провини.",
        "Люди часто мучать себе думками: \"Чому я не завадив цьому? Чому я не помітив це вчасно?\"",
        "Навіть психотерапевти не застраховані від таких реакцій після самогубства клієнтів і можуть звинувачувати себе: \"Це дійсно моя провина. Якби я інакше поговорив з ним під час останньої сесії. Чому я не запитав його прямо, чи хотів він вчинити самогубство? Я повинен був зробити щось більш рішуче. Я вбив його!\""
      ],
      "quote": {
        "text": "Нас можуть покинути ті, кого ми любимо, але вони ніколи не підуть далеко, доки ми пам'ятаємо їх.",
        "author": "Конфуцій"
      }
    },
    "screen_2": {
      "texts": [
        "Самообвинувачення Анастасії почалися задовго до трагедії: вона довго думала, що її життя було легшим і кращим, ніж у брата, і старалася компенсувати це, надаючи йому емоційну та фінансову підтримку в його тривалій боротьбі з депресією.",
        "Вона підштовхнула його до роботи з психологом, допомогла оплатити сесії і навіть зняла йому квартиру недалеко від себе, щоб він міг телефонувати їй щоразу, коли почувався погано.",
        "Настя була впевнена, що саме вона несе відповідальність за смерть брата, адже \"вона могла б зробити ще більше\".",
        "Вона глибоко переживала трагічну ситуацію, в якій опинилася.",
        "На перших терапевтичних сесіях вона обговорювала причини свого самообвинувачення і переконання про те, що їй варто померти: \"Я була відповідальною за життя свого брата. Я вважаю, що моя нездатність допомогти йому призвела до його загибелі. Мені здається, що я не змогла надати йому потрібну підтримку, не побачивши його жахливого стану. Я повинна була врятувати йому життя.\"",
        "Вона була впевнена, що її провина і муки були виправдані і правильні, і що вона повинна понести покарання і страждати.",
        "Читаючи цю історію збоку, ви, мабуть, скажете, що її думки і переконання нереальні і нелогічні, і вони тільки шкодять їй.",
        "Помилкою, яку вона скоювала знову і знову, була персоналізація. У процесі психотерапії Настя дійшла таких висновків:",
        "Якби вона була відповідальною за смерть свого брата, це означало б, що вона повинна була бути причиною його самогубства.",
        "Вона не контролювала думки брата, отже, не могла нести відповідальність за деструктивні переконання, що привели його до важкої депресії і, як наслідок, до смерті. Це були його помилки, а не її.",
        "Прагнучи взяти на себе відповідальність за його настрій і вчинки, вона намагалася вплинути на те, що лежало поза її контролем, хоча максимум, що вона могла зробити, — це стати помічником у межах своїх можливостей."
      ]
    },
    "screen_3": {
      "texts": [
        "Якби вона знала, що він збирається вчинити спробу самогубства, вона б зробила все можливе, щоб завадити йому. Однак, оскільки вона про це не знала, вона не могла нічого змінити, на жаль.",
        "Таким чином, звинувачуючи себе в його смерті, вона помилково вважала, що може передбачити майбутнє з абсолютною впевненістю і що всі знання світу знаходяться в її розпорядженні. Оскільки обидва ці припущення були вкрай нереалістичними, у неї не було підстав звинувачувати себе.",
        "Усі ці аргументи вказують на те, що було серйозною помилкою брати на себе відповідальність за вчинок брата, оскільки вона в кінцевому підсумку не могла його контролювати.",
        "Насправді, Настя несе відповідальність тільки за власне життя і добробут.",
        "У цей момент їй стало ясно: її страждання були не через те, що вона \"підвела його\", а через те, що вона дозволила собі зануритися в депресію і роздумувати про самогубство.",
        "Корисною і допомагаючою поведінкою в даному випадку було відмовитися від почуття провини, вийти з депресії і потім прагнути вести щасливе і радісне життя.",
        "Ось як проявляється відповідальність по відношенню до себе. Після психотерапії стан Анастасії покращився, і незабаром вона перемогла депресію. Вона пояснила це глибокими змінами у своєму ставленні до себе."
      ]
    }
  },
  "diagnostic": {
    "title": "Діагностика депресії: Подорож до розуміння себе",
    "description": "Стаття розглядає методи діагностики депресії, починаючи із загального скринінгу симптомів і переходячи до самодіагностики через \"Шкалу депресії Бека\". Вона підкреслює важливість консультації зі спеціалістами для точного діагнозу та лікування, особливо у важких випадках. Окрім цього, стаття пропонує практичні поради та вправи для людей, що прагнуть покращити свій психічний стан.",
    "screen_1": {
      "texts": [
        "У попередньому розділі ми вже обговорювали, що таке депресія.",
        "Тепер перед нами стоїть завдання зрозуміти, як діагностувати цей стан у себе.",
        "Умовно, діагностика депресії ділиться на три етапи:",
        "Загальний скринінг",
        "Депресія, як і будь-який інший розлад, має свої симптоми. Давайте розглянемо їх детальніше:",
        "Пригнічений настрій.",
        "Зниження інтересу до звичних задоволень.",
        "Ангедонія – зменшення здатності отримувати задоволення.",
        "Труднощі з концентрацією, працездатністю і прийняттям рішень.",
        "Порушення сну і апетиту, як у бік зменшення, так і збільшення.",
        "Почуття безнадійності, безпорадності, дратівливість, сором, провина.",
        "Тривожність або апатія.",
        "Недостаток енергії, постійна втома.",
        "Думки про смерть або самогубство.",
        "Ймовірно, кожен із нас хоча б раз стикався з одним або кількома з цих симптомів.",
        "Але це не завжди означає депресію. Як же визначити наявність депресії?",
        "Говорити про депресивний розлад можна, якщо ви спостерігаєте в себе як мінімум чотири з перелічених симптомів протягом двох тижнів.",
        "Також важливо враховувати інші фактори, такі як загальний стан здоров'я і життєві обставини."
      ],
      "quote": {
        "text": "Ми не можемо змінити ситуації, які життя нам підносить, але ми можемо змінити нашу здатність переживати їх.",
        "author": "Віктор Франкл"
      }
    },
    "screen_2": {
      "texts": [
        "Самодіагностика за допомогою перевірених методик",
        "Існує безліч тестів для самодіагностики депресії.",
        "Одним із найбільш надійних і визнаних є \"Шкала депресії Бека\" (BDI).",
        "Ця методика, розроблена американським психотерапевтом Аароном Беком, включає в себе 21 категорію симптомів, кожна з яких містить від 4 до 5 тверджень, що відображають різні аспекти депресії.",
        "Пройшовши цей тест, можна оцінити ступінь вашого стану: від легкої до важкої депресії.",
        "Тест доступний у нашому додатку, він простий і інтуїтивно зрозумілий у використанні."
      ],
      "quote": {
        "text": "Турбота про себе – це не виняток зі списку ваших обов'язків, це частина списку.",
        "author": "Леннард Девіс"
      }
    },
    "screen_3": {
      "texts": [
        "Консультація зі спеціалістом",
        "У разі, якщо самодіагностика вказує на можливий депресивний стан, рекомендується звернутися до спеціаліста: психолога, психіатра або психотерапевта.",
        "Вони можуть точно поставити діагноз і запропонувати відповідне лікування. Ми, у свою чергу, готові підтримати вас і надати корисну інформацію в цьому розділі.",
        "Цей матеріал був розроблений, щоб допомогти людям з легкою і середньою ступенем депресії.",
        "Для тих, хто страждає від більш важких форм депресії, даний матеріал також може бути цінним.",
        "Він може пом'якшити деякі симптоми, однак у разі серйозних станів необхідно пам'ятати, що виключно інструменти самодопомоги можуть бути недостатніми.",
        "У таких ситуаціях вкрай важливо звертатися по допомогу до спеціалістів і, за необхідності, розглянути варіант медикаментозного лікування.",
        "Діагностування психологічних проблем – це складне завдання.",
        "При самодіагностиці завжди існує ризик помилитися.",
        "Однак навіть якщо у вас немає клінічної депресії, а ви просто відчуваєте тимчасове пригнічений настрій, цей матеріал виявиться корисним.",
        "Ми детально розглянемо механізми, що лежать в основі депресії, запропонуємо практичні поради та вправи.",
        "Якщо ви прагнете покращити якість свого життя і готові слідувати нашим рекомендаціям, давайте продовжимо цей шлях разом!"
      ]
    }
  }
}