{
  "title": "Пошуки себе після втрати близької людини",
  "description": "Стаття розглядає історію Анастасії, яка відчувала глибоку депресію та почуття провини після самогубства свого брата. Вона навчилася звільнятися від самообвинувачень завдяки психотерапії, що допомогло їй змінити ставлення до себе та своїх переживань. У результаті Анастасія вийшла з депресії, прийняла свою невинуватість і почала жити повноцінним життям.",
  "screen_1": {
    "texts": [
      "Кожен із нас рано чи пізно стикається з втратою близької людини. Смерть — це сильний удар, який накриває горем і скорботою тих, хто любив померлого, ніби вибухова хвиля.",
      "Сльози, смуток і переживання — нормальні реакції на втрату. Вони допомагають нам пережити цей момент і дають сили продовжувати жити.",
      "Іноді скорбота затягується, і людина може страждати роками, а іноді практично одразу потрапляє в глибоку депресію.",
      "Наведемо історію однієї пацієнтки, що страждає від депресії: Анастасії, 29-річної дівчини, чий молодший брат покінчив життя самогубством за пару місяців до її звернення до психотерапевта.",
      "Особливо болісним і водночас поглиблюючим фактором у розвитку її депресії було почуття, що вона несе відповідальність за його самогубство.",
      "Настя відчувала, що зіткнулася з абсолютно реальною і нерозв'язною проблемою. Вірила, що заслуговує на смерть і відчувала суїцидальні думки.",
      "Часта проблема, що мучить близьких людини, яка вчинила самогубство — почуття провини.",
      "Люди часто мучать себе думками: \"Чому я не завадив цьому? Чому я не помітив це вчасно?\"",
      "Навіть психотерапевти не застраховані від таких реакцій після самогубства клієнтів і можуть звинувачувати себе: \"Це дійсно моя провина. Якби я інакше поговорив з ним під час останньої сесії. Чому я не запитав його прямо, чи хотів він вчинити самогубство? Я повинен був зробити щось більш рішуче. Я вбив його!\""
    ],
    "quote": {
      "text": "Нас можуть покинути ті, кого ми любимо, але вони ніколи не підуть далеко, доки ми пам'ятаємо їх.",
      "author": "Конфуцій"
    }
  },
  "screen_2": {
    "texts": [
      "Самообвинувачення Анастасії почалися задовго до трагедії: вона довго думала, що її життя було легшим і кращим, ніж у брата, і старалася компенсувати це, надаючи йому емоційну та фінансову підтримку в його тривалій боротьбі з депресією.",
      "Вона підштовхнула його до роботи з психологом, допомогла оплатити сесії і навіть зняла йому квартиру недалеко від себе, щоб він міг телефонувати їй щоразу, коли почувався погано.",
      "Настя була впевнена, що саме вона несе відповідальність за смерть брата, адже \"вона могла б зробити ще більше\".",
      "Вона глибоко переживала трагічну ситуацію, в якій опинилася.",
      "На перших терапевтичних сесіях вона обговорювала причини свого самообвинувачення і переконання про те, що їй варто померти: \"Я була відповідальною за життя свого брата. Я вважаю, що моя нездатність допомогти йому призвела до його загибелі. Мені здається, що я не змогла надати йому потрібну підтримку, не побачивши його жахливого стану. Я повинна була врятувати йому життя.\"",
      "Вона була впевнена, що її провина і муки були виправдані і правильні, і що вона повинна понести покарання і страждати.",
      "Читаючи цю історію збоку, ви, мабуть, скажете, що її думки і переконання нереальні і нелогічні, і вони тільки шкодять їй.",
      "Помилкою, яку вона скоювала знову і знову, була персоналізація. У процесі психотерапії Настя дійшла таких висновків:",
      "Якби вона була відповідальною за смерть свого брата, це означало б, що вона повинна була бути причиною його самогубства.",
      "Вона не контролювала думки брата, отже, не могла нести відповідальність за деструктивні переконання, що привели його до важкої депресії і, як наслідок, до смерті. Це були його помилки, а не її.",
      "Прагнучи взяти на себе відповідальність за його настрій і вчинки, вона намагалася вплинути на те, що лежало поза її контролем, хоча максимум, що вона могла зробити, — це стати помічником у межах своїх можливостей."
    ]
  },
  "screen_3": {
    "texts": [
      "Якби вона знала, що він збирається вчинити спробу самогубства, вона б зробила все можливе, щоб завадити йому. Однак, оскільки вона про це не знала, вона не могла нічого змінити, на жаль.",
      "Таким чином, звинувачуючи себе в його смерті, вона помилково вважала, що може передбачити майбутнє з абсолютною впевненістю і що всі знання світу знаходяться в її розпорядженні. Оскільки обидва ці припущення були вкрай нереалістичними, у неї не було підстав звинувачувати себе.",
      "Усі ці аргументи вказують на те, що було серйозною помилкою брати на себе відповідальність за вчинок брата, оскільки вона в кінцевому підсумку не могла його контролювати.",
      "Насправді, Настя несе відповідальність тільки за власне життя і добробут.",
      "У цей момент їй стало ясно: її страждання були не через те, що вона \"підвела його\", а через те, що вона дозволила собі зануритися в депресію і роздумувати про самогубство.",
      "Корисною і допомагаючою поведінкою в даному випадку було відмовитися від почуття провини, вийти з депресії і потім прагнути вести щасливе і радісне життя.",
      "Ось як проявляється відповідальність по відношенню до себе. Після психотерапії стан Анастасії покращився, і незабаром вона перемогла депресію. Вона пояснила це глибокими змінами у своєму ставленні до себе."
    ]
  }
}