{
  "title": "Пошуки себе після втрати близької людини",
  "description": "Стаття розглядає історію Анастасії, яка переживала глибоку депресію та почуття провини після самогубства свого брата. Вона навчилася звільнятися від самозвинувачень завдяки психотерапії, що допомогло їй змінити ставлення до себе та своїх переживань. В результаті Анастасія вийшла з депресії, прийняла свою невинність та почала жити повноцінним життям.",
  "screen_1": {
    "texts": [
      "Кожен з нас рано чи пізно стикається з втратою близької людини. Смерть — це сильний удар, що накриває горем і смутком тих, хто любив померлого, ніби вибуховою хвилею.",
      "Сльози, смуток і переживання — нормальні реакції на втрату. Вони допомагають нам пережити цей момент і дають сили продовжувати жити.",
      "Іноді жалоба затягується, і людина може страждати роками, а іноді майже відразу потрапляє в глибоку депресію.",
      "Розглянемо історію однієї пацієнтки, що страждала від депресії: Анастасії, 29-річної дівчини, чий молодший брат покінчив життя самогубством за кілька місяців до її звернення до психотерапевта.",
      "Особливо болісним і водночас посилюючим фактором у розвитку її депресії було почуття, що вона несе відповідальність за його самогубство.",
      "Анастасія відчувала, що зіткнулася з абсолютно реальною і нерозв'язною проблемою. Вона вірила, що заслуговує на смерть і мала суїцидальні думки.",
      "Часта проблема, що мучить близьких людини, яка скоїла самогубство — почуття провини.",
      "Люди часто мучать себе думками: \"Чому я не завадив цьому? Чому я не помітив це вчасно?\"",
      "Навіть психотерапевти не застраховані від таких реакцій після самогубства клієнтів і можуть винити себе: \"Це дійсно моя провина. Якби я по-іншому поговорив з ним під час останньої сесії. Чому я не запитав його безпосередньо, чи хотів він скоїти самогубство? Я мав зробити щось більш рішуче. Я вбив його!\""
    ],
    "quote": {
      "text": "Тих, кого ми любимо, можуть залишити нас, але вони ніколи не підуть далеко, поки ми пам'ятаємо їх.",
      "author": "Конфуцій"
    }
  },
  "screen_2": {
    "texts": [
      "Самообвинувачення Анастасії почалися задовго до трагедії: вона довго думала, що її життя було легше і краще, ніж у брата, і намагалася компенсувати це, надаючи йому емоційну та фінансову підтримку у його тривалій боротьбі з депресією.",
      "Вона спонукала його працювати з психологом, допомогла оплатити сесії та навіть зняла йому квартиру поруч з собою, щоб він міг телефонувати їй кожного разу, коли почувався погано.",
      "Анастасія була переконана, що саме вона несе відповідальність за смерть брата, адже \"вона могла зробити ще більше\".",
      "Вона глибоко переживала трагічну ситуацію, в якій опинилася.",
      "На перших терапевтичних сесіях вона обговорювала причини свого самозвинувачення і переконання про те, що їй варто померти: \"Я була відповідальною за життя свого брата. Я вважаю, що моя неспроможність допомогти йому призвела до його загибелі. Мені здається, що я не змогла надати йому потрібну підтримку, не побачивши його жахливого стану. Я мала врятувати йому життя.\"",
      "Вона була переконана, що її провина та страждання були виправдані і правильні, і що вона мала понести покарання та страждати.",
      "Читаючи цю історію збоку, ви, ймовірно, скажете, що її думки та переконання ірреальні та нелогічні, і вони лише шкодять їй.",
      "Помилкою, яку вона робила знову і знову, була персоналізація. У процесі психотерапії Анастасія дійшла до наступних висновків:",
      "Якби вона була відповідальна за смерть свого брата, це означало б, що вона мала бути причиною його самогубства.",
      "Вона не контролювала думки брата, отже, не могла нести відповідальність за руйнівні переконання, які привели його до важкої депресії і, як наслідок, до смерті. Це були його помилки, а не її.",
      "Намагаючись взяти на себе відповідальність за його настрій і вчинки, вона намагалася вплинути на те, що було поза її контролем, хоча максимум, що вона могла зробити, — це спробувати бути помічником у межах своїх можливостей."
    ]
  },
  "screen_3": {
    "texts": [
      "Якби вона знала, що він збирається здійснити спробу самогубства, вона б зробила все можливе, щоб перешкодити йому. Однак, оскільки вона про це не знала, на жаль, вона нічого не могла змінити.",
      "Таким чином, звинувачуючи себе у його смерті, вона помилково вважала, що може передбачити майбутнє з абсолютною впевненістю і що всі знання світу перебувають у її розпорядженні. Оскільки обидва ці припущення були надзвичайно нереалістичними, у неї не було підстав звинувачувати себе.",
      "Всі ці аргументи вказують на те, що було серйозною помилкою брати на себе відповідальність за вчинок брата, оскільки вона в остаточному підсумку не могла його контролювати.",
      "Насправді, Анастасія несе відповідальність лише за своє власне життя і благополуччя.",
      "У цей момент їй стало ясно: її страждання були не через те, що вона \"підвела його\", а через те, що дозволила собі загрузнути в депресії і роздумах про самогубство.",
      "Корисною і допоміжною поведінкою в цьому випадку було відмовитися від почуття провини, вийти з депресії і потім прагнути вести щасливе і радісне життя.",
      "Ось як проявляється відповідальність перед собою. Після психотерапії стан Анастасії покращився, і незабаром вона перемогла депресію. Вона пояснила це глибокими змінами у своєму ставленні до себе."
    ]
  }
}
