{
  "title": "Пошук себе після втрати близької людини",
  "description": "Стаття розповідає історію Анастасії, яка пережила глибоку депресію та важке почуття провини після трагічної смерті брата. Завдяки психотерапії їй поступово вдалося звільнитися від самообвинувачень, змінити ставлення до себе та до власних переживань. З часом Анастасія вийшла з депресії, усвідомила, що не винна, і знову почала жити повним життям.",
  "screen_1": {
    "texts": [
      "Кожен із нас рано чи пізно стикається з втратою близької людини. Смерть — тяжке випробування, що накриває болем, мов потужна хвиля.",
      "Сльози, смуток і сильні почуття — природна реакція на втрату. Саме вони допомагають прожити горе й знову знаходити сили рухатися далі.",
      "Інколи скорбота затягується й може супроводжувати людину роками. А часом горе стрімко переходить у глибоку депресію.",
      "Розгляньмо історію Анастасії, 29-річної жінки, яка зіткнулася з тяжкою депресією після самогубства молодшого брата. Вона звернулася до психотерапевта за кілька місяців після трагедії.",
      "Особливо болісним чинником стало її переконання, що вона несе відповідальність за його смерть.",
      "Настя відчувала, що опинилася перед нерозв’язною, такою, що лякає, реальністю. Їй здавалося, що вона «заслуговує» на страждання, і навіть виникали суїцидальні думки.",
      "Почуття провини — частий і тяжкий супутник тих, хто втратив близьку людину, особливо коли вона пішла з життя власним рішенням.",
      "Багато хто ставить собі запитання: «Чому я цього не зупинив/не зупинила? Чому вчасно не помітив/не помітила?»",
      "Навіть досвідчені фахівці можуть стикатися з такими думками, якщо їхній клієнт вчинив самогубство: «Це справді моя вина. Я мав/мала сказати щось інше, запитати інакше, бути уважнішим/уважнішою. Я мав/мала цьому запобігти. Я винен/винна!»"
    ],
    "quote": {
      "text": "Нас можуть покинути ті, кого ми любимо, але вони ніколи не підуть далеко, доки ми їх пам’ятаємо.",
      "author": "Конфуцій"
    }
  },
  "screen_2": {
    "texts": [
      "Самообвинувачення Анастасії з’явилися ще до трагедії. Вона часто думала, що її життя склалося вдаліше, ніж у брата, і намагалася підтримувати його емоційно та фінансово під час тривалої боротьби з депресією.",
      "Вона підтримувала його рішення звернутися до психолога, допомагала оплачувати терапію і навіть орендувала для нього житло неподалік, щоб бути поряд і мати змогу швидко допомогти.",
      "Настя була переконана, що саме вона винна в його смерті, адже «мала зробити ще більше».",
      "Її переживання були глибокими й щирими; цей біль не відпускав.",
      "На перших сеансах терапії вона говорила про причини самообвинувачень і думки про смерть: «Я була відповідальна за його життя. Мені здається, що моя неспроможність допомогти призвела до трагедії. Я мала побачити його стан і врятувати його».",
      "Вона вірила, що її страждання виправдані і що вона зобов’язана нести покарання.",
      "Збоку було видно, що такі думки ірраціональні й лише шкодять.",
      "Основне когнітивне викривлення, якого вона припускалася, — персоналізація. У ході терапії Анастасія дійшла важливих висновків:",
      "Якби вона справді була відповідальна за смерть брата, це означало б, ніби саме вона спричинила його рішення.",
      "Вона не могла контролювати його думки та внутрішній біль, тож не могла відповідати за переконання, які призвели його до тяжкої депресії. Це була його боротьба, а не її вина.",
      "Беручи на себе відповідальність за його стан, вона намагалася впливати на те, що їй не підвладне. Максимум, що вона могла зробити, — підтримувати його в межах власних сил і можливостей."
    ]
  },
  "screen_3": {
    "texts": [
      "Якби вона знала про його наміри, зробила б усе можливе, щоб допомогти й запобігти трагедії. Але вона не знала — і змінити те, що лишалося прихованим, було неможливо.",
      "Звинувачуючи себе, Настя ніби припускала, що мала передбачити майбутнє й знати все. Ці очікування виявилися нереалістичними, і в неї не було підстав картати себе.",
      "Усі доводи вказували на одне: брати на себе відповідальність за його вчинок — це тяжка й несправедлива помилка.",
      "Її відповідальність — лише за власне життя та власне благополуччя.",
      "З часом вона зрозуміла: її страждання виникали не тому, що вона «підвела брата», а тому, що дозволила почуттю провини поглинути себе й дала депресії руйнувати її життя.",
      "Підтримувальним кроком стало відпустити провину, поступово відновлюватися й учитися знову жити радісним і наповненим життям.",
      "Так виглядає справжня турбота про себе. Після терапії стан Анастасії помітно поліпшився, і вона змогла подолати депресію. Вона пояснила це глибокими змінами у ставленні до себе та до свого внутрішнього світу."
    ]
  }
}
