{
  "title": "Пошук себе після втрати близької людини",
  "description": "У статті розглядається історія Анастасії, яка переживала глибоку депресію та почуття провини після втрати брата, що помер внаслідок самогубства. Психотерапія допомогла їй звільнитися від самообвинувань, змінити ставлення до себе та власних переживань. Зрештою Анастасія подолала депресію, прийняла факт своєї невинуватості та повернулася до повноцінного життя.",
  "screen_1": {
    "texts": [
      "Рано чи пізно кожна людина стикається з втратою близького. Смерть — це сильний удар, який накриває тих, хто любив, хвилею смутку та болю.",
      "Сльози, печаль і переживання — природна реакція на втрату. Вони допомагають прожити цей період і поступово рухатися далі.",
      "Іноді процес горювання триває довго, а іноді людина майже одразу занурюється у глибоку депресію.",
      "Розглянемо історію однієї пацієнтки — Анастасії, 29-річної жінки, чий молодший брат помер внаслідок самогубства за кілька місяців до її звернення до психотерапевта.",
      "Найболючішим і водночас найбільш руйнівним фактором у розвитку її депресії було переконання, що вона відповідальна за його смерть.",
      "Анастасія відчувала, що зіткнулася з безвихідною ситуацією. Вона вірила, що заслуговує покарання та мала суїцидальні думки.",
      "Одне з найпоширеніших переживань близьких після самогубства — почуття провини.",
      "Люди часто питають себе: «Чому я не зупинив цього? Чому не помітив раніше?»",
      "Навіть психотерапевти можуть переживати подібні емоції після смерті клієнта та звинувачувати себе: «Це моя провина. Якби я тоді сказав щось інакше… Чому не поставив пряме запитання про наміри? Я мав зробити більше. Це я винен».",
      "Такі думки є типовими при переживанні втрати і не роблять людину винною."
    ],
    "quote": {
      "text": "Ті, кого ми любимо, можуть піти, але вони завжди залишаються поруч, поки живе наша пам’ять про них.",
      "author": "Конфуцій"
    }
  },
  "screen_2": {
    "texts": [
      "Самозвинувачення Анастасії з’явилися ще до трагедії: вона вважала, що має краще життя, ніж брат, і намагалася компенсувати це турботою — емоційною й фінансовою.",
      "Вона підтримувала його в лікуванні, допомагала оплачувати психотерапію і навіть зняла квартиру поруч, щоб бути поруч, коли йому було важко.",
      "Анастасія була переконана, що саме вона відповідальна за його смерть, бо «могла зробити більше».",
      "Вона переживала втрату дуже глибоко.",
      "На перших сесіях вона говорила про почуття провини і переконання, що «мала врятувати брата»: «Я була відповідальна за його життя. Я не змогла допомогти. Я мала помітити його стан. Я мала врятувати його».",
      "Вона вірила, що її страждання є «правильними» й що вона повинна карати себе.",
      "Коли ми читаємо це з боку, може бути очевидно, що такі думки викривлені та лише поглиблюють біль.",
      "Ключовою помилкою, яку вона робила, була персоналізація — перекладання на себе відповідальності за те, що вона не могла контролювати.",
      "У процесі терапії вона прийшла до таких висновків:",
      "Якби вона була справді відповідальна за смерть брата, це означало б, що саме вона стала причиною трагедії.",
      "Але вона не контролювала його думки й дії, а отже — не могла вплинути на деструктивні переконання, що привели його до тяжкого стану.",
      "Її намагання взяти на себе відповідальність за його емоції і вибір означали намагання контролювати те, що контролю не піддається. Максимум, що вона могла — підтримувати в межах своїх можливостей."
    ]
  },
  "screen_3": {
    "texts": [
      "Якби вона знала про його наміри, вона б зробила все можливе, щоб допомогти. Але вона не знала — і тому не могла запобігти події.",
      "Звинувачуючи себе, вона припускала, що могла передбачити майбутнє й контролювати все, що відбувалося. Проте це нереалістичні очікування.",
      "Отже, взяти на себе відповідальність за вчинок брата було помилкою — вона не могла керувати його рішеннями.",
      "Єдине, за що вона дійсно відповідальна — це її власне життя та власне благополуччя.",
      "Зрештою вона усвідомила: її страждання були пов’язані не з тим, що вона «завинила», а з тим, що вона занурилася у депресію та самообвинування.",
      "Корисним і підтримувальним кроком стало відпустити провину, почати лікування та поступово повертатися до повноцінного життя.",
      "Після психотерапії стан Анастасії покращився. Вона подолала депресію, а зміни у ставленні до себе стали ключовими для відновлення."
    ]
  }
}
