{
  "title": "Діагностика депресії: подорож до розуміння себе",
  "description": "Стаття розповідає про способи діагностики депресії: від загального розпізнавання симптомів до самостійної оцінки стану за «Шкалою депресії Бека». Вона підкреслює важливість звернення до фахівців для точного діагнозу та підтримки, особливо за виражених симптомів, і пропонує практичні кроки та вправи для тих, хто хоче піклуватися про свій емоційний стан.",
  "screen_1": {
    "texts": [
      "У попередньому розділі ми вже говорили про те, що таке депресія.",
      "Тепер розберімося, як можна визначити її у себе.",
      "Умовно діагностику депресії можна поділити на три етапи:",
      "Загальний скринінг",
      "Як і будь-який інший емоційний стан, депресія виявляється певними симптомами. Розгляньмо їх:",
      "Пригнічений настрій.",
      "Втрата інтересу до звичних занять і радощів.",
      "Ангедонія — зниження здатності відчувати задоволення.",
      "Труднощі з концентрацією, працездатністю, ухваленням рішень.",
      "Порушення сну та апетиту — як зниження, так і підвищення.",
      "Почуття безнадійності, безпорадності, дратівливості, сорому чи провини.",
      "Тривожність або виражена апатія.",
      "Зниження енергії, відчуття постійної втоми.",
      "Нав’язливі думки про смерть або самогубство.",
      "Багато хто з нас бодай раз стикався з деякими з цих проявів.",
      "Втім окремі симптоми не завжди означають депресію. Як же визначити її наявність?",
      "Про депресивний розлад можна говорити, якщо Ви спостерігаєте в себе щонайменше чотири з перелічених симптомів упродовж двох тижнів і довше.",
      "Також важливо враховувати загальний стан здоров’я та вплив життєвих обставин."
    ],
    "quote": {
      "text": "Ми не можемо змінити ситуації, які підносить нам життя, але можемо змінити те, як ми їх переживаємо.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Самодіагностика за перевіреними методиками",
      "Існує чимало інструментів, що допомагають оцінити свій стан.",
      "Одним із найвідоміших і надійних вважається «Шкала депресії Бека» (BDI).",
      "Цю методику, створену психотерапевтом Аароном Беком, побудовано з 21 пункту, кожен з яких відображає різні аспекти депресивного стану.",
      "Пройшовши цей тест, Ви зможете орієнтовно визначити ступінь вираженості симптомів: від легких проявів до помірної чи тяжкої депресії.",
      "Тест доступний у нашому застосунку, і він простий та інтуїтивний у використанні."
    ],
    "quote": {
      "text": "Піклування про себе — це не виняток із Ваших обов’язків, а важлива їхня частина.",
      "author": "Леннард Девіс"
    }
  },
  "screen_3": {
    "texts": [
      "Консультація зі спеціалістом",
      "Якщо результати самодіагностики вказують на можливий депресивний стан, важливо звернутися до психолога, психіатра або психотерапевта.",
      "Фахівець допоможе уточнити діагноз і підібрати відповідний план підтримки та лікування. А ми поруч, щоб супроводжувати Вас і ділитися корисною інформацією.",
      "Цей матеріал створено, аби підтримати людей з легкими та помірними проявами депресії.",
      "Він також може бути корисним тим, хто стикається зі складнішим перебігом.",
      "Матеріал допоможе трохи полегшити симптоми й краще зрозуміти свій стан. Втім за вираженої депресії інструментів самодопомоги може бути недостатньо.",
      "У таких ситуаціях особливо важливо звернутися по професійну допомогу і, за потреби, розглянути медикаментозну підтримку.",
      "Діагностика емоційних станів — процес тонкий і непростий.",
      "За самостійної оцінки завжди існує ризик помилки.",
      "Навіть якщо у Вас немає клінічної депресії, а лише тимчасова пригніченість, цей розділ усе одно може стати в пригоді.",
      "Ми детально розберемо механізми депресії та поділимося практичними рекомендаціями й вправами.",
      "Якщо Ви хочете поліпшити якість життя і готові робити кроки назустріч собі, давайте продовжимо цей шлях разом."
    ]
  }
}
