{
  "title": "Діагностика депресії: шлях до розуміння себе",
  "description": "У статті розглядаються підходи до діагностики депресії: від загального скринінгу симптомів до самодіагностики за «Шкалою депресії Бека». Підкреслюється важливість консультації зі спеціалістами для точного діагнозу та лікування, особливо у складних випадках. Окрім цього, стаття містить практичні поради та вправи для тих, хто прагне покращити свій психологічний стан.",
  "screen_1": {
    "texts": [
      "У попередньому розділі ми вже говорили про те, що таке депресія.",
      "Тепер перед нами стоїть завдання зрозуміти, як визначити її у себе.",
      "Умовно процес діагностики депресії можна розділити на три етапи:",
      "Загальний скринінг",
      "Депресія, як і будь-який інший розлад, має характерні симптоми. Давайте розглянемо їх детальніше:",
      "Пригнічений настрій.",
      "Зниження інтересу до звичних занять та радості.",
      "Ангедонія — зниження здатності відчувати задоволення.",
      "Складнощі з концентрацією, працездатністю та прийняттям рішень.",
      "Порушення сну та апетиту — як у бік зменшення, так і збільшення.",
      "Відчуття безнадії, безпорадності, дратівливість, сором, провина.",
      "Тривожність або апатія.",
      "Нестача енергії, постійна втома.",
      "Думки про смерть або самогубство.",
      "Ймовірно, кожна людина хоча б раз у житті відчувала деякі з цих симптомів.",
      "Але це не завжди означає наявність депресії. Як же визначити розлад?",
      "Про депресивний стан можна говорити, якщо Ви помічаєте щонайменше чотири з цих симптомів протягом двох тижнів поспіль.",
      "Також важливо враховувати загальний стан здоров'я та життєві обставини."
    ],
    "quote": {
      "text": "Ми не можемо змінити ситуації, які приносить нам життя, але можемо змінити те, як переживаємо їх.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Самодіагностика за перевіреними методиками",
      "Існує багато тестів для самодіагностики депресії.",
      "Одним із найвідоміших та надійних є «Шкала депресії Бека» (BDI).",
      "Методика, створена американським психотерапевтом Аароном Беком, включає 21 категорію симптомів, кожна з яких має кілька тверджень, що описують різні аспекти стану.",
      "Пройшовши цей тест, можна оцінити ступінь депресії: від легкої до тяжкої.",
      "Тест доступний у нашому застосунку — він простий та інтуїтивний у використанні."
    ],
    "quote": {
      "text": "Турбота про себе — це не відмова від обов’язків. Це частина Вашої відповідальності перед собою.",
      "author": "Леннард Девіс"
    }
  },
  "screen_3": {
    "texts": [
      "Консультація зі спеціалістом",
      "Якщо результати самодіагностики свідчать про можливі ознаки депресії, рекомендуємо звернутися до психолога, психіатра або психотерапевта.",
      "Саме вони можуть встановити точний діагноз і запропонувати відповідне лікування. Ми зі свого боку готові підтримати Вас і надати корисну інформацію.",
      "Цей матеріал створений для підтримки людей з легкою та середньою депресією.",
      "Для тих, хто переживає складніші стани, він також може бути корисним.",
      "Він може допомогти пом’якшити симптоми, однак у випадку серйозних проявів важливо пам’ятати, що лише самодопомоги може бути недостатньо.",
      "У таких ситуаціях необхідно звертатися за професійною допомогою та, за потреби, розглядати медикаментозне лікування.",
      "Діагностика психологічних розладів — складне завдання.",
      "Під час самодіагностики завжди є ризик помилки.",
      "Втім, навіть якщо у Вас немає клінічної депресії, а є тимчасове зниження настрою, цей матеріал буде корисним.",
      "Ми детально розберемо механізми депресії, запропонуємо практичні поради та вправи.",
      "Якщо Ви хочете покращити якість життя і готові рухатися з нами далі — продовжуймо цей шлях разом."
    ]
  }
}
