{
  "title": "Діагностика депресії: Подорож до розуміння себе",
  "description": "Стаття розглядає методи діагностики депресії, починаючи із загального скринінгу симптомів і переходячи до самодіагностики через \"Шкалу депресії Бека\". Вона підкреслює важливість консультації зі спеціалістами для точного діагнозу та лікування, особливо у важких випадках. Окрім цього, стаття пропонує практичні поради та вправи для людей, що прагнуть покращити свій психічний стан.",
  "screen_1": {
    "texts": [
      "У попередньому розділі ми вже обговорювали, що таке депресія.",
      "Тепер перед нами стоїть завдання зрозуміти, як діагностувати цей стан у себе.",
      "Умовно, діагностика депресії ділиться на три етапи:",
      "Загальний скринінг",
      "Депресія, як і будь-який інший розлад, має свої симптоми. Давайте розглянемо їх детальніше:",
      "Пригнічений настрій.",
      "Зниження інтересу до звичних задоволень.",
      "Ангедонія – зменшення здатності отримувати задоволення.",
      "Труднощі з концентрацією, працездатністю і прийняттям рішень.",
      "Порушення сну і апетиту, як у бік зменшення, так і збільшення.",
      "Почуття безнадійності, безпорадності, дратівливість, сором, провина.",
      "Тривожність або апатія.",
      "Недостаток енергії, постійна втома.",
      "Думки про смерть або самогубство.",
      "Ймовірно, кожен із нас хоча б раз стикався з одним або кількома з цих симптомів.",
      "Але це не завжди означає депресію. Як же визначити наявність депресії?",
      "Говорити про депресивний розлад можна, якщо ви спостерігаєте в себе як мінімум чотири з перелічених симптомів протягом двох тижнів.",
      "Також важливо враховувати інші фактори, такі як загальний стан здоров'я і життєві обставини."
    ],
    "quote": {
      "text": "Ми не можемо змінити ситуації, які життя нам підносить, але ми можемо змінити нашу здатність переживати їх.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Самодіагностика за допомогою перевірених методик",
      "Існує безліч тестів для самодіагностики депресії.",
      "Одним із найбільш надійних і визнаних є \"Шкала депресії Бека\" (BDI).",
      "Ця методика, розроблена американським психотерапевтом Аароном Беком, включає в себе 21 категорію симптомів, кожна з яких містить від 4 до 5 тверджень, що відображають різні аспекти депресії.",
      "Пройшовши цей тест, можна оцінити ступінь вашого стану: від легкої до важкої депресії.",
      "Тест доступний у нашому додатку, він простий і інтуїтивно зрозумілий у використанні."
    ],
    "quote": {
      "text": "Турбота про себе – це не виняток зі списку ваших обов'язків, це частина списку.",
      "author": "Леннард Девіс"
    }
  },
  "screen_3": {
    "texts": [
      "Консультація зі спеціалістом",
      "У разі, якщо самодіагностика вказує на можливий депресивний стан, рекомендується звернутися до спеціаліста: психолога, психіатра або психотерапевта.",
      "Вони можуть точно поставити діагноз і запропонувати відповідне лікування. Ми, у свою чергу, готові підтримати вас і надати корисну інформацію в цьому розділі.",
      "Цей матеріал був розроблений, щоб допомогти людям з легкою і середньою ступенем депресії.",
      "Для тих, хто страждає від більш важких форм депресії, даний матеріал також може бути цінним.",
      "Він може пом'якшити деякі симптоми, однак у разі серйозних станів необхідно пам'ятати, що виключно інструменти самодопомоги можуть бути недостатніми.",
      "У таких ситуаціях вкрай важливо звертатися по допомогу до спеціалістів і, за необхідності, розглянути варіант медикаментозного лікування.",
      "Діагностування психологічних проблем – це складне завдання.",
      "При самодіагностиці завжди існує ризик помилитися.",
      "Однак навіть якщо у вас немає клінічної депресії, а ви просто відчуваєте тимчасове пригнічений настрій, цей матеріал виявиться корисним.",
      "Ми детально розглянемо механізми, що лежать в основі депресії, запропонуємо практичні поради та вправи.",
      "Якщо ви прагнете покращити якість свого життя і готові слідувати нашим рекомендаціям, давайте продовжимо цей шлях разом!"
    ]
  },
  "instagram": ["18067256407767438"]
}