{
  "title": "Депресія та смертельний діагноз",
  "description": "Стаття досліджує емоційні та психологічні випробування, з якими стикаються люди після отримання важкого діагнозу, підкреслюючи складність передачі їх переживань здоровим людям. Вона розповідає історію Ольги, чиє життя різко змінюється після підозри на рак, і як вона бореться з депресією та втратою сенсу життя через роботу з психологом. У результаті, Ольга приходить до усвідомлення незмінної особистої цінності та важливості дрібних досягнень, що допомагає їй відновити самооцінку і змінити емоційний стан, незважаючи на фізичні страждання.",
  "screen_1": {
    "texts": [
      "Що відбувається з людиною, що дізналася про свій важкий, можливо смертельний хвороба? Багато людей стикаються з подібними випробуваннями, однак пояснити здоровій людині, що вони відчувають, є вкрай складним завданням.",
      "Історії про людей, що зіткнулися з серйозними захворюваннями, часто лежать в основі романів чи фільмів. У кінематографі такі сюжети можуть набути комедійних форм, але в реальності все набагато складніше.",
      "Незалежно від тяжкості та тривалості хвороби, \"смертельний вирок\" завжди діє як вибух чи удар блискавки.",
      "Людина, що дізналася про свій смертельний діагноз, може зіткнутися з реактивною депресією. Реактивна депресія — це швидко розвивається психічний розлад, що виникає на тлі травматичних подій чи сильного стресу.",
      "При такому стані хворий постійно відчуває страх, тривогу, апатію до оточуючого, поганий настрій, втому, невпевненість у собі, суїцидальні думки, а також стикається з проблемами зі сном і апетитом.",
      "Багато захворювань кардинально змінюють спосіб життя людини. Колись здорова і активна любителька подорожей і природи може в один момент стати інвалідом, не здатним піднятися з ліжка.",
      "У такому стані вона не може самостійно дістатися до туалету чи прийняти душ, не кажучи вже про просту прогулянку.",
      "Більше того, усвідомлення того, скільки часу і сил витрачають її родичі на догляд, змушує її відчувати себе тягарем."
    ],
    "quote": {
      "text": "Ваша хвороба не визначає вас. Ваша сила і відвага в боротьбі з нею - ось що вас визначає.",
      "author": "Жюль Ренар"
    }
  },
  "screen_2": {
    "texts": [
      "Ользі було 39 років, коли її життя кардинально змінилося через підозру на рак.",
      "Життя нібито зупинилося: вона відчула себе відрізаною від звичної реальності. Усі попередні страхи і тривоги здалися дрібними і незначними порівняно з жахом, який раптом обрушився на неї.",
      "Коли підтвердилися найгірші побоювання, це стало ударом для Ольги та її родини, подібним до вибуху гранати.",
      "У наступні місяці фізична слабкість занурила її в ще більший сум.",
      "Все ускладнювалося не стільки фізичним дискомфортом від хвороби та хіміотерапії, скільки необхідністю відмовитися від звичної діяльності, що мала для неї велике значення.",
      "Ольга не могла займатися домашніми справами як раніше (ці завдання взяв на себе чоловік), довелося відмовитися від улюбленої роботи, хобі та довгих прогулянок з друзями.",
      "Незважаючи на реальність проблем Ольги, чи варто вважати її депресію неминучою?",
      "У ході роботи з психологом були виявлені автоматичні думки та негативні переконання, що турбували її:",
      "Я не вношу вклад у суспільство",
      "Я не досягаю успіхів у кар'єрі",
      "Я не можу брати участь в активних розвагах",
      "Я стала тягарем для свого чоловіка",
      "Ці думки викликали сум, гнів, розчарування і почуття провини, аналогічно думкам фізично здорових людей, що страждають від депресії.",
      "Депресія була викликана не стільки пухлиною, скільки негативним ставленням, що підривало впевненість у власній цінності. Пов'язуючи особисту цінність з досягненнями, Ольга піддавала себе стражданням.",
      "Рак для неї означав: \"Твій час минув! Ти більше нічого не вартий!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "Коли Ольга разом з психологом складала графік своєї особистої \"цінності\" від моменту народження і до передбачуваної смерті, вона побачила, що її особиста цінність залишалася незмінною, тримаючись на рівні 85% за умовною шкалою від 0 до 100%.",
      "Психолог також запропонував їй оцінити свою продуктивність за аналогічний період часу.",
      "Вона зобразила криву, що показувала, що її продуктивність була низькою в дитинстві, досягла піка в зрілості і потім знизилася до теперішнього моменту.",
      "Після цього у Ольги відбулося усвідомлення. По-перше, навіть коли через хворобу її продуктивність впала, вона продовжувала робити внесок у себе і свою сім'ю через безліч малих, але важливих і цінних дій.",
      "Тільки чорно-біле мислення могло підштовхнути її до думки, що її вклад дорівнює нулю.",
      "По-друге, і що набагато важливіше, вона усвідомила, що її особиста цінність була незмінною і стійкою; вона була даністю, що не залежить від досягнень.",
      "Це розуміння дозволило їй усвідомити, що вона не повинна \"заслуговувати\" свою людську цінність і що, будучи ослабленою, вона залишається такою ж цінною.",
      "Усвідомлення даного факту значно зменшило депресивні прояви. Це не позбавило її від пухлини, болю і фізичних страждань, але відновило її вразливу самооцінку і істотно змінило її емоційний стан."
    ],
    "quote": {
      "text": "Хвороба не може вкрасти вашу надію, якщо ви не дозволите їй цього.",
      "author": "Нік Вуйчич"
    }
  }
}
