{
  "title": "Депресія і смертельний діагноз",
  "description": "Стаття досліджує емоційні та психологічні випробування, з якими стикаються люди після отримання тяжкого діагнозу, підкреслюючи складність передання їхніх переживань здоровим людям. Вона розповідає історію Ольги, чиє життя різко змінюється після підозри на рак, і те, як вона бореться з депресією та втратою сенсу через роботу з психологом. У підсумку Ольга приходить до усвідомлення незмінної особистісної цінності та важливості малих досягнень, що допомагає відновити самооцінку і змінити емоційний стан попри фізичні страждання.",
  "screen_1": {
    "texts": [
      "Що відбувається з людиною, яка дізналася про своє тяжке, можливо, смертельне захворювання? Багато хто стикається з подібними випробуваннями, однак пояснити здоровій людині, що саме відчувають ці люди, надзвичайно складно.",
      "Історії про людей із серйозними захворюваннями часто лежать в основі романів або фільмів. У кінематографі такі сюжети інколи набувають комедійних форм, але в реальності все значно складніше.",
      "Незалежно від тяжкості та тривалості хвороби, «смертельний вирок» сприймається як удар блискавки.",
      "Людина, яка дізналася про свій смертельний діагноз, може зіткнутися з реактивною депресією. Реактивна депресія — це розлад, що швидко розвивається на тлі травматичних подій або сильного стресу.",
      "За такого стану людина постійно відчуває страх, тривогу, апатію до навколишнього, поганий настрій, втому, невпевненість у собі, суїцидальні думки, а також має проблеми зі сном і апетитом.",
      "Багато захворювань різко змінюють спосіб життя. Учора ще здорова й активна людина, що любила подорожі та природу, може в одну мить стати людиною з інвалідністю, не здатною підвестися з ліжка.",
      "У такому стані вона не може самостійно дістатися до туалету чи прийняти душ, не кажучи вже про звичайну прогулянку.",
      "Ба більше, усвідомлення того, скільки часу та сил витрачають рідні на догляд, змушує відчувати себе тягарем."
    ],
    "quote": {
      "text": "Ваша хвороба не визначає вас. Ваша сила і відвага в боротьбі з нею — ось що вас визначає.",
      "author": "Жуль Ренар"
    }
  },
  "screen_2": {
    "texts": [
      "Ользі було 39 років, коли її життя різко змінилося через підозру на рак.",
      "Життя наче зупинилося: вона відчула себе відрізаною від звичної реальності. Усі попередні страхи й тривоги здалися дріб’язковими порівняно з жахом, що раптово навалився.",
      "Коли найгірші побоювання підтвердилися, це стало потужним ударом для Ольги та її родини.",
      "У наступні місяці фізична слабкість занурила її у ще більше спустошення.",
      "Складнощі полягали не стільки у фізичному дискомфорті від хвороби та хіміотерапії, скільки в необхідності відмовитися від важливих для неї занять.",
      "Ольга більше не могла вести домашні справи, як раніше (ці завдання взяв на себе чоловік), довелося залишити улюблену роботу, хобі та тривалі прогулянки з друзями.",
      "Попри реальність проблем Ольги, чи варто вважати її депресію неминучою?",
      "У процесі роботи з психологом було виявлено автоматичні думки та негативні переконання, що непокоїли її:",
      "«Я не роблю внеску в суспільство»",
      "«Я не досягаю успіхів у кар’єрі»",
      "«Я не можу брати участь в активних розвагах»",
      "«Я стала тягарем для свого чоловіка»",
      "Ці думки спричиняли смуток, злість, розчарування та провину — так само, як у фізично здорових людей із депресією.",
      "Депресію зумовлювали не стільки пухлина, скільки негативні переконання, що підривали впевненість у власній цінності. Пов’язуючи цінність із досягненнями, Ольга прирікала себе на страждання.",
      "Рак для неї означав: «Твій час минув! Ти більше нічого не варта!»."
    ]
  },
  "screen_3": {
    "texts": [
      "Коли Ольга разом із психологом склала графік своєї «цінності» від народження до передбачуваної смерті, вона побачила, що її особиста цінність залишалася незмінною — трималася на рівні 85% за умовною шкалою від 0 до 100%.",
      "Психолог також запропонував оцінити продуктивність за той самий період.",
      "Вона зобразила криву, що показувала: у дитинстві продуктивність була низькою, у зрілості сягнула піку, а тепер зменшилася.",
      "Після цього сталося усвідомлення. По-перше, навіть коли через хворобу її продуктивність впала, вона продовжувала робити внесок у себе й сім’ю через безліч малих, але важливих і цінних дій.",
      "Лише дихотомічне мислення могло підштовхнути до думки, що її внесок дорівнює нулю.",
      "По-друге — і це значно важливіше — вона зрозуміла, що її особиста цінність незмінна й стійка; це даність, що не залежить від досягнень.",
      "Це розуміння дало змогу побачити, що не потрібно «заслужити» власну людську цінність і що, навіть будучи ослабленою, вона залишається такою ж цінною.",
      "Усвідомлення цього факту істотно зменшило депресивні прояви. Це не прибрало пухлини, болю й фізичних страждань, але відновило вразливу самооцінку і суттєво змінило емоційний стан."
    ],
    "quote": {
      "text": "Хвороба не може вкрасти вашу надію, якщо ви самі їй цього не дозволите.",
      "author": "Нік Вуйчич"
    }
  }
}
