{
  "title": "Депресія та смертельний діагноз",
  "description": "Стаття досліджує емоційні та психологічні випробування, з якими стикаються люди після отримання важкого діагнозу, підкреслюючи складність передачі їхніх переживань здоровим людям. Вона розповідає історію Ольги, чиє життя різко змінюється після підозри на рак, та як вона бореться з депресією та втратою сенсу життя через роботу з психологом. Врешті-решт, Ольга приходить до усвідомлення незмінної особистої цінності та важливості дрібних досягнень, що допомагає їй відновити самооцінку та змінити емоційний стан, незважаючи на фізичні страждання.",
  "screen_1": {
    "texts": [
      "Що відбувається з людиною, яка дізналася про свою важку, можливо смертельну хворобу? Багато людей стикаються з подібними випробуваннями, однак пояснити здоровій людині, що вони відчувають, видається надзвичайно складним завданням.",
      "Історії про людей, які зіткнулися з серйозними захворюваннями, часто лежать в основі романів чи фільмів. У кінематографі такі сюжети можуть набути комедійних форм, але в реальності все набагато складніше.",
      "Незалежно від тяжкості та тривалості хвороби, \"смертельний вирок\" завжди діє як вибух або удар блискавки.",
      "Людина, яка дізналася про свій смертельний діагноз, може зіткнутися з реактивною депресією. Реактивна депресія — це швидко розвивається психічний розлад, що виникає на тлі травматичних подій або сильного стресу.",
      "У такому стані хворий постійно відчуває страх, тривогу, апатію до навколишнього, поганий настрій, втому, невпевненість у собі, суїцидальні думки, а також стикається з проблемами зі сном та апетитом.",
      "Багато хвороб кардинально змінюють спосіб життя людини. Колись здоровий і активний любитель подорожей та природи може раптово стати інвалідом, не здатним піднятися з ліжка.",
      "У такому стані він не може самостійно дістатися до туалету або прийняти душ, не кажучи вже про просту прогулянку.",
      "Більше того, усвідомлення того, скільки часу та сил витрачають його родичі на догляд, змушує його відчувати себе тягарем."
    ],
    "quote": {
      "text": "Ваша хвороба не визначає вас. Ваша сила та відвага у боротьбі з нею - ось що вас визначає.",
      "author": "Жюль Ренар"
    }
  },
  "screen_2": {
    "texts": [
      "Ользі було 39 років, коли її життя кардинально змінилося через підозру на рак.",
      "Життя ніби зупинилося: вона відчула себе відрізаною від звичної реальності. Усі попередні страхи та тривоги здалися дріб'язковими та незначними порівняно з жахом, який раптово обрушився на неї.",
      "Коли підтвердилися найгірші побоювання, це стало ударом для Ольги та її сім'ї, подібним до вибуху гранати.",
      "У наступні місяці фізична слабкість занурила її у ще більше відчай.",
      "Все ускладнювалося не стільки фізичним дискомфортом від хвороби та хіміотерапії, скільки необхідністю відмовитися від звичної діяльності, яка мала для неї велике значення.",
      "Ольга не могла займатися домашніми справами як раніше (ці завдання взяв на себе чоловік), довелося відмовитися від улюбленої роботи, хобі та довгих прогулянок з друзями.",
      "Незважаючи на реальність проблем Ольги, чи слід вважати її депресію неминучою?",
      "Під час роботи з психологом були виявлені автоматичні думки та негативні переконання, які турбували її:",
      "Я не вношу вклад у суспільство",
      "Я не досягаю успіхів у кар'єрі",
      "Я не можу брати участь в активних розвагах",
      "Я стала тягарем для свого чоловіка",
      "Ці думки викликали смуток, гнів, розчарування та почуття провини, подібно до думок фізично здорових людей, які страждають від депресії.",
      "Депресія була викликана не стільки пухлиною, скільки негативним ставленням, яке підривало впевненість у власній цінності. Зв'язуючи особисту цінність з досягненнями, Ольга піддавала себе стражданням.",
      "Рак для неї означав: \"Твій час минув! Ти більше нічого не варта!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "Коли Ольга разом з психологом складала графік своєї особистої «цінності» від моменту народження і до передбачуваної смерті, вона побачила, що її особиста цінність залишалася незмінною, тримаючись на рівні 85% за умовною шкалою від 0 до 100%.",
      "Психолог також запропонував їй оцінити свою продуктивність за аналогічний період часу.",
      "Вона зобразила криву, яка показувала, що її продуктивність була низькою в дитинстві, досягла піку в зрілості та потім знизилася до теперішнього моменту.",
      "Після цього у Ольги відбулося усвідомлення. По-перше, навіть коли через хворобу її продуктивність впала, вона продовжувала вносити вклад у себе та свою родину через безліч дрібних, але важливих та цінних дій.",
      "Лише чорно-біле мислення могло підштовхнути її до думки, що її внесок дорівнює нулю.",
      "По-друге, і що набагато важливіше, вона усвідомила, що її особиста цінність була незмінною та стійкою; вона була даністю, що не залежала від досягнень.",
      "Це усвідомлення дозволило їй зрозуміти, що вона не повинна \"заслуговувати\" на свою людську цінність і що, будучи ослабленою, вона залишається такою ж цінною.",
      "Усвідомлення цього факту значно зменшило депресивні прояви. Це не позбавило її від пухлини, болю та фізичних страждань, але відновило її уразливу самооцінку та суттєво змінило її емоційний стан."
    ],
    "quote": {
      "text": "Хвороба не може вкрасти вашу надію, якщо ви не дозволите їй цього.",
      "author": "Нік Вуйчич"
    }
  }
}
