{
  "title": "Депресія і смертельний діагноз",
  "description": "Стаття досліджує емоційні та психологічні труднощі, з якими стикаються люди після отримання тяжкого діагнозу, і підкреслює, наскільки складно передати ці переживання тим, хто не стикався з подібним. Через історію Ольги, чия реальність різко змінилася після підозри на рак, показано шлях боротьби з депресією та втратою сенсу життя за допомогою психологічної роботи. У підсумку Ольга приходить до усвідомлення власної невід’ємної цінності та важливості маленьких досягнень, що допомагає їй відновити самооцінку і змінити емоційний стан попри фізичні страждання.",
  "screen_1": {
    "texts": [
      "Що відчуває людина, яка дізналася про тяжкий, можливо смертельний діагноз? Багато хто стикається з подібними випробуваннями, але пояснити здоровій людині ці переживання інколи майже неможливо.",
      "Історії про людей із серйозними хворобами часто стають сюжетами книг і фільмів. У кіно такі ситуації інколи подають із гумором, але реальність завжди значно складніша.",
      "Незалежно від тяжкості та тривалості хвороби, отримання такого діагнозу відчувається як удар блискавки або вибух.",
      "Після звістки про смертельну хворобу людина може зіткнутися з реактивною депресією. Це швидко розвивальний стан, що виникає у відповідь на травматичні події або сильний стрес.",
      "У такому стані людина може відчувати постійний страх, тривогу, апатію, пригнічений настрій, втому, невпевненість у собі, суїцидальні думки, а також порушення сну та апетиту.",
      "Багато хвороб докорінно змінюють життя. Колись активний та життєрадісний мандрівник може в одну мить втратити можливість навіть самостійно підвестися з ліжка.",
      "У такому стані важко самостійно піти до туалету чи прийняти душ, не кажучи вже про прогулянку.",
      "А усвідомлення того, скільки сил і часу близькі витрачають на догляд, може викликати відчуття провини і «тягаря»."
    ],
    "quote": {
      "text": "Ваша хвороба не визначає вас. Визначають ваша сила й мужність у її подоланні.",
      "author": "Жюль Ренар"
    }
  },
  "screen_2": {
    "texts": [
      "Ользі було 39 років, коли підозра на рак різко змінила її життя.",
      "Здавалося, час зупинився: вона відчула себе відрізаною від звичного світу. Усі колишні турботи втратили значення перед лицем раптового страху.",
      "Коли діагноз підтвердився, це стало шоком для Ольги та її родини, подібним до вибуху.",
      "У наступні місяці фізична слабкість ще більше загострила її пригнічений стан.",
      "Їй було важко не лише через біль та наслідки лікування, але й через втрату звичного способу життя.",
      "Ольга не могла вести побут, працювати, займатися улюбленими справами, гуляти з друзями — усе це відійшло.",
      "Попри реальність її труднощів, чи була депресія неминучою?",
      "Під час роботи з психологом було виявлено автоматичні думки та негативні переконання:",
      "Я не роблю внеску в суспільство",
      "Я не досягаю успіхів у кар'єрі",
      "Я не можу бути активною",
      "Я стала тягарем для чоловіка",
      "Ці думки викликали смуток, гнів, розчарування й провину — так само, як у багатьох фізично здорових людей, які переживають депресію.",
      "Її депресію спричинила не пухлина, а ставлення до себе. Пов’язуючи свою цінність із продуктивністю, Ольга прирікала себе на страждання.",
      "Рак, у її свідомості, означав: «Твій час минув. Ти більше не маєш значення»."
    ]
  },
  "screen_3": {
    "texts": [
      "Під час терапії Ольга разом із психологом створила умовну шкалу «власної цінності» — від народження і до передбачуваного кінця життя, і побачила, що її особиста цінність залишалася незмінною: умовні 85 зі 100.",
      "Потім вона оцінила свою продуктивність за цей же період.",
      "Графік показав: у дитинстві вона була низькою, у зрілості — високою, а з хворобою знизилася.",
      "Ольга усвідомила, що навіть у період слабкості вона продовжувала робити значущі речі для себе та сім’ї.",
      "Тільки чорно-біле мислення могло змусити її вважати, що її внесок дорівнює нулю.",
      "Головне відкриття — її цінність не залежала від досягнень.",
      "Вона не повинна «заробляти» право бути цінною. Навіть у слабкості вона лишається повноцінною людиною.",
      "Це розуміння не зняло хвороби чи болю, але повернуло самооцінку й значно покращило її емоційний стан."
    ],
    "quote": {
      "text": "Хвороба не може забрати вашу надію, якщо ви самі не віддасте її.",
      "author": "Нік Вуйчич"
    }
  }
}
