{
  "title": "Тінь провини: зв'язок провини та депресії",
  "description": "Стаття досліджує зв'язок між почуттям провини та депресією, підкреслюючи, як надмірне або необґрунтоване почуття провини може сприяти розвитку депресивних станів. Автори описують різницю між здоровим та нездоровим почуттям провини, обговорюючи, як перше може стати мотивацією для позитивних змін, тоді як друге часто призводить до самоізоляції та поглиблення депресії. Пропонуються стратегії для розвитку самосвідомості та корекції нездорового почуття провини з метою покращення емоційного благополуччя.",
  "screen_1": {
    "texts": [
      "Надмірне почуття провини часто залишається непоміченим симптомом депресії навіть для багатьох психологів і психотерапевтів.",
      "Тим не менш, надмірне почуття провини є поширеним симптомом депресії, і його посилення пов'язане з рівнем тяжкості розладу.",
      "Депресія, що супроводжується почуттям провини, може переконати людину в тому, що вона не гідна життя, що вона завдала комусь непоправної шкоди або що іншим було б краще без неї.",
      "Зв'язок між провиною та депресією двосторонній, що означає можливість виникнення одного стану з іншого і навпаки.",
      "Часте переживання почуття провини може сприяти розвитку депресивного стану у людини.",
      "Дійсно, важко жити та зберігати хороший емоційний стан, коли постійно звинувачуєш себе у всьому, що відбувається: у своїх проблемах, обставинах, відносинах з іншими людьми.",
      "Таке ставлення до себе, образ думок та супроводжуюче його почуття провини можуть зберігатися роками, іноді протягом усього життя.",
      "Людина з певних причин приходить до висновку, що вона не впоралася з ситуацією, хоча повинна була. Або що вона повинна була вчинити інакше, по-іншому відчувати та переживати ситуацію.",
      "Якщо цей висновок з якихось причин закріплюється, якщо почуття провини стає частим «гостем», у людини може розвинутися повноцінна депресія.",
      "Депресія також може бути реакцією на «хронічні проблеми». Людина намагається впоратися з ними, але у неї з певних причин може не бути необхідного досвіду та навичок для їх вирішення.",
      "Людина звинувачує себе в цьому та занурюється в депресію."
    ]
  },
  "screen_2": {
    "texts": [
      "Отже, провина — це емоція, яку ви відчуваєте, коли у вас виникають наступні думки:",
      "Я зробив дію, якої не повинен був робити (або не зробив того, що повинен був), і це суперечить моїм моральним стандартам або уявленням про справедливість.",
      "Така \"неправильна поведінка\" свідчить про те, що я погана людина (або що в мені є схильність завдавати шкоди, мій характер зіпсований і т. д.).",
      "Таким чином, уявлення про власну \"дефективність\" є основною причиною почуття провини.",
      "Перебуваючи в стані депресії, людина часто відчуває почуття провини, звинувачуючи себе майже у всьому: від відсутності сил та мотивації до неможливості відчувати радість та задоволення від життя.",
      "Також людина може звинувачувати себе за те, що захворіла на депресію, вважаючи це ознакою своєї \"неправильності\".",
      "Іноді близькі також можуть звинувачувати людину, дорікаючи їй у лінощах та закликаючи перестати \"страждати дурницями\", що лише посилює депресивний стан.",
      "Депресивне почуття провини може виникати навіть у ситуаціях, що не порушують моральні норми, змушуючи людину відчувати провину там, де її не існує.",
      "Під впливом депресії людина може зосереджуватися виключно на своїх помилках, забуваючи про свої успіхи та досягнення.",
      "Може виникнути питання: чи завжди відчувати провину — це погано?",
      "Відповідь очевидна: ні. Почуття провини може бути корисним, оскільки воно допомагає нам усвідомлювати та виправляти свої помилки, підтримує соціальні норми та взаємодію в суспільстві.",
      "Почуття провини служить нам моральним компасом, тісно пов'язаним з нашою совістю."
    ],
    "quote": {
      "text": "Не існує ніякого великого зла, окрім почуття провини.",
      "author": "Марк Туллій Цицерон"
    }
  },
  "screen_3": {
    "texts": [
      "Однак коли почуття провини стає надмірним або необґрунтованим, воно починає негативно впливати на наше емоційне та фізичне благополуччя.",
      "У той час як здорове почуття провини мотивує нас до позитивних змін, депресивне часто призводить до ізоляції та самотності.",
      "У деяких випадках воно може навіть спонукати людину до самопокарання.",
      "Для глибшого розуміння різниці між здоровим і нездоровим почуттям провини, розглянемо приклади переживань цих двох станів:",
      "Здорове почуття провини",
      "Людина усвідомлює, що вчинила неправильно. Однак вона також розуміє, що в момент вчинення дії не мала можливості діяти інакше.",
      "Внутрішні обставини, що існували в той момент, не дозволяли вибрати інший шлях дій.",
      "Наприклад, вона могла не знати або не розуміти, що вчинений вчинок був неправильним. Або була охоплена сильним почуттям, перебувала в стані пристрасті. Або їй не вистачало досвіду, щоб передбачити наслідки.",
      "Іншими словами, в той момент вона не могла бути кращою, ніж була. Тепер вона змінилася, \"протверезіла\", відбулася \"переоцінка цінностей\". І тепер їй соромно за вчинений вчинок, боляче усвідомлювати, якою вона була в минулому.",
      "В цьому випадку можна сказати, що людина ставиться до себе з розумінням. Вона розуміє свої минулі мотиви та причини свого вчинку, усвідомлює, яких умов не вистачало для того, щоб вчинок не стався.",
      "Вона розуміє, де і що можна змінити, щоб запобігти подібним подіям у майбутньому, і де зміни неможливі, і це не в її зоні контролю. Ця провина не драматична в тому сенсі, що вільна від самобичування.",
      "Переживання це тверезе і без розриву, хоча і може бути дуже болісним. Це, по суті, щире каяття через смирення і прийняття."
    ]
  },
  "screen_4": {
    "texts": [
      "Нездорове почуття провини",
      "Людина також розуміє, що вчинила неправильно. Але, на відміну від першого випадку, вона вірить, що в момент вчинення помилки могла б вчинити інакше.",
      "Вона вважає, що могла б подолати свої тодішні переконання, незнання, досвід, особливості характеру чи емоційний стан. По суті, тут ідеться про неусвідомлене неприйняття власних реальних і неминучих на той момент обмежень.",
      "У результаті виникає розриваюче душу питання: «Як я міг?!»",
      "Як я міг не відповідати очікуванням, так сильно впасти, робити помилки, втрачати контроль над чимось або кимось?",
      "Я міг би вчинити інакше, мав таку можливість, але не зробив цього. О жах! Виходить, я не контролюю себе. Це неможливо – або я недостатньо старався, або я просто погана людина.",
      "Ставлення до себе з розумінням тут не допускається. Якщо міг подолати себе, жодні причини не беруться до уваги. Міг – значить, мав.",
      "Людина постійно повертається до вже пережитих подій, завдаючи собі болю знову і знову.",
      "Використовуючи такі запитання, ви можете легко визначити, чи є ваші почуття здоровим каяттям, чи руйнівною, викривленою виною.",
      "Запитайте себе:",
      "Чи справді я зробив щось «погане» або «несправедливе»? Чи навмисно та усвідомлено заподіяв шкоду? Чи, можливо, я необґрунтовано вимагаю від себе бути бездоганним, всезнаючим і всемогутнім?",
      "Чи називаю я себе через це поганою або огидною людиною? Чи містять мої думки когнітивні спотворення, такі як перебільшення, узагальнення тощо?",
      "Наскільки реалістичне моє каяття чи жаль? Чи виникає воно з емпатійного розуміння негативних наслідків моїх дій?",
      "Чи готовий я вчитися на своїх помилках? Що я для цього роблю? Чи розмірковую над тим, як виправити ситуацію?"
    ]
  }
}
