{
  "title": "Тінь провини: взаємозв’язок провини та депресії",
  "description": "Стаття досліджує взаємозв’язок між почуттям провини та депресією, пояснюючи, як надмірна або необґрунтована провина може сприяти розвитку депресивних станів. Автори розрізняють здорову й нездорову провину: перша здатна мотивувати до позитивних змін, тоді як друга часто веде до самоізоляції та поглиблення депресії. Запропоновано стратегії розвитку самосвідомості та корекції нездорової провини для поліпшення емоційного добробуту.",
  "screen_1": {
    "texts": [
      "Надмірне почуття провини часто лишається поза увагою — навіть у психологів і психотерапевтів.",
      "Водночас надмірна провина — поширений симптом депресії, а її посилення зазвичай пов’язане з більшою тяжкістю розладу.",
      "Коли депресію супроводжує провина, людині може здаватися, що вона не гідна життя, завдала комусь непоправної шкоди, а іншим було б краще без неї.",
      "Зв’язок між провиною та депресією двоспрямований: кожен із цих станів може спричиняти інший і навпаки.",
      "Часте переживання провини може сприяти формуванню депресивного стану.",
      "Справді складно жити й зберігати емоційну рівновагу, коли постійно звинувачуєш себе за все: за власні проблеми, обставини, стосунки з іншими.",
      "Таке ставлення до себе, спосіб мислення й супровідне відчуття провини можуть тривати роками, інколи — все життя.",
      "Людина з тих чи інших причин робить висновок, що не впоралася із ситуацією, хоча «мала б». Або що «мала діяти інакше», по-іншому відчувати й переживати подію.",
      "Коли цей висновок закріплюється, а провина стає частим «гостем», у людини може розвинутися повноцінна депресія.",
      "Депресія також може бути реакцією на «хронічні проблеми». Людина намагається впоратися з ними, але їй може бракувати необхідного досвіду та навичок для їх розв’язання.",
      "Людина звинувачує себе в цьому й занурюється в депресію."
    ]
  },
  "screen_2": {
    "texts": [
      "Отже, провина — це емоція, яку Ви відчуваєте, коли з’являються такі думки:",
      "Я вчинив/учинила те, чого не слід було робити (або не зробив/не зробила того, що мав/мала зробити), і це суперечить моїм моральним стандартам чи уявленням про справедливість.",
      "Таке «неправильне» поводження нібито свідчить про те, що я погана людина (або що в мені є схильність завдавати шкоди, мій характер «зіпсований» тощо).",
      "Відтак уявлення про власну «дефектність» стає основною причиною виникнення провини.",
      "Перебуваючи в депресії, людина часто відчуває провину, звинувачуючи себе майже в усьому: від браку сил і мотивації до неможливості відчувати радість і задоволення від життя.",
      "Також людина може звинувачувати себе за те, що занедужала на депресію, вважаючи це ознакою своєї «неправильності».",
      "Іноді близькі теж можуть звинувачувати, дорікаючи за лінощі й закликаючи «припинити нісенітниці», що лише посилює депресивний стан.",
      "Депресивна провина може з’являтися навіть у ситуаціях, де моральні норми не порушені, змушуючи відчувати провину там, де її немає.",
      "Під впливом депресії людина зосереджується лише на помилках, забуваючи про успіхи й досягнення.",
      "Постає питання: чи завжди погано відчувати провину?",
      "Очевидно, ні. Провина може бути корисною: вона допомагає усвідомлювати й виправляти помилки, підтримує соціальні норми й взаємодію в суспільстві.",
      "Почуття провини слугує моральним компасом, тісно пов’язаним із нашою совістю."
    ],
    "quote": {
      "text": "Немає жодного більшого зла, ніж почуття провини.",
      "author": "Марк Тулій Цицерон"
    }
  },
  "screen_3": {
    "texts": [
      "Водночас, коли відчуття провини стає надмірним або необґрунтованим, воно починає негативно впливати на емоційне й фізичне самопочуття.",
      "Якщо здорова провина мотивує до позитивних змін, то депресивна часто призводить до ізоляції та самоусунення.",
      "Подекуди вона навіть може підштовхувати до самопокарання.",
      "Щоб глибше зрозуміти різницю між здоровою та нездоровою провиною, розгляньмо приклади переживання цих двох станів:",
      "Здорова провина",
      "Людина усвідомлює, що вчинила неправильно. Водночас розуміє: у момент учинку не мала змоги діяти інакше.",
      "Внутрішні обставини на той час не дозволяли обрати інший спосіб діяти.",
      "Наприклад, людина могла не знати або не усвідомлювати, що вчинок був неправильним. Або була охоплена сильним почуттям, діяла імпульсивно. Або бракувало досвіду, щоб передбачити наслідки.",
      "Іншими словами, у той момент вона не могла бути кращою, ніж була. Зараз же людина змінилася, ніби «протверезіла», відбулася «переоцінка цінностей». Тепер їй соромно за вчинок і боляче визнавати, якою вона була в минулому.",
      "У такому випадку можна сказати, що людина ставиться до себе з розумінням. Вона усвідомлює свої минулі мотиви та причини вчинку, розуміє, яких умов бракувало, аби він не стався.",
      "Вона бачить, де й що можна змінити, щоб запобігти подібним подіям у майбутньому, а де зміни неможливі й це поза зоною її контролю. Ця провина не перетворюється на драму, бо звільнена від самобичування.",
      "Це переживання тверезе й без надриву, хоч і може бути дуже болючим. По суті, це щире каяття зі смиренням і прийняттям."
    ]
  },
  "screen_4": {
    "texts": [
      "Нездорова провина",
      "Людина також визнає, що вчинила неправильно. Але, на відміну від першого випадку, вірить, що в момент учинку могла б учинити інакше.",
      "Нібито могла подолати тодішнє нерозуміння, брак знань і досвіду, власні особливості чи емоційний стан. Фактично йдеться про неусвідомлене неприйняття реальних і неминучих на той час обмежень.",
      "У результаті виникає надривне: «Як я міг/могла?!!».",
      "Як я міг/могла не відповідати очікуванням, так помилятися, втрачати контроль над собою чи ситуацією.",
      "Нібито міг/могла, мав/мала змогу вчинити інакше, але не зробив/не зробила. О, жах! Виходить, я себе не контролюю. Цього не може бути — просто я недостатньо старався/старалася або я «поганий/погана».",
      "Ставлення до себе з розумінням тут не допускається. Якщо «міг/могла» — жодні причини не беруться до уваги. Міг/могла — отже, міг/могла, і крапка.",
      "Людина постійно повертається до вже пережитих подій, знову й знову травмує себе.",
      "Скористайтеся наведеними запитаннями, щоб відрізнити здорове каяття від саморуйнівної, спотвореної провини.",
      "Поставте собі такі запитання:",
      "Чи справді я вчинив/учинила щось «погане» або «несправедливе», чи завдав/завдала шкоди свідомо й навмисно? Чи, можливо, я нереалістично вимагаю від себе бездоганності, всезнання та всемогутності?",
      "Чи називаю я себе через це поганою, огидною людиною? Чи містять мої думки когнітивні викривлення (перебільшення, узагальнення тощо)?",
      "Наскільки реалістичні мій жаль і каяття? Чи випливають вони з емпатійного розуміння негативних наслідків моїх дій?",
      "Чи готовий/готова я вчитися на помилках? Що для цього роблю? Чи міркую про способи виправити ситуацію, що склалася?"
    ]
  }
}
