{
  "title": "Тінь провини: взаємозв’язок провини та депресії",
  "description": "У статті досліджується взаємозв’язок між почуттям провини та депресією і підкреслюється, як надмірне або необґрунтоване почуття провини може сприяти розвитку депресивних станів. Автори розрізняють здорове й нездорове почуття провини: перше може надихати на зміни, тоді як друге часто веде до самоізоляції та поглиблення депресії. Також пропонуються стратегії розвитку усвідомленості та корекції деструктивної провини для покращення емоційного стану.",
  "screen_1": {
    "texts": [
      "Надмірне почуття провини часто залишається непоміченим симптомом депресії навіть серед деяких фахівців.",
      "Втім, посилене й нав’язливе почуття провини є поширеним проявом депресії, і його інтенсивність часто пов’язана з тяжкістю розладу.",
      "Депресія, що супроводжується почуттям провини, може переконати людину в тому, що вона не заслуговує на життя, що завдала комусь непоправної шкоди або що іншим було б краще без неї.",
      "Зв’язок між провиною та депресією двосторонній: кожен із цих станів може запускати або посилювати інший.",
      "Часті переживання провини можуть сприяти розвитку депресії.",
      "Важко зберігати стабільність і позитивний емоційний стан, коли людина постійно звинувачує себе у всьому: у власних труднощах, життєвих обставинах, проблемах у стосунках.",
      "Такий спосіб мислення та супутнє йому почуття провини можуть тривати роками, інколи — майже все життя.",
      "Людина може дійти хибного висновку, що вона «не впоралася», хоча мала б. Або що «мала відчувати інакше» чи «повинна була зробити по-іншому».",
      "Якщо подібна установка закріплюється і провина стає частою реакцією, це може привести до депресії.",
      "Депресія також може виникнути як реакція на «хронічні проблеми»: людина намагається долати труднощі, але не має ресурсу чи досвіду робити це ефективно.",
      "Провина за неспроможність «вистояти» поглиблює емоційний біль і може втягнути у депресивний стан."
    ]
  },
  "screen_2": {
    "texts": [
      "Отже, провина — це емоція, яка виникає, коли людина думає так:",
      "Я зробив те, чого не мав робити (або не зробив того, що мав зробити), і це суперечить моїм моральним принципам.",
      "Це «помилкове» рішення свідчить, що я погана людина або маю в собі «недоліки».",
      "Тобто ядром почуття провини є уявлення про власну «дефектність».",
      "У депресії людина часто звинувачує себе майже у всьому: у відсутності сил, мотивації, радості, здатності насолоджуватися життям.",
      "Вона може навіть вважати, що «вона сама винна в тому, що захворіла», сприймаючи депресію як доказ власної «недостатності».",
      "Інколи близькі також можуть некоректно реагувати: звинувачувати у ліні чи закликати «перестати вигадувати». Це лише погіршує стан.",
      "Провина при депресії може виникати навіть там, де немає жодного порушення норм — людина відчуває провину там, де її об’єктивно бути не повинно.",
      "У такому стані увага фокусується лише на власних помилках, і хороші якості або успіхи просто не помічаються.",
      "Чи завжди провина — це погано?",
      "Ні. Здорове почуття провини корисне: воно допомагає усвідомлювати помилки, підтримує моральність і соціальну взаємодію.",
      "Провина може бути своєрідним моральним орієнтиром, пов’язаним із совістю."
    ],
    "quote": {
      "text": "Немає більшого тягаря, ніж почуття провини.",
      "author": "Марк Туллій Цицерон"
    }
  },
  "screen_3": {
    "texts": [
      "Проте, коли провина стає надмірною або необґрунтованою, вона починає шкодити нашому психічному і фізичному здоров’ю.",
      "Здорове почуття провини мотивує до змін, тоді як депресивна провина часто веде до ізоляції та самозвинувачення.",
      "Іноді вона навіть може спонукати до самопокарання.",
      "Щоб краще зрозуміти різницю, розглянемо приклади переживання здорової та деструктивної провини.",
      "Здорове почуття провини",
      "Людина розуміє, що вчинила неправильно. Але також усвідомлює, що в той момент не мала можливості діяти інакше.",
      "На той час у неї могли бути обмежені ресурси, знання чи досвід, або ж сильні емоції впливали на поведінку.",
      "Тобто в той момент вона не могла бути іншою, ніж була. Зараз вона бачить ситуацію інакше, шкодує, але з розумінням ставиться до себе.",
      "Вона розуміє, що може змінити, а що — ні, і що було поза її контролем.",
      "Таке почуття провини допомагає вчитися, зростати і рухатися вперед без самознецінення та самобичування.",
      "Це щире каяття, яке включає смирення, прийняття та бажання розвиватися."
    ]
  },
  "screen_4": {
    "texts": [
      "Нездорове почуття провини",
      "Людина також визнає помилку, але переконана, що могла й мусила діяти інакше.",
      "Вона не бере до уваги реальні обмеження, емоційний стан чи відсутність ресурсів у той момент.",
      "Виникає болісне: «Як я міг(ла)?!»",
      "Людина думає, що була зобов’язана впоратися, передбачити, почуватись інакше — і вважає себе «поганою» за те, що не змогла.",
      "Будь-які причини ігноруються, діє логіка: «Міг — значить, мав зробити»",
      "Вона нескінченно повертається до минулого й переживає ситуації знову і знову.",
      "Щоб зрозуміти, яке почуття ви переживаєте — конструктивне чи деструктивне — можна поставити собі кілька запитань:",
      "Чи справді я завдав шкоди навмисно? Чи я очікую від себе нереальної ідеальності та всезнання?",
      "Чи оцінюю я себе цілком через одну ситуацію?",
      "Чи містять мої думки когнітивні викривлення, наприклад, перебільшення або узагальнення?",
      "Чи готова я вчитися на досвіді та робити кроки до змін там, де це можливо?"
    ]
  }
}
