{
  "title": "Самооцінка у вирі депресії: шлях до самоприйняття й внутрішньої рівноваги",
  "description": "Ця стаття досліджує вплив депресії на самооцінку, показуючи, як негативне самосприйняття посилює симптоми й заважає повноцінному життю. Через аналіз реальних випадків і поради фахівців вона пропонує практичні кроки подолання самокритики та зміцнення внутрішньої гармонії. Матеріал стане надійним путівником для тих, хто прагне відновити впевненість у собі й змінити життя на краще.",
  "screen_1": {
    "texts": [
      "Один із типових симптомів депресії — схильність до самозвинувачень, відчуття власної неповноцінності, відсутності цінності та значущості.",
      "Людина часто «навішує» на себе ярлики «невдахи», «нікчеми», вважає себе «поганою».",
      "Що тяжча депресія, то нижча самооцінка. Але в цьому Ви не самі. Дослідження психолога Аарона Бека показують, що понад 80% людей із депресією відчувають власну нікчемність.",
      "Образ себе під час депресії суттєво змінюється: Ви сприймаєте себе як неповноцінну людину, пригнічену, самотню та обділену. Критикуєте себе, свої дії, здібності, своє майбутнє.",
      "Самокритика може мати такі форми:",
      "Самозвинувачення — «Це я в усьому винен/винна».",
      "Навішування ярликів — «Я такий/така дурний/дурна».",
      "Ненависть до себе — «Терпіти себе вже не можу».",
      "Сумніви в собі — «У мене нічого не вийде».",
      "Поміркуйте, як це — жити з таким «привабливим» списком? Щонайменше, непросто. Під час депресії людина може без упину принижувати себе, навіть не усвідомлюючи цього.",
      "І, звісно, це позначається на емоціях, настрої, ставленні до себе й життя загалом.",
      "Ось чому робота над самооцінкою така важлива. Подолавши самокритику, можна вплинути й на інші симптоми депресії. Тож почнімо з Вашої самооцінки."
    ],
    "quote": {
      "text": "Низька самооцінка — це ніби їхати життям із затягнутим ручним гальмом.",
      "author": "Максвелл Мольц"
    }
  },
  "screen_2": {
    "texts": [
      "Погана самооцінка — це лупа, що збільшує будь-які помилки й невдачі до масштабів «тотального провалу».",
      "Розгляньмо приклад діалогу людини з депресією з психологом:",
      "Катерино, чому зауваження від Вашого керівника викликало настільки інтенсивні негативні емоції? Невже це й справді катастрофа?",
      "Так, це було жахливо, бо я виглядала такою дурепою.",
      "Припустімо, Ви справді так виглядали. Що це для Вас означає?",
      "Це означає, що мій бос подумав, ніби я нерозумна.",
      "І навіть якщо він так подумав, що з цього випливає?",
      "Тоді я не гідна працювати в цій компанії.",
      "А якщо Ви й справді цього не заслуговуєте, що це означає?",
      "Що я нікчема, яка нічого не досягне й до кінця днів десь мітиме підлогу.",
      "Цей приклад показує, як невелике зауваження керівника сприймається як доказ нікчемності Каті та «пророкує» їй похмуре майбутнє.",
      "Так дрібні промахи сприймаються як трагедія, коли ми в депресії. У такому стані часто складно мислити реалістично та логічно.",
      "Натомість формується переконання у власній меншовартості та безпорадності — і людина щораз «доводить» це собі й іншим, наполегливо говорячи про свою неспроможність."
    ]
  },
  "screen_3": {
    "texts": [
      "По-перше, важливо усвідомити: власну цінність неможливо «заробити». Успіх, звісно, тішить, але не гарантує щастя. Самооцінка, що спирається лише на досягнення, — це псевдосамооцінка, вона нереалістична.",
      "Чимало успішних, але нещасливих людей із депресією теж вважають себе нікчемами. Пригадуються відомі постаті, які мали, здавалося б, усе: кар’єру, гроші, славу, талант — і все ж покінчили життя самогубством.",
      "Більшість людей із депресією насправді здатні на багато, можуть бути талановитими, привабливими, цікавими, оточеними любов’ю та турботою близьких.",
      "Але це не допомагає, якщо бракує любові й поваги до себе. Саме від Вашого відчуття власної значущості залежить, як Ви себе почуваєте.",
      "Дуже важливий крок — уважність до того, що Ви думаєте й говорите про себе.",
      "Коли знову наполягатимете на власній «нездатності» чи негативно оцінюватимете себе, свої дії або досвід, спробуйте знайти реальні докази. Найчастіше вони виявляються непереконливими або нелогічними.",
      "По-друге, варто замінити самокритику самокорекцією.",
      "Коли Ви опановуєте щось нове, скажімо мову, викладач не б’є книжкою по голові й не каже, що Ви «дурні», якщо плутаєте часи чи правила.",
      "Бо це був би поганий викладач із неефективною методикою. Навряд чи так можна чогось навчитися.",
      "На жаль, часто ми самі стаємо для себе таким «поганим учителем», критикуючи замість коригувати.",
      "Тож спробуйте замість критики ставити собі запитання: Чи існує кращий спосіб це зробити? Як я можу його реалізувати? Чого мені варто ще навчитися?",
      "По-третє, щоразу, коли критикуєте себе, уявіть, що так само критикуєте інших. Чи були б Ви такими ж різкими з ними, як із собою?"
    ]
  },
  "screen_4": {
    "texts": [
      "Уявіть, що такі самі «стандарти» Ви застосовуєте до близьких і друзів. Будьте максимально чесні. Дуже швидко відчуєте, наскільки несправедливою є Ваша самокритика насправді.",
      "Ваша самооцінка — один із головних мотиваторів у постановці життєвих цілей і на шляху до їх досягнення.",
      "Коли самооцінка занижена, Ви недооцінюєте власні можливості, позбавляючи себе права на щастя.",
      "Щоб змінити ситуацію, варто змінювати мисленнєві звички й поведінку — і маленькими кроками рухатися до здорової самооцінки, приймаючи невдачі та помічаючи навіть найменші успіхи.",
      "Ми хочемо підтримати Вас на цьому непростому шляху: вселити надію, допомогти обрати посильні завдання й зосередитися на них. Далі ми розглянемо кілька дієвих технік у наступних розділах."
    ]
  }
}
