{
  "title": "Самооцінка у вирі депресії: Шлях до самоприйняття та внутрішнього балансу",
  "description": "Ця стаття досліджує вплив депресії на самооцінку, виявляючи, як негативне самосприйняття посилює симптоми депресії та заважає повноцінному життю. Через аналіз реальних випадків та поради експертів вона пропонує практичні кроки для подолання самокритики та зміцнення внутрішньої гармонії. Стаття стане надійним посібником для тих, хто прагне знайти впевненість у собі та змінити своє життя на краще.",
  "screen_1": {
    "texts": [
      "Один з типових симптомів депресії – схильність до самозвинувачення, відчуття власної неповноцінності, меншої цінності та значущості.",
      "Людина часто присвоює собі ярлики 'невдахи', 'нікчемності', вважаючи себе поганим.",
      "Чим важчий ступінь депресії, тим нижча самооцінка. Але й у цьому ви не самотні. Дослідження психолога Аарона Бека показують, що понад 80% людей, які страждають депресією, відчувають почуття власної нікчемності.",
      "Образ себе у депресії сильно змінюється: ви відчуваєте себе неповноцінним, пригніченим, самотнім та обділеним. Ви критикуєте себе, свої дії, здібності, своє майбутнє.",
      "Самокритика може приймати такі форми:",
      "Самозвинувачення – \"Це я у всьому винен\"",
      "Навішування ярликів – \"Я такий дурний\"",
      "Ненависть до себе – \"Терпіти себе вже не можу\"",
      "Сумніви в собі – \"У мене нічого не вийде\"",
      "Подумайте, як це жити з таким 'привабливим' списком? Як мінімум, це непросто. Перебуваючи у депресії, людина може безперервно критикувати та принижувати себе, навіть не усвідомлюючи цього.",
      "І, звичайно, це впливає на емоції, настрій, ставлення до себе та до життя в цілому.",
      "Ось чому так важлива робота над самооцінкою. Перемігши самокритику, можна вплинути і на інші симптоми депресії. Тому почнемо з вашої самооцінки."
    ],
    "quote": {
      "text": "Низька самооцінка – це все одно що їхати по життю з увімкненим ручним гальмом.",
      "author": "Максвелл Мольц"
    }
  },
  "screen_2": {
    "texts": [
      "Погана самооцінка – це лупа, яка збільшує всі ваші помилки та невдачі до масштабів тотальної поразки.",
      "Розглянемо це на прикладі діалогу людини в депресії з психологом:",
      "Катерина, чому зауваження від вашого начальника викликало у вас такі інтенсивні, негативні емоції? Чи справді це була така катастрофа?",
      "Так, це було жахливо, тому що я виглядала такою дурною.",
      "Припустимо, ви дійсно так виглядали. Що це означає для вас?",
      "Це означає, що мій бос подумав, що я дурна.",
      "І навіть якщо він так подумав, що з цього випливає?",
      "Тоді я недостойна працювати в цій компанії.",
      "А якщо ви дійсно цього не заслужили, що це означає?",
      "Це означає, що я нікчема, яка не досягне нічого в житті і буде до кінця своїх днів мити підлоги десь.",
      "На цьому прикладі видно, як невелике зауваження з боку керівника сприймається як доказ нікчемності Каті і прогнозує їй не найрадісніше майбутнє.",
      "Таким чином, маленькі помилки сприймаються як трагедія, коли ми перебуваємо в депресії. У такому стані ми часто неспроможні мислити реалістично та логічно.",
      "Замість цього ми переконані у власній неповноцінності та безпорадності та переконуємо в цьому й інших, переконливо демонструючи свої недоліки та наполегливо говорячи про свою нездатність."
    ]
  },
  "screen_3": {
    "texts": [
      "По-перше, важливо усвідомити, що свою цінність неможливо заслужити. Успіх, звісно, може доставити задоволення, але не щастя. А самооцінка, заснована на досягненнях, – це псевдосамооцінка, вона нереалістична.",
      "Багато успішних, але нещасних людей, які страждають депресією, також вважають себе нікчемними. Доказом цьому служать знамениті особистості, у яких, здавалося б, було все: кар'єра, гроші, слава, талант, але вони покінчили життя самогубством.",
      "Більшість людей, які страждають депресією, насправді здатні на багато чого, можуть бути талановитими, привабливими, цікавими, оточені любов'ю та турботою близьких.",
      "Але це їм не допомагає, тому що у них немає любові та поваги до себе. Тільки ваше почуття власної значущості визначає, як ви себе відчуваєте.",
      "Дуже важливим кроком на шляху до усвідомлення буде уважне ставлення до того, що ви думаєте та говорите про себе.",
      "Коли наступного разу ви будете наполягати на своїй непридатності до чогось або негативно оцінювати себе, свої дії чи свій досвід, спробуйте знайти реальні докази цього. Зазвичай ці докази ірраціональні та безглузді.",
      "По-друге, варто замінити самокритику самокорекцією.",
      "Коли ви вчитеся чомусь новому, наприклад, новій мові, викладач не б'є вас книгою по голові та не каже, який ви дурний, якщо не знаєте часів або правил.",
      "Тому що це був би поганий викладач з неефективною методикою навчання. І малоймовірно, що ви б захотіли та змогли таким чином вивчити нову мову.",
      "На жаль, часто ви самі для себе стаєте таким поганим учителем, критикуючи, а не коригуючи.",
      "Тому спробуйте замість критики поставити собі такі запитання: Чи існує кращий спосіб зробити це? Як я можу його здійснити? Чого мені варто навчитися ще?",
      "По-третє, кожного разу, коли ви критикуєте себе, спробуйте уявити, що так само критикуєте інших. Чи будете ви так само грубі та різкі з іншими, як і з самим собою?"
    ]
  },
  "screen_4": {
    "texts": [
      "Почніть висувати такі ж вимоги до своїх близьких та друзів. Але будьте максимально чесними. І коли ви почнете це робити, ви зрозумієте, наскільки несправедливою насправді є ваша критика.",
      "Ваша самооцінка – це найважливіший мотив при встановленні життєвої мети та її подальшому досягненні.",
      "При заниженій самооцінці ви недооцінюєте свої можливості, позбавляючи себе права на щастя.",
      "Щоб змінити ситуацію, треба змінювати свої мислительні звички, свою поведінку та маленькими кроками йти до здорової самооцінки, приймаючи невдачі та помічаючи найменші успіхи.",
      "І ми хочемо підтримати вас на цьому непростому шляху, вселити надію, допомогти обрати посильні завдання та сконцентруватися на них. Для цього ми розглянемо кілька ефективних технік у наступних розділах."
    ]
  }
}
