{
  "title": "Самооцінка в болоті депресії: Шлях до самоприйняття та внутрішнього балансу",
  "description": "Ця стаття досліджує вплив депресії на самооцінку, розкриваючи, як негативне самосприйняття посилює симптоми депресії та заважає повноцінному життю. Через аналіз реальних випадків та поради експертів, вона пропонує практичні кроки для подолання самокритики та зміцнення внутрішньої гармонії. Стаття стане надійним посібником для тих, хто прагне здобути впевненість у собі та змінити своє життя на краще.",
  "screen_1": {
    "texts": [
      "Один із типових симптомів депресії – схильність до самообвинувачення, почуття власної неповноцінності, відсутність власної цінності та значущості.",
      "Людина часто присвоює собі ярлики \"невдахи\", \"нікчеми\", вважаючи себе поганою.",
      "Чим важчий ступінь депресії, тим нижча самооцінка. Але і в цьому ви не самотні. Дослідження психолога Аарона Бека показують, що понад 80% людей, що страждають від депресії, відчувають почуття власної нікчемності.",
      "Образ себе в депресії сильно змінюється: ви відчуваєте себе неповноцінним, пригніченим, самотнім і обділеним. Ви критикуєте себе, свої дії, здібності, своє майбутнє.",
      "Самокритика може приймати такі форми:",
      "Самообвинувачення – \"Це я у всьому винен\"",
      "Навішування ярликів – \"Я такий дурний\"",
      "Ненависть до себе – \"Терпіти себе вже не можу\"",
      "Сумніви в собі – \"У мене нічого не вийде\"",
      "Подумайте, яково жити з таким \"привабливим\" списком? Як мінімум, це непросто. Перебуваючи в депресії, людина може безперервно критикувати і принижувати себе, навіть не усвідомлюючи цього.",
      "І, звісно, це позначається на емоціях, настрої, ставленні до себе і до життя в цілому.",
      "Ось чому так важлива робота над самооцінкою. Перемігши самокритику, можна вплинути і на інші симптоми депресії. Тому почнемо з вашої самооцінки."
    ],
    "quote": {
      "text": "Низька самооцінка — це все одно що їхати по життю з увімкненим ручним гальмом.",
      "author": "Максвелл Мольц"
    }
  },
  "screen_2": {
    "texts": [
      "Погана самооцінка – це лупа, що збільшує всі ваші помилки та невдачі до масштабів тотального провалу.",
      "Розглянемо це на прикладі діалогу людини в депресії з психологом:",
      "Катерина, чому зауваження від вашого начальника викликало у вас такі інтенсивні, негативні емоції? Невже це справді така катастрофа?",
      "Так, це було жахливо, тому що я виглядала такою дурною.",
      "Припустимо, ви дійсно так виглядали. Що це означає для вас?",
      "Це означає, що мій бос подумав, що я дурна.",
      "І навіть якщо він так подумав, що з цього випливає?",
      "Тоді я недостойна працювати в цій компанії.",
      "А якщо ви дійсно цього не заслуговуєте, що це означає?",
      "Це означає, що я нікчема, яка нічого не досягне в житті і буде до кінця своїх днів мити підлоги десь.",
      "На цьому прикладі видно, як невелике зауваження з боку керівника сприймається як доказ нікчемності Каті і прогнозує їй не найрадісніше майбутнє.",
      "Таким чином, маленькі промахи сприймаються як трагедія, коли ми перебуваємо в депресії. У такому стані ми часто нездатні мислити реалістично і логічно.",
      "Замість цього ми переконані у власній неповноцінності та безкорисності і переконуємо в цьому і інших, переконливо демонструючи свої недоліки і наполегливо говорячи про свою неспроможність."
    ]
  },
  "screen_3": {
    "texts": [
      "По-перше, важливо усвідомити, що свою цінність не можна заслужити. Успіх, звісно, може доставити задоволення, але не щастя. А самооцінка, заснована на досягненнях, – це псевдосамооцінка, вона нереалістична.",
      "Багато успішних, але нещасних людей, що страждають від депресії, також вважають себе нікчемами. Доказом цьому служать відомі особистості, у яких, здавалося б, було все: кар'єра, гроші, слава, талант, але вони покінчили життя самогубством.",
      "Більшість людей, що страждають від депресії, насправді здатні на багато чого, можуть бути талановитими, привабливими, цікавими, оточені любов'ю і турботою близьких.",
      "Але це їм не допомагає, тому що у них немає любові і поваги до себе. Тільки ваше почуття власної значущості визначає, як ви себе почуваєте.",
      "Дуже важливим кроком на шляху до усвідомлення буде пильна увага до того, що ви думаєте і говорите про себе.",
      "Коли в черговий раз ви будете наполягати на своїй непридатності до чого-небудь або негативно оцінювати себе, свої вчинки або свій досвід, спробуйте знайти реальні докази цього. Нерідко ці докази нераціональні і безглузді.",
      "По-друге, варто замінити самокритику самокорекцією.",
      "Коли ви вчитеся чомусь новому, наприклад, новій мові, викладач не б'є вас книгою по голові і не говорить, який ви дурний, якщо не знаєте часів або правил.",
      "Тому що це був би поганий викладач з неефективною методикою навчання. І навряд чи ви захотіли і змогли таким чином вивчити нову мову.",
      "На жаль, часто ви самі для себе стаєте таким поганим вчителем, критикуючи, а не коригуючи.",
      "Тому спробуйте замість критики поставити собі наступні питання: Чи існує кращий спосіб зробити це? Як я можу його здійснити? Чому мені варто навчитися ще?",
      "По-третє, кожен раз, коли ви критикуєте себе, спробуйте уявити, що точно так само критикуєте інших. Чи будете ви такі ж грубі і різкі з іншими, як з самим собою?"
    ]
  },
  "screen_4": {
    "texts": [
      "Почніть пред'являти такі ж вимоги до своїх близьких і друзів. Але будьте максимально чесні. І коли ви почнете це робити, ви зрозумієте, наскільки несправедлива ваша критика насправді.",
      "Ваша самооцінка – це найважливіший мотив при постановці життєвої мети і наступному її досягненні.",
      "При заниженій самооцінці ви недооцінюєте свої можливості, позбавляючи себе права на щастя.",
      "Щоб змінити ситуацію, треба змінювати свої мисленнєві звички, свою поведінку і маленькими кроками йти до здорової самооцінки, приймаючи невдачі і помічаючи найменші успіхи.",
      "І ми хочемо підтримати вас на цьому непростому шляху, вселити надію, допомогти вибрати посильні завдання і сконцентруватися на них. Для цього ми розберемо кілька ефективних технік у наступних розділах."
    ]
  }
}
