{
  "title": "Самооцінка у вирі депресії: шлях до самоприйняття і внутрішньої рівноваги",
  "description": "Ця стаття розглядає вплив депресії на самооцінку та показує, як негативне самосприйняття підсилює депресивні симптоми та заважає повноцінному життю. На основі реальних прикладів і порад фахівців вона пропонує практичні кроки для подолання самокритики й зміцнення внутрішньої гармонії. Матеріал стане підтримкою для тих, хто прагне відновити віру в себе та змінити своє життя на краще.",
  "screen_1": {
    "texts": [
      "Одним із характерних проявів депресії є самозвинувачення, відчуття неповноцінності, втрата власної цінності та значущості.",
      "Людина може «наклеювати ярлики» — називати себе невдахою, нікчемою, вважаючи себе поганою чи невартою любові.",
      "Чим тяжча депресія, тим нижчою зазвичай стає самооцінка. І ви точно не самі в цьому. Дослідження психолога Аарона Бека показують, що понад 80% людей із депресією переживають почуття власної нікчемності.",
      "Образ себе в депресії змінюється: з'являються почуття недоліковості, пригніченості, самотності та безпорадності. Людина критикує себе, свої здібності, минуле та майбутнє.",
      "Самокритика може проявлятися у таких формах:",
      "Самозвинувачення — «Це я у всьому винен(на)»",
      "Навішування ярликів — «Я така дурна / я нікчемний»",
      "Ненависть до себе — «Не можу більше себе терпіти»",
      "Сумніви у собі — «У мене нічого не вийде»",
      "Важко уявити, як жити з таким списком думок. Адже людина в депресії може постійно принижувати й критикувати себе, часто навіть не помічаючи цього.",
      "Це впливає на емоції, настрій, ставлення до себе і до життя загалом.",
      "Саме тому так важливо працювати над самооцінкою. Зменшуючи самокритику, ми впливаємо й на інші симптоми депресії. Тож почнемо саме з цього."
    ],
    "quote": {
      "text": "Низька самооцінка — це наче рухатися по життю з увімкненим ручним гальмом.",
      "author": "Максвелл Мольц"
    }
  },
  "screen_2": {
    "texts": [
      "Низька самооцінка — це ніби збільшувальне скло, яке робить будь-яку помилку глобальною невдачею.",
      "Розглянемо це на прикладі діалогу між клієнткою з депресією та психологом:",
      "Катерино, чому зауваження керівника викликало у вас настільки сильні емоції? Невже це справді така катастрофа?",
      "Так, це було жахливо. Я виглядала повною дурепою.",
      "Припустімо, ви справді так подумали. Що це означає для вас?",
      "Це означає, що мій керівник вважає мене нерозумною.",
      "І навіть якщо він так подумав, що з цього випливає?",
      "Це означає, що я не заслуговую працювати в цій компанії.",
      "А якщо ви й справді тут «не на своєму місці», що це означає?",
      "Тоді я нікчема, яка ніколи нічого не досягне й до кінця життя буде мити підлогу десь.",
      "Ми бачимо, як одне невелике зауваження перетворюється у свідомості на доказ повної неспроможності та «пророцтво» щодо майбутнього.",
      "У депресії навіть дрібні помилки здаються трагедією. Реалістично мислити стає важко.",
      "Людина переконує себе у власній нікчемності й може переконувати інших, постійно демонструючи або повторюючи свої уявні недоліки."
    ]
  },
  "screen_3": {
    "texts": [
      "Перш за все важливо усвідомити: власну цінність не потрібно доводити чи «заробляти».",
      "Досягнення можуть приносити задоволення, але не роблять нас більш вартими поваги чи любові.",
      "Самооцінка, що ґрунтується лише на успіхах — нестійка і вразлива.",
      "Багато успішних людей з депресією також відчувають себе нікчемними. Історія знає талановитих і відомих людей, які мали все — кар’єру, гроші, славу — але страждали й не бачили сенсу жити.",
      "Насправді люди з депресією часто мають багато сильних сторін: таланти, привабливість, любов і підтримку близьких.",
      "Та це не допомагає, якщо немає любові до себе. Важливо не те, як вас оцінюють інші — а як ви оцінюєте себе.",
      "Корисним кроком буде уважне спостереження за своїми думками про себе.",
      "Коли з’являються думки про «нездатність», спробуйте знайти докази. Часто їх або немає, або вони перебільшені.",
      "По-друге, замініть самокритику на самокорекцію.",
      "Якщо ви вивчаєте щось нове — мову, інструмент, професію — хороший вчитель не принижує учня.",
      "Однак ми часто самі стаємо для себе «суворим учителем» — критикуємо, замість того щоб підтримувати.",
      "Замість «я нікчема» запитайте себе: Яким чином я можу це покращити? Що я можу зробити наступного разу інакше? Чого мені варто навчитися?",
      "По-третє, уявіть, що ви так само різко говорите з іншою людиною. Ви були б настільки ж жорсткими?"
    ]
  },
  "screen_4": {
    "texts": [
      "Спробуйте уявити, що ви пред’являєте такі ж вимоги до своїх друзів чи близьких. Швидше за все, вам стане очевидно, наскільки суворо ви ставитеся до себе.",
      "Самооцінка — важливий фактор у формуванні цілей і їх досягненні.",
      "При заниженій самооцінці ми недооцінюємо власні можливості й позбавляємо себе права на щастя.",
      "Щоб змінити це, потрібна практика: змінювати мислення, поведінку та рухатися маленькими кроками назустріч здоровій самооцінці — помічаючи не лише помилки, але й найменші успіхи.",
      "Ми хочемо підтримати вас на цьому шляху: допомогти побачити свої сильні сторони, відновити віру в себе, обрати посильні кроки й рухатися вперед. У наступних розділах ми розглянемо ефективні техніки, які допоможуть у цьому процесі."
    ]
  }
}
