{
  "title": "Техніка: Станьте адвокатом",
  "description": "Ця стаття пропонує унікальний підхід до подолання самокритики, представляючи концепцію внутрішнього адвоката. Через аналогію із судовим процесом читачам пропонується методика, яка допомагає ефективно захищати себе від самозвинувачень і негативних думок. Описуючи процес відстеження, оскарження та переосмислення самокритичних переконань, стаття дає практичні поради та запитання для саморефлексії, сприяючи розвитку здоровішого та підтримуючого ставлення до себе.",
  "screen_1": {
    "texts": [
      "Наступна техніка, що сприяє ефективній роботі із самокритикою, полягає в тому, щоб стати своїм адвокатом для самого себе. Хоча це може здатися незвичним або складним для розуміння, давайте розберемося, як це працює.",
      "Щоб успішно справлятися із самокритичними думками, вкрай важливо вміти не тільки помічати їх і протистояти, а й активно оскаржувати.",
      "Уявіть собі, що ви опинилися в суді, де ваша самокритика тривалий час обрушує на вас звинувачення, охрестивши невдахою, слабкою, дурною і винною у всіх мислимих гріхах.",
      "І ось перед вами відкривається шанс виступити в ролі захисника, мета якого - спростувати аргументи обвинувачення, демонструючи їхню необґрунтованість і абсурдність.",
      "Уявіть себе кваліфікованим адвокатом, який навряд чи обмежиться заявою на кшталт: \"Мій клієнт - цілком порядна людина, можна розійтися\".",
      "Вам належить докласти максимум зусиль, щоб представити переконливі факти й аргументи, які категорично розбивають звинувачення.",
      "Розглянемо приклад застосування цієї техніки в діалозі між психологом і клієнтом:"
    ],
    "quote": {
      "text": "Будьте адвокатом свого світу всередині себе, замість того щоб бути суддею своєї власної історії.",
      "author": "Елізабет Гілберт"
    }
  },
  "screen_2": {
    "texts": [
      "Останнім часом ви дедалі частіше піддаєтеся самокритиці, обзиваючи себе слабаком і невдахою, який нічого не досяг у житті. Тепер же уявіть, що ви залучили адвоката для захисту від цієї критики.",
      "Ваше завдання - захистити свого клієнта, тобто себе, максимально ефективно, використовуючи аргументи і доводи. Навіть якщо ви самі не вірите в його невинність і вам не симпатичний ваш клієнт, зараз ваша роль - бути компетентним адвокатом, який якісно виконує свою роботу.",
      "Цікава ідея, варто спробувати.",
      "Чудово. Тоді я зіграю роль обвинувача, використовуючи ваші ж слова про себе, а ви будете захищатися.",
      "Зрозумів, давайте почнемо.",
      "(У ролі обвинувача) Павло - слабак і невдаха, який нічого не домігся в житті.",
      "(У ролі адвоката) Це категорично неправильно. Павло має вищу освіту, успішну кар'єру, сім'ю і друзів, які його люблять і цінують.",
      "(У ролі обвинувача) Можливо, але не все в нього ідеально. Він робить помилки на роботі, не завжди встигає, і я впевнений, що він - невдаха.",
      "(У ролі адвоката) По-перше, почуття не можуть слугувати доказом у суді. По-друге, допущення помилок і невиконання термінів не роблять його невдахою, оскільки кожна людина схильна до помилок і затримок. Це не підстава для таких категоричних висновків.",
      "(У ролі обвинувача) Можливо, він і не повний невдаха, але, безумовно, слабак.",
      "(У ролі адвоката) У вас є докази цього?",
      "(У ролі обвинувача) Він недостатньо багато працює. Йому слід було б докласти більше зусиль. Він поводиться як слабак.",
      "(У ролі адвоката) Це невірно. Павло старанно працює і досягає успіхів на роботі, де його цінують як відповідального співробітника. Якби він працював мало або неефективно, його б не оцінювали так високо і не розглядали б питання про підвищення."
    ]
  },
  "screen_3": {
    "texts": [
      "Ця техніка особливо корисна, тому що багатьом людям легше уявити себе в ролі адвоката, який захищає когось іншого, ніж виправдовуватися перед внутрішнім обвинувачем.",
      "Беручи на себе роль професійного захисника, ви вимагаєте реальних доказів і спростовуєте необґрунтовані або нелогічні аргументи обвинувачення.",
      "Отже, зіткнувшись із негативними думками про себе, поставте собі запитання: \"Як би я захистив свого клієнта, якби мені потрібно було довести його невинність?\".",
      "Прагніть до того, щоб поводитися як справжній професіонал, виявляючи логічні невідповідності у своїх автоматичних думках. Наскільки обґрунтовані ці думки? Що можна сказати про себе з позиції здорового глузду?",
      "Як підмога пропонуємо вам кілька запитань, які допоможуть у самостійній роботі з думками:",
      "Який \"закон\" нібито було порушено? У чому полягає обвинувачення?",
      "Чи є переконливі підстави для таких звинувачень?",
      "Які докази можуть підтвердити провину?",
      "Чи можна запропонувати альтернативне пояснення поведінки?",
      "Чи діяв обвинувачений так само, як вчинила б будь-яка розумна людина в аналогічній ситуації?",
      "Чи можливо, що за те, що сталося, повністю або частково винен хтось інший?",
      "Які докази ви надасте на захист обвинуваченого?"
    ]
  }
}
