{
  "title": "Техніка: Станьте адвокатом",
  "description": "Ця стаття пропонує унікальний підхід до подолання самокритики, представляючи концепцію внутрішнього адвоката. Через аналогію зі судовим процесом читачам пропонується методика, яка допомагає ефективно захищати себе від самообвинувачень та негативних думок. Описуючи процес відстеження, оскарження та переосмислення самокритичних переконань, стаття дає практичні поради та питання для саморефлексії, сприяючи розвитку більш здорового та підтримуючого ставлення до себе.",
  "screen_1": {
    "texts": [
      "Наступна техніка, що сприяє ефективній роботі з самокритикою, полягає в тому, щоб стати своїм адвокатом для самого себе. Хоча це може здатися незвичайним або складним для розуміння, давайте розберемося, як це працює.",
      "Щоб успішно справлятися з самокритичними думками, вкрай важливо вміти не тільки помічати їх і протистояти, а й активно оскаржувати.",
      "Уявіть собі, що ви опинилися в суді, де ваша самокритика довгий час обрушує на вас звинувачення, назвавши невдахою, слабким, дурним і винним у всіх можливих гріхах.",
      "І ось перед вами відкривається шанс виступити в ролі захисника, мета якого — спростувати аргументи звинувачення, демонструючи їх необґрунтованість і абсурдність.",
      "Уявіть себе кваліфікованим адвокатом, який навряд чи обмежиться заявою в дусі: «Мій клієнт — цілком пристойна людина, можна розійтися».",
      "Вам належить прикласти максимум зусиль, щоб представити переконливі факти та аргументи, категорично розбиваючи звинувачення.",
      "Розглянемо приклад застосування цієї техніки в діалозі між психологом і клієнтом:"
    ],
    "quote": {
      "text": "Будьте адвокатом свого світу всередині себе, замість того, щоб бути суддею власної історії.",
      "author": "Елізабет Гілберт"
    }
  },
  "screen_2": {
    "texts": [
      "Останнім часом ви все частіше піддаєтеся самокритиці, ображаючи себе слабаком і невдахою, який нічого не досяг у житті. Тепер же уявіть, що ви залучили адвоката для захисту від цієї критики.",
      "Ваше завдання — захистити свого клієнта, тобто себе, максимально ефективно, використовуючи аргументи та доводи. Навіть якщо ви самі не вірите в його невинуватість і вам не симпатичний ваш клієнт, зараз ваша роль — бути компетентним адвокатом, якісно виконуючи свою роботу.",
      "Цікава ідея, варто спробувати.",
      "Чудово. Тоді я зіграю роль обвинувача, використовуючи ваші ж слова про себе, а ви будете захищатися.",
      "Зрозумів, давайте почнемо.",
      "(У ролі обвинувача) Павло — слабак і невдаха, який нічого не добився в житті.",
      "(У ролі адвоката) Це категорично невірно. Павло володіє вищою освітою, успішною кар'єрою, сім'єю і друзями, які його люблять і цінують.",
      "(У ролі обвинувача) Можливо, але не все в нього ідеально. Він робить помилки на роботі, не завжди встигає, і я впевнений, що він — невдаха.",
      "(У ролі адвоката) По-перше, почуття не можуть служити доказом у суді. По-друге, припущення помилок і невиконання термінів не роблять його невдахою, оскільки кожна людина схильна до помилок і затримок. Це не підстава для таких категоричних висновків.",
      "(У ролі обвинувача) Можливо, він і не повний невдаха, але точно слабак.",
      "(У ролі адвоката) У вас є докази цього?",
      "(У ролі обвинувача) Він недостатньо багато працює. Йому слід було б прикласти більше зусиль. Він поводиться як слабак.",
      "(У ролі адвоката) Це невірно. Павло старанно працює і досягає успіхів на роботі, де його цінують як відповідального співробітника. Якби він працював мало або неефективно, його б не оцінювали так високо і не розглядали б питання про підвищення."
    ]
  },
  "screen_3": {
    "texts": [
      "Ця техніка особливо корисна, оскільки багатьом людям легше уявити себе в ролі адвоката, що захищає когось іншого, ніж виправдовувати себе перед внутрішнім обвинувачем.",
      "Приймаючи роль професійного захисника, ви вимагаєте реальних доказів і спростовуєте необґрунтовані або нелогічні аргументи звинувачення.",
      "Отже, зіткнувшись з негативними думками про себе, поставте собі питання: «Як би я захистив свого клієнта, якби мені потрібно було довести його невинуватість?».",
      "Прагніть до того, щоб поводитися як справжній професіонал, виявляючи логічні невідповідності у своїх автоматичних думках. Наскільки обґрунтовані ці думки? Що можна сказати про себе з позиції здорового глузду?",
      "В якості підмоги пропонуємо вам кілька питань, які допоможуть у самостійній роботі з думками:",
      "Який «закон» нібито був порушений? У чому полягає звинувачення?",
      "Існують переконливі підстави для таких звинувачень?",
      "Які докази можуть підтвердити провину?",
      "Чи можна запропонувати альтернативне пояснення поведінці?",
      "Чи діяв обвинувачений так само, як вчинив би будь-який розумна людина в аналогічній ситуації?",
      "Чи можливо, що за те, що сталося повністю або частково винен хтось інший?",
      "Які докази ви представите на захист обвинуваченого?"
    ]
  }
}