{
  "title": "Техніка: Станьте своїм адвокатом",
  "description": "Ця техніка допомагає подолати самокритику, уявивши себе власним адвокатом. Через аналогію з судовим процесом ви навчитесь помічати, оскаржувати і змінювати самозвинувачувальні думки. Метод пропонує практичні питання та кроки, що формують більш доброзичливе, реалістичне і підтримувальне ставлення до себе.",
  "screen_1": {
    "texts": [
      "Наступна техніка роботи зі самокритикою полягає в тому, щоб стати для себе адвокатом. Можливо, це звучить незвично, але давайте розберемося, як це працює.",
      "Щоб ефективно впоратися з самокритичними думками, важливо не лише помічати їх, а й активно ставити під сумнів.",
      "Уявіть, що всередині вас відбувається «судовий процес», де внутрішній критик давно висуває вам звинувачення: «ти невдаха», «слабкий», «нічого не вартий».",
      "Тепер ви маєте можливість виступити в ролі захисника й довести, що ці звинувачення необґрунтовані та несправедливі.",
      "Уявіть, що ви кваліфікований адвокат. Ви не будете просто говорити: «Мій клієнт хороший, давайте розійдемося».",
      "Ваше завдання — навести докази, логічні аргументи та приклади, які руйнують позицію обвинувачення.",
      "Розглянемо приклад діалогу між психологом і клієнтом:"
    ],
    "quote": {
      "text": "Будьте адвокатом свого внутрішнього світу, а не суддею, який постійно засуджує себе.",
      "author": "Елізабет Гілберт"
    }
  },
  "screen_2": {
    "texts": [
      "Останнім часом ви часто називаєте себе слабким і невдахою. Зараз спробуємо інший підхід: уявіть, що ви найняли адвоката для свого захисту.",
      "Ваше завдання — максимально професійно захистити свого «клієнта», тобто себе. Навіть якщо ви сумніваєтесь у собі, зараз ви — адвокат, і ваша роль відстояти справедливість.",
      "Добре, спробую.",
      "Я буду обвинувачем, а ви — захисником.",
      "Домовилися.",
      "(Обвинувач) Павло — слабак і невдаха, який нічого не досяг у житті.",
      "(Адвокат) Це неправда. Павло має освіту, роботу, друзів і сім'ю, які його цінують. Він уже багато чого досяг.",
      "(Обвинувач) Але він робить помилки і не завжди встигає.",
      "(Адвокат) Помилки роблять усі. Невдачею людину робить не факт помилки, а ставлення до неї. У Павла є результати і підтримка — це доказ протилежного.",
      "(Обвинувач) Тоді він хоча б слабкий.",
      "(Адвокат) Чи є докази? Він працює, долає труднощі й рухається вперед. Це ознаки сили, а не слабкості."
    ]
  },
  "screen_3": {
    "texts": [
      "Ця техніка ефективна, тому що часто нам легше захищати когось іншого, ніж самого себе.",
      "У ролі адвоката ми вчимося вимагати доказів, ставити логічні запитання і спростовувати необґрунтовані звинувачення.",
      "Отже, коли почуєте внутрішнє «ти нічого не вартий» чи «ти слабкий», запитайте себе: «Як би я захищав друга, якби він говорив це про себе? І як я можу застосувати це до себе?»",
      "Використовуйте ці запитання:",
      "Яке саме «звинувачення» висуває внутрішній критик?",
      "Чи є реальні докази на його користь?",
      "Які факти та приклади говорять на мою користь?",
      "Чи є альтернативне пояснення моєї поведінки?",
      "Як би діяв розумний адвокат у цій ситуації?",
      "Чи міг би хтось інший бути частково відповідальним за ситуацію?",
      "Які аргументи допоможуть захистити себе чесно і справедливо?"
    ]
  }
}
