{
  "title": "Техніка: Станьте власним адвокатом",
  "description": "Ця техніка пропонує новий погляд на подолання самокритики — через роль внутрішнього адвоката. Використовуючи аналогію із судовим процесом, Ви навчитеся помічати звинувачувальні думки, оскаржувати їх і захищати себе, спираючись на факти й доброзичливість. Цей метод допоможе сформувати більш підтримувальне, раціональне та шанобливе ставлення до себе.",
  "screen_1": {
    "texts": [
      "Наступна техніка допомагає працювати із самокритикою, пропонуючи Вам стати власним адвокатом. Це може здаватися незвичним, але підхід напрочуд дієвий.",
      "Щоб послабити вплив критичних думок, важливо не лише помічати їх, а й уміти впевнено їм протистояти.",
      "Уявіть, що Ви опинилися в суді. У ролі обвинувача — Ваші внутрішні критичні думки, які вже давно навішують ярлики: «невдаха», «слабкий/слабка», «винен/винна в усьому».",
      "Але тепер у Вас з’являється роль захисника. Ваше завдання — оскаржити обвинувачення, показати, що вони необґрунтовані й викривлені.",
      "Уявіть себе компетентним захисником. Ви не обмежитеся фразою «я хороший/хороша» — Ви наводитимете реальні факти, логічні аргументи та виважені пояснення.",
      "Це робота з внутрішнім діалогом на рівні доказів, а не емоцій.",
      "Нижче — приклад того, як це може виглядати на практиці:"
    ],
    "quote": {
      "text": "Будьте адвокатами свого внутрішнього світу, а не суддями власної історії.",
      "author": "Елізабет Ґілберт"
    }
  },
  "screen_2": {
    "texts": [
      "Уявіть, що Ви часто критикуєте себе, називаєте слабким/слабкою та невдахою. Тепер спробуйте виступити в ролі захисника — навіть якщо спочатку це дається важко.",
      "Завдання — захищати себе чесно, аргументовано та з повагою, ніби Ви захищаєте близьку Вам людину.",
      "Психолог пропонує вправу:",
      "Гаразд, спробуймо рольову гру: я — обвинувач, а Ви — захисник.",
      "Готові? Почнімо.",
      "(Обвинувач) Павло — слабак і невдаха, у нього нічого не виходить.",
      "(Захисник) Це не так. Павло здобув вищу освіту, досяг кар’єрних успіхів, і його цінують люди довкола.",
      "(Обвинувач) Але в нього є помилки, він не завжди справляється — отже, він усе ж невдаха.",
      "(Захисник) Помилки — частина життя кожної людини. Вони не визначають особистість повністю й не свідчать про неспроможність.",
      "(Обвинувач) Гаразд. Але він слабкий.",
      "(Захисник) Маєте докази? Павло багато працює, ухвалює рішення, дає раду складнощам. Його зусилля свідчать про протилежне.",
      "(Обвинувач) Він міг би старатися більше.",
      "(Захисник) Якби він справді був недостатньо працьовитим, його не цінували б на роботі й не розглядали б на підвищення. Твердження необґрунтоване."
    ]
  },
  "screen_3": {
    "texts": [
      "Ця техніка працює тому, що багатьом легше захищати іншого, ніж себе. Але тут Ви вчитеся ставати союзником самому/самій собі.",
      "У ролі захисника Ви перевіряєте факти, вимагаєте доказів і не дозволяєте необґрунтованій критиці звучати як істина.",
      "Коли з’являються негативні думки про себе, спробуйте спитати: «Як би я захистив/захистила людину, яку хочу підтримати?»",
      "Підходьте до цього професійно: аналізуйте, перевіряйте логіку, шукайте факти.",
      "Ось запитання, що допоможуть:",
      "У чому «обвинувачення»? У чому мене «звинувачують» мої думки?",
      "Чи є реальні докази, чи це лише емоції?",
      "Які факти говорять на мою користь?",
      "Чи можна пояснити ситуацію інакше — м’якше й справедливіше?",
      "Як би діяв/діяла розумна людина на моєму місці?",
      "Чи є зовнішні обставини, що вплинули на ситуацію?",
      "Що я можу сказати на свій захист? Які якості та досягнення можу навести як аргументи?"
    ]
  }
}
