{
  "title": "Пробудження Волі: Чому депресія породжує апатію",
  "description": "Ця стаття обговорює проблему депресії та її вплив на мотивацію та активність людини. Вона розглядає, як депресія може паралізувати волю до дії, призводячи до бездіяльності та прокрастинації, та підкреслює важливість подолання цього стану для повернення до нормального життя. У статті пропонуються роздуми та стратегії боротьби з депресією, включаючи зміну мислення, подолання відсутності мотивації та важливість прийняття активних дій для покращення загального самопочуття.",
  "screen_1": {
    "texts": [
      "Перебуваючи в депресії, дуже важко почати щось робити. Ви чекаєте мотивації, яка, здається, ніколи не прийде. Ви, ніби ведмідь в зимовій сплячці, сидите у своїй барлозі, чекаючи кращих часів.",
      "Можливо, ви думаєте або хочете зайнятися якоюсь справою, але стикаєтеся з думкою, що жодна з них не принесе вам задоволення або що це буде занадто складно.",
      "Така поведінка ще більше віддаляє вас від звичного життя, від улюблених занять, друзів, родини. Ви відчуваєте себе безпорадним, критикуєте себе за бездіяльність, і це заганяє вас у ще більшу депресію.",
      "Коло замкнулося.",
      "Але настав час вирватися з нього.",
      "Давайте для початку поговоримо про лінь і відсутність мотивації, а потім розглянемо ефективні техніки та рекомендації для боротьби з цим.",
      "Один з найбільш руйнівних аспектів депресії – вона паралізує вашу силу волі. Ймовірно, ви помічали за собою, що відкладаєте нелюбі повсякденні справи на потім і прокрастинуєте.",
      "Відчуваєте, що немає мотивації ні на що, все здається занадто складним, тому піддаєтеся цьому стану і нічого не робите.",
      "Чим далі, тим складніше змусити себе щось робити. Така емоційна тюрма може тривати тижнями, місяцями і навіть роками."
    ],
    "quote": {
      "text": "Якщо ви дійсно хочете щось змінити у своєму житті, єдиний спосіб – почати робити це прямо зараз, у цю саму мить.",
      "author": "Фуміо Сасакі"
    }
  },
  "screen_2": {
    "texts": [
      "Лінь – один із головних парадоксів людської природи.",
      "Ви коли-небудь помічали, що деякі люди ніби кидаються у вир життя і ніби беруть з нього все, що можна, а інші ніби тримають дистанцію з життям, обмежуючи себе у всьому?",
      "Чи знали ви, що, якщо ізолювати людину на кілька місяців, відірвати від звичних занять і контактів, це призведе до серйозної депресії?",
      "Але перебуваючи в депресії, ви робите те саме з собою, ніби засуджуючи себе до покарання. Справді ви хочете так мучитися в бездіяльності? Ці питання на роздуми, але відповідь, думаємо, очевидна.",
      "Якщо візуально зобразити, як виглядає бездіяльність при депресії в думках, то це буде приблизно так:",
      "Людина думає про якийсь вид діяльності, який їй потрібно/хочеться здійснити.",
      "Я занадто втомився/Мені це не сподобається/Мої друзі не захочуть проводити час зі мною/У мене нічого не вийде/Ніщо не підніме мені настрій.",
      "Смуток/тривога/безнадійність.",
      "Бездіяльність/прокрастинація.",
      "Завдяки таким думкам і поведінці ви все більше позбавляєте себе можливості отримати задоволення від власних успіхів, часу з близькими людьми, улюблених справ, від життя в цілому."
    ]
  },
  "screen_3": {
    "texts": [
      "Чому ж мотивація ніяк не приходить?",
      "Цілком імовірно, ви думаєте, що нічого не можете зробити без мотивації.",
      "Але чи справді це так? Чи не робили ви за все своє життя щось, тому що так просто було потрібно? Чи завжди ви йдете на роботу дуже мотивованими?",
      "Коли ми говоримо про відсутність мотивації, насправді ми просто заявляємо: «Я не хочу це робити».",
      "Ми можемо маскувати це під: «Це занадто складно», «У мене не вийде», «Я не готовий», але основний сенс у тому, що ви не хочете це робити.",
      "І це абсолютно нормально, повірте. Ми далеко не завжди робимо те, що хочемо, і часто робимо те, чого не хочемо. Це життя.",
      "При депресії ви загалом мало чого хочете, швидше за все, ви хочете лежати і нічого не робити. Але пролежавши так день, два, місяць, краще вам точно не стане."
    ]
  },
  "screen_4": {
    "texts": [
      "Давайте для прикладу розглянемо діалог клієнта з психологом, де саме обговорювалося питання відсутності мотивації.",
      "Чи правильно я зрозумів, що раніше ви регулярно ходили в фітнес-клуб і займалися спортом, а зараз не можете змусити себе туди піти, тому що немає мотивації це робити?",
      "Все вірно, зараз я не хочу цього.",
      "Давайте уявимо, що ви перестали чекати мотивації і просто пішли в зал без неї. Просто прийняли таке рішення і пішли. Що станеться далі?",
      "Напевно я б почувалася краще після тренування, можливо, навіть у процесі.",
      "А що, якщо саме так і стає краще? Ви можете бути продуктивними і почуватися краще навіть без мотивації, навіть якщо ви відчуваєте себе втомленими або без настрою. Як вам така думка?",
      "Можливо, ви праві. Раніше були моменти, коли я ходила в зал без особливого бажання, але це приносило мені задоволення в результаті, і я відчувала себе продуктивною, з'являлися сили і на інші справи.",
      "Якщо ви, як і клієнт з цього діалогу, кажете собі: «Мені потрібно відчути бажання, щоб так зробити», і застрягаєте в бездіяльності, то знайте, що попереду мотивації йде дія. Не навпаки, це міф.",
      "Поведінка створює мотивацію у того, хто вирішує робити те, що потрібно. Дія – первинна, мотивація – вторинна.",
      "Ми вже неодноразово говорили про взаємозв'язок думок, емоцій та поведінки, що всі ці три компоненти впливають один на одного, а точніше: всі емоції та дії – це результат ваших думок і установок.",
      "Це означає, що зміна думок призведе до зміни емоцій і, як наслідок, до зміни вашої поведінки. В ваших руках змінити замкнене коло бездіяльності на коло продуктивності."
    ]
  }
}
