{
  "title": "Пробудження волі: чому депресія виснажує мотивацію",
  "description": "Ця стаття пояснює, як депресія впливає на здатність діяти і чому при ній так складно почати навіть найпростіші справи. Матеріал допомагає зрозуміти, як формується коло безсилля, апатії та прокрастинації, і пропонує підходи, що допомагають повернути ініціативу та енергію маленькими, реалістичними кроками.",
  "screen_1": {
    "texts": [
      "Під час депресії надзвичайно важко почати що-небудь робити. Ви чекаєте мотивації, але вона ніби ніколи не приходить. Можна відчувати себе ведмедем у зимовій сплячці: хочеться просто залишатися в «берлозі» і чекати кращих часів.",
      "В голові з’являються думки про справи, але поруч одразу виникає переконання, що вони не принесуть радості або будуть занадто складними.",
      "Через це ви все далі віддаляєтесь від звичної активності, улюблених занять, друзів, родини. Самокритика посилюється, провина росте і депресивний стан поглиблюється.",
      "Так формується замкнене коло.",
      "Але з нього можна поступово вийти.",
      "Спочатку поговорімо про бездіяльність і відсутність мотивації, а потім розглянемо практичні інструменти, які допомагають відновлювати енергію та здатність діяти.",
      "Один із найболючіших проявів депресії полягає в тому, що вона ніби паралізує силу волі. Людина починає відкладати навіть прості справи та прокрастинує.",
      "Здається, що немає сил і бажання ні на що. І що далі тим складніше зрушити з місця.",
      "Цей стан може тривати довго і відчуватися як внутрішня «в’язниця»."
    ],
    "quote": {
      "text": "Якщо хочете щось змінити, єдиний момент, коли можна почати це зараз.",
      "author": "Фуміо Сасакі"
    }
  },
  "screen_2": {
    "texts": [
      "Цікава річ: бездіяльність сама по собі може посилювати депресивний стан.",
      "Одні люди можуть активно включатися в життя, інші ніби дистанціюватися від нього, обмежуючи себе в усьому.",
      "Відомо, що ізоляція від активності та соціальних контактів протягом тривалого часу здатна викликати депресію навіть у психічно здорової людини.",
      "Тому, коли ви перебуваєте в депресії і уникаєте діяльності, виходить, що ви ненавмисне посилюєте свій стан.",
      "Який вигляд має «цикл бездіяльності» всередині?",
      "Виникає думка про якусь дію.",
      "З’являються автоматичні переконання: «У мене не вийде», «Це не принесе радості», «Ні з чого починати», «Я не впораюся», «Ніхто не хоче бути поруч зі мною».",
      "Потім смуток, тривога або безнадія.",
      "І як результат бездіяльність або прокрастинація.",
      "Так ви позбавляєте себе можливості отримати позитивний досвід, підтримку, задоволення і життя здається ще порожнішим."
    ]
  },
  "screen_3": {
    "texts": [
      "Чому ж мотивація не приходить?",
      "Є розповсюджена ілюзія: «Спочатку повинна з’явитися мотивація, а вже потім я зможу діяти».",
      "Але досвід доводить інше: у житті ми часто робимо те, що потрібно, навіть без бажання та натхнення.",
      "Варто чесно сказати собі: «Я не хочу це робити». І це нормально небажання не робить вас слабким.",
      "При депресії хотіти мало чого це частина стану, а не ваша «помилка».",
      "Але якщо залишатися в бездіяльності довго, самопочуття зазвичай лише погіршується. Маленькі кроки руху важливіші за ідеальний настрій."
    ]
  },
  "screen_4": {
    "texts": [
      "Ось приклад діалогу між клієнтом і психологом:",
      "Раніше ви регулярно ходили в спортзал, але зараз не можете себе змусити?",
      "Так, не хочеться і немає сил.",
      "А уявімо, що ви не чекали мотивації, а просто пішли. Що могло б відбутися?",
      "Можливо, я почувалася б краще після тренування, навіть якщо спочатку не хотіла.",
      "Саме так. Інколи дія приносить енергію, а не навпаки. Що ви про це думаєте?",
      "Мені знайоме це відчуття. Бувало так, що без бажання йшла і справді почувалася краще.",
      "Якщо ви чекаєте натхнення, щоб почати діяти, пам’ятайте: мотивація часто приходить після кроку, а не до нього.",
      "Дія створює мотивацію. Рух запускає енергію.",
      "Ми вже говорили, що думки, емоції та поведінка тісно взаємопов’язані.",
      "Змінивши думку або зробивши маленький крок у дію, ви запускаєте зміни в емоційному стані.",
      "Ви можете поступово розірвати коло безсилля і створити новий коло відновлення та руху вперед."
    ]
  }
}
