{
  "title": "Пробудження Волі: Чому депресія породжує апатію",
  "description": "Ця стаття обговорює проблему депресії та її вплив на мотивацію та активність людини. Вона розглядає, як депресія може паралізувати волю до дії, призводячи до бездіяльності та прокрастинації, і підкреслює важливість подолання цього стану для повернення до нормального життя. У статті пропонуються роздуми та стратегії боротьби з депресією, включаючи зміну мислення, подолання відсутності мотивації та важливість прийняття активних дій для покращення загального самопочуття.",
  "screen_1": {
    "texts": [
      "Перебуваючи в депресії, дуже важко почати щось робити. Ви чекаєте мотивації, яка, здається, ніколи не прийде. Ви, немов ведмідь у зимній сплячці, сидите у своїй барлозі, очікуючи кращих часів.",
      "Можливо, ви думаєте або хочете зайнятися якою справою, але стикаєтеся з думкою, що жодна з них не принесе вам задоволення або що це буде занадто складно.",
      "Така поведінка ще більше віддаляє вас від звичайного життя, від улюблених занять, друзів, сім'ї. Ви відчуваєте себе безпорадним, критикуєте себе за бездіяльність, і це заганяє вас у ще більшу депресію.",
      "Кол замкнувся.",
      "Але настав час вирватися з нього.",
      "Давайте для початку поговоримо про бездіяльність та відсутність мотивації, а потім розглянемо ефективні техніки та рекомендації для боротьби з цим.",
      "Один із найбільш руйнівних аспектів депресії – вона паралізує вашу силу волі. Найімовірніше, ви помічали за собою, що відкладаєте нелюбимі повсякденні справи на потім і прокрастинуєте.",
      "Відчуваєте, що немає мотивації ні на що, все здається занадто складним, тому піддаєтеся цьому стану і нічого не робите.",
      "Чим далі, тим складніше змусити себе щось робити. Така емоційна в'язниця може тривати тижнями, місяцями і навіть роками."
    ],
    "quote": {
      "text": "Якщо ви справді хочете щось змінити у своєму житті, єдиний спосіб — почати робити це прямо зараз, у цей самий момент.",
      "author": "Фуміо Сасакі"
    }
  },
  "screen_2": {
    "texts": [
      "Бездіяльність – один із головних парадоксів людської природи.",
      "Ви коли-небудь помічали, що одні люди ніби кидаються в кругообіг життя і як би беруть з неї все що можна, а інші ніби тримають дистанцію з життям, обмежуючи себе в усьому?",
      "Чи знали ви, що, якщо ізолювати людину на кілька місяців, відсторонити від звичних занять і контактів, це призведе до серйозної депресії?",
      "Але перебуваючи в депресії, ви робите те саме з собою, ніби засуджуючи себе до покарання. Дійсно чи ви хочете так мучитися в бездіяльності? Ці питання на подумати, але відповідь, думаємо, очевидна.",
      "Якщо візуально зобразити, як виглядає бездіяльність при депресії в думках, то це буде приблизно так:",
      "Людина думає про якийсь вид діяльності, який йому треба/хочеться здійснити.",
      "Я занадто втомився/Мені не сподобається/Мої друзі не захочуть проводити час зі мною/У мене не вийде/Нічого не підніме мені настрій.",
      "Смуток/тривога/безнадійність.",
      "Бездіяльність/прокрастинація.",
      "Завдяки таким думкам і поведінці ви все більше позбавляєте себе можливості отримати задоволення від власних успіхів, часу з близькими людьми, улюблених справ, від життя в цілому."
    ]
  },
  "screen_3": {
    "texts": [
      "Чому ж мотивація ніяк не приходить?",
      "Цілком ймовірно, ви думаєте, що нічого не можете зробити без мотивації.",
      "Але таке це насправді? Чи ви за все своє життя не робили щось, тому що так просто було треба? Чи завжди ви ходите на роботу сильно замотивованими?",
      "Коли ми говоримо про відсутність мотивації, ми насправді просто заявляємо: «Я не хочу цього робити».",
      "Ми можемо маскувати це під: «Це занадто складно», «У мене не вийде», «Я не готовий», але основний сенс у тому, що ви не хочете цього робити.",
      "І це абсолютно нормально, повірте. Ми далеко не завжди робимо те, що хочемо, і часто робимо те, чого не хочемо. Це життя.",
      "При депресії ви в цілому мало чого хочете, найімовірніше, ви хочете лежати і нічого не робити. Але пролежавши так день, два, місяць, краще вам точно не стане."
    ]
  },
  "screen_4": {
    "texts": [
      "Давайте для прикладу розглянемо діалог клієнта з психологом, де якраз обговорювалося питання відсутності мотивації.",
      "Правильно я зрозумів, що раніше ви регулярно ходили до фітнес-клубу і займалися спортом, а зараз не можете змусити себе туди піти, тому що немає мотивації це робити?",
      "Все вірно, зараз я не хочу цього.",
      "Давайте уявимо, що ви перестали чекати мотивації і просто пішли до залу без неї. Просто прийняли таке рішення і пішли. Що станеться далі?",
      "Напевно я б відчула себе краще після тренування, можливо, навіть у процесі.",
      "А що, якщо саме так і стає краще? Ви можете бути продуктивною і відчувати себе краще навіть без мотивації, навіть якщо відчуваєте себе втомленою або без настрою. Як вам така думка?",
      "Можливо, ви праві. Раніше були моменти, коли я ходила до залу без особливого бажання, але це приносило мені задоволення в результаті, і я відчувала себе продуктивною, з'являлися сили і на інші справи.",
      "Якщо ви, як і клієнт з цього діалогу, говорите собі: «Мені потрібно відчути бажання, щоб так зробити», і застряєте в бездіяльності, то знайте, що попереду мотивації йде дія. Навпаки, це міф.",
      "Поведінка створює мотивацію у того, хто вирішує робити те, що треба. Дія – первинна, мотивація – вторинна.",
      "Ми вже неодноразово говорили про взаємозв'язок думок, емоцій та поведінки, що всі ці три компоненти впливають один на одного, а точніше: всі емоції та дії – це результат ваших думок та установок.",
      "Це означає, що зміна думок призведе до зміни емоцій і, як наслідок, до зміни вашої поведінки. У ваших руках змінити замкнуте коло бездіяльності на коло продуктивності."
    ]
  }
}