{
  "title": "Пробудження волі: чому депресія породжує апатію",
  "description": "Ця стаття допомагає зрозуміти, як депресія впливає на мотивацію та здатність діяти. Ми розбираємо, чому виникає апатія, як бездіяльність посилює симптоми і чому важливо повертатися до активності крок за кроком — навіть коли немає сил і бажання. Ви дізнаєтеся про практичні стратегії, що поступово повертають енергію, мотивацію та інтерес до життя через рух, малі кроки й зміну погляду на власні дії.",
  "screen_1": {
    "texts": [
      "Під час депресії почати щось робити особливо складно. Здається, що спершу має з’явитися мотивація, але вона не приходить. Ви наче впадаєте в «зимову сплячку» й чекаєте дня, коли все полегшає само собою.",
      "Думки на кшталт «нічого не принесе задоволення» або «я все одно не впораюся» можуть повністю паралізувати здатність діяти.",
      "У підсумку Ви дедалі більше віддаляєтеся від звичного життя, друзів, родини, улюблених занять. З’являється відчуття безпорадності, зростає самокритика — і стан погіршується.",
      "Так формується замкнене коло.",
      "Але його можна розірвати.",
      "Спершу важливо зрозуміти природу бездіяльності під час депресії, а далі — познайомитися з техніками, що допоможуть повернути здатність діяти.",
      "Один із найпідступніших наслідків депресії — вона ніби «вимикає» волю. Непрості справи відкладаються, а прокрастинація стає звичною реакцією.",
      "Кожне завдання здається надто складним, мотивації немає — і виникає бажання просто нічого не робити.",
      "Що довше це триває, то складніше зробити перший крок. Такий стан може затягуватися на тижні, місяці й навіть роки."
    ],
    "quote": {
      "text": "Якщо Ви хочете змінити своє життя, найкращий момент почати — той, у якому перебуваєте зараз.",
      "author": "Фуміо Сасакі"
    }
  },
  "screen_2": {
    "texts": [
      "Бездіяльність — парадоксальна річ у нашій природі.",
      "Ви напевно помічали: одні прагнуть жити активно, пробувати нове, рухатися вперед. Інші — ніби тримають дистанцію від життя, спостерігаючи збоку.",
      "Цікавий факт: якщо людину ізолювати та позбавити звичної активності, за певний час у неї майже неминуче з’являться ознаки депресії.",
      "Під час депресії відбувається щось подібне, тільки добровільно й поступово. Наче самі собі виносите «вирок» — бездіяльність. Але чи справді Ви хочете так жити?",
      "Сценарій думок під час депресії часто виглядає так:",
      "Думаю про якусь справу, яку можна було б зробити.",
      "«Це надто складно / у мене не вийде / мені стане гірше / я нікому не потрібен/потрібна».",
      "Смуток, тривога, безнадійність.",
      "Бездіяльність або відкладання на потім.",
      "Так формується замкнене коло: негативні думки → важкі емоції → бездіяльність → ще менше задоволення й енергії → посилення депресії."
    ]
  },
  "screen_3": {
    "texts": [
      "Чому мотивація так і не з’являється?",
      "Часто нам здається, що без бажання ми нічого не зможемо зробити.",
      "Але чи справді в житті все відбувається лише завдяки мотивації? Ви завжди йдете на роботу з ентузіазмом? Чи інколи — тому що так потрібно?",
      "Коли ми кажемо «у мене немає мотивації», це часто означає: «я не хочу» або «мені важко почати».",
      "Це нормально. Ми не зобов’язані хотіти все, що корисно.",
      "Під час депресії майже нічого не хочеться. Хочеться лежати, зникнути, сховатися. Але тривалі періоди бездіяльності лише посилюють страждання.",
      "Парадокс у тому, що мотивація часто з’являється вже після дії, а не до неї."
    ]
  },
  "screen_4": {
    "texts": [
      "Ось приклад діалогу з психологом про мотивацію:",
      "Раніше Ви регулярно ходили до спортзалу, а тепер потягу до цього немає?",
      "Так, я просто не хочу.",
      "А якщо уявити, що Ви пішли до спортзалу без мотивації — просто тому, що вирішили? Що тоді?",
      "Ймовірно, відчув/відчула б себе краще вже під час тренування.",
      "Саме так. Інколи дія і створює мотивацію — не навпаки. Можна відчувати втому чи порожнечу, але все одно зробити крок і отримати результат.",
      "Згадайте моменти, коли Ви робили щось без бажання, але потім ставало легше — це знайомий досвід.",
      "Коли ми говоримо собі: «Я не можу почати, доки не з’явиться бажання», ми застрягаємо. Насправді ж бажання дуже часто приходить після першого кроку.",
      "Дія народжує мотивацію.",
      "Ми вже обговорювали, що думки впливають на емоції, а емоції — на поведінку. Коли змінюються думки, з’являються нові емоції й сили діяти.",
      "Ви можете вийти із замкненого кола бездіяльності, поступово входячи в коло активності та відновлення."
    ]
  }
}
