{
  "mirror": {
    "title": "Техніка: Дзеркало самокритики",
    "description": "Ця практика допомагає побачити, наскільки жорсткою буває внутрішня критика. Через невелику рольову гру ви перенесете звичні самокритичні фрази на близьку людину й відчуєте, як вони звучать збоку. Вправа вчить помічати несправедливість самознецінення та розвивати доброзичливіше ставлення до себе.",
    "screen_1": {
      "texts": [
        "Спробуйте один прийом: висуньте до близьких ті самі вимоги, які зазвичай висуваєте до себе. Будьте чесними.",
        "Дуже часто вже за кілька хвилин стає очевидно, наскільки суворою й несправедливою буває внутрішня критика.",
        "Уявімо цю вправу на прикладі діалогу пацієнта з психологом:",
        "Дмитре, ви сказали, що звільнення викликало у вас відчуття провалу й думки на кшталт: «Я невдаха, у мене нічого не виходить».",
        "Погляньмо на ці думки під іншим кутом. Пропоную розіграти невелику сцену: ви промовите свої критичні фрази, але адресуєте їх не собі, а близькій людині — наприклад, найкращому другові.",
        "Я гратиму роль друга, якого теж звільнили. Ви — себе. Готові спробувати?",
        "Так, давайте спробуємо."
      ]
    },
    "screen_2": {
      "texts": [
        "Почнімо. Я кажу: «Мене сьогодні звільнили».",
        "Мабуть… ти щось зробив не так. Інакше тебе б не звільнили.",
        "Що саме, як думаєш?",
        "Ну… можливо, ти помилявся, був недостатньо уважним.",
        "Тобто ти зараз критикуєш мене?",
        "Напевно, так. Схоже, ти не давав собі ради. Може, ти просто недостатньо добре виконуєш свою роботу.",
        "Мені дуже неприємно це чути. Я сподівався на підтримку.",
        "Я розумію… але якщо ти помилявся й не давав собі ради, як я можу тебе підтримати?",
        "Після цієї рольової гри Дмитро сказав, що йому було дуже важко говорити такі слова близькій людині. Він зрозумів: у реальному житті ніколи б так не вчинив — а з собою так поводився постійно."
      ]
    },
    "screen_3": {
      "texts": [
        "Цікаво, правда? Те, що майже неможливо сказати іншому, ми часом легко кажемо собі.",
        "Ми часто виявляємо терпіння, м’якість і розуміння до інших — і зовсім забуваємо проявляти їх до себе.",
        "Спробуйте відмовитися від подвійних стандартів. Ви теж заслуговуєте на повагу, підтримку й доброту.",
        "Пам’ятайте: здорова самооцінка — одна з ключових основ вашої мотивації, цілей і життєвої енергії.",
        "За низької самооцінки ми недооцінюємо свої можливості й ніби самі позбавляємо себе права на щастя.",
        "Почніть поступово змінювати ставлення до себе: помічайте маленькі успіхи, дозволяйте собі бути людиною, помилятися й учитися. Маленькі кроки призводять до великих змін."
      ],
      "quote": {
        "text": "Говоріть із собою так само, як говорили б із людиною, яку любите.",
        "author": "Брене Браун"
      }
    }
  },
  "mistake": {
    "title": "Техніка: Позбутися страху помилки",
    "description": "Стаття пропонує ефективні методи роботи з перфекціонізмом, спрямовані на прийняття недосконалості та зменшення страху перед помилками.",
    "screen_1": {
      "texts": [
        "Розгляньмо кілька простих, але надзвичайно дієвих методів, які допоможуть послабити схильність до перфекціонізму.",
        "Аркуш «антиперфекціонізму»",
        "Багато перфекціоністів живуть із переконанням, що повноцінно насолоджуватися чимось можна лише тоді, коли це зроблено ідеально. Пропонуємо вам кинути виклик цій ідеї.",
        "Протягом тижня записуйте різні буденні справи, які ви робите: «почистити зуби», «приготувати вечерю», «підготувати робочий звіт» або «прибрати вдома».",
        "У другій колонці відмітьте, наскільки, на вашу думку, ефективно виконано завдання — у відсотках.",
        "У третій колонці вкажіть, скільки радості вам принесло його виконання.",
        "Приклади можуть виглядати так:",
        "Приготування вечері — 50% (міг би обрати складніший і смачніший рецепт) — 90% (просто, але дуууже смачно і не зайняло багато часу).",
        "Прибирання вдома — 70% (зробив усе основне, але не дійшли руки до холодильника й плити) — 100% (чистота вдома завжди приносить мені задоволення).",
        "Підготовка робочого звіту — 85% (приклав чимало зусиль до підготовки звіту) — 20% (постійні думки про те, що могло бути краще, позбавили мене радості від процесу).",
        "Ця вправа допоможе вам усвідомити, що прагнення досконалості не є обов’язковою умовою для того, щоб отримувати задоволення від процесу."
      ],
      "quote": {
        "text": "Досконалість — це не недосяжна мета, а напрям руху.",
        "author": "Томас Вотсон"
      }
    },
    "screen_2": {
      "texts": [
        "Прийняття можливості помилятися",
        "Помилки нікому не подобаються, але для перфекціоністів вони стають особливим джерелом страху.",
        "Один із найефективніших способів подолати страх перед недосконалістю — навчитися приймати свої помилки.",
        "Чи помічаєте ви, як від самої думки про можливу помилку серце починає битися швидше? Це ознаки страху й тривоги.",
        "Щоб стати відкритішим/відкритішою до можливості помилятися, почніть із написання есе на тему, чому помилки — це нормально, а прагнення абсолютної досконалості — нераціональне.",
        "Одна дівчина, яка працювала над перфекціонізмом, висловила такі думки:",
        "Страх зробити помилку походить із мого чорно-білого сприйняття світу: одна помилка — і все руйнується. Це омана. Адже невелика помилка не здатна знищити все хороше, що було зроблено.",
        "Помилки корисні, бо завдяки їм ми вчимося. Без помилок навчання неможливе. Оскільки ніхто не застрахований від помилок, важливо навчитися приймати їх і продовжувати вчитися на власному досвіді.",
        "Визнання помилок дає змогу коригувати нашу поведінку — у результаті ми досягаємо кращих результатів, що, своєю чергою, робить нас щасливішими та покращує якість життя.",
        "Більшість людей не засуджуватимуть нас за помилки й не перестануть любити через них — зрештою, усі помиляються, і багатьом незручно поруч із «ідеальними» людьми.",
        "Помилка не означає кінець світу.",
        "Звісно, складання такого списку не означає миттєвого перетворення й любові до помилок, але це важливий крок до зміни вашого ставлення до недосконалості.",
        "Напишіть своє есе про те, чому помилятися — нормально й навіть корисно. Нагадуйте собі: навіть якщо ви помилитеся, світ не рухне — це природна частина будь-якого процесу, хоч і не найприємніша."
      ]
    }
  },
  "nonDepression": {
    "title": "Сумувати — не означає страждати на депресію",
    "description": "У цій статті ми говоримо про важливу різницю між природним смутком і клінічною депресією. Втрати, розставання, труднощі й зміни — частина життя, і переживати біль по-людськи нормально. Ми пояснюємо, як відрізнити природні емоції від депресії, де значну роль відіграє викривлене мислення й може знадобитися професійна допомога. Матеріал допоможе краще розуміти свої почуття та вчасно помічати, коли смуток виходить за межі норми.",
    "screen_1": {
      "texts": [
        "У попередніх розділах ми говорили про те, наскільки реальними й болісними можуть бути події на кшталт втрати, хвороби, розставання, зради чи звільнення.",
        "Кожна людина в якийсь момент стикається з подібним досвідом. Це важкі, глибокі й дуже людяні переживання. Але самі по собі вони ще не означають депресію.",
        "Виникає запитання: чи існує «здоровий смуток» — такий, що не пов’язаний із депресією?",
        "Звісно, так.",
        "Сумувати, горювати й відчувати тугу — це природні реакції на важливі події, втрати та зміни. Такі почуття допомагають переживати досвід, усвідомлювати те, що відбувається, і рухатися далі.",
        "Це нормальні людські емоції, і кожному важливо дозволяти собі їх переживати, а не пригнічувати чи соромитися.",
        "Якщо ви сумуєте після розставання — це нормально. Це говорить про вашу здатність відчувати й прив’язуватися.",
        "Якщо вам боляче згадувати близьку людину, яка пішла, — це відображення любові, а не ознака слабкості.",
        "Але депресія — це не просто смуток. Це стан, який створюється й підтримується викривленим, безнадійним поглядом на себе, світ і майбутнє.",
        "За депресії сила й тривалість негативних емоцій не відповідають обставинам — вони набагато сильніші, глибші й важчі."
      ],
      "quote": {
        "text": "Між стимулом і відповіддю є простір. У ньому — наша свобода обрати, як реагувати. І в цьому виборі — наша сила та зростання.",
        "author": "Віктор Франкл"
      }
    },
    "screen_2": {
      "texts": [
        "Коли людина в депресії стикається навіть зі звичайними труднощами, вони можуть сприйматися як катастрофа.",
        "Невелика помилка здається провалом, неприємність — трагедією, а горе може відчуватися як безкінечна темрява.",
        "Уявіть змішувач із гарячою та холодною водою. У звичайному житті ми перемикаємося між емоціями — радістю, смутком, надією, жалем.",
        "За депресії ніби увімкнений лише «холодний кран» — смуток, тривога, відчуття безнадії. І це частіше не наслідок самої ситуації, а результат викривленого сприйняття, яке потребує уваги й корекції.",
        "Наше ставлення до подій відіграє величезну роль. Смуток сам по собі не небезпечний. Небезпечним він стає тоді, коли думки перетворюють його на безсилля й відчай.",
        "Ми щиро сподіваємося, що цей розділ допоміг вам краще зрозуміти природу депресії та навчив помічати її ознаки.",
        "Тут ви дізналися про ключові симптоми депресії та про те, як працювати зі своїм станом, спираючись на практики й техніки.",
        "Ви завжди можете повертатися до цих матеріалів, перечитувати й застосовувати вправи. А ми вже готуємо для вас нові корисні інструменти."
      ],
      "quote": {
        "text": "Найпрекрасніші люди — це ті, хто пройшов через біль, втрату, боротьбу й усе ж знайшов шлях угору.",
        "author": "Віктор Франкл"
      }
    }
  }
}
