{
  "title": "Техніка: Дзеркало самокритики",
  "description": "Ця техніка допомагає побачити, наскільки жорстко ми інколи говоримо з собою. Через невелику рольову вправу ви усвідомите несправедливість самокритики та навчитесь ставитися до себе з тією ж турботою, як і до близьких людей.",
  "screen_1": {
    "texts": [
      "Спробуйте поставити перед собою те саме завдання, яке часто ставите перед іншими: говоріть із собою так, ніби ви звертаєтесь до близької людини.",
      "Коли ви робите це чесно, стає очевидно, наскільки суворими та несправедливими бувають ваші внутрішні вислови.",
      "Розгляньмо вправу на прикладі діалогу:",
      "Дмитре, ви сказали, що після звільнення почуваєтесь жахливо і вважаєте себе невдахою.",
      "Так.",
      "Давайте спробуємо невелику рольову гру. Ви будете говорити ті самі слова, які говорите собі, але ніби ви звертаєтесь до свого найкращого друга, якого теж щойно звільнили.",
      "Добре, давайте."
    ]
  },
  "screen_2": {
    "texts": [
      "Мене сьогодні звільнили.",
      "Напевно, ти зробив щось не так, якщо тебе звільнили.",
      "Наприклад?",
      "Мабуть, ти робив багато помилок, був неуважним.",
      "Тобто ти мене критикуєш?",
      "Звісно. Ти не вмієш нормально працювати. Ти не справляєшся. Ти невдаха.",
      "Мені дуже боляче це чути. Я сподівався на твою підтримку.",
      "Але як тебе підтримувати, якщо ти нічого не вмієш і постійно помиляєшся? Ти ніколи нічого не досягнеш.",
      "Після вправи Дмитро сказав, що йому було майже неможливо вимовляти ці слова. Він навіть уявити не міг, що може сказати таке близькій людині."
    ]
  },
  "screen_3": {
    "texts": [
      "Але саме так ви часто говорите із собою: жорстко, безжально, без права на помилку.",
      "До інших ви ставитесь із розумінням та співчуттям, а до себе ні. Це подвійні стандарти, які варто замінити турботливим ставленням.",
      "Почніть говорити з собою так, як говорили б із другом, який потребує підтримки.",
      "Самооцінка має ключову роль у ваших цілях і життєвих рішеннях.",
      "Коли вона занижена, ми недооцінюємо свої можливості й позбавляємо себе радості та розвитку.",
      "Щоби змінити це, важливо крок за кроком формувати більш доброзичливе ставлення до себе: помічати навіть маленькі успіхи, дозволяти собі помилятися і продовжувати рухатися вперед."
    ],
    "quote": {
      "text": "Говоріть із собою так, як говорили б із тим, кого любите.",
      "author": "Брене Браун"
    }
  }
}
