{
  "title": "Техніка: Дзеркало самокритики",
  "description": "Стаття досліджує вплив самокритики на самооцінку, пропонуючи читачам вправу, в якій вони висловлюють свою внутрішню критику в рольовій грі, звертаючи її до близької людини. Це допомагає усвідомити несправедливість і жорсткість самокритики і підкреслює важливість дбайливого і підтримуючого ставлення до себе для покращення самооцінки та досягнення життєвих цілей.",
  "screen_1": {
    "texts": [
      "Почніть пред'являти такі ж вимоги до своїх близьких і друзів. Але будьте максимально чесні.",
      "І коли ви почнете це робити, ви зрозумієте, наскільки несправедлива ваша критика насправді.",
      "Уявіть цю вправу на прикладі ще одного діалогу пацієнта з психологом:",
      "Дмитро, ви сказали, що звільнення з роботи привело вас у жахливий стан. Що ви невдаха, який ні на що не здатен.",
      "Давайте подивимося, як це виглядає насправді. Я пропоную вам міні-рольову гру, де ви будете говорити все те ж саме, що говорите собі в цій ситуації, але своєму близькій людині, наприклад, найкращому другові.",
      "Я буду в ролі вашого друга, якого теж звільнили, як і вас, а ви – самим собою. Спробуємо?",
      "Давайте спробуємо."
    ]
  },
  "screen_2": {
    "texts": [
      "Почнемо з того, що я скажу: «Мене сьогодні звільнили».",
      "Мабуть, ти зробив щось не так, раз тебе звільнили.",
      "Наприклад, що?",
      "Робив багато помилок, був неуважним.",
      "Тобто ти критикуєш мене?",
      "Ну так, ти не вмієш нормально працювати. Ти не справляєшся. Ти – невдаха.",
      "Мені дуже неприємно це чути, я розраховував на твою підтримку.",
      "Як я можу тебе підтримувати, якщо ти нічого не вмієш, якщо ти постійно помиляєшся. Ти ніколи нічого не досягнеш.",
      "Після такої рольової гри Дмитро поділився, як йому було важко говорити всі ці слова близькій людині, і що він навіть не уявляє, що він міг би бути здатен на таке."
    ]
  },
  "screen_3": {
    "texts": [
      "Але саме так ви поводитеся з собою, критикуючи, принижуючи, ображаючи.",
      "Себе чомусь не шкода, а от з іншими ви б так не вчинили. Перестаньте застосовувати подвійні стандарти.",
      "Почніть проявляти таку ж поблажливість, розуміння, турботу, підтримку до себе, які проявляєте до інших.",
      "Ваша самооцінка – це найважливіший мотив при постановці життєвої мети та наступному її досягненні.",
      "При заниженій самооцінці ви недооцінюєте свої можливості, позбавляючи себе права на щастя.",
      "Щоб змінити ситуацію, треба змінювати свої мисленнєві звички, свою поведінку і маленькими кроками йти до здорової самооцінки, приймаючи невдачі і помічаючи найменші успіхи."
    ],
    "quote": {
      "text": "Говоріть із собою так само, як ви говорили б з кимось, кого ви любите.",
      "author": "Брене Браун"
    }
  }
}