{
  "title": "Техніка: Подолання страху помилки",
  "description": "Стаття пропонує ефективні методи боротьби з перфекціонізмом, спрямовані на прийняття недосконалості та зменшення страху перед помилками.",
  "screen_1": {
    "texts": [
      "Розглянемо кілька простих, але надзвичайно дієвих методів, які допоможуть подолати прагнення до перфекціонізму.",
      "Лист «антиперфекціонізму»",
      "Багато перфекціоністів живуть у переконанні, що повноцінно насолодитися чимось можливо лише у випадку його ідеального виконання. Ми пропонуємо вам викликати цю ідею на бій.",
      "Протягом тижня ведіть запис найрізноманітніших та спонтанних завдань, які ви виконуєте, будь то «чищення зубів», «приготування вечері», «підготовка робочого звіту» або «прибирання в домі».",
      "У другій колонці вкажіть, наскільки, на вашу думку, ефективно виконано завдання, виражене у відсотках.",
      "У третій колонці зазначте, скільки радості вам принесло його виконання.",
      "Приклади можуть виглядати наступним чином:",
      "Приготування вечері – 50% (міг би вибрати складніший і смачніший рецепт) – 90% (просто, але дуже смачно і не зайняло багато часу).",
      "Прибирання в домі – 70% (зробив усе основне, але не дійшли руки до холодильника і плити) – 100% (чистота в домі завжди доставляє мені задоволення).",
      "Підготовка звіту за роботою – 85% (доклав чимало зусиль до звіту) – 20% (постійні думки про те, що могло бути краще, позбавили мене задоволення від процесу).",
      "Це вправа допоможе вам усвідомити, що досягнення досконалості не є обов'язковою умовою для отримання задоволення від процесу."
    ],
    "quote": {
      "text": "Досконалість — це не досяжна мета, а напрямок руху.",
      "author": "Томас Уотсон"
    }
  },
  "screen_2": {
    "texts": [
      "Прийняття можливості помилитися",
      "Помилки нікому не подобаються, але для перфекціоністів вони стають предметом особливого страху.",
      "Один з найефективніших способів подолати страх перед недосконалістю — навчитися приймати свої помилки.",
      "Чи відчуваєте ви, як при одній лише думці про можливу помилку ваше серце починає битися швидше? Це ознаки страху та занепокоєння.",
      "Щоб стати відкритим до можливості помилитися, почніть з написання есе на тему, чому помилки — це нормально, а прагнення до абсолютного досконалості — це нераціонально.",
      "Одна дівчина, що боролася з перфекціонізмом, висловила наступні думки:",
      "Страх зробити помилку випливає з мого сприйняття світу в чорно-білих тонах: одна помилка, і все руйнується. Це помилкове судження. Звісно, маленька помилка не може зруйнувати все те добре, що було зроблено.",
      "Помилки корисні, адже на помилках ми вчимося. Ми не можемо навчитися, поки не допустимо помилку. Оскільки ніхто не застрахований від помилок, важливо навчитися приймати їх і продовжувати вчитися на власному досвіді.",
      "Визнання помилок дозволяє нам коригувати нашу поведінку, що призводить до більш задовільних результатів, що, в свою чергу, робить нас щасливішими та покращує якість нашого життя.",
      "Більшість людей не будуть засуджувати нас за помилки і не перестануть нас любити через них — адже всі помиляються, і багато хто відчуває дискомфорт у товаристві «ідеальних» людей.",
      "Помилка не означає кінець світу.",
      "Звичайно, складання такого списку не означає миттєвого перетворення і початку любові до помилок, але це важливий крок до зміни вашого ставлення до недосконалості.",
      "Складіть своє есе на тему, чому допускати помилки — це нормально і навіть корисно. Нагадуйте собі, що навіть якщо ви зробите помилку, світ не зруйнується — це природна частина будь-якого процесу, хоч і не найбажаніша."
    ]
  }
}
