{
  "title": "Техніка: Позбавлення від страху помилки",
  "description": "Стаття пропонує ефективні методи боротьби з перфекціонізмом, спрямовані на прийняття недосконалості та зменшення страху перед помилками.",
  "screen_1": {
    "texts": [
      "Розглянемо кілька простих, однак надзвичайно дієвих методів, які допоможуть подолати прагнення до перфекціонізму.",
      "Аркуш \"антиперфекціонізму\"",
      "Багато перфекціоністів живуть у переконанні, що повноцінне насолода чим-небудь можлива лише в разі його ідеального виконання. Ми пропонуємо вам кинути виклик цій ідеї.",
      "Протягом тижня ведіть запис найрізноманітніших і спонтанних завдань, які ви виконуєте, чи то \"чистка зубів\", \"приготування вечері\", \"підготовка робочого звіту\" або \"прибирання в домі\".",
      "У другій колонці відзначте, наскільки, на вашу думку, ефективно виконано завдання, виражене у відсотковому співвідношенні.",
      "У третій колонці вкажіть, скільки радості вам принесло його виконання.",
      "Приклади можуть виглядати наступним чином:",
      "Приготування вечері – 50% (міг би вибрати складніший і смачніший рецепт) – 90% (просто, але о-дуже смачно і не зайняло багато часу).",
      "Прибирання в домі – 70% (зробив усе основне, але не дійшли руки до холодильника і плити) – 100% (чистота в домі завжди доставляє мені задоволення).",
      "Підготовка звіту по роботі – 85% (приклав чимало зусиль до звіту) – 20% (постійні думки про те, що могло бути краще, позбавили мене задоволення від процесу).",
      "Ця вправа дозволить вам усвідомити, що досягнення досконалості не є обов'язковою умовою для отримання задоволення від процесу."
    ],
    "quote": {
      "text": "Досконалість — це не досяжна мета, а напрямок руху.",
      "author": "Томас Уотсон"
    }
  },
  "screen_2": {
    "texts": [
      "Прийняття можливості помилитися",
      "Помилки нікому не подобаються, але для перфекціоністів вони стають предметом особливого страху.",
      "Один з найбільш ефективних способів побороти страх перед недосконалістю – навчитися приймати свої помилки.",
      "Відчуваєте ви, як при одній лише думці про можливу помилку ваше серце починає битися частіше? Це ознаки страху і занепокоєння.",
      "Щоб стати відкритим до можливості помилитися, почніть з написання есе на тему, чому помилки – це нормально, а прагнення до абсолютної досконалості – це нераціонально.",
      "Одна дівчина, що бореться з перфекціонізмом, виразила наступні думки:",
      "Страх вчинити помилку виходить з мого сприйняття світу в чорно-білих тонах: одна помилка, і все руйнується. Це оману. Адже маленька помилка не здатна зруйнувати все те хороше, що було зроблено.",
      "Помилки корисні, адже завдяки їм ми вчимося. Без помилок навчання неможливе. Оскільки ніхто не застрахований від помилок, важливо навчитися приймати їх і продовжувати вчитися на власному досвіді.",
      "Визнання помилок дозволяє нам коригувати нашу поведінку, в результаті чого ми досягаємо більш задовільних результатів, що, у свою чергу, робить нас щасливішими і покращує якість нашого життя.",
      "Більшість людей не будуть засуджувати нас за помилки і не перестануть нас любити через них – в кінцевому підсумку, всі помиляються, і багато відчувають дискомфорт у суспільстві \"ідеальних\" людей.",
      "Помилка не означає кінець світу.",
      "Звісно, складання такого списку не означає миттєве перетворення і початок любові до помилок, але це важливий крок до зміни вашого ставлення до недосконалості.",
      "Складіть своє есе на тему, чому допускати помилки – це нормально і навіть корисно. Нагадуйте собі, що навіть якщо ви вчините помилку, світ не рухне – це природна частина будь-якого процесу, хоч і не найбажаніша."
    ]
  }
}