{
  "title": "Техніка: Позбавлення страху помилки",
  "description": "У цій статті ми розглядаємо практичні способи подолання перфекціонізму, які допомагають приймати недосконалість і зменшувати страх перед помилками.",
  "screen_1": {
    "texts": [
      "Розгляньмо кілька простих, але дуже дієвих методів, які допоможуть послабити потяг до перфекціонізму.",
      "Аркуш антиперфекціонізму",
      "Багато перфекціоністів переконані, що насолоджуватися чимось можна лише тоді, коли результат виходить ідеальним. Пропонуємо кинути виклик цій ідеї.",
      "Протягом тижня записуйте різні повсякденні справи, які ви виконуєте спонтанно: чищення зубів, приготування вечері, складання робочого звіту, прибирання вдома.",
      "У другій колонці відзначайте, наскільки ефективно, на вашу думку, виконане завдання (у відсотках).",
      "У третій колонці запишіть, скільки радості принесло вам виконання цієї справи.",
      "Приклади:",
      "Приготування вечері: 50% (міг вибрати складніший рецепт) – 90% (просто, але смачно і швидко).",
      "Прибирання вдома: 70% (зробив основне, але не дістався до плити і холодильника) – 100% (чистота приносить задоволення).",
      "Підготовка робочого звіту: 85% (було вкладено багато сил) – 20% (думки про те, що могло бути краще, зіпсували процес).",
      "Ця вправа допоможе побачити, що для радості та задоволення не обов'язково досягати ідеального результату."
    ],
    "quote": {
      "text": "Досконалість не є метою, це напрямок руху.",
      "author": "Томас Вотсон"
    }
  },
  "screen_2": {
    "texts": [
      "Прийняття можливості помилятися",
      "Помилки не подобаються нікому, але для перфекціоністів вони стають джерелом сильного страху.",
      "Один із найефективніших способів зменшити страх помилки — навчитися приймати її можливість.",
      "Чи помічаєте ви, як при думці про помилку серце починає битися частіше? Це страх і напруга.",
      "Щоб стати відкритішими до можливості помилятися, спробуйте написати коротке есе про те, чому помилки — це нормально, а прагнення до абсолютної безпомилковості — нереалістичне.",
      "Ось приклад міркувань однієї дівчини, яка боролася з перфекціонізмом:",
      "Страх зробити помилку виникає через моє схильне до крайнощів мислення: одна помилка, і все зруйновано. Це хибна установка. Маленька помилка не перекреслює всі досягнення.",
      "Помилки корисні. Ми навчаємось завдяки ним. Без помилок неможливе жодне навчання. Оскільки помиляються всі, необхідно вчитися приймати це й рухатися далі.",
      "Визнання помилок дає можливість скоригувати поведінку, а це веде до кращих результатів, щастя і задоволення від життя.",
      "Більшість людей не засуджують нас за помилки і не перестають любити через них. Усі час від часу помиляються, і багато хто почувається скутим поруч з «ідеальними» людьми.",
      "Помилка не означає кінець світу.",
      "Створення такого списку не змінить вас миттєво, але це важливий крок до здоровішого ставлення до недосконалості.",
      "Напишіть власне есе про те, чому помилятися — це нормально і навіть корисно. Нагадуйте собі: навіть якщо станеться помилка, світ не впаде. Це природна частина будь-якого процесу."
    ]
  }
}
