{
  "title": "Сумувати – не означає мати депресію",
  "description": "У цій статті пояснюється різниця між природним сумом та клінічною депресією. Ми говоримо про те, що переживання втрат і складних подій є нормальною частиною життя і не завжди свідчить про психічний розлад. Також описано, як викривлене мислення може посилювати емоції та перетворювати звичайний сум на депресивний стан, що потребує допомоги фахівця.",
  "screen_1": {
    "texts": [
      "У попередніх розділах ми переконалися, що такі події, як втрата близьких, хвороба, розставання, зрада чи звільнення, є реальними життєвими випробуваннями.",
      "На жаль, кожна людина стикається з ними. Та сама по собі така подія не означає, що у вас розвинеться депресія.",
      "Тоді виникає питання: чи існує «здоровий сум», який не є ознакою психічного розладу?",
      "Так!",
      "Сумувати і переживати — це природно. Почуття, які виникають після втрати або болючої події, такі як смуток, печаль, тривога, — нормальні.",
      "Це природні емоції, і важливо дозволяти собі їх проживати.",
      "Якщо вам сумно після розриву стосунків — це нормально.",
      "Якщо ви тужите за людиною, яка пішла з життя, — це природно.",
      "Депресія ж — це не просто негативні емоції. Це стан, який формується через викривлене мислення та зміну способу сприйняття реальності.",
      "При депресії інтенсивність страждання часто не відповідає реальності подій."
    ],
    "quote": {
      "text": "Між стимулом і реакцією є простір. У цьому просторі ми можемо обрати свою відповідь. І саме в цьому виборі — наша сила та свобода.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Коли людина в депресії, вона схильна сприймати будь-яку подію як більш болісну та значущу, ніж вона є насправді.",
      "Невелика невдача здається катастрофою. Горе стає нестерпним. Сум — лише один із компонентів депресії, а не її причина.",
      "Уявіть змішувач у ванній: холодна вода — це негативні емоції, а гаряча — позитивні.",
      "У людини з депресією ніби постійно відкритий тільки «холодний кран» — і не через реальні події, а через роботу думок і переконань.",
      "Наше ставлення до ситуації визначає, чи залишиться сум природною реакцією, чи переросте в депресію.",
      "Ми щиро сподіваємося, що цей розділ був корисним і допоміг вам краще зрозуміти, як працює депресія та як із нею справлятися.",
      "Тут зібрані ключові ідеї про симптоми, механізми депресії та способи самодопомоги.",
      "Ви можете повертатися до цих матеріалів і практикувати техніки, а ми вже готуємо нові розділи, щоб і надалі підтримувати вас."
    ],
    "quote": {
      "text": "Найпрекрасніші люди — це ті, хто пережив біль, втрату, боротьбу та зумів піднятися знову.",
      "author": "Віктор Франкл"
    }
  }
}
