{
  "title": "Сумувати — не означає мати депресію",
  "description": "У цій статті ми говоримо про важливу різницю між природним смутком і клінічною депресією. Втрати, розставання, труднощі та зміни — частина життя, і переживати біль по-людськи нормально. Ми пояснюємо, як відрізнити природні емоції від депресії, де велику роль відіграє викривлене мислення і потрібна фахова допомога. Матеріал допоможе краще розуміти власні почуття й вчасно помічати, коли смуток виходить за межі норми.",
  "screen_1": {
    "texts": [
      "У попередніх розділах ми говорили про те, наскільки реальними й болісними можуть бути події на кшталт утрати, хвороби, розставання, зради чи звільнення.",
      "Кожна людина рано чи пізно стикається з подібними переживаннями. Вони важкі, глибокі й дуже людські. Але самі по собі вони ще не означають депресію.",
      "Виникає запитання: чи існує «здоровий смуток» — такий, що не пов’язаний із депресією?",
      "Звісно, так.",
      "Сумувати, тужити й переживати втрату — це природні реакції на важливі події, втрати та зміни. Такі почуття допомагають прожити досвід, усвідомити те, що відбувається, і рухатися далі.",
      "Це нормальні людські емоції, і кожному важливо дозволяти собі їх проживати, а не придушувати чи соромитися їх.",
      "Якщо Вам сумно після розставання — це нормально. Це говорить про здатність відчувати й прив’язуватися.",
      "Якщо боляче згадувати про близьку людину, яка пішла, — це віддзеркалення любові, а не ознака слабкості.",
      "Але депресія — це не просто смуток. Це стан, який створюється й підтримується викривленим, безнадійним поглядом на себе, світ і майбутнє.",
      "За депресії сила й тривалість негативних емоцій не відповідають ситуації — вони значно сильніші, глибші й важчі."
    ],
    "quote": {
      "text": "Між стимулом і відповіддю є простір. У ньому — наша свобода обрати, як реагувати. І в цьому виборі — наша сила та зростання.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Коли людина в депресії стикається навіть зі звичними труднощами, вони можуть сприйматися як катастрофа.",
      "Невелика помилка здається провалом, прикрість — трагедією, а горе може відчуватися як безкінечна темрява.",
      "Уявіть змішувач із гарячою та холодною водою. У звичайному житті ми «перемикаємося» між емоціями — радістю, смутком, надією, жалем.",
      "За депресії ніби відкритий лише «холодний кран» — смуток, тривога, відчуття безнадії. І це частіше не наслідок самої ситуації, а результат викривленого сприйняття, яке потребує турботи й корекції.",
      "Наше ставлення до подій відіграє величезну роль. Сам по собі смуток не є небезпечним. Небезпека з’являється тоді, коли думки перетворюють його на безсилля та відчай.",
      "Ми щиро сподіваємося, що цей розділ допоміг Вам краще зрозуміти природу депресії та навчитися помічати її ознаки.",
      "Тут Ви дізналися про ключові симптоми депресії та способи працювати зі своїм станом, спираючись на практики й техніки.",
      "Ви завжди можете повертатися до цих матеріалів, перечитувати й застосовувати вправи. А ми вже готуємо для Вас нові корисні інструменти."
    ],
    "quote": {
      "text": "Найпрекрасніші люди — це ті, хто пройшов через біль, утрати, боротьбу і все ж знайшов шлях угору.",
      "author": "Віктор Франкл"
    }
  }
}
