{
  "title": "Сумувати – не означає страждати від депресії",
  "description": "У статті розглядається різниця між звичайною смутком та клінічною депресією, підкреслюючи, що переживання втрат та невдач є природним і не завжди свідчить про психічний розлад. Пояснюється, як спотворене мислення може перетворювати нормальні емоційні реакції на симптоми депресії, що вимагають професійного втручання. Стаття покликана допомогти читачам відрізнити природні почуття смутку від серйозних психологічних захворювань, полегшуючи самодіагностику та розуміння, коли необхідна допомога фахівця.",
  "screen_1": {
    "texts": [
      "У попередніх розділах ми переконалися, що такі проблеми, як втрата близьких, хвороби, розлучення, зради та звільнення, абсолютно реальні.",
      "На наше велике жаль, кожен з нас стикається з ними, але по суті, ніщо з переліченого не призведе до реальної депресії.",
      "Тоді виникає питання: чи існує «здоровий смуток», не спотворений викривленнями?",
      "Однозначно так!",
      "Сумувати і горювати — не обов'язково погано, у багатьох ситуаціях це природно. Почуття, які людина відчуває в результаті важкого горя — смуток, печаль, жаль, занепокоєння — нормальні.",
      "Це справжні природні почуття, які будь-яка людина може і повинна собі дозволити відчувати.",
      "Якщо ви відчуваєте смуток при розставанні з коханою людиною — вітаємо вас, ви нормальні!",
      "Якщо ви відчуваєте печаль і тугу при згадці про смерть близької людини — ви абсолютно адекватні.",
      "Але депресія — це не просто негативні емоції, це захворювання, викликане спотвореним мисленням.",
      "Сподіваємося, що в цьому розділі нам вдалося це розкрити. При депресії ступінь негативних почуттів не відповідає об'єктивній тяжкості ситуації."
    ],
    "quote": {
      "text": "Між стимулом і відповіддю є простір. У цьому просторі знаходиться наша свобода та сила вибирати нашу відповідь. У нашій відповіді закладено наш ріст і нашу свободу.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Людина в депресії сприйматиме події будь-якого масштабу більш негативно.",
      "Маленька невдача при депресії перетворюється на велику проблему. Смуток стає нестерпним, а біда — катастрофою. Смуток — це частина депресії, звичайно, але не її основа.",
      "Психічно здорову людину можна порівняти зі змішувачем у ванній, де є холодний і гарячий крани.",
      "У житті є «холодна вода» — негативні емоції і «гаряча» — позитивні. У людини з депресією постійно «включений» тільки «холодний кран», і це не через «реальні» проблеми, а через спотворене мислення, яке потребує зміни.",
      "Наше ставлення до ситуації в значній мірі визначає, чи залишиться наш смуток просто емоцією чи стане частиною депресії.",
      "Команда MindHealth щиро вірить і сподівається, що розділ про депресію і вкладені в нього зусилля були корисні для вас чи ваших близьких!",
      "Ми розповіли про основні принципи та симптоми депресії, про те, як вона проявляється і, найголовніше, як з нею працювати самостійно.",
      "Ви завжди можете повернутися до попередніх розділів, перечитати їх і випробувати вправи на практиці, а ми продовжимо працювати над новим розділом."
    ],
    "quote": {
      "text": "Найчудовіші люди, яких ми знаємо, це ті, хто пережив поразку, пережив страждання, пережив боротьбу, пережив втрату, і знайшов спосіб вийти з глибин.",
      "author": "Елізабет Кюблер-Росс"
    }
  }
}
