{
  "title": "Техніка: План дій проти прокрастинації",
  "description": "У цій статті ми розглянемо дієвий метод подолання прокрастинації за допомогою списку антиперенесення справ. Просте розбиття завдань на невеликі кроки та реалістична оцінка їх складності й очікуваного задоволення допомагають зменшити внутрішній опір і підвищити продуктивність.",
  "screen_1": {
    "texts": [
      "Ця техніка буде особливо корисною, якщо ви часто відкладаєте справи, вважаючи їх надто складними або такими, що не принесуть задоволення.",
      "На першому етапі запишіть у окрему колонку одне або два завдання, які ви давно відкладаєте.",
      "Якщо завдання здається великим і потребує суттєвих ресурсів, поділіть його на кілька невеликих етапів, кожен по 15–20 хвилин.",
      "Далі у другій колонці оцініть, наскільки складним вам здається виконання цього завдання за шкалою від 0 до 100%.",
      "Якщо завдання не викликає труднощів, можна поставити 10–20%. Якщо здається важким — 80–90%.",
      "У третій колонці також у відсотках зазначте, скільки задоволення, на вашу думку, принесе виконання цього завдання.",
      "Переходьте до виконання лише після того, як зафіксуєте всі прогнози."
    ],
    "quote": {
      "text": "Не варто чекати натхнення. Треба працювати так, щоб воно вас наздогнало.",
      "author": "Джек Лондон"
    }
  },
  "screen_2": {
    "texts": [
      "Після завершення завдання додайте ще дві оцінки: наскільки складним воно було насправді і яке задоволення ви отримали, також у відсотках.",
      "Приклад:",
      "Юрист, який втратив роботу, довго не міг почати пошук нової, бо вважав оновлення резюме й подачу заяв надмірно важкими.",
      "Щоб зменшити напругу, він поділив завдання \"знайти роботу\" на кілька етапів:",
      "Скласти резюме.",
      "Наступного дня переглянути його й внести правки.",
      "Щодня витрачати 10–15 хвилин на пошук вакансій.",
      "Підготувати супровідний лист.",
      "Відправити резюме на відповідні вакансії, адаптувавши лист.",
      "Так, поступово робота стає реалістичною й не лякає своїм масштабом."
    ]
  },
  "screen_3": {
    "texts": [
      "Оцінювання може виглядати так:",
      "Дата: 31.01.2024",
      "Завдання: Скласти резюме",
      "Очікувана складність: 80%",
      "Очікуване задоволення: 15%",
      "Реальна складність: 30%",
      "Реальне задоволення: 70%",
      "Як бачимо, завдання виявилося значно легшим і приємнішим, ніж передбачалося.",
      "Саме виконання хоча б одного етапу допомагає запустити процес, підвищити впевненість у собі та мотивацію. Регулярне застосування цієї техніки дозволяє значно зменшити прокрастинацію і відчутно підвищити ефективність."
    ]
  }
}
