{
  "title": "Техніка: План дій проти прокрастинації",
  "description": "У цій статті ми розкриваємо секрети ефективної боротьби з прокрастинацією через перевірений метод антипрокрастинаційного аркуша. Відкрийте для себе, як прості кроки з поділу завдань і реалістичне оцінювання їхньої складності та очікуваного задоволення від виконання можуть змінити Ваш підхід до роботи й особистих справ, підвищуючи продуктивність і покращуючи самопочуття.",
  "screen_1": {
    "texts": [
      "Ця техніка особливо корисна, якщо Ви схильні відкладати справи, вважаючи їх надто складними або такими, що не приносять задоволення.",
      "На першому етапі в один стовпчик запишіть одну-дві справи, виконання яких Ви відкладаєте.",
      "Якщо завдання потребує значного часу й зусиль, розбийте його на кілька малих етапів, кожен триватиме не більш ніж 15–20 хвилин.",
      "Далі у другому стовпчику оцініть за шкалою 0–100%, наскільки складним, на Вашу думку, буде виконання цього завдання.",
      "Якщо завдання здається легким, поставте низьку оцінку — наприклад, 10 або 20%. Якщо воно видається складним — 80 або 90%.",
      "У третьому стовпчику, також використовуючи відсоткову шкалу, запишіть Ваш прогноз щодо того, скільки задоволення принесе виконання завдання.",
      "Починайте виконання лише після того, як зафіксуєте свої прогнози."
    ],
    "quote": {
      "text": "Ви не можете чекати натхнення. Ви маєте йти йому назустріч роботою.",
      "author": "Джек Лондон"
    }
  },
  "screen_2": {
    "texts": [
      "Після виконання занесіть до двох останніх стовпчиків оцінки: наскільки складним виявилося завдання насправді та яке задоволення Ви відчули від його виконання або результату (також у відсотках).",
      "Приклад:",
      "Юрист, який нещодавно втратив роботу, не міг розпочати пошук нової через відчуття, що підготовка резюме та сам пошук — непосильні завдання.",
      "Передусім завдання «знайти роботу» варто розбити на кілька етапів, аби воно не здавалося непідйомним і не провокувало прокрастинацію:",
      "Сісти й написати резюме.",
      "Наступного дня переглянути його свіжим поглядом і внести правки.",
      "Щодня виділяти 10–15 хвилин на моніторинг сайтів із вакансіями.",
      "Написати супровідний або мотиваційний лист.",
      "Надіслати резюме на обрані вакансії, адаптувавши супровідний лист під конкретну позицію та компанію.",
      "Так можна спростити сприйняття великого завдання, поділивши його на малі кроки."
    ]
  },
  "screen_3": {
    "texts": [
      "Далі оцінюйте кожне завдання за ступенем складності та очікуваним задоволенням. Приклад може виглядати так:",
      "Дата: 31.01.2024",
      "Завдання: Скласти резюме",
      "Передбачувана складність: 80%",
      "Передбачуване задоволення: 15%",
      "Реальна складність: 30%",
      "Реальне задоволення: 70%",
      "Як бачите, складання резюме виявилося значно простішим і приємнішим, ніж здавалося.",
      "На подив, процес зрушив із мертвої точки, а самооцінка й мотивація помітно зросли завдяки досягнутим результатам. Ефект від використання цієї техніки так вразив, що юрист почав застосовувати її в інших сферах життя, істотно підвищивши продуктивність і впевненість у собі."
    ]
  }
}
