{
  "title": "Техніка: План дій проти прокрастинації",
  "description": "У цій статті ми розкриваємо секрети ефективної боротьби з прокрастинацією через перевірений метод аркуша антипрокрастинації. Відкрийте для себе, як прості кроки з розбиття завдань і реалістичне оцінювання їх складності та потенційного задоволення від виконання можуть трансформувати ваш підхід до роботи та особистих справ, призводячи до підвищення продуктивності та покращення самопочуття.",
  "screen_1": {
    "texts": [
      "Ця техніка може особливо зацікавити вас, якщо ви схильні відкладати справи, вважаючи їх занадто складними або не такими, що приносять задоволення.",
      "На першому етапі в одну колонку запишіть одну або дві задачі, виконання яких ви відкладаєте.",
      "Якщо задача вимагає значних часових та зусиль, найкраще розбити її на кілька маленьких етапів, кожен з яких займає не більше 15-20 хвилин.",
      "Далі, у другій колонці оцініть за шкалою від 0 до 100%, наскільки складною, на вашу думку, виявиться виконання цієї задачі.",
      "Якщо задача здається вам легкою, поставте низьку оцінку — наприклад, 10 або 20%. Якщо задача здається більш складною, доречно буде написати 80 або 90%.",
      "У третій колонці, також використовуючи відсоткову шкалу, запишіть ваш прогноз щодо того, скільки задоволення принесе виконання задачі.",
      "Приступайте до виконання задачі тільки після того, як запишете свої прогнози."
    ],
    "quote": {
      "text": "Ви не можете чекати натхнення. Ви повинні йти йому назустріч з роботою.",
      "author": "Джек Лондон"
    }
  },
  "screen_2": {
    "texts": [
      "По завершенні, в останні дві колонки запишіть, наскільки складною виявилася задача насправді і яке задоволення ви відчули від її виконання або від отриманого результату, використовуючи відсоткову шкалу для оцінки.",
      "Приклад:",
      "Юрист, нещодавно втративший роботу, не міг приступити до пошуку нової через відчуття, що процес підготовки резюме і сам пошук є непереборними задачами.",
      "Для початку, задачу \"знайти роботу\" слід розбити на кілька етапів, щоб вона не здавалася непосильною для сприйняття і не провокувала на прокрастинацію:",
      "Сісти і написати резюме.",
      "Наступного дня переглянути його з новими силами і внести корекції.",
      "Щодня виділяти 10-15 хвилин на моніторинг сайтів з пошуку роботи.",
      "Написати супровідний або мотиваційний лист.",
      "Надіслати резюме на обрані вакансії, адаптувавши супровідний лист під конкретну вакансію і компанію.",
      "Таким чином, можна спростити сприйняття великої задачі, розбивши її на малі кроки."
    ]
  },
  "screen_3": {
    "texts": [
      "Потім оцінюйте кожну задачу за ступенем складності та припущеному задоволенню. Приклад може виглядати так:",
      "Дата: 31.01.2024",
      "Задача: Скласти резюме",
      "Припущена складність: 80%",
      "Припущене задоволення: 15%",
      "Реальна складність: 30%",
      "Реальне задоволення: 70%",
      "Як бачите, складання резюме виявилося набагато простішим і приємнішим, ніж припускалося.",
      "На здивування, процес зрушив з мертвої точки, а самооцінка і мотивація помітно виросли завдяки досягнутим результатам. Ефект від використання цієї техніки настільки вразив, що юрист став застосовувати її в інших сферах життя, значно підвищивши свою продуктивність і впевненість у собі."
    ]
  },
  "instagram": ["18042843029166400"]
}