{
  "title": "Техніка: План дій проти прокрастинації",
  "description": "У цій статті ми розкриваємо секрети ефективної боротьби з прокрастинацією через перевірений метод листа антипрокрастинації. Відкрийте для себе, як прості кроки щодо розбиття завдань і реалістичне оцінювання їх складності та потенційного задоволення від виконання можуть трансформувати ваш підхід до роботи та особистих справ, призводячи до збільшення продуктивності та покращення самопочуття.",
  "screen_1": {
    "texts": [
      "Ця техніка може особливо зацікавити вас, якщо ви схильні відкладати справи, вважаючи їх занадто складними або не приносячими задоволення.",
      "На першому етапі в одну колонку запишіть одну або дві задачі, виконання яких ви відкладаєте.",
      "Якщо задача вимагає значних часових та зусиль, краще всього розділити її на кілька маленьких етапів, кожен з яких займає не більше 15-20 хвилин.",
      "Далі, у другій колонці оцініть на шкалі від 0 до 100%, наскільки складним, на вашу думку, буде виконання цієї задачі.",
      "Якщо задача здається вам легкою, поставте низьку оцінку — наприклад, 10 або 20%. Якщо задача здається більш складною, цілком доречно буде написати 80 або 90%.",
      "У третій колонці, також використовуючи процентну шкалу, запишіть ваш прогноз стосовно того, скільки задоволення принесе вам виконання задачі.",
      "Приступайте до виконання задачі тільки після того, як запишете свої прогнози."
    ],
    "quote": {
      "text": "Ви не можете чекати натхнення. Ви повинні йти йому назустріч з роботою.",
      "author": "Джек Лондон"
    }
  },
  "screen_2": {
    "texts": [
      "По завершенню, у останні дві колонки запишіть, наскільки складною виявилася задача насправді для вас і яке задоволення ви отримали від її виконання або від отриманого результату, використовуючи процентну шкалу для оцінки.",
      "Приклад:",
      "Юрист, який нещодавно втратив роботу, не міг приступити до пошуку нової через відчуття, що процес підготовки резюме та сам пошук є непереборними завданнями.",
      "Для початку, задачу \"знайти роботу\" слід розділити на кілька етапів, щоб вона не здавалася непосильною для сприйняття та не провокувала на прокрастинацію:",
      "Сісти та написати резюме.",
      "Наступного дня переглянути його з новими силами та внести корективи.",
      "Щодня виділяти 10-15 хвилин на моніторинг сайтів пошуку роботи.",
      "Написати супровідний або мотиваційний лист.",
      "Відправити резюме на обрані вакансії, адаптувавши супровідний лист під конкретну вакансію та компанію.",
      "Таким чином, можна спростити сприйняття великої задачі, розділивши її на малі кроки."
    ]
  },
  "screen_3": {
    "texts": [
      "Потім оцінюйте кожну задачу за ступенем складності та передбачуваним задоволенням. Приклад може виглядати так:",
      "Дата: 31.01.2024",
      "Задача: Скласти резюме",
      "Передбачувана складність: 80%",
      "Передбачуване задоволення: 15%",
      "Реальна складність: 30%",
      "Реальне задоволення: 70%",
      "Як бачите, складання резюме виявилося набагато легше та приємніше, ніж передбачалося.",
      "До здивування, процес зрушив з мертвої точки, а самооцінка та мотивація помітно зросли завдяки досягнутим результатам. Ефект від використання цієї техніки настільки вразив, що юрист почав застосовувати її у інших сферах життя, значно підвищивши свою продуктивність та впевненість у собі."
    ]
  }
}
