{
  "title": "Думки навиворіт: як звільнитися від ілюзії читання думок",
  "description": "У цій статті пояснюється суть когнітивного викривлення, яке називають «читанням думок». Ми розбираємо, чому людям властиво робити припущення щодо того, що про них думають інші, та як такі припущення впливають на емоції й стосунки. Також ви знайдете практичні способи подолання цієї помилки мислення через усвідомлення, перевірку припущень та відкриту комунікацію.",
  "screen_1": {
    "texts": [
      "Ще одне когнітивне викривлення, яке варто розглянути, має назву «читання думок».",
      "Ми помиляємося, коли переконані, що знаємо, що про нас думає інша людина — і часто автоматично припускаємо найгірше.",
      "Коли ми покладаємося лише на здогадки, замість реальних фактів, це спотворює наше сприйняття і може значно погіршити настрій.",
      "Ми не можемо знати, що відбувається в голові іншої людини, чому вона так поводиться або чому сказала чи не сказала щось.",
      "Таке мислення може провокувати тривогу, підозрілість, конфлікти й погіршення стосунків. У деяких випадках воно стає джерелом депресивного стану."
    ],
    "quote": {
      "text": "Ми не можемо завжди змінити обставини, але можемо змінити спосіб, у який їх переживаємо.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Приклади:",
      "Я не розповім їй про свої переживання, бо вона подумає, що я слабкий",
      "Йому точно не сподобається моя робота, бо я сам нею незадоволений",
      "Вона дивиться на мене дивно — мабуть, думає, що я виглядаю погано",
      "Чи є шанс, що ці думки правдиві? Так, невеликий.",
      "Та ймовірність набагато нижча, ніж здається. Одного погляду або жесту недостатньо, щоб робити висновки.",
      "Коли ми приймаємо власні припущення як факти, ми починаємо діяти відповідно до них, і це посилює негативні емоції.",
      "Як працювати з «читанням думок»:",
      "Усвідомлення",
      "Ставте собі запитання: «Чи можу я справді знати, що саме ця людина думає?»",
      "Звісно, ні. Щоб переконатися в цьому, проведіть експеримент: запишіть свої припущення, а потім перевірте їх.",
      "Перевіркою може бути відверта розмова або спостереження за поведінкою людини у ваш бік."
    ],
    "quote": {
      "text": "Ми не бачимо речі такими, якими вони є. Ми бачимо їх такими, якими є ми.",
      "author": "Анаїс Нін"
    }
  },
  "screen_3": {
    "texts": [
      "Оспорювання думок",
      "Запитайте себе: «Які докази підтверджують цю думку? А що говорить протилежне?»",
      "Такий підхід допомагає відійти від імпульсивних висновків і залучити критичне мислення.",
      "Пошук альтернатив",
      "Запитайте себе: «Про що ще могла подумати ця людина?»",
      "Іноді чесна розмова здатна усунути невизначеність і напругу набагато швидше, ніж фантазування.",
      "Замість того щоб мучитися здогадками, спитайте напряму, якщо це доречно.",
      "Читання думок — не ознака психічної патології. Це типова помилка мислення, яка трапляється у всіх.",
      "Важливо не сам факт її наявності, а те, як часто вона з’являється і що ви робите далі.",
      "Ми можемо вірити таким думкам і страждати або навчитись їх перевіряти та формувати більш точне бачення ситуації.",
      "Робота з викривленнями потребує часу, але вона значно покращує емоційний стан і якість стосунків."
    ]
  }
}
