{
  "title": "Думки навиворіт: Звільнення від помилок читання думок",
  "description": "У статті розглядається концепція когнітивного спотворення, відомого як \"читання думок\", яке описує схильність людей припускати, що вони знають, що думають інші. Автор пояснює, як це спотворення може призводити до помилкових уявлень про сприйняття нас іншими людьми і як це впливає на наш емоційний стан і міжособистісні стосунки. Наприкінці статті пропонуються методи, що допомагають подолати цю тенденцію, включно із самоусвідомленням і відкритим спілкуванням, для поліпшення взаєморозуміння та емоційного благополуччя.",
  "screen_1": {
    "texts": [
      "Останнє когнітивне спотворення, яке ми детально розглянемо, називається \"Читання думок\".",
      "Це одна з помилок мислення, коли ми переконані, що знаємо, що думає про нас інша людина, і часто припускаємо, що вона думає щось погане.",
      "Якщо ми занадто покладаємося на читання думок, ми можемо помилятися в уявленнях про те, що інші думають про нас, що може серйозно зіпсувати настрій.",
      "Ми часто помиляємося, не підозрюючи, про що насправді думає інша людина або чому вона вчинила так, а не інакше.",
      "Це може призвести до тривожності, різних страхів, а іноді й до параної. Це може бути причиною конфліктів, образ, сварок і, звісно, депресії."
    ],
    "quote": {
      "text": "Ми не можемо змінити ситуації, які життя нам підносить, але ми можемо змінити нашу здатність переживати їх.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Приклади:",
      "Не буду розповідати їй про свої переживання, бо вона подумає, що я слабак",
      "Йому точно не сподобається моя робота, тому що я сам незадоволений нею",
      "Вона так дивно дивиться на мене, напевно думає, що я товста",
      "Звісно, у всіх цих прикладах є певна вірогідність, що про вас подумають саме так, будуть чимось незадоволені або приймуть за слабака.",
      "Але ця ймовірність набагато нижча, ніж здається. Ми можемо зчитувати міміку і жести інших людей, але це не означає, що людина, яка косо подивилася на нас, обов'язково подумала про нас погано.",
      "Ми приймаємо свої думки за істину і починаємо діяти, виходячи з них, а не з імовірності інших варіантів.",
      "Ось кілька способів роботи з \"читанням думок\":",
      "Усвідомлення",
      "Почніть помічати подібні думки і запитайте себе: \"Чи справді я можу читати думки інших людей?\"",
      "Очевидно, що ви не можете. Щоб переконатися в цьому, ви так само можете провести низку експериментів. Записуйте те, що, як ви вважаєте, думають про вас люди, а потім перевіряйте.",
      "Способом перевірки може бути як пряма розмова з людиною, так і спостереження за її вчинками щодо вас."
    ],
    "quote": {
      "text": "Ми не бачимо речі такими, якими вони є. Ми бачимо їх такими, якими ми самі.",
      "author": "Анайс Нін"
    }
  },
  "screen_3": {
    "texts": [
      "Оскарження думок",
      "Поставте собі запитання: \"Які в мене є докази, що підтверджують ці думки? А які є аргументи проти?\".",
      "Ця техніка дасть змогу формалізувати і зважити ваші припущення.",
      "Зазвичай ми міркуємо не надто раціонально, але коли ми проводимо порівняння \"за\" і \"проти\", ми змушені більше задіювати критичне мислення.",
      "Пошук альтернатив",
      "Запитайте себе: \"Про що ще могла подумати ця людина?\"",
      "Для тих, хто готовий піти далі, відкрита і чесна розмова може допомогти вирішити багато непорозумінь.",
      "Замість того щоб мучитися своїми припущеннями, краще запитати в людини безпосередньо.",
      "Не варто думати, що помилки мислення є ознакою серйозної психічної патології.",
      "Вони присутні у кожного з нас тією чи іншою мірою.",
      "Важливо те, наскільки часто вони виникають і що ми з ними робимо: або віримо цим спотвореним думкам на всі 100% і відчуваємо негативні емоції, або ставимо їх під сумнів і аналізуємо, приходячи до точнішого і багатогранного бачення ситуації.",
      "Робота над когнітивними спотвореннями може потребувати часу і зусиль, але вона здатна значно поліпшити ваше емоційне благополуччя і стосунки з оточуючими."
    ]
  }
}
