{
  "title": "Думки навиворіт: звільнення від викривлення «читання думок»",
  "description": "У статті розглядається когнітивне викривлення «читання думок» — схильність припускати, ніби ми знаємо, що думають інші. Пояснюється, як це призводить до хибних уявлень про те, як нас сприймають, і як впливає на емоційний стан та міжособистісні стосунки. Наприкінці подано способи подолання цієї тенденції — розвиток самосвідомості та відкрите спілкування — щоб покращити взаєморозуміння й емоційний добробут.",
  "screen_1": {
    "texts": [
      "Останнє когнітивне викривлення, яке ми детально розглянемо, називається «читання думок».",
      "Це помилка мислення, коли ми впевнені, що знаємо, що про нас думає інша людина, і часто припускаємо, що це щось негативне.",
      "Надмірна опора на «читання думок» веде до хибних уявлень про те, що інші думають про нас, і суттєво псує настрій.",
      "Часто ми помиляємося, навіть не уявляючи, про що насправді думає інша людина або чому вона вчинила так, а не інакше.",
      "Це може спричиняти тривогу, різні страхи, інколи — параноїдні підозри. Так само це здатне стати причиною конфліктів, образ, сварок і, зрештою, депресії."
    ],
    "quote": {
      "text": "Ми не можемо змінити ситуації, які підкидає нам життя, але можемо змінити нашу здатність їх переживати.",
      "author": "Віктор Франкл"
    }
  },
  "screen_2": {
    "texts": [
      "Приклади:",
      "Не розповідатиму їй про свої переживання, бо вона подумає, що я слабкий/слабка.",
      "Йому точно не сподобається моя робота, адже я сам/сама нею незадоволений/незадоволена.",
      "Вона так дивно на мене дивиться — напевно думає, що я повний/повна.",
      "Звісно, у всіх цих прикладах є певна ймовірність, що про Вас подумають саме так, будуть чимось незадоволені або сприймуть Вас як слабку людину.",
      "Але ця ймовірність значно нижча, ніж здається. Ми можемо тлумачити міміку та жести, та це не означає, що той, хто поглянув скоса, обов’язково подумав про нас погано.",
      "Ми приймаємо власні припущення за істину й починаємо діяти, виходячи з них, а не з імовірності інших варіантів.",
      "Ось кілька способів роботи з «читанням думок»:",
      "Усвідомлення",
      "Почніть помічати такі думки й запитайте себе: «Чи справді я вмію читати думки інших людей?»",
      "Очевидно, що ні. Щоб переконатися, проведіть кілька невеликих експериментів: записуйте, що, на Вашу думку, про Вас думають люди, а потім перевіряйте.",
      "Способом перевірки може бути як відверта розмова з людиною, так і спостереження за її вчинками щодо Вас."
    ],
    "quote": {
      "text": "Ми не бачимо речі такими, якими вони є. Ми бачимо їх такими, якими є ми самі.",
      "author": "Анайс Нін"
    }
  },
  "screen_3": {
    "texts": [
      "Оскарження думок",
      "Поставте собі запитання: «Які в мене є докази, що підтверджують ці думки? А які — заперечують?»",
      "Ця техніка допомагає формалізувати й зважити Ваші припущення.",
      "Зазвичай ми міркуємо не надто раціонально, але коли порівнюємо «за» і «проти», більше залучаємо критичне мислення.",
      "Пошук альтернатив",
      "Спитайте себе: «Про що ще могла подумати ця людина?»",
      "Для тих, хто готовий піти далі, відверта й чесна розмова може зняти чимало непорозумінь.",
      "Замість того щоб мучитися припущеннями, краще спитати людину безпосередньо.",
      "Не варто вважати, що помилки мислення — це ознака серйозного психічного розладу.",
      "Вони тією чи іншою мірою притаманні кожному з нас.",
      "Важливо, як часто вони з’являються і що ми з ними робимо: або віримо викривленим думкам на всі 100% і переживаємо негативні емоції, або піддаємо їх сумніву й аналізу, приходячи до точнішого та багатовимірнішого бачення ситуації.",
      "Робота з когнітивними викривленнями може вимагати часу й зусиль, та вона здатна суттєво покращити Ваш емоційний добробут і стосунки з оточенням."
    ]
  }
}
