{
  "title": "Техніка: Дай відсіч внутрішньому критику",
  "description": "У цій статті представлені ефективні методи для підвищення самооцінки, які можна застосовувати самостійно. Основна техніка - це навчитися протистояти внутрішньому критику, для чого пропонується вести спеціальну таблицю із самокритичними думками, їхніми когнітивними помилками та раціональними відповідями. Стаття підкреслює важливість регулярної практики цих вправ для досягнення значних змін у сприйнятті себе та підвищення самооцінки.",
  "screen_1": {
    "texts": [
      "Ми розробили низку простих, але ефективних технік для підвищення самооцінки. Ці методи, доступні для самостійного використання, допоможуть вам у цьому непростому процесі.",
      "Перш за все, важливо розуміти: одного лише знання теорії недостатньо для підвищення самооцінки.",
      "Тільки регулярне виконання вправ принесе стійкий результат. Ми радимо приділяти цьому трохи часу щодня, принаймні на початковому етапі, доти, доки процес не стане звичним.",
      "Перша техніка, з якою ми хотіли б вас ознайомити, спрямована на навчання протистояти внутрішньому критику.",
      "Почуття неповноцінності та самоненависть часто виникають через внутрішній критик, який постійно підриває вашу самооцінку.",
      "Негативні переконання на кшталт \"Я нічого не вартий\", \"Я гірший за інших\", \"У мене нічого не вийде\", \"Я винен в усьому\", \"Я невдаха\" поглиблюють проблеми із самооцінкою і можуть призвести до депресії.",
      "Щоб подолати цю негативну розумову звичку, дотримуйтесь такого плану:",
      "Навчіться помічати і записувати самокритичні думки.",
      "Визначте когнітивні спотворення в цих думках.",
      "Розробіть раціональні відповіді, щоб створити більш реалістичне і здорове ставлення до себе, і робіть це регулярно.",
      "Для цих цілей ви можете використовувати \"Щоденник автоматичних думок\" у нашому застосунку. Або робити записи поза додатком у вигляді трьох колонок.",
      "Далі ми пояснюватимемо на варіанті з трьома колонками для більшої простоти."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас почуватися неповноцінним без вашої згоди.",
      "author": "Елеонори Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Створіть таблицю з трьох колонок у зручному для вас форматі - це може бути блокнот, документ на комп'ютері або замітка в телефоні. Назви колонок:",
      "Думки критика",
      "Когнітивна помилка",
      "Раціональна відповідь",
      "У першу колонку записуйте всі самокритичні думки, які приходять у голову.",
      "Щоразу, коли ви звинувачуєте себе, почуваєтеся марним або незадоволеним собою, поставте собі запитання: \"Що я зараз думаю про себе?\" і запишіть це.",
      "Наприклад, якщо ви хвилюєтеся перед іспитом і думаєте: \"Я такий дурний, що точно не здам\", це саме та думка, яку потрібно зафіксувати.",
      "У цю колонку варто вписувати саме ваші думки про себе, а не ваші почуття. Бо якщо ви напишете: \"Я почуваюся жахливо\", то навряд чи зможете це спростувати, бо це справді так.",
      "У другій колонці визначте, яке когнітивне спотворення присутнє в думці.",
      "Запишіть у другу колонку яку помилку мислення ви в себе виявили. Можливо, це буде одна помилка, а може бути і дві, і три.",
      "Наприклад, у твердженні \"Я такий дурний, що точно не здам\" ми бачимо спотворення у вигляді навішування ярликів.",
      "А в думці \"Я ні на що не здатний, тому мене відрахують, і я ніколи не досягну успіху\" можна виявити кілька викривлень, таких як надсуб'єктивне узагальнення і катастрофізація."
    ],
    "quote": {
      "text": "Що краще я розумію себе і свої емоційні потреби, то сильнішим стає моє сприйняття реальності, і то менше страхів і помилок отруюють моє життя.",
      "author": "Карл Роджерс"
    }
  },
  "screen_3": {
    "texts": [
      "Ну і звичайно, найголовніша колонка в нашій таблиці - альтернативна, раціональна відповідь. Це справжнісінька відсіч критику всередині себе.",
      "Важливо замінювати самокритичну думку на більш реалістичну і логічну, уникаючи надто оптимістичних заяв.",
      "Треба замінити критичну думку на більш реалістичну. Не варто бути дихотомічним у цьому, замінюючи її на надто оптимістичну, несхожу на правду думку.",
      "З розряду: \"Я найрозумніший і я все здам на відмінно\". Може, звісно, ця думка і буде правильною, але вона дуже протилежна вашій початковій думці, і навряд чи ви повірите в неї одразу, а отже, і сенсу в ній немає.",
      "Замість цього спробуйте розпізнати правду, як справа йде насправді.",
      "Бо якщо те, що ви запишете в раціональну відповідь, не буде достатньо переконливим і реалістичним для вас, то це вам не допоможе.",
      "Постарайтеся написати таку альтернативну відповідь, у яку ви самі вірите.",
      "Наприклад, ви можете записати таке: \"Насправді я не дурний, у мене є докази цього, я вступив самостійно до університету, вчуся досить добре. Звісно, бувають моменти, коли в мене щось не виходить, але ж я людина, я можу припускатися помилок, але це не робить мене дурним.",
      "Тим паче, я готуюся до складання іспиту і, найімовірніше, все-таки здам його хоча б на трійку, адже до цього я складав усі предмети. А якщо навіть я не здам із першого разу, я можу прийти на перездачу, добре підготуватися і точно вже здати.\"",
      "Така раціональна відповідь більш правдоподібна і ймовірність того, що ви повірите в неї, значно вища.",
      "Використовуйте цей інструмент протягом дня, регулярно записуючи свої думки і протистоячи деструктивним переконанням.",
      "Згодом ви виявите, що знаходити раціональну відповідь стає все легше. Але найважливіше - ви помітите зміни у своєму настрої та ставленні до себе."
    ]
  }
}
