{
  "title": "Техніка: Дайте відсіч внутрішньому критику",
  "description": "У цій статті подано практичні способи підвищення самооцінки, які можна виконувати самостійно. Головна техніка полягає у вмінні протистояти внутрішньому критику: фіксувати самокритичні думки, визначати когнітивні викривлення та формулювати раціональні відповіді. Регулярна робота з цим підходом допоможе змінити ставлення до себе та зміцнити самооцінку.",
  "screen_1": {
    "texts": [
      "Ми підготували прості, але дієві техніки для зміцнення самооцінки. Їх можна використовувати самостійно, і вони допоможуть крок за кроком змінювати ставлення до себе.",
      "Слід пам'ятати: знати теорію недостатньо. Справжні зміни приходять завдяки практиці.",
      "Рекомендуємо приділяти цьому трохи часу щодня, особливо на початку, доки нова звичка не закріпиться.",
      "Перша техніка допоможе навчитися протистояти внутрішньому критику.",
      "Відчуття неповноцінності та самоненависть часто пов’язані з критичним внутрішнім голосом, який принижує та знецінює вас.",
      "Думки на кшталт «Я нічого не вартий», «Я гірший за інших», «У мене нічого не вийде», «Я в усьому винен» формують негативний образ себе і можуть призвести до депресії.",
      "Щоб змінити цю звичку мислення, дійте так:",
      "Помічайте та фіксуйте самокритичні думки.",
      "Визначайте когнітивні викривлення у них.",
      "Створюйте раціональні відповіді, які допоможуть бачити себе реалістичніше.",
      "Ви можете використовувати для цього «Щоденник автоматичних думок» у нашому застосунку або просто вести записи у форматі трьох колонок.",
      "Для наочності далі ми розглянемо саме варіант з трьома колонками."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас почуватися неповноцінними без вашої згоди.",
      "author": "Елеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Створіть таблицю з трьох колонок. Це може бути нотатник, документ чи замітка на телефоні. Назви колонок:",
      "Думка критика",
      "Когнітивне викривлення",
      "Раціональна відповідь",
      "У першу колонку записуйте самокритичні думки, коли ловите себе на знеціненні чи надмірній вимогливості до себе.",
      "Запитуйте себе: «Що я зараз думаю про себе?» і фіксуйте відповідь.",
      "Наприклад: «Я такий недолугий, що точно не складу іспит».",
      "Записуйте думки, а не почуття. Фраза «Мені погано» — це емоція, її складно спростувати. А думку можна проаналізувати.",
      "У другій колонці визначайте когнітивні викривлення.",
      "Можливо, це буде одне викривлення, а можливо — кілька.",
      "Наприклад, думка «Я такий дурний, що точно не складу іспит» містить навішування ярликів.",
      "А фраза «Я ні на що не здатний, мене відрахують і я ніколи не досягну успіху» може містити узагальнення та катастрофізацію."
    ],
    "quote": {
      "text": "Чим краще я розумію себе і свої потреби, тим ясніше бачу реальність і тим менше страхів та ілюзій отруюють моє життя.",
      "author": "Карл Роджерс"
    }
  },
  "screen_3": {
    "texts": [
      "Третя колонка — це раціональна відповідь, тобто ваш аргумент на захист себе.",
      "Потрібно не просто заперечувати критику, а формулювати реалістичні та переконливі думки.",
      "Не варто переходити до крайнощів: фраза «Я найкращий і все зроблю ідеально» навряд чи здаватиметься правдивою.",
      "Завдання — побачити ситуацію об’єктивніше.",
      "Раціональна відповідь має бути такою, у яку ви реально можете повірити.",
      "Наприклад:",
      "«Я не дурний. Я самостійно вступив до університету і загалом навчаюсь добре. Так, іноді щось виходить гірше, але це нормально для будь-якої людини. Я готуюся до іспиту і, ймовірно, складу його, як і попередні. А навіть якщо ні — зможу підготуватися ще краще і скласти на перескладанні».",
      "Такий підхід допомагає поступово ламати звичку до самокритики.",
      "Практикуйте цей метод протягом дня, фіксуючи думки та формуючи здорові відповіді.",
      "З часом ви помітите, що це стає легше, а ставлення до себе — теплішим та добрішим."
    ]
  }
}
