{
  "title": "Техніка: Дайте відсіч внутрішньому критику",
  "description": "У цій статті зібрано дієві способи підвищення самооцінки, які можна практикувати самостійно. Основна техніка — навчитися протистояти внутрішньому критику: для цього пропонуємо вести спеціальну таблицю з самокритичними думками, їхніми когнітивними викривленнями та раціональними відповідями. Наголошуємо на важливості регулярності: саме системна практика призводить до помітних змін у сприйнятті себе та зростання самооцінки.",
  "screen_1": {
    "texts": [
      "Ми розробили низку простих, але ефективних технік для підвищення самооцінки. Ці методи, придатні для самостійної практики, допоможуть Вам у цьому непростому процесі.",
      "Насамперед важливо розуміти: лише знання теорії замало, щоб підвищити самооцінку.",
      "Тільки регулярне виконання вправ дає стійкий результат. Радимо приділяти цьому трохи часу щодня, принаймні на початку, доки процес не стане звичним.",
      "Перша техніка покликана навчити давати відсіч внутрішньому критику.",
      "Відчуття меншовартості й самоненависть часто народжуються через внутрішнього критика, який постійно підточує Вашу самооцінку.",
      "Негативні переконання на кшталт «Я нічого не вартий/не варта», «Я гірший/гірша за інших», «У мене нічого не вийде», «Я в усьому винен/винна», «Я невдаха» поглиблюють проблеми з самооцінкою і можуть призвести до депресії.",
      "Щоб подолати цю звичку мислити негативно, дотримуйтеся такого плану:",
      "Навчіться помічати й записувати самокритичні думки.",
      "Визначайте когнітивні викривлення в цих думках.",
      "Розробляйте раціональні відповіді, щоб формувати реалістичніше й здоровіше ставлення до себе, і робіть це регулярно.",
      "Для цього можна користуватися «Щоденником автоматичних думок» у нашому застосунку або вести записи поза застосунком у форматі трьох колонок.",
      "Для простоти далі пояснюємо варіант із трьома колонками."
    ],
    "quote": {
      "text": "Ніхто не здатен змусити Вас почуватися меншовартісно без Вашої згоди.",
      "author": "Елеонора Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Створіть таблицю з трьох колонок у зручному для Вас форматі — це може бути блокнот, документ на комп’ютері або нотатка в телефоні. Назви колонок:",
      "Думки критика",
      "Когнітивне викривлення",
      "Раціональна відповідь",
      "До першої колонки заносьте всі самокритичні думки, які приходять у голову.",
      "Кожного разу, коли Ви себе звинувачуєте, почуваєтеся непотрібним/непотрібною чи незадоволені собою, запитайте: «Що я зараз думаю про себе?» — і запишіть це.",
      "Наприклад, якщо хвилюєтеся перед іспитом і думаєте: «Я такий/така дурний/дурна, що точно не складу», — саме таку думку й варто зафіксувати.",
      "У цю колонку слід вписувати саме думки про себе, а не почуття. Адже якщо Ви напишете: «Мені жахливо», це навряд чи вдасться спростувати — бо так і є.",
      "У другій колонці визначайте, яке когнітивне викривлення є в цій думці.",
      "Запишіть, яку помилку мислення Ви в себе помітили. Це може бути одна, а може — дві чи три.",
      "Наприклад, у твердженні «Я такий/така дурний/дурна, що точно не складу» бачимо викривлення у вигляді навішування ярликів.",
      "А в думці «Я ні на що не здатний/нездатна, тож мене відрахують і я ніколи не досягну успіху» можна знайти кілька викривлень, зокрема надмірне узагальнення й катастрофізацію."
    ],
    "quote": {
      "text": "Чим краще я розумію себе та свої емоційні потреби, тим міцнішим стає моє відчуття реальності й тим менше страхів і хибних уявлень отруюють моє життя.",
      "author": "Карл Роджерс"
    }
  },
  "screen_3": {
    "texts": [
      "І, звісно, головна колонка в нашій таблиці — альтернативна, раціональна відповідь. Це й є справжня відсіч внутрішньому критику.",
      "Важливо замінювати самокритичну думку на реалістичнішу й логічнішу, уникаючи надміру оптимістичних заяв.",
      "Не варто мислити дихотомічно й підмінювати її надто райдужною, не схожою на правду альтернативою.",
      "Наприклад: «Я найрозумніший/найрозумніша і все складу на відмінно». Можливо, це й виявиться правдою, але така думка надто протилежна початковій — повірити в неї одразу важко, тож користі мало.",
      "Натомість спробуйте побачити, як усе є насправді.",
      "Якщо раціональна відповідь не буде для Вас достатньо переконливою й реалістичною, вона не спрацює.",
      "Намагайтеся сформулювати альтернативну відповідь, у яку Ви самі вірите.",
      "Наприклад, можна написати так: «Насправді я не дурний/не дурна — маю цьому підтвердження: я сам/сама вступив/вступила до університету, навчаюся досить добре. Звісно, бувають моменти, коли щось не виходить, але я — людина й можу помилятися, та це не робить мене дурним/дурною».",
      "«До того ж я готуюся до іспиту і, найімовірніше, складу його хоча б на задовільно — раніше ж я складав/складала інші предмети. А якщо раптом не складу з першого разу, зможу прийти на перездачу, добре підготуватися і точно скласти».",
      "Такий раціональний варіант відповіді правдоподібніший, тож імовірність, що Ви йому повірите, значно вища.",
      "Користуйтеся цим інструментом упродовж дня, регулярно занотовуючи думки та даючи відсіч деструктивним переконанням.",
      "З часом Ви помітите, що формулювати раціональні відповіді стає легше. А головне — зміняться настрій і ставлення до себе."
    ]
  }
}
