{
  "title": "Техніка: Дай відсіч внутрішньому критику",
  "description": "У цій статті представлені ефективні методи для підвищення самооцінки, які можна застосовувати самостійно. Основна техніка - це навчитися протистояти внутрішньому критику, для чого пропонується вести спеціальну таблицю з самокритичними думками, їх когнітивними помилками та раціональними відповідями. Стаття підкреслює важливість регулярної практики цих вправ для досягнення значних змін у сприйнятті себе та підвищення самооцінки.",
  "screen_1": {
    "texts": [
      "Ми розробили низку простих, але ефективних технік для підвищення самооцінки. Ці методи, доступні для самостійного використання, допоможуть вам у цьому непростому процесі.",
      "Перш за все, важливо розуміти: одного лише знання теорії недостатньо для підвищення самооцінки.",
      "Тільки регулярне виконання вправ принесе стійкий результат. Ми радимо приділяти цьому трохи часу щодня, принаймні на початковому етапі, доки процес не стане звичним.",
      "Перша техніка, з якою ми хотіли б вас ознайомити, спрямована на навчання протистояти внутрішньому критику.",
      "Почуття неповноцінності та самоненависть часто виникають через внутрішнього критика, який постійно підриває вашу самооцінку.",
      "Негативні переконання на кшталт \"Я нічого не вартую\", \"Я гірший за інших\", \"У мене нічого не вийде\", \"Я винен у всьому\", \"Я невдаха\" погіршують проблеми з самооцінкою і можуть призвести до депресії.",
      "Щоб подолати цю негативну мисленнєву звичку, дотримуйтесь такого плану:",
      "Навчіться помічати і записувати самокритичні думки.",
      "Визначте когнітивні викривлення в цих думках.",
      "Розробіть раціональні відповіді, щоб створити більш реалістичне і здорове ставлення до себе, і робіть це регулярно.",
      "Для цих цілей ви можете використовувати \"Щоденник автоматичних думок\" у нашому додатку. Або робити записи поза додатком у вигляді трьох колонок.",
      "Далі ми будемо пояснювати на варіанті з трьома колонками для більшої простоти."
    ],
    "quote": {
      "text": "Ніхто не може змусити вас відчувати себе неповноцінним без вашої згоди.",
      "author": "Елеонори Рузвельт"
    }
  },
  "screen_2": {
    "texts": [
      "Створіть таблицю з трьох колонок у зручному для вас форматі - це може бути блокнот, документ на комп'ютері або нотатка в телефоні. Назви колонок:",
      "Думки критика",
      "Когнітивна помилка",
      "Раціональна відповідь",
      "У першу колонку записуйте всі самокритичні думки, що приходять у голову.",
      "Кожен раз, коли ви звинувачуєте себе, відчуваєте себе безкорисним або незадоволеним собою, поставте собі питання: \"Що я зараз думаю про себе?\" і запишіть це.",
      "Наприклад, якщо ви хвилюєтеся перед іспитом і думаєте: \"Я такий дурний, що точно не здам\", це саме та думка, яку потрібно зафіксувати.",
      "У цю колонку варто вписувати саме ваші думки про себе, а не ваші почуття. Тому що якщо ви напишете: \"Я відчуваю себе жахливо\", то навряд чи зможете це спростувати, тому що це дійсно так.",
      "У другій колонці визначте, яке когнітивне викривлення присутнє в думці.",
      "Запишіть у другу колонку яку помилку мислення ви у себе виявили. Можливо, це буде одна помилка, а може бути і дві, і три.",
      "Наприклад, у твердженні \"Я такий дурний, що точно не здам\" ми бачимо викривлення у вигляді навішування ярликів.",
      "А в думці \"Я ні на що не здатний, тому мене відрахують, і я ніколи не досягну успіху\" можна виявити кілька спотворень, таких як надузагальнення і катастрофізація."
    ],
    "quote": {
      "text": "Чим краще я розумію себе і свої емоційні потреби, тим сильнішим стає моє сприйняття реальності і тим менше страхів і омрут отруює моє життя.",
      "author": "Карл Роджерс"
    }
  },
  "screen_3": {
    "texts": [
      "Ну і звісно, найголовніша колонка в нашій таблиці - альтернативна, раціональна відповідь. Це найсправжнісінька відсіч критику всередині себе.",
      "Важно замінювати самокритичну думку на більш реалістичну і логічну, уникаючи надто оптимістичних заяв.",
      "Треба замінити критикуючу думку на більш реалістичну. Не варто бути дихотомічним у цьому, замінюючи її на надто оптимістичну, непохожу на правду думку.",
      "З розряду: \"Я найрозумніший і я все здам на відмінно\". Може, звісно, ця думка і буде правильною, але вона сильно протилежна вашій початковій думці і навряд чи ви повірите в неї одразу, а отже і сенсу в ній немає.",
      "Замість цього спробуйте розпізнати правду, як справа насправді.",
      "Тому що якщо те, що ви запишете в раціональну відповідь не буде достатньо переконливо і реалістично для вас, то це вам не допоможе.",
      "Постарайтеся написати таку альтернативну відповідь, в яку ви самі вірите.",
      "Наприклад, ви можете записати наступне: \"Насправді я не дурний, у мене є докази цього, я поступив самостійно в університет, навчаюся достатньо добре. Звісно, бувають моменти, коли в мене щось не виходить, але я ж людина, я можу допускати помилки, але це не робить мене дурним.",
      "Особливо, я готуюся до здачі іспиту і найімовірніше все-таки здам його хоча б на трійку, до цього ж я здавав усі предмети. А якщо навіть я не здам з першого разу, я можу прийти на перездачу, добре підготуватися і точно ж здам.\"",
      "Такий раціональний відповідь більш правдоподібний і ймовірність того, що ви повірите в нього, значно вища.",
      "Використовуйте цей інструмент протягом дня, регулярно записуючи свої думки і протистоячи деструктивним переконанням.",
      "З часом ви виявите, що знаходити раціональну відповідь стає все легше. Але найголовніше – ви помітите зміни у своєму настрої і ставленні до себе."
    ]
  }
}