{
  "trap": {
    "title": "Техніка: Шлях з пастки завищених очікувань",
    "description": "У статті розглядається проблема почуття провини, що виникає через нереалістичних вимог до себе і постійної самокритики. Описуються методи переосмислення внутрішніх установок і заміни \"повиненствування\" на більш здорове сприйняття особистих можливостей і бажань. Читачам пропонуються практичні поради зі звільнення від самообвинувачень і побудови більш гармонійного ставлення до себе і своїх помилок.",
    "screen_1": {
      "texts": [
        "Почуття провини часто виникає через завищені вимоги до себе і може проявлятися в таких думках, як:",
        "«Я повинен зробити це».",
        "«Я повинна вчинити так».",
        "«Я повинна бути такою».",
        "«Я не повинен був робити цього».",
        "«Я повинна була це передбачити/знати».",
        "Неадекватні вимоги, що містять слово «повинен», можуть призвести до почуття провини і нереалістичних очікувань.",
        "Ці вимоги припускають, що ви повинні бути досконалим або всезнаючим, що є нереалістичним.",
        "До таких вимог може відноситися ідея, що ви завжди повинні бути щасливим або задоволеним, що, в свою чергу, лише посилює почуття невдачі.",
        "Також існують вимоги, засновані на припущенні, що ви все знаєте і можете передбачити майбутнє. Це створює хибні очікування і почуття провини, замість того, щоб допомогти вам вирішити проблеми.",
        "Суть цієї техніки полягає в тому, щоб усвідомити, що звинувачувати себе недоцільно, що неадекватні вимоги самі по собі є нереалістичними і несправедливими.",
        "Вони створюють тільки почуття провини і неможливості, а не допомагають вирішити проблему або досягти успіху.",
        "Щоб уникнути постійних звинувачень на свою адресу, варто відмовитися від таких вимог і стати більш реалістичним у своїх очікуваннях до себе і свого життя.",
        "Звісно, такі зміни мислення не відбуваються за один день і можуть не відбутися навіть за місяць. Але ми впевнені, що регулярна праця над собою допомагає досягти змін."
      ],
      "quote": {
        "text": "Будь-яке почуття провини припускає самоосудження, і це в корені невірно. Людина повинна усвідомлювати свої помилки, не впадаючи в самобичування.",
        "author": "Бертран Рассел"
      }
    },
    "screen_2": {
      "texts": [
        "Так що ж потрібно робити вже зараз, щоб позбутися почуття провини, викликаного завищеними вимогами?",
        "Простий, але ефективний спосіб врятуватися від завищених вимог до себе припускає заміну слова «повинен» на інші: «Було б добре, якщо…» або «Якби я міг, я б...». Вони часто виявляються більш реалістичними і не так засмучують.",
        "Наприклад, замість «Я повинен зробити мою дружину щасливою», ви могли б сказати: «Було б чудово, якби я зміг зробити дружину щасливою, тому що вона засмучена. Я можу запитати, чим вона засмучена, і подумати, чим я, можливо, зможу допомогти».",
        "Або замість «Я не повинен був їсти морозиво», ви можете сказати: «Було б краще, якби я не їв це морозиво, але мій вчинок — це ще не кінець світу».",
        "Прибрати умовний спосіб. Замість роздумів у дусі «Мені треба було б…», «Ось якби я…», «Ось дарма я не…» спробуйте думати: «Наступного разу я зроблю по-іншому».",
        "Люди з почуттям провини часто думають в умовному способі, але цього ані в якому разі не варто робити.",
        "І якщо ви себе на цьому ловите, то одразу ж припиняйте і змінюйте фразу на «Наступного разу я…».",
        "І все. Ніяких умовних способів, категорично.",
        "Метод реальності допомагає перевірити відповідність ваших вимог реальності. Говорячи собі: «Я не повинен був це робити», ви, напевно, думаєте, що дійсно не повинні були цього робити і, сказавши собі це, ви відчуєте себе краще.",
        "Однак насправді все навпаки: вам потрібно було зробити саме те, що ви зробили, але, зізнавшись собі в цьому, ви відчуєте розчарування.",
        "Наприклад, ви сіли на дієту, щоб схуднути, з'їли щось зайве і тепер звинувачуєте себе в цьому: «Я не повинна була їсти цю шоколадку».",
        "Однак насправді у вас була потреба в солодкому. Можливо, ви переживаєте через щось і за звичкою захотіли щось з'їсти для підняття настрою, тому стриматися було неможливо.",
        "Люди часто заїдають негативні емоції, щоб полегшити свій стан. Коли ви намагаєтеся позбутися шкідливих звичок або намагаєтеся схуднути, головне, що вам при цьому заважає, — це переконання в тому, що ви втрачаєте над собою контроль.",
        "Відчуття втрати контролю безпосередньо пов'язане з тим, що ви «повинні» або «не повинні». Якщо у вас з'являється бажання з'їсти щось некорисне, то ви говорите собі, що «не повинні» навіть хотіти з'їсти заборонену їжу, а «повинні» відмовитися раз і назавжди від усіх некорисних продуктів і при цьому ніколи не зриватися.",
        "І після цього, щоб відчути себе краще, ви йдете і їсте шоколадку. Такий підхід до схуднення навряд чи принесе результати, а ви при цьому будете відчувати себе винними і пригніченими.",
        "Коли у вас вийде перестати забороняти собі щось-небудь, тоді ви зможете без насильства над собою від цього позбутися."
      ]
    },
    "screen_3": {
      "texts": [
        "Людьми, схильними до надмірного почуття провини, можуть маніпулювати оточуючі ради досягнення своїх цілей. Подумайте: скільки разів ви погоджувалися піти на зустріч без особливого бажання зі прагнення догодити або щоб ніхто не образився? Важливо відстоювати особисті кордони і вміти говорити «ні».",
        "Приклад: молода дівчина живе з батьками і братом, отримує хорошу зарплату. Її брат час від часу десь підробляє.",
        "У нього є залежність від речей: він постійно купує собі щось нове, але власних грошей на це не вистачає.",
        "Його сестра розуміє, що це не найкращий спосіб розпорядження грошима, але продовжує давати йому в борг, оскільки вважає, що сестри і брати повинні допомагати один одному, так прийнято в їхній родині.",
        "Дівчина боїться відмовити брату, бо це може зруйнувати їхні стосунки. Вона попередньо розіграла важкий діалог з другом і зрозуміла, що говорити «ні» не так страшно, як здавалося.",
        "Перед тим, як визначити свої кордони і провести межу у вигляді відмови від виконання вимог або відстоювання власної думки, щоб не йти в гості, коли вам цього не хочеться, ви можете розіграти складний діалог або написати його на аркуші паперу або нотатках.",
        "Так ви зможете спрогнозувати імовірний сценарій спілкування і зрозуміти, як краще відмовити співрозмовнику, а ще, можливо, ви зрозумієте, що це не так страшно — говорити «ні».",
        "Вам доведеться пройти довгий шлях, перш ніж у мозгу сформуються відповідні нейронні ланцюги, і вам вистачить сміливості та вміння сказати «ні» дипломатично, але наполегливо, і закріпити навичку на практиці, коли настане відповідний момент.",
        "Розмежування відповідальності",
        "Іноді ми беремо на себе відповідальність за нещастя і невдачі інших людей.",
        "У таких ситуаціях важливо розібратися, хто насправді несе відповідальність за те, що сталося. Наприклад, дійсно ви винні в тому, що ваша дитина отримала погані оцінки?",
        "Тут виникає плутанина між вашим впливом на дитину і контролем над нею.",
        "Щоб навчитися розрізняти відповідальність, можна використовувати метод трьох колонок, який є скороченою версією щоденника автоматичних думок.",
        "У першій колонці записуються тривожні і засуджуючі думки, у другій — які когнітивні викривлення ви помічаєте при цьому, а в третій — який раціональну відповідь ви можете дати.",
        "Наприклад:",
        "1-я колонка (тривожні і засуджуючі думки): «Я винен у тому, що моя дитина отримує погані оцінки. Я не зможу допомогти йому досягти успіху в школі».",
        "2-я колонка (когнітивні викривлення): персоналізація, надмірне узагальнення.",
        "3-я колонка (раціональна відповідь): «Я несу відповідальність за свою роль у вихованні дитини, але не повністю контролюю його успіх або невдачу в школі. Дитина також має власну відповідальність за своє навчання і навчання. Я можу допомогти йому, підтримувати і мотивувати, але кінцевий результат залежить від його власної роботи і зусиль».",
        "Важливо розуміти, що ми не можемо контролювати кожен аспект життя інших людей, навіть якщо вони знаходяться під нашим впливом. Ми несемо відповідальність за свої дії і роль, яку ми граємо в житті інших людей, але не повинні брати на себе всю відповідальність за їхні успіхи або невдачі."
      ]
    }
  },
  "unemployment": {
    "title": "Втратити роботу і впасти в депресію?",
    "description": "Ця стаття досліджує психологічні та соціальні наслідки раптової втрати роботи, розглядаючи емоційний американські гірки, що супроводжують такі події. Через особистий досвід Олександра, довгий час працюючого у успішній компанії, розповідається про боротьбу з депресією, зниженням самооцінки та професійними невдачами. Стаття також пропонує шляхи подолання емоційних труднощів, підкреслюючи важливість підтримки та самоприйняття у важкі періоди.",
    "screen_1": {
      "texts": [
        "Раптова втрата роботи – сильний стрес для більшості людей. Коли за кілька днів чи тижнів оголошують про звільнення чи скорочення, багато хто відчуває відчуття, що життя «рухнуло». І це пояснимо, бо у вас кардинально змінюються:",
        "фінансове становище",
        "соціальний статус",
        "звичний уклад життя",
        "короткострокові та довгострокові плани",
        "Робота — це певні зобов'язання, рамки, спілкування, загалом, щось, що нас підтримує.",
        "Безробіття ж — як повітряна яма, куди летиш без страховки. І залишаєшся наодинці з собою, з зовсім порожніми днями, рахунками, за якими ось-ось не буде чим платити, нескінченним очікуванням запрошення на співбесіду: перед зустріччю відчуваєш несміливу надію, а потім — чергова відмова. Типова і безрадісна картина.",
        "Втрата роботи переживається так само, як і будь-яка інша втрата, і ті, хто зіткнувся з цим, проходять через етапи горювання.",
        "Спочатку шок, глибока розгубленість, нерозуміння, що робити. Потім гнів — на себе, на тих, хто звільнив.",
        "Можливий і торг: а раптом усе ще можна врегулювати, і мене візьмуть назад? І нарешті, депресія. Безумовно, таку проблему можна назвати «реальною», але знову ж таки, чи означає це, що вона виправдовує вашу депресію?",
        "Причина такої емоційної реакції полягає в переконаності в тому, що особиста цінність і здатність до відчуття щастя безпосередньо залежать від професійного успіху.",
        "В рамках цієї ціннісної системи здається логічним припускати, що емоційне пригнічення неминуче пов'язане з фінансовими втратами, невдачами в кар'єрі чи банкрутством."
      ],
      "quote": {
        "text": "Коли одні двері зачиняються, хіба ви не знаєте, що відкриваються багато інших.",
        "author": "Боб Марлі"
      }
    },
    "screen_2": {
      "texts": [
        "Якщо і ви так вважаєте, то вам буде цікавий випадок Олександра — 47-річного батька трьох дітей, який пропрацював 17 років з батьком своєї дружини в одній успішній компанії.",
        "За пару років до його депресії між ним і його тестем виникли розбіжності щодо управління компанією. У пориві гніву Олександр звільнився, тим самим відмовившись від своєї частки в компанії.",
        "Протягом наступних двох років він змінював одну роботу за іншою, але ніяк не міг знайти чогось вартої, як фінансово, так і морально.",
        "Здавалося, що в нього нічого не виходить і він почав вважати себе невдахою. Його дружині довелося вийти на роботу на повний день, щоб звести кінці з кінцями, і це тільки посилювало почуття нікчемності Саші, бо він завжди пишався своєю роллю годувальника сім'ї.",
        "Час ішов, його фінансове становище погіршувалося, а депресивний стан наростав, оскільки його самооцінка падала все нижче і нижче.",
        "На момент, коли Олександр вирішив звернутися по допомогу до спеціаліста, він вже пропрацював кілька місяців у компанії, що спеціалізується на нерухомості.",
        "За цей час він здав кілька будівель в оренду, але так і не скоїв жодного продажу. Оскільки його зарплата залежала від продажів, його заробіток був невисоким. У цей період Олександр страждав від депресії та прокрастинації, проводячи цілі дні в ліжку, думаючи:",
        "«Навіщо усе це? Я невдаха. Працювати безглуздо, все одно в мене нічого не вийде».",
        "На третій зустрічі з психологом він поділився, що один забезпечений друг хотів придбати нерухомість з його допомогою, і комісія від такого продажу допомогла б просуванню в кар'єрі, надала б впевненості і значно поповнила б гаманець.",
        "Замість того, щоб схопитися за цю роботу, Олександр зволікав кілька тижнів. Виникає питання, чому? Бо він думав: «Продавати комерційну нерухомість — це занадто складно.",
        "Я ніколи раніше цього не робив і в мене точно не вийде. А якщо він передумає в останню хвилину, це буде означати, що в мене нічого не вийшло б у цьому бізнесі. Це буде означати, що я — повний невдаха»."
      ]
    },
    "screen_3": {
      "texts": [
        "Керівництво Олександра дуже добре ставилося до нього, вважали його здатним продавцем, але він сам ставився до себе невиправдано суворо.",
        "У процесі наступних зустрічей і роботи з думками, Олександр погодився, що він дуже самокритичний до себе, і це ніяк не допомагає йому в цей непростий життєвий період, а навпаки, значно погіршує ситуацію.",
        "Він також усвідомив, що використовує «подвійні стандарти»: він толерантний до інших людей і готовий їх підтримати, але по відношенню до себе налаштований жорстко і критично.",
        "Спочатку він захищав своє бачення, як і багато вимогливих до себе перфекціоністів, стверджуючи, що, якщо ставитися до себе набагато суворіше, ніж до інших, це принесе якусь користь.",
        "Проте він швидко засвоїв той факт, що його особисті стандарти були насправді нереалістичні і приречені на провал, бо, якби він спробував продати будівлю і його спроба не увінчалася успіхом, він би сприйняв цю ситуацію як катастрофу. Його схильність мислити в категоріях \"все або нічого\" була його великою проблемою.",
        "Наприкінці терапії Олександр відчув полегшення, усвідомивши, що фінансові проблеми в останні роки не роблять його автоматично \"невдахою\".",
        "Це негативне самосприйняття і почуття ступору були результатом надмірного прагнення до \"все або нічого\". Його почуття безкорисності було результатом того, що він зосереджувався винятково на негативних аспектах життя (негативний фільтр) і нехтував безліччю фактів, у яких він досягав успіхів (знецінювання позитивного).",
        "Він усвідомив, що даремно мучив себе так довго думкою про те, що міг би зробити більше, і усвідомив, що фінансові труднощі не принижували його людської гідності. Зрештою, він визнав, що апатія і прокрастинація були лише симптомами депресії, а не відображенням його справжньої сутності.",
        "Коли він навчився давати відповідь своїм негативним думкам, то зміг знизити ступінь спотворень у своєму суворому ставленні до себе, і його настрій продовжував покращуватися.",
        "Він пішов зі сфери нерухомості і відкрив книжковий магазин. Йому вдалося покрити витрати, але, незважаючи на значні особисті зусилля, він не зміг досягти достатнього прибутку, щоб виправдати продовження бізнесу після першого пробного року."
      ]
    },
    "screen_4": {
      "texts": [
        "Таким чином, хоч і зовнішні ознаки успіху за цей час залишалися практично незмінними, він зміг зберегти свою самооцінку і уникнути депресії. Незважаючи на те, що його фінансове становище залишалося важким, коли він прийшов до рішення «визнати поразку» у своєму бізнесі з книжковим магазином, його повага до себе залишилася незмінною.",
        "До останньої зустрічі з психологом Олександр написав ось таке есе, яке вирішив перечитувати кожен ранок перед тим, як братися за пошуки нової роботи:",
        "Чому я не безкорисний?",
        "Поки я можу зробити щось для благополуччя самого себе і інших, я не безкорисний. Поки те, що я роблю, може виробляти позитивний ефект, я не безкорисний.",
        "Поки той факт, що я живу, має значення хоча б для однієї людини, я не безкорисний (і цією людиною за необхідності можу бути я сам). Якщо дарувати любов, розуміння, дружбу, підтримку, комунікабельність, пораду, втіху хоч щось означає, я не безкорисний.",
        "Якщо я можу поважати свою думку та інтелект, я не безкорисний.",
        "Якщо інші поважають мене, це приємний бонус.",
        "Якщо в мене є почуття самоповаги і власної гідності, я не безкорисний.",
        "Якщо допомагати забезпечувати засоби до існування сімей моїх співробітників — це означати робити щось хороше, я не безкорисний.",
        "Якщо я роблю все можливе, щоб допомогти своїм клієнтам і постачальникам своєю продуктивністю та креативністю, я не безкорисний.",
        "Якщо моя присутність у цьому середовищі дійсно має значення для інших, я не безкорисний. Я не безкорисний. Я дуже цінний за своєю суттю!",
        "Якщо ви зіткнулися з подібною проблемою або вам відкликаються автоматичні думки Олександра, напишіть для себе нотатку чому ви не безкорисні, чому ви не невдаха і чому ви цінні самі по собі."
      ]
    }
  },
  "vitamins": {
    "title": "Хибна депресія: Як гормони та вітаміни впливають на наше емоційне здоров'я",
    "description": "У статті обговорюється, як фізичне здоров'я, включаючи гормональний баланс та рівень вітамінів, може впливати на емоційний стан людини. Вона підкреслює, що симптоми, часто асоційовані з депресією, можуть бути викликані фізичними проблемами, такими як дефіцит певних вітамінів або гормональні порушення. Автори статті роблять акцент на важливості комплексного підходу до діагностики та лікування психічних розладів, враховуючи як психологічні, так і фізіологічні аспекти.",
    "screen_1": {
      "texts": [
        "Ми прагнемо, щоб цей розділ максимально допоміг вам покращити та полегшити ваш емоційний стан. Тому важливо обговорити всі можливі причини його змін.",
        "Коли йдеться про депресію, ми маємо на увазі набір певних симптомів, які були згадані раніше. Однак не завжди ці симптоми вказують саме на психічний розлад.",
        "Слід пам'ятати, що біологічна складова нашого організму відіграє важливу роль не тільки у фізичному, але й у психологічному добробуті. Так, фізичні проблеми можуть значно впливати на емоційний фон, створюючи симптоми, схожі з депресією.",
        "Прикладом цього служать гормони. Вони чинять величезний вплив на поведінку та психологічний стан людини.",
        "Дослідження в галузі психоендокринології показують, що нервова та ендокринна системи взаємопов'язані, забезпечуючи підтримку гомеостазу (фізіологічної рівноваги організму).",
        "Тому будь-які коливання гормонального фону здатні викликати серйозні порушення емоційної сфери.",
        "Наприклад, зниження функції щитовидної залози може призвести до депресії, збільшення рівня тривожності та інших психічних проблем.",
        "Гіперфункція ж цієї залози викликає манію, дратівливість, перепади настрою і навіть психози.",
        "Акромегалія, або підвищена вироблення гормону росту, проявляється у вигляді зниження психічної активності, апатії в поєднанні з ейфорією.",
        "Таким чином, люди з ендокринними розладами стикаються не тільки з фізичними труднощами свого захворювання, але і з ризиком психічних розладів, таких як тривога, депресія, манія, сплутаність свідомості та інші."
      ],
      "quote": {
        "text": "Дбай про тіло, щоб душа бажала в ньому перебувати.",
        "author": "Сократ"
      }
    },
    "screen_2": {
      "texts": [
        "У середині 20 століття виникла ціла наукова дисципліна - психоендокринологія, що вивчає взаємозв'язок між ендокринною системою людини та його психікою.",
        "Є навіть такий термін, психоендокринний синдром – це порушення психіки, що виникають на фоні ендокринних захворювань. До них належать розлади настрою, астенія, зниження психічної активності, а також зміна потягів і інстинктів.",
        "Окрім гормонів, значний вплив на наш самопочуття чинять вітаміни.",
        "Авітаміноз і депресія, здавалося б, не пов'язані напряму, але, як показують дослідження, зв'язок між ними набагато сильніший, ніж ми могли припустити.",
        "Думаємо, ви погодитеся, що вітаміни необхідні нашому організму для підтримки обміну речовин. Їх багато, але кожен з них незамінний. І ось коли чогось організму не вистачає настає авітаміноз.",
        "Авітаміноз — це стан, при якому в організмі є недолік або повна відсутність того чи іншого вітаміну.",
        "Дефіцит різних вітамінів може по-різному впливати на психічне здоров'я, починаючи від невеликих незручностей до лякаючих симптомів.",
        "Дослідження показали, що авітаміноз може сприяти виникненню тривоги та депресії, а також погіршувати симптоми у людей з деякими психічними захворюваннями, такими як обсесивно-компульсивний або біполярний розлад.",
        "І навіть якщо ви здорові, недолік того чи іншого вітаміну може погіршити ваш настрій та емоційний фон."
      ]
    },
    "screen_3": {
      "texts": [
        "Приклади дефіциту вітамінів та їх симптоми:",
        "Вітамін D: пригніченість, тривога, втома, перепади настрою.",
        "Залізо: слабкість, стомлюваність, задишка, запаморочення, оніміння.",
        "Вітамін B12: підвищена стомлюваність, анемія, безсоння, зниження апетиту, розлад шлунка, м'язові болі.",
        "Фолієва кислота: стомлюваність, дратівливість, депресія, слабкість, апатія, млявість, порушення когнітивної функції.",
        "Вітаміни групи B: підвищена стомлюваність, дратівливість, безсоння, зміна настрою, порушення ритму серцебиття.",
        "Магній: слабкість, головні болі, тривожність, порушення ритму серцебиття.",
        "Вітамін С: хронічна втома, емоційна нестабільність.",
        "І це тільки частина можливих симптомів, які легко сплутати з депресивним станом.",
        "Наші особисті історії підтверджують важливість врахування гормонального та вітамінного балансу при діагностиці психічних розладів.",
        "Один із членів нашої команди думав, що зіткнувся з вигоранням, мучачись від нез'ясовної втоми, погіршення настрою, небажанням нічого робити.",
        "Але знаючи, що справа може бути в гормонах та вітамінах, звернувся до лікаря, виявив дефіцит, пропив курс вітаміну D і став почуватися значно краще."
      ]
    },
    "screen_4": {
      "texts": [
        "Інший член команди, дівчина, що відчувала симптоми, схожі на депресію, виявила залізодефіцитну анемію, лікування якої призвело до значного покращення її стану.",
        "Вона описувала свій стан наступним чином: «Я постійно хотіла спати, мені нічого не хотілося робити, не хотілося розмовляти ні з ким. Я страждала від жахливої апатії, запаморочень, дратівливості. У якийсь момент я справді почала думати, що в мене депресія, поки не здала випадково загальний аналіз крові, де виявилися проблеми з гемоглобіном.",
        "Після цього я здала додаткові аналізи, які виявили дефіцит заліза та феритину. В мене була залізодефіцитна анемія, а я думала, що це депресія. Але після курсу ліків я повернула собі колишній стан. Мій стан значно покращився.»",
        "Поділившись цими історіями, ми хочемо попередити вас від неправильних діагнозів.",
        "Тому, якщо ви відчуваєте знижений настрій, стомлюваність, втому та інші вищеперелічені симптоми, зверніть увагу не тільки на психологічне, але й на фізичне здоров'я.",
        "Проконсультуйтеся з лікарем, здайте загальний аналіз крові, перевірте рівень вітамінів та гормонів. Можливо, цього буде достатньо для покращення вашого емоційного стану."
      ]
    }
  }
}