{
  "title": "Техніка: Шлях із пастки завищених очікувань",
  "description": "У статті розглядається проблема почуття провини, що виникає через нереалістичні вимоги до себе та постійну самокритику. Описуються методи переосмислення внутрішніх налаштувань та заміни «повиненства» на більш здорове сприйняття особистих можливостей та бажань. Читачам пропонуються практичні поради для звільнення від самозвинувачень та будування більш гармонійних відносин із собою та своїми помилками.",
  "screen_1": {
    "texts": [
      "Почуття провини часто виникає через завищені вимоги до себе і може проявлятися у таких думках, як:",
      "«Я повинен зробити це».",
      "«Я повинна поступити так».",
      "«Я повинна бути такою».",
      "«Я не повинен був робити цього».",
      "«Я повинна була це передбачити/знати».",
      "Невідповідні вимоги, що містять слово «повинен», можуть призвести до почуття провини та нереалістичних очікувань.",
      "Ці вимоги передбачають, що ви повинні бути досконалими або всезнаючими, що є нереалістичним.",
      "До таких вимог може належати ідея, що ви завжди повинні бути щасливими або задоволеними, що в свою чергу лише посилює почуття невдачі.",
      "Також існують вимоги, засновані на припущенні, що ви все знаєте та можете передбачити майбутнє. Це створює хибні очікування та почуття провини, замість того, щоб допомогти вам вирішити проблеми.",
      "Суть цієї техніки полягає в тому, щоб усвідомити, що звинувачувати себе недоцільно, оскільки невідповідні вимоги самі по собі є нереалістичними та несправедливими.",
      "Вони створюють лише почуття провини та неможливості, а не допомагають вирішити проблему чи досягти успіху.",
      "Щоб уникнути постійних звинувачень на свою адресу, варто відмовитися від таких вимог і стати більш реалістичним у своїх очікуваннях до себе та свого життя.",
      "Звісно, такі зміни мислення не відбуваються за один день і можуть не відбутися навіть за місяць. Але ми впевнені, що регулярна праця над собою допомагає досягти змін."
    ],
    "quote": {
      "text": "Будь-яке почуття провини передбачає самоосуд, і це в корені невірно. Людина повинна усвідомлювати свої помилки, не впадаючи в самобичування.",
      "author": "Бертран Рассел"
    }
  },
  "screen_2": {
    "texts": [
      "Отже, що ж потрібно робити вже зараз, щоб позбутися почуття провини, спричиненого завищеними вимогами?",
      "Простий, але ефективний спосіб вирватися від завищених вимог до себе передбачає заміну слова «повинен» на інші: «Було б добре, якби...» або «Якби я міг, я б...». Вони часто виявляються більш реалістичними та не так засмучують.",
      "Наприклад, замість «Я повинен зробити мою дружину щасливою», ви могли б сказати: «Було б чудово, якби я міг зробити дружину щасливою, тому що вона засмучена. Я можу запитати, чим вона засмучена, та подумати, чим я, можливо, зможу допомогти».",
      "Або замість «Я не повинен був їсти морозиво», ви можете сказати: «Було б краще, якби я не їв це морозиво, але мій вчинок — це ще не кінець світу».",
      "Позбутися умовного способу. Замість роздумів на кшталт «Мені треба було б...», «От якби я...», «От дарма я не...» спробуйте думати: «Наступного разу я зроблю по-іншому».",
      "Люди з почуттям провини часто думають в умовному способі, але цього в жодному разі не варто робити.",
      "І якщо ви себе на цьому ловите, то одразу ж припиняйте і змінюйте фразу на «Наступного разу я...».",
      "І все. Жодних умовних способів, категорично.",
      "Метод реальності допомагає перевірити відповідність ваших вимог до реальності. Кажучи собі: «Я не повинен був це робити», ви напевно думаєте, що справді не повинні були цього робити і, сказавши собі це, ви почуватиметеся краще.",
      "Однак насправді все навпаки: вам потрібно було зробити саме те, що ви зробили, але, визнавши це, ви відчуєте розчарування.",
      "Наприклад, ви сіли на дієту, щоб схуднути, з'їли щось зайве і тепер звинувачуєте себе за це: «Я не повинна була їсти цю шоколадку».",
      "Однак насправді у вас була потреба в солодкому. Можливо, ви переживаєте через щось і за звичкою хотіли щось з'їсти, щоб підняти собі настрій, тому стриматися було неможливо.",
      "Люди часто «заїдають» негативні емоції, щоб полегшити свій стан. Коли ви намагаєтеся позбутися шкідливих звичок або намагаєтеся схуднути, головне, що вам при цьому заважає, — це переконання в тому, що ви втрачаєте над собою контроль.",
      "Відчуття втрати контролю безпосередньо пов'язане з тим, що ви «повинні» або «не повинні». Якщо у вас з'являється бажання з'їсти щось не корисне, то ви говорите собі, що «не повинні» навіть хотіти з'їсти заборонену їжу, а «повинні» відмовитися раз і назавжди від усіх некорисних продуктів і при цьому ніколи не зриватися.",
      "І після цього, щоб почуватися краще, ви йдете і їсте шоколадку. Такий підхід до схуднення малоймовірно принесе результати, а ви при цьому будете відчувати себе винними та пригніченими.",
      "Коли вам вдасться перестати забороняти собі щось, тоді ви зможете без насильства над собою позбутися цього."
    ]
  },
  "screen_3": {
    "texts": [
      "Людьми, схильними до надмірного почуття провини, можуть маніпулювати оточуючі заради досягнення своїх цілей. Подумайте: скільки разів ви погоджувалися йти на зустріч без особливого бажання з прагнення вгодити або щоб ніхто не образився? Важливо відстоювати особисті кордони та вміти казати «ні».",
      "Приклад: молода дівчина живе з батьками та братом, отримує хорошу зарплату. Її брат час від часу десь підробляє.",
      "У нього є залежність від речей: він постійно купує собі щось нове, але власних грошей на це не вистачає.",
      "Його сестра розуміє, що це не найкращий спосіб розпорядження грошима, але продовжує давати йому в борг, оскільки вважає, що сестри та брати повинні допомагати один одному, так прийнято в їхній сім'ї.",
      "Дівчина боїться відмовити брату, адже це може зруйнувати їхні стосунки. Вона попередньо розіграла важку розмову з другом і зрозуміла, що говорити «ні» не так страшно, як здавалося.",
      "Перед тим, як визначити свої кордони та провести межу у вигляді відмови від виконання вимог або відстоювання власної думки, щоб не йти в гості, коли вам цього не хочеться, ви можете розіграти складний діалог або написати його на аркуші паперу або в нотатках.",
      "Так ви зможете спрогнозувати ймовірний сценарій спілкування та зрозуміти, як краще відмовити співрозмовнику, а ще, можливо, ви зрозумієте, що це не так страшно — говорити «ні».",
      "Вам доведеться пройти довгий шлях, перш ніж у мозку сформуються відповідні нейронні ланцюги, і вам вистачить сміливості та вміння сказати «ні» дипломатично, але наполегливо, та закріпити навичку на практиці, коли настане відповідний момент.",
      "Розмежування відповідальності",
      "Іноді ми беремо на себе відповідальність за нещастя та невдачі інших людей.",
      "У таких ситуаціях важливо розібратися, хто насправді несе відповідальність за сталеся. Наприклад, чи справді ви винні в тому, що ваша дитина отримала погані оцінки?",
      "Тут виникає плутанина між вашим впливом на дитину та контролем над нею.",
      "Щоб навчитися розрізняти відповідальність, можна скористатися методом трьох колонок, який є скороченою версією щоденника автоматичних думок.",
      "У першій колонці записуються турбуючі та засуджувальні думки, у другій — які когнітивні спотворення ви помічаєте при цьому, а у третій — яку раціональну відповідь ви можете дати.",
      "Наприклад:",
      "1-ша колонка (турбуючі та засуджувальні думки): «Я винен в тому, що моя дитина отримує погані оцінки. Я не зможу допомогти йому досягти успіху в школі».",
      "2-га колонка (когнітивні спотворення): персоналізація, надмірне узагальнення.",
      "3-тя колонка (раціональна відповідь): «Я несу відповідальність за свою роль у вихованні дитини, але не повністю контролюю його успіх чи невдачу в школі. Дитина також має свою власну відповідальність за своє навчання та навчальну роботу. Я можу допомогти йому, підтримувати та мотивувати, але кінцевий результат залежить від його власної роботи та зусиль».",
      "Важливо розуміти, що ми не можемо контролювати кожен аспект життя інших людей, навіть якщо вони перебувають під нашим впливом. Ми несемо відповідальність за свої дії та роль, яку ми відіграємо в житті інших людей, але не повинні брати на себе всю відповідальність за їхні успіхи чи невдачі."
    ]
  }
}
