{
  "title": "Техніка: Шлях з пастки завищених очікувань",
  "description": "У статті розглядається проблема почуття провини, що виникає через нереалістичних вимог до себе і постійної самокритики. Описуються методи переосмислення внутрішніх установок і заміни \"повиненствування\" на більш здорове сприйняття особистих можливостей і бажань. Читачам пропонуються практичні поради зі звільнення від самообвинувачень і побудови більш гармонійного ставлення до себе і своїх помилок.",
  "screen_1": {
    "texts": [
      "Почуття провини часто виникає через завищені вимоги до себе і може проявлятися в таких думках, як:",
      "«Я повинен зробити це».",
      "«Я повинна вчинити так».",
      "«Я повинна бути такою».",
      "«Я не повинен був робити цього».",
      "«Я повинна була це передбачити/знати».",
      "Неадекватні вимоги, що містять слово «повинен», можуть призвести до почуття провини і нереалістичних очікувань.",
      "Ці вимоги припускають, що ви повинні бути досконалим або всезнаючим, що є нереалістичним.",
      "До таких вимог може відноситися ідея, що ви завжди повинні бути щасливим або задоволеним, що, в свою чергу, лише посилює почуття невдачі.",
      "Також існують вимоги, засновані на припущенні, що ви все знаєте і можете передбачити майбутнє. Це створює хибні очікування і почуття провини, замість того, щоб допомогти вам вирішити проблеми.",
      "Суть цієї техніки полягає в тому, щоб усвідомити, що звинувачувати себе недоцільно, що неадекватні вимоги самі по собі є нереалістичними і несправедливими.",
      "Вони створюють тільки почуття провини і неможливості, а не допомагають вирішити проблему або досягти успіху.",
      "Щоб уникнути постійних звинувачень на свою адресу, варто відмовитися від таких вимог і стати більш реалістичним у своїх очікуваннях до себе і свого життя.",
      "Звісно, такі зміни мислення не відбуваються за один день і можуть не відбутися навіть за місяць. Але ми впевнені, що регулярна праця над собою допомагає досягти змін."
    ],
    "quote": {
      "text": "Будь-яке почуття провини припускає самоосудження, і це в корені невірно. Людина повинна усвідомлювати свої помилки, не впадаючи в самобичування.",
      "author": "Бертран Рассел"
    }
  },
  "screen_2": {
    "texts": [
      "Так що ж потрібно робити вже зараз, щоб позбутися почуття провини, викликаного завищеними вимогами?",
      "Простий, але ефективний спосіб врятуватися від завищених вимог до себе припускає заміну слова «повинен» на інші: «Було б добре, якщо…» або «Якби я міг, я б...». Вони часто виявляються більш реалістичними і не так засмучують.",
      "Наприклад, замість «Я повинен зробити мою дружину щасливою», ви могли б сказати: «Було б чудово, якби я зміг зробити дружину щасливою, тому що вона засмучена. Я можу запитати, чим вона засмучена, і подумати, чим я, можливо, зможу допомогти».",
      "Або замість «Я не повинен був їсти морозиво», ви можете сказати: «Було б краще, якби я не їв це морозиво, але мій вчинок — це ще не кінець світу».",
      "Прибрати умовний спосіб. Замість роздумів у дусі «Мені треба було б…», «Ось якби я…», «Ось дарма я не…» спробуйте думати: «Наступного разу я зроблю по-іншому».",
      "Люди з почуттям провини часто думають в умовному способі, але цього ані в якому разі не варто робити.",
      "І якщо ви себе на цьому ловите, то одразу ж припиняйте і змінюйте фразу на «Наступного разу я…».",
      "І все. Ніяких умовних способів, категорично.",
      "Метод реальності допомагає перевірити відповідність ваших вимог реальності. Говорячи собі: «Я не повинен був це робити», ви, напевно, думаєте, що дійсно не повинні були цього робити і, сказавши собі це, ви відчуєте себе краще.",
      "Однак насправді все навпаки: вам потрібно було зробити саме те, що ви зробили, але, зізнавшись собі в цьому, ви відчуєте розчарування.",
      "Наприклад, ви сіли на дієту, щоб схуднути, з'їли щось зайве і тепер звинувачуєте себе в цьому: «Я не повинна була їсти цю шоколадку».",
      "Однак насправді у вас була потреба в солодкому. Можливо, ви переживаєте через щось і за звичкою захотіли щось з'їсти для підняття настрою, тому стриматися було неможливо.",
      "Люди часто заїдають негативні емоції, щоб полегшити свій стан. Коли ви намагаєтеся позбутися шкідливих звичок або намагаєтеся схуднути, головне, що вам при цьому заважає, — це переконання в тому, що ви втрачаєте над собою контроль.",
      "Відчуття втрати контролю безпосередньо пов'язане з тим, що ви «повинні» або «не повинні». Якщо у вас з'являється бажання з'їсти щось некорисне, то ви говорите собі, що «не повинні» навіть хотіти з'їсти заборонену їжу, а «повинні» відмовитися раз і назавжди від усіх некорисних продуктів і при цьому ніколи не зриватися.",
      "І після цього, щоб відчути себе краще, ви йдете і їсте шоколадку. Такий підхід до схуднення навряд чи принесе результати, а ви при цьому будете відчувати себе винними і пригніченими.",
      "Коли у вас вийде перестати забороняти собі щось-небудь, тоді ви зможете без насильства над собою від цього позбутися."
    ]
  },
  "screen_3": {
    "texts": [
      "Людьми, схильними до надмірного почуття провини, можуть маніпулювати оточуючі ради досягнення своїх цілей. Подумайте: скільки разів ви погоджувалися піти на зустріч без особливого бажання зі прагнення догодити або щоб ніхто не образився? Важливо відстоювати особисті кордони і вміти говорити «ні».",
      "Приклад: молода дівчина живе з батьками і братом, отримує хорошу зарплату. Її брат час від часу десь підробляє.",
      "У нього є залежність від речей: він постійно купує собі щось нове, але власних грошей на це не вистачає.",
      "Його сестра розуміє, що це не найкращий спосіб розпорядження грошима, але продовжує давати йому в борг, оскільки вважає, що сестри і брати повинні допомагати один одному, так прийнято в їхній родині.",
      "Дівчина боїться відмовити брату, бо це може зруйнувати їхні стосунки. Вона попередньо розіграла важкий діалог з другом і зрозуміла, що говорити «ні» не так страшно, як здавалося.",
      "Перед тим, як визначити свої кордони і провести межу у вигляді відмови від виконання вимог або відстоювання власної думки, щоб не йти в гості, коли вам цього не хочеться, ви можете розіграти складний діалог або написати його на аркуші паперу або нотатках.",
      "Так ви зможете спрогнозувати імовірний сценарій спілкування і зрозуміти, як краще відмовити співрозмовнику, а ще, можливо, ви зрозумієте, що це не так страшно — говорити «ні».",
      "Вам доведеться пройти довгий шлях, перш ніж у мозгу сформуються відповідні нейронні ланцюги, і вам вистачить сміливості та вміння сказати «ні» дипломатично, але наполегливо, і закріпити навичку на практиці, коли настане відповідний момент.",
      "Розмежування відповідальності",
      "Іноді ми беремо на себе відповідальність за нещастя і невдачі інших людей.",
      "У таких ситуаціях важливо розібратися, хто насправді несе відповідальність за те, що сталося. Наприклад, дійсно ви винні в тому, що ваша дитина отримала погані оцінки?",
      "Тут виникає плутанина між вашим впливом на дитину і контролем над нею.",
      "Щоб навчитися розрізняти відповідальність, можна використовувати метод трьох колонок, який є скороченою версією щоденника автоматичних думок.",
      "У першій колонці записуються тривожні і засуджуючі думки, у другій — які когнітивні викривлення ви помічаєте при цьому, а в третій — який раціональну відповідь ви можете дати.",
      "Наприклад:",
      "1-я колонка (тривожні і засуджуючі думки): «Я винен у тому, що моя дитина отримує погані оцінки. Я не зможу допомогти йому досягти успіху в школі».",
      "2-я колонка (когнітивні викривлення): персоналізація, надмірне узагальнення.",
      "3-я колонка (раціональна відповідь): «Я несу відповідальність за свою роль у вихованні дитини, але не повністю контролюю його успіх або невдачу в школі. Дитина також має власну відповідальність за своє навчання і навчання. Я можу допомогти йому, підтримувати і мотивувати, але кінцевий результат залежить від його власної роботи і зусиль».",
      "Важливо розуміти, що ми не можемо контролювати кожен аспект життя інших людей, навіть якщо вони знаходяться під нашим впливом. Ми несемо відповідальність за свої дії і роль, яку ми граємо в житті інших людей, але не повинні брати на себе всю відповідальність за їхні успіхи або невдачі."
    ]
  }
}