{
  "trap": {
    "title": "Техніка: Шлях із пастки завищених очікувань",
    "description": "У статті розглядається проблема почуття провини, що виникає через нереалістичні вимоги до себе та постійну самокритику. Описано способи переосмислення внутрішніх установок і заміни «повинності» на здоровіше сприйняття власних можливостей і бажань. Читачам пропонуються практичні поради, як звільнитися від самозвинувачень і вибудувати гармонійніше ставлення до себе та своїх помилок.",
    "screen_1": {
      "texts": [
        "Почуття провини часто виникає через завищені вимоги до себе й може проявлятися в таких думках, як:",
        "«Я маю це зробити».",
        "«Я маю вчинити так».",
        "«Я маю бути таким/такою».",
        "«Я не мав/не мала цього робити».",
        "«Я мав/мала це передбачити/знати».",
        "Неадекватні вимоги зі словами «маю/повинен» можуть призводити до провини та нереалістичних очікувань.",
        "Вони ніби припускають, що ви маєте бути досконалим/досконалою або всезнаючим/всезнаючою — а це нереалістично.",
        "До таких вимог може належати й уявлення, що ви завжди маєте бути щасливим/щасливою або задоволеним/задоволеною, що лише посилює відчуття невдачі.",
        "Також існують вимоги, засновані на припущенні, ніби ви все знаєте й здатні передбачити майбутнє. Це створює хибні очікування та провину замість того, щоб допомагати розв’язувати проблеми.",
        "Суть цієї техніки — усвідомити, що звинувачувати себе недоцільно, а неадекватні вимоги самі по собі нереалістичні й несправедливі.",
        "Вони лише породжують провину й відчуття безвиході, а не допомагають розв’язати проблему чи досягти успіху.",
        "Щоб уникнути постійних звинувачень на свою адресу, варто відмовитися від таких вимог і бути реалістичнішим/реалістичнішою у своїх очікуваннях від себе та свого життя.",
        "Звісно, такі зміни мислення не відбуваються за один день і можуть не статися навіть за місяць. Але ми впевнені: регулярна робота над собою допомагає прийти до змін."
      ],
      "quote": {
        "text": "Будь-яке почуття провини передбачає самоосуд — і це в корені неправильно. Людина має усвідомлювати свої помилки, не впадаючи в самобичування.",
        "author": "Бертран Рассел"
      }
    },
    "screen_2": {
      "texts": [
        "То що ж варто робити вже зараз, аби позбутися провини, спричиненої завищеними вимогами?",
        "Простий, але ефективний спосіб урятуватися від завищених вимог до себе — замінити слова «маю/повинен» на інші: «Було б добре, якби…» або «Якби я міг/могла, я б…». Вони часто реалістичніші й не так засмучують.",
        "Наприклад, замість «Я маю зробити мою дружину щасливою» ви могли б сказати: «Було б чудово, якби я зміг зробити дружину щасливою, бо вона засмучена. Я можу запитати, через що вона засмучена, і подумати, чим, можливо, зможу допомогти».",
        "Або замість «Я не мав/не мала їсти морозиво» ви можете сказати: «Було б краще, якби я не їв/їла цього морозива, але мій учинок — це ще не кінець світу».",
        "Приберіть умовний спосіб. Замість роздумів на кшталт «Мені треба було б…», «От якби я…», «Ех, дарма я не…» спробуйте думати так: «Наступного разу я зроблю інакше».",
        "Люди з почуттям провини часто мислять в умовному способі, але цього в жодному разі не варто робити.",
        "І якщо ви ловите себе на цьому — одразу зупиняйтеся й замінюйте фразу на «Наступного разу я…».",
        "І все. Жодних умовних способів — категорично.",
        "Метод реальності допомагає перевірити, наскільки ваші вимоги відповідають реальності. Коли ви кажете собі: «Я не мав/не мала цього робити», ви, ймовірно, вірите, що справді «не мали», і що від цієї думки вам стане легше.",
        "Але в реальності все навпаки: вам потрібно було зробити саме те, що ви зробили, і, визнавши це, ви відчуєте розчарування.",
        "Наприклад, ви сіли на дієту, щоб схуднути, з’їли щось зайве й тепер звинувачуєте себе: «Я не мала їсти цю шоколадку».",
        "Однак насправді у вас була потреба в солодкому. Можливо, ви через щось переживаєте й за звичкою захотіли щось з’їсти, щоб підняти настрій, тому стриматися було майже неможливо.",
        "Люди часто «заїдають» негативні емоції, щоб полегшити свій стан. Коли ви намагаєтеся позбутися шкідливих звичок або схуднути, найбільше вам заважає переконання, що ви втрачаєте контроль над собою.",
        "Відчуття втрати контролю напряму пов’язане з тим, що ви «маєте» або «не маєте». Якщо виникає бажання з’їсти щось шкідливе, ви кажете собі, що «не маєте права» навіть хотіти заборонену їжу, а «маєте» раз і назавжди відмовитися від усього шкідливого й при цьому ніколи не зриватися.",
        "І після цього, щоб відчути себе краще, ви йдете й їсте шоколадку. Такий підхід навряд чи дасть результат, а ви при цьому почуватиметеся винними й пригніченими.",
        "Коли у вас вийде перестати собі щось забороняти, тоді ви зможете без насильства над собою від цього відмовитися."
      ]
    },
    "screen_3": {
      "texts": [
        "Людьми, схильними до надмірного почуття провини, оточення може маніпулювати заради власних цілей. Подумайте: скільки разів ви погоджувалися на зустріч без особливого бажання — просто щоб догодити або щоб ніхто не образився? Важливо відстоювати особисті межі й уміти говорити «ні».",
        "Приклад: молода дівчина живе з батьками та братом і має хорошу зарплату. Її брат час від часу десь підробляє.",
        "У нього є залежність від речей: він постійно купує собі щось нове, але власних грошей на це не вистачає.",
        "Сестра розуміє, що це не найкращий спосіб розпоряджатися грошима, але продовжує позичати йому, бо вважає, що брати й сестри мають допомагати одне одному — так заведено в їхній сім’ї.",
        "Дівчина боїться відмовити братові, адже це може зруйнувати їхні стосунки. Вона заздалегідь розіграла складний діалог із другом і зрозуміла, що говорити «ні» не так страшно, як здавалося.",
        "Перш ніж окреслити свої межі й провести риску — наприклад, відмовитися виконувати чиїсь вимоги або відстоювати власну думку (скажімо, не йти в гості, коли вам цього не хочеться), — ви можете розіграти складний діалог або прописати його на аркуші чи в нотатках.",
        "Так ви зможете спрогнозувати ймовірний сценарій розмови й зрозуміти, як краще відмовити співрозмовнику, а також, можливо, побачите, що це не так страшно — говорити «ні».",
        "Вам доведеться пройти довгий шлях, перш ніж у мозку сформуються відповідні нейронні зв’язки, і вам вистачить сміливості та вміння сказати «ні» дипломатично, але наполегливо, а також закріпити цю навичку на практиці, коли настане відповідний момент.",
        "Розмежування відповідальності",
        "Іноді ми беремо на себе відповідальність за чужі нещастя й невдачі.",
        "У таких ситуаціях важливо розібратися, хто насправді відповідає за те, що сталося. Наприклад, чи справді ви винні в тому, що ваша дитина отримує погані оцінки?",
        "Тут виникає плутанина між вашим впливом на дитину та контролем над нею.",
        "Щоб навчитися розрізняти відповідальність, можна використати метод трьох колонок — скорочену версію щоденника автоматичних думок.",
        "У першій колонці записують тривожні та осудливі думки, у другій — які когнітивні викривлення ви в них помічаєте, а в третій — яку раціональну відповідь можете дати.",
        "Наприклад:",
        "1-ша колонка (тривожні та осудливі думки): «Я винен/винна в тому, що моя дитина отримує погані оцінки. Я не зможу допомогти їй досягти успіху в школі».",
        "2-га колонка (когнітивні викривлення): персоналізація, надмірне узагальнення.",
        "3-тя колонка (раціональна відповідь): «Я несу відповідальність за свою роль у вихованні дитини, але не повністю контролюю її успіх чи невдачу в школі. Дитина також має власну відповідальність за навчання. Я можу допомагати, підтримувати й мотивувати, але кінцевий результат залежить від її власної роботи та зусиль».",
        "Важливо розуміти, що ми не можемо контролювати кожен аспект життя інших людей, навіть якщо вони перебувають під нашим впливом. Ми відповідаємо за свої дії та роль, яку відіграємо в житті інших, але не повинні брати на себе всю відповідальність за їхні успіхи чи невдачі."
      ]
    }
  },
  "unemployment": {
    "title": "Втратити роботу й зануритися в депресію?",
    "description": "Ця стаття досліджує психологічні та соціальні наслідки раптової втрати роботи, розглядаючи емоційні «американські гірки», які супроводжують такі події. Через особистий досвід Олександра, який довго працював в успішній компанії, показано боротьбу з депресією, падінням самооцінки та професійними невдачами. Також пропонуються шляхи подолання емоційних труднощів, із наголосом на важливості підтримки та самовизнання в складні періоди.",
    "screen_1": {
      "texts": [
        "Раптова втрата роботи — сильний стрес для більшості людей. Коли за кілька днів або тижнів повідомляють про звільнення чи скорочення, багато хто відчуває, ніби життя «обвалилося». І це зрозуміло, адже кардинально змінюються:",
        "фінансове становище",
        "соціальний статус",
        "звичний уклад життя",
        "короткострокові та довгострокові плани",
        "Робота — це певні зобов’язання, рамки, спілкування, загалом щось, що нас підтримує.",
        "Безробіття ж — ніби повітряна яма, у яку падаєш без страховки. І залишаєшся наодинці із собою: з порожніми днями, рахунками, за які от-от нічим буде платити, нескінченним очікуванням запрошення на співбесіду. Перед зустріччю з’являється несмілива надія, а потім — чергова відмова. Типова й безрадісна картина.",
        "Втрату роботи переживають так само, як і будь-яку іншу втрату, і ті, хто з цим зіткнувся, проходять етапи горювання.",
        "Спочатку — шок, глибока розгубленість, нерозуміння, що робити. Потім — гнів: на себе, на тих, хто звільнив.",
        "Можливий і торг: а раптом усе ще можна владнати й мене повернуть? І нарешті — депресія. Безумовно, таку проблему можна назвати «реальною», але чи означає це, що вона виправдовує вашу депресію?",
        "Причина такої емоційної реакції — переконання, ніби особиста цінність і здатність відчувати щастя напряму залежать від професійного успіху.",
        "У межах такої ціннісної системи здається логічним припускати, що емоційне пригнічення неминуче пов’язане з фінансовими втратами, кар’єрними невдачами або банкрутством."
      ],
      "quote": {
        "text": "Коли одні двері зачиняються, хіба ви не знаєте, що відчиняються багато інших.",
        "author": "Боб Марлі"
      }
    },
    "screen_2": {
      "texts": [
        "Якщо ви теж так вважаєте, вам буде цікавий випадок Олександра — 47-річного батька трьох дітей, який 17 років працював разом із батьком своєї дружини в одній успішній компанії.",
        "За кілька років до його депресії між ним і тестем виникли розбіжності щодо управління компанією. У пориві гніву Олександр звільнився, тим самим відмовившись від своєї частки в бізнесі.",
        "Протягом наступних двох років він змінював одну роботу за іншою, але ніяк не міг знайти чогось справді вартісного — і фінансово, і морально.",
        "Здавалося, що в нього нічого не виходить, і він почав вважати себе невдахою. Дружині довелося вийти на роботу на повний день, щоб звести кінці з кінцями, і це лише посилювало відчуття нікчемності Саші, адже він завжди пишався роллю годувальника.",
        "Час минав, фінансове становище погіршувалося, а депресивний стан наростав — самооцінка падала дедалі нижче.",
        "На момент, коли Олександр вирішив звернутися по допомогу до фахівця, він уже кілька місяців працював у компанії, що спеціалізувалася на нерухомості.",
        "За цей час він здав кілька будівель в оренду, але так і не здійснив жодного продажу. Оскільки його зарплата залежала від продажів, заробіток був невисоким. У цей період Олександр страждав від депресії та прокрастинації, цілі дні проводив у ліжку, думаючи:",
        "«Навіщо все це? Я невдаха. Працювати безглуздо, все одно в мене нічого не вийде».",
        "На третій зустрічі з психологом він поділився, що один заможний друг хотів придбати нерухомість з його допомогою, і комісія від такої угоди допомогла б кар’єрі, додала впевненості й суттєво поповнила гаманець.",
        "Замість того щоб одразу взятися за цю роботу, Олександр зволікав кілька тижнів. Постає питання: чому? Бо він думав: «Продавати комерційну нерухомість — це надто складно.",
        "Я ніколи раніше цього не робив, і в мене точно не вийде. А якщо він передумає в останню мить, це означатиме, що в цьому бізнесі в мене нічого не вийшло б. Це означатиме, що я — повний невдаха»."
      ]
    },
    "screen_3": {
      "texts": [
        "Керівництво Олександра ставилося до нього дуже добре й вважало його здібним продавцем, але він сам був до себе невиправдано суворим.",
        "Під час наступних зустрічей і роботи з думками Олександр погодився, що він надто самокритичний до себе, і в такий непростий період це не допомагає, а навпаки — значно погіршує ситуацію.",
        "Він також усвідомив, що користується «подвійними стандартами»: до інших людей він терпимий і готовий підтримати, а до себе — жорсткий і критичний.",
        "Спочатку він захищав своє бачення, як і багато вимогливих до себе перфекціоністів, стверджуючи, що якщо ставитися до себе значно суворіше, ніж до інших, це нібито принесе якусь користь.",
        "Та дуже швидко він зрозумів, що його особисті стандарти насправді були нереалістичними й приреченими на провал: якби він спробував продати будівлю і це не вдалося б, він сприйняв би ситуацію як катастрофу. Його схильність мислити в категоріях «усе або нічого» була великою проблемою.",
        "Наприкінці терапії Олександр відчув полегшення, усвідомивши, що фінансові труднощі останніх років не роблять його автоматично «невдахою».",
        "Це негативне самосприйняття й відчуття ступору були наслідком надмірної прив’язаності до «усе або нічого». Його відчуття марності виникало через те, що він зосереджувався лише на негативних аспектах життя (негативний фільтр) і нехтував багатьма фактами, де мав успіх (знецінення позитивного).",
        "Він зрозумів, що даремно мучив себе так довго думкою про те, що міг би зробити більше, і усвідомив, що фінансові труднощі не принижують його людської гідності. Зрештою він визнав, що апатія й прокрастинація були лише симптомами депресії, а не відображенням його справжньої сутності.",
        "Коли він навчився відповідати на свої негативні думки, то зміг зменшити рівень викривлень у своєму суворому ставленні до себе, і його настрій продовжував поліпшуватися.",
        "Він пішов зі сфери нерухомості й відкрив книгарню. Йому вдалося покрити витрати, але, попри значні особисті зусилля, він не зміг отримати достатнього прибутку, щоб виправдати продовження бізнесу після першого пробного року."
      ]
    },
    "screen_4": {
      "texts": [
        "Отже, хоча зовнішні ознаки успіху за цей час майже не змінилися, він зміг зберегти самооцінку й уникнути депресії. Попри те, що фінансове становище лишалося складним, коли він ухвалив рішення «визнати поразку» у своєму бізнесі з книгарнею, повага до себе залишилася незмінною.",
        "До останньої зустрічі з психологом Олександр написав таке есе, яке вирішив перечитувати щоранку перед тим, як братися за пошук нової роботи:",
        "Чому я не марний/марна?",
        "Поки я можу зробити щось для добробуту себе та інших, я не марний/марна. Поки те, що я роблю, може давати позитивний ефект, я не марний/марна.",
        "Поки сам факт, що я живий/жива, має значення бодай для однієї людини, я не марний/марна (і за потреби цією людиною можу бути я сам/сама). Якщо дарувати любов, розуміння, дружбу, підтримку, товариськість, пораду, втіху бодай щось означає — я не марний/марна.",
        "Якщо я можу поважати свою думку та інтелект, я не марний/марна.",
        "Якщо інші поважають мене — це приємний бонус.",
        "Якщо в мене є почуття самоповаги й власної гідності, я не марний/марна.",
        "Якщо допомагати забезпечувати засоби до існування сім’ям моїх працівників — це означає робити щось добре, я не марний/марна.",
        "Якщо я роблю все можливе, щоб допомогти своїм клієнтам і постачальникам своєю продуктивністю та креативністю, я не марний/марна.",
        "Якщо моя присутність у цьому середовищі справді має значення для інших, я не марний/марна. Я не марний/марна. Я дуже цінний/цінна по своїй суті!",
        "Якщо ви зіткнулися зі схожою проблемою або вам відгукуються автоматичні думки Олександра, напишіть для себе нотатку, чому ви не марний/марна, чому ви не невдаха і чому ви цінні самі по собі."
      ]
    }
  },
  "vitamins": {
    "title": "Хибна депресія: як гормони та вітаміни впливають на наше емоційне здоров’я",
    "description": "У статті обговорюється, як фізичне здоров’я — зокрема гормональний баланс і рівень вітамінів — може впливати на емоційний стан. Наголошується, що симптоми, які часто пов’язують із депресією, іноді можуть бути наслідком фізичних проблем: дефіциту певних вітамінів або гормональних порушень. Автори підкреслюють важливість комплексного підходу до діагностики й лікування психічних розладів, який враховує і психологічні, і фізіологічні чинники.",
    "screen_1": {
      "texts": [
        "Ми прагнемо, щоб цей розділ максимально допоміг вам поліпшити й полегшити ваш емоційний стан. Тому важливо обговорити всі можливі причини його змін.",
        "Коли ми говоримо про депресію, маємо на увазі набір певних симптомів, про які йшлося раніше. Однак не завжди ці симптоми вказують саме на психічний розлад.",
        "Варто пам’ятати, що біологічна складова нашого організму відіграє важливу роль не лише у фізичному, а й у психологічному благополуччі. Так, фізичні проблеми можуть суттєво впливати на емоційний фон, створюючи симптоми, схожі на депресію.",
        "Прикладом цього є гормони. Вони мають величезний вплив на поведінку й психологічний стан людини.",
        "Дослідження в галузі психоендокринології показують, що нервова й ендокринна системи взаємопов’язані, забезпечуючи підтримання гомеостазу (фізіологічної рівноваги організму).",
        "Тому будь-які коливання гормонального фону здатні спричиняти серйозні порушення емоційної сфери.",
        "Наприклад, зниження функції щитоподібної залози може призводити до депресії, підвищення рівня тривоги та інших психічних проблем.",
        "Гіперфункція цієї залози, навпаки, може викликати манію, дратівливість, перепади настрою та навіть психози.",
        "Акромегалія, або підвищене вироблення гормону росту, проявляється зниженням психічної активності, апатією в поєднанні з ейфорією.",
        "Отже, люди з ендокринними порушеннями стикаються не лише з фізичними труднощами хвороби, а й із ризиком психічних розладів — тривоги, депресії, манії, сплутаності свідомості та інших."
      ],
      "quote": {
        "text": "Дбай про тіло, щоб душі хотілося в ньому жити.",
        "author": "Сократ"
      }
    },
    "screen_2": {
      "texts": [
        "У середині XX століття виникла ціла наукова дисципліна — психоендокринологія, що вивчає взаємозв’язок між ендокринною системою людини та її психікою.",
        "Є навіть термін «психоендокринний синдром» — це порушення психіки, що виникає на тлі ендокринних захворювань. До них належать розлади настрою, астенія, зниження психічної активності, а також зміни потягів та інстинктів.",
        "Окрім гормонів, суттєвий вплив на наше самопочуття мають і вітаміни.",
        "Авітаміноз і депресія, здавалося б, не пов’язані напряму, але дослідження показують: зв’язок між ними значно сильніший, ніж ми могли припустити.",
        "Гадаємо, ви погодитеся, що вітаміни потрібні нашому організму для підтримання обміну речовин. Їх багато, але кожен із них незамінний. І коли чогось бракує — настає авітаміноз.",
        "Авітаміноз — це стан, коли в організмі є нестача або повна відсутність певного вітаміну.",
        "Дефіцит різних вітамінів може по-різному впливати на психічне здоров’я — від невеликих незручностей до тривожних симптомів.",
        "Дослідження показали, що авітаміноз може сприяти появі тривоги й депресії, а також посилювати симптоми у людей із деякими психічними захворюваннями, зокрема обсесивно-компульсивним або біполярним розладом.",
        "І навіть якщо ви загалом здорові, нестача того чи іншого вітаміну може погіршувати настрій та емоційний фон."
      ]
    },
    "screen_3": {
      "texts": [
        "Приклади дефіциту вітамінів і його симптоми:",
        "Вітамін D: пригніченість, тривога, втома, перепади настрою.",
        "Залізо: слабкість, швидка втомлюваність, задишка, запаморочення, оніміння.",
        "Вітамін B12: підвищена втомлюваність, анемія, безсоння, зниження апетиту, розлад шлунка, м’язові болі.",
        "Фолієва кислота: втомлюваність, дратівливість, депресія, слабкість, апатія, млявість, порушення когнітивних функцій.",
        "Вітаміни групи B: підвищена втомлюваність, дратівливість, безсоння, перепади настрою, порушення серцевого ритму.",
        "Магній: слабкість, головні болі, тривожність, порушення серцевого ритму.",
        "Вітамін C: хронічна втома, емоційна нестійкість.",
        "І це лише частина можливих симптомів, які легко сплутати з депресивним станом.",
        "Наші особисті історії підтверджують, наскільки важливо враховувати гормональний і вітамінний баланс під час діагностики психічних розладів.",
        "Один із членів нашої команди думав, що зіткнувся з вигоранням, страждаючи від незрозумілої втоми, погіршення настрою, небажання щось робити.",
        "Але, знаючи, що справа може бути в гормонах і вітамінах, він звернувся до лікаря, виявив дефіцит, пропив курс вітаміну D і почав почуватися значно краще."
      ]
    },
    "screen_4": {
      "texts": [
        "Інша учасниця команди — дівчина, яка відчувала симптоми, схожі на депресію, — виявила залізодефіцитну анемію, лікування якої суттєво поліпшило її стан.",
        "Вона описувала це так: «Я постійно хотіла спати, мені нічого не хотілося робити, не хотілося ні з ким розмовляти. Я страждала від жахливої апатії, запаморочень, дратівливості. У якийсь момент я справді почала думати, що в мене депресія, аж поки випадково не здала загальний аналіз крові — і там виявилися проблеми з гемоглобіном.",
        "Після цього я здала додаткові аналізи, які показали дефіцит заліза й феритину. У мене була залізодефіцитна анемія, а я думала, що це депресія. Але після курсу препаратів я повернулася до свого звичного стану. Мій стан значно покращився».",
        "Ділячись цими історіями, ми хочемо застерегти вас від хибних діагнозів.",
        "Тому якщо ви відчуваєте знижений настрій, втомлюваність, виснаження та інші наведені вище симптоми, зверніть увагу не лише на психологічне, а й на фізичне здоров’я.",
        "Проконсультуйтеся з лікарем, здайте загальний аналіз крові, перевірте рівень вітамінів і гормонів. Можливо, цього буде достатньо, щоб поліпшити ваш емоційний стан."
      ]
    }
  }
}
