{
  "title": "Втратити роботу і впасти в депресію?",
  "description": "Ця стаття досліджує психологічні та соціальні наслідки раптової втрати роботи, розглядаючи емоційний американські гірки, що супроводжують такі події. Через особистий досвід Олександра, довгий час працюючого у успішній компанії, розповідається про боротьбу з депресією, зниженням самооцінки та професійними невдачами. Стаття також пропонує шляхи подолання емоційних труднощів, підкреслюючи важливість підтримки та самоприйняття у важкі періоди.",
  "screen_1": {
    "texts": [
      "Раптова втрата роботи – сильний стрес для більшості людей. Коли за кілька днів чи тижнів оголошують про звільнення чи скорочення, багато хто відчуває відчуття, що життя «рухнуло». І це пояснимо, бо у вас кардинально змінюються:",
      "фінансове становище",
      "соціальний статус",
      "звичний уклад життя",
      "короткострокові та довгострокові плани",
      "Робота — це певні зобов'язання, рамки, спілкування, загалом, щось, що нас підтримує.",
      "Безробіття ж — як повітряна яма, куди летиш без страховки. І залишаєшся наодинці з собою, з зовсім порожніми днями, рахунками, за якими ось-ось не буде чим платити, нескінченним очікуванням запрошення на співбесіду: перед зустріччю відчуваєш несміливу надію, а потім — чергова відмова. Типова і безрадісна картина.",
      "Втрата роботи переживається так само, як і будь-яка інша втрата, і ті, хто зіткнувся з цим, проходять через етапи горювання.",
      "Спочатку шок, глибока розгубленість, нерозуміння, що робити. Потім гнів — на себе, на тих, хто звільнив.",
      "Можливий і торг: а раптом усе ще можна врегулювати, і мене візьмуть назад? І нарешті, депресія. Безумовно, таку проблему можна назвати «реальною», але знову ж таки, чи означає це, що вона виправдовує вашу депресію?",
      "Причина такої емоційної реакції полягає в переконаності в тому, що особиста цінність і здатність до відчуття щастя безпосередньо залежать від професійного успіху.",
      "В рамках цієї ціннісної системи здається логічним припускати, що емоційне пригнічення неминуче пов'язане з фінансовими втратами, невдачами в кар'єрі чи банкрутством."
    ],
    "quote": {
      "text": "Коли одні двері зачиняються, хіба ви не знаєте, що відкриваються багато інших.",
      "author": "Боб Марлі"
    }
  },
  "screen_2": {
    "texts": [
      "Якщо і ви так вважаєте, то вам буде цікавий випадок Олександра — 47-річного батька трьох дітей, який пропрацював 17 років з батьком своєї дружини в одній успішній компанії.",
      "За пару років до його депресії між ним і його тестем виникли розбіжності щодо управління компанією. У пориві гніву Олександр звільнився, тим самим відмовившись від своєї частки в компанії.",
      "Протягом наступних двох років він змінював одну роботу за іншою, але ніяк не міг знайти чогось вартої, як фінансово, так і морально.",
      "Здавалося, що в нього нічого не виходить і він почав вважати себе невдахою. Його дружині довелося вийти на роботу на повний день, щоб звести кінці з кінцями, і це тільки посилювало почуття нікчемності Саші, бо він завжди пишався своєю роллю годувальника сім'ї.",
      "Час ішов, його фінансове становище погіршувалося, а депресивний стан наростав, оскільки його самооцінка падала все нижче і нижче.",
      "На момент, коли Олександр вирішив звернутися по допомогу до спеціаліста, він вже пропрацював кілька місяців у компанії, що спеціалізується на нерухомості.",
      "За цей час він здав кілька будівель в оренду, але так і не скоїв жодного продажу. Оскільки його зарплата залежала від продажів, його заробіток був невисоким. У цей період Олександр страждав від депресії та прокрастинації, проводячи цілі дні в ліжку, думаючи:",
      "«Навіщо усе це? Я невдаха. Працювати безглуздо, все одно в мене нічого не вийде».",
      "На третій зустрічі з психологом він поділився, що один забезпечений друг хотів придбати нерухомість з його допомогою, і комісія від такого продажу допомогла б просуванню в кар'єрі, надала б впевненості і значно поповнила б гаманець.",
      "Замість того, щоб схопитися за цю роботу, Олександр зволікав кілька тижнів. Виникає питання, чому? Бо він думав: «Продавати комерційну нерухомість — це занадто складно.",
      "Я ніколи раніше цього не робив і в мене точно не вийде. А якщо він передумає в останню хвилину, це буде означати, що в мене нічого не вийшло б у цьому бізнесі. Це буде означати, що я — повний невдаха»."
    ]
  },
  "screen_3": {
    "texts": [
      "Керівництво Олександра дуже добре ставилося до нього, вважали його здатним продавцем, але він сам ставився до себе невиправдано суворо.",
      "У процесі наступних зустрічей і роботи з думками, Олександр погодився, що він дуже самокритичний до себе, і це ніяк не допомагає йому в цей непростий життєвий період, а навпаки, значно погіршує ситуацію.",
      "Він також усвідомив, що використовує «подвійні стандарти»: він толерантний до інших людей і готовий їх підтримати, але по відношенню до себе налаштований жорстко і критично.",
      "Спочатку він захищав своє бачення, як і багато вимогливих до себе перфекціоністів, стверджуючи, що, якщо ставитися до себе набагато суворіше, ніж до інших, це принесе якусь користь.",
      "Проте він швидко засвоїв той факт, що його особисті стандарти були насправді нереалістичні і приречені на провал, бо, якби він спробував продати будівлю і його спроба не увінчалася успіхом, він би сприйняв цю ситуацію як катастрофу. Його схильність мислити в категоріях \"все або нічого\" була його великою проблемою.",
      "Наприкінці терапії Олександр відчув полегшення, усвідомивши, що фінансові проблеми в останні роки не роблять його автоматично \"невдахою\".",
      "Це негативне самосприйняття і почуття ступору були результатом надмірного прагнення до \"все або нічого\". Його почуття безкорисності було результатом того, що він зосереджувався винятково на негативних аспектах життя (негативний фільтр) і нехтував безліччю фактів, у яких він досягав успіхів (знецінювання позитивного).",
      "Він усвідомив, що даремно мучив себе так довго думкою про те, що міг би зробити більше, і усвідомив, що фінансові труднощі не принижували його людської гідності. Зрештою, він визнав, що апатія і прокрастинація були лише симптомами депресії, а не відображенням його справжньої сутності.",
      "Коли він навчився давати відповідь своїм негативним думкам, то зміг знизити ступінь спотворень у своєму суворому ставленні до себе, і його настрій продовжував покращуватися.",
      "Він пішов зі сфери нерухомості і відкрив книжковий магазин. Йому вдалося покрити витрати, але, незважаючи на значні особисті зусилля, він не зміг досягти достатнього прибутку, щоб виправдати продовження бізнесу після першого пробного року."
    ]
  },
  "screen_4": {
    "texts": [
      "Таким чином, хоч і зовнішні ознаки успіху за цей час залишалися практично незмінними, він зміг зберегти свою самооцінку і уникнути депресії. Незважаючи на те, що його фінансове становище залишалося важким, коли він прийшов до рішення «визнати поразку» у своєму бізнесі з книжковим магазином, його повага до себе залишилася незмінною.",
      "До останньої зустрічі з психологом Олександр написав ось таке есе, яке вирішив перечитувати кожен ранок перед тим, як братися за пошуки нової роботи:",
      "Чому я не безкорисний?",
      "Поки я можу зробити щось для благополуччя самого себе і інших, я не безкорисний. Поки те, що я роблю, може виробляти позитивний ефект, я не безкорисний.",
      "Поки той факт, що я живу, має значення хоча б для однієї людини, я не безкорисний (і цією людиною за необхідності можу бути я сам). Якщо дарувати любов, розуміння, дружбу, підтримку, комунікабельність, пораду, втіху хоч щось означає, я не безкорисний.",
      "Якщо я можу поважати свою думку та інтелект, я не безкорисний.",
      "Якщо інші поважають мене, це приємний бонус.",
      "Якщо в мене є почуття самоповаги і власної гідності, я не безкорисний.",
      "Якщо допомагати забезпечувати засоби до існування сімей моїх співробітників — це означати робити щось хороше, я не безкорисний.",
      "Якщо я роблю все можливе, щоб допомогти своїм клієнтам і постачальникам своєю продуктивністю та креативністю, я не безкорисний.",
      "Якщо моя присутність у цьому середовищі дійсно має значення для інших, я не безкорисний. Я не безкорисний. Я дуже цінний за своєю суттю!",
      "Якщо ви зіткнулися з подібною проблемою або вам відкликаються автоматичні думки Олександра, напишіть для себе нотатку чому ви не безкорисні, чому ви не невдаха і чому ви цінні самі по собі."
    ]
  }
}