{
  "title": "Втратити роботу і впасти в депресію?",
  "description": "У цій статті досліджуються психологічні та соціальні наслідки раптової втрати роботи, розглядається емоційний «американський гірок», що супроводжує такі події. Через особистий досвід Олександра, який багато років працював у успішній компанії, розповідається про боротьбу з депресією, зниження самооцінки та професійні невдачі. Стаття також пропонує способи подолання емоційних труднощів, підкреслюючи важливість підтримки та самовизнання у складні періоди.",
  "screen_1": {
    "texts": [
      "Раптова втрата роботи — сильний стрес для більшості людей. Коли звільнення чи скорочення оголошують за кілька днів або тижнів, багато хто відчуває, що їхнє життя «руйнується». І це зрозуміло, адже життя кардинально змінюється в таких аспектах:",
      "фінансовий стан",
      "соціальний статус",
      "звичний уклад життя",
      "короткострокові та довгострокові плани",
      "Робота — це певні зобов'язання, структура, спілкування — загалом, щось, що підтримує нас.",
      "Безробіття — це як вільне падіння без страховки. Ви залишаєтеся наодинці з порожніми днями, рахунками, які скоро нічим буде оплачувати, і нескінченним очікуванням запрошення на співбесіду: перед зустріччю ви відчуваєте слабкий промінь надії, а потім — чергова відмова. Типова безрадісна картина.",
      "Втрата роботи переживається так само, як будь-яка інша втрата, і ті, хто з цим зіткнувся, проходять етапи переживання горя.",
      "Спочатку — шок, глибока розгубленість, нерозуміння, що робити далі. Потім — гнів на себе, на тих, хто звільнив.",
      "Можлива і стадія торгу: а раптом все ще можна виправити, і мене повернуть на роботу? І, нарешті, депресія. Безумовно, така проблема є «реальною», але чи означає це, що вона виправдовує вашу депресію?",
      "Причина такої емоційної реакції полягає в переконанні, що особиста цінність і здатність відчувати щастя безпосередньо залежать від професійного успіху.",
      "У межах цієї системи цінностей здається логічним припускати, що емоційне пригнічення неминуче пов'язане з фінансовими втратами, невдачами в кар'єрі або банкрутством."
    ],
    "quote": {
      "text": "Коли одні двері зачиняються, хіба ви не знаєте, що багато інших відчиняються?",
      "author": "Боб Марлі"
    }
  },
  "screen_2": {
    "texts": [
      "Якщо ви теж так вважаєте, вам буде цікава історія Олександра — 47-річного батька трьох дітей, який працював 17 років у компанії свого тестя.",
      "За кілька років до його депресії між ним і тестем виникли суперечки щодо управління компанією. У пориві гніву Олександр звільнився, відмовившись також від своєї частки в компанії.",
      "Протягом наступних двох років він змінював роботу одну за одною, але так і не зміг знайти щось, що було б значущим як фінансово, так і морально.",
      "Здавалося, що йому нічого не вдається, і він почав вважати себе невдахою. Його дружина була змушена вийти на роботу на повний день, щоб зводити кінці з кінцями, і це лише посилювало відчуття нікчемності Олександра, адже він завжди пишався своєю роллю годувальника родини.",
      "Минув час, його фінансовий стан погіршувався, а депресія ставала глибшою, оскільки самооцінка падала все нижче і нижче.",
      "На момент, коли Олександр вирішив звернутися по допомогу до фахівця, він вже кілька місяців працював у компанії з нерухомості.",
      "За цей час він здав кілька будівель в оренду, але не здійснив жодного продажу. Оскільки його зарплата залежала від продажів, його дохід був невеликим. У цей період Олександр страждав від депресії та прокрастинації, проводячи цілі дні в ліжку, розмірковуючи:",
      "«Навіщо це все? Я невдаха. Працювати безглуздо, все одно у мене нічого не вийде».",
      "На третій зустрічі з психологом він поділився, що один заможний друг хотів придбати нерухомість за його допомогою, і комісія від такого продажу допомогла б його кар'єрі, додала впевненості та значно поповнила гаманець.",
      "Замість того щоб схопитися за цю роботу, Олександр зволікав кілька тижнів. Виникає питання — чому? Тому що він думав: «Продавати комерційну нерухомість — це надто складно.",
      "Я ніколи раніше цього не робив і точно провалюся. А якщо друг передумає в останню хвилину, це означатиме, що у мене нічого не вийде у цій сфері. Це означатиме, що я — повний невдаха»."
    ]
  },
  "screen_3": {
    "texts": [
      "Керівництво Олександра дуже добре до нього ставилося, вважало його здібним продавцем, але він сам ставився до себе несправедливо суворо.",
      "У процесі наступних зустрічей і роботи над думками Олександр визнав, що є надто самокритичним до себе, і це жодним чином не допомагало йому у цей непростий життєвий період, а навпаки, значно погіршувало ситуацію.",
      "Він також усвідомив, що використовує «подвійні стандарти»: він терпимий до інших людей і готовий їх підтримати, але до себе налаштований жорстко і критично.",
      "Спочатку він захищав своє бачення, як і багато вимогливих до себе перфекціоністів, стверджуючи, що якщо ставитися до себе набагато суворіше, ніж до інших, це принесе якусь користь.",
      "Проте він швидко засвоїв, що його особисті стандарти насправді були нереалістичними та приреченими на провал, тому що, якби він спробував продати будівлю і його спроба не увінчалася успіхом, він сприйняв би цю ситуацію як катастрофу. Його схильність мислити у категоріях «все або нічого» була його великою проблемою.",
      "Наприкінці терапії Олександр відчув полегшення, усвідомивши, що фінансові проблеми останніх років не роблять його автоматично «невдахою».",
      "Це негативне самосприйняття і відчуття застою були результатом надмірного прагнення до «все або нічого». Його почуття марності було результатом того, що він зосереджувався виключно на негативних аспектах життя (негативний фільтр) і знецінював численні факти, у яких він досягав успіхів (знецінення позитивного).",
      "Він усвідомив, що даремно мучив себе так довго думкою про те, що міг би зробити більше, і зрозумів, що фінансові труднощі не принижували його людської гідності. Зрештою, він визнав, що апатія і прокрастинація були лише симптомами депресії, а не відображенням його істинної сутності.",
      "Коли він навчився давати відповідь своїм негативним думкам, то зміг знизити ступінь викривлень у своєму суворому ставленні до себе, і його настрій продовжував поліпшуватись.",
      "Він пішов зі сфери нерухомості та відкрив книжкову крамницю. Йому вдалося покрити витрати, але, незважаючи на значні особисті зусилля, він не зміг досягти достатнього прибутку, щоб виправдати продовження бізнесу після першого пробного року."
    ]
  },
  "screen_4": {
    "texts": [
      "Таким чином, хоч зовнішні ознаки успіху за цей час залишалися практично незмінними, він зміг зберегти свою самооцінку і уникнути депресії. Незважаючи на те, що його фінансове становище залишалося важким, коли він прийшов до рішення «визнати поразку» у своєму бізнесі з книжковою крамницею, його повага до себе залишилася незмінною.",
      "На останній зустрічі з психологом Олександр написав ось таке есе, яке вирішив перечитувати щоранку перед тим, як братися за пошук нової роботи:",
      "Чому я не марний?",
      "Поки я можу зробити щось для добробуту себе та інших, я не марний. Поки те, що я роблю, може мати позитивний ефект, я не марний.",
      "Поки той факт, що я живу, має значення хоча б для однієї людини, я не марний (і цією людиною за потреби можу бути я сам). Якщо дарувати любов, розуміння, дружбу, підтримку, спілкування, пораду, розраду хоч щось означає, я не марний.",
      "Якщо я можу поважати свою думку і свій інтелект, я не марний.",
      "Якщо інші мене поважають — це приємний бонус.",
      "Якщо у мене є почуття самоповаги і власної гідності, я не марний.",
      "Якщо допомагати забезпечувати засоби для існування сімей моїх співробітників — це означає робити щось хороше, я не марний.",
      "Якщо я роблю все можливе, щоб допомогти своїм клієнтам і постачальникам своєю продуктивністю і креативністю, я не марний.",
      "Якщо моя присутність у цьому середовищі дійсно має значення для інших, я не марний. Я дуже цінний за своєю сутністю!",
      "Якщо ви зіткнулися зі схожою проблемою або вам відгукуються автоматичні думки Олександра, напишіть для себе нотатку про те, чому ви не марні, чому ви не невдаха і чому ви цінні самі по собі."
    ]
  }
}
