{
  "title": "Втратити роботу й зануритись у депресію?",
  "description": "Стаття досліджує психологічні та соціальні наслідки раптової втрати роботи й той емоційний «американський гірка», що часто її супроводжує. Через особисту історію Олександра, який довго працював у успішній компанії, описується боротьба з депресією, падінням самооцінки та професійними невдачами. Матеріал також пропонує шляхи подолання емоційних труднощів і підкреслює важливість підтримки та самоприйняття у складні періоди.",
  "screen_1": {
    "texts": [
      "Раптова втрата роботи — сильний стрес для більшості людей. Коли за кілька днів або тижнів оголошують про звільнення чи скорочення, легко відчути, що життя «обвалилося». Це зрозуміло, адже різко змінюються:",
      "фінансове становище",
      "соціальний статус",
      "звичний ритм і уклад життя",
      "коротко- та довгострокові плани",
      "Робота — це зобов’язання, рамки, спілкування, те, що тримає нас у тонусі.",
      "Безробіття ж нагадує повітряну яму: летиш без страховки й залишаєшся сам на сам із порожніми днями, рахунками, які незабаром нічим сплачувати, і безкінечним очікуванням запрошення на співбесіду: перед зустріччю з’являється несмілива надія, а потім — чергова відмова. Звична й невесела картина.",
      "Втрату роботи ми переживаємо як будь-яку іншу втрату: ті, хто з цим зіткнувся, проходять етапи горювання.",
      "Спочатку шок, глибока розгубленість, нерозуміння, що робити. Потім гнів — на себе, на тих, хто звільнив.",
      "Можливий і торг: а раптом усе ще можна владнати, і мене візьмуть назад? І зрештою — депресія. Так, це «реальна» проблема, але чи означає це, що вона автоматично виправдовує Вашу депресію?",
      "Причина такої емоційної реакції часто в переконанні, що власна цінність і здатність відчувати щастя безпосередньо залежать від професійного успіху.",
      "У межах такої системи цінностей здається логічним пов’язувати пригніченість із фінансовими втратами, кар’єрними невдачами чи банкрутством."
    ],
    "quote": {
      "text": "Коли зачиняються одні двері, хіба Ви не знаєте, що відчиняються багато інших.",
      "author": "Боб Марлі"
    }
  },
  "screen_2": {
    "texts": [
      "Якщо Вам це відгукується, буде цікавим випадок Олександра — 47-річного батька трьох дітей, який пропрацював 17 років із тестем в одній успішній компанії.",
      "За кілька років до депресії між ним і тестем виникли суперечності щодо управління бізнесом. У запалі гніву Олександр звільнився, фактично відмовившись від своєї частки в компанії.",
      "Наступні два роки він змінював роботу за роботою, але не міг знайти нічого справді вартісного — ні фінансово, ні морально.",
      "Здавалося, що нічого не виходить, і він почав вважати себе невдахою. Дружині довелося вийти на повний робочий день, щоб зводити кінці з кінцями, і це лише посилювало його відчуття нікчемності, адже він завжди пишався роллю годувальника.",
      "Минав час, фінансове становище погіршувалося, депресивний стан наростав, а самооцінка падала дедалі нижче.",
      "На момент звернення до фахівця Олександр кілька місяців працював у компанії з нерухомості.",
      "За цей час він здав в оренду кілька будівель, але не здійснив жодного продажу. Оскільки заробіток залежав від продажів, доходи були низькими. У цей період Олександр страждав на депресію та прокрастинацію, проводив цілі дні в ліжку, думаючи:",
      "«Навіщо все це? Я невдаха. Працювати безглуздо, все одно нічого не вийде».",
      "На третій зустрічі з психологом він розповів, що заможний друг хотів придбати нерухомість через нього, і комісія з продажу могла б зрушити кар’єру з місця, додати впевненості й суттєво поповнити бюджет.",
      "Замість того щоб ухопитися за можливість, Олександр зволікав кілька тижнів. Чому? Бо думав: «Продавати комерційну нерухомість надто складно.",
      "Я ніколи цим не займався, і в мене точно не вийде. А якщо він передумає в останню мить, це означатиме, що я взагалі не здатен на успіх у цьому бізнесі. Це доведе, що я — повний невдаха»."
    ]
  },
  "screen_3": {
    "texts": [
      "Керівництво високо цінувало Олександра й вважало його здатним продавцем, але сам він ставився до себе невиправдано суворо.",
      "У процесі наступних зустрічей і роботи з думками Олександр визнав, що надмірно самокритичний, і це зовсім не допомагає пережити складний період, а навпаки — погіршує стан.",
      "Він також помітив у себе «подвійні стандарти»: до інших він поблажливий і підтримувальний, а до себе — жорсткий і прискіпливий.",
      "Спочатку він захищав своє бачення, як це часто роблять вимогливі до себе перфекціоністи: мовляв, суворі стандарти корисні.",
      "Проте швидко побачив, що його планка нереалістична й приречена на провал: якби він спробував продати будівлю й не впорався, то сприйняв би це як катастрофу. Схильність мислити в категоріях «все або нічого» була суттєвою проблемою.",
      "Наприкінці терапії Олександр полегшено визнав, що фінансові труднощі останніх років не роблять його автоматично «невдахою».",
      "Таке самосприйняття й стан заціпеніння були наслідком дихотомічного мислення («все або нічого»), «негативного фільтра» та знецінення позитивного.",
      "Він зрозумів, що даремно мучив себе думкою «міг би зробити більше», і визнав: фінансові проблеми не принижують його людської гідності. Апатія й прокрастинація — лише симптоми депресії, а не відображення його сутності.",
      "Навчившись відповідати на автоматичні негативні думки, він зменшив силу когнітивних викривлень у своєму суворому ставленні до себе, і настрій поступово поліпшувався.",
      "Після цього він пішов із нерухомості й відкрив книжкову крамницю. Вдавалося покривати витрати, але, попри значні особисті зусилля, прибутку було недостатньо, щоб продовжувати бізнес після першого пробного року."
    ]
  },
  "screen_4": {
    "texts": [
      "Попри те, що зовнішні ознаки «успіху» майже не змінилися, Олександрові вдалося зберегти самооцінку й уникнути депресії. Коли він прийняв рішення «згорнути» книжковий бізнес, його самоповага залишилася незмінною, хоча фінансово було нелегко.",
      "До останньої зустрічі з психологом Олександр написав есей, який вирішив перечитувати щоранку перед пошуком нової роботи:",
      "Чому я не є «нікчемним»?",
      "Поки я здатен робити щось корисне для себе й інших, я не нікчемний. Поки мої дії можуть мати позитивний ефект — я не нікчемний.",
      "Поки сам факт мого життя важливий хоча б для однієї людини, я не нікчемний (і цією людиною, за потреби, можу бути я сам). Якщо любов, розуміння, дружба, підтримка, відкритість, порада чи втіха щось означають, я не нікчемний.",
      "Якщо я можу поважати власну думку й інтелект, я не нікчемний.",
      "Якщо інші поважають мене — це приємний бонус.",
      "Якщо я маю почуття самоповаги та гідності, я не нікчемний.",
      "Якщо допомогаю забезпечувати засоби до існування для сімей своїх співробітників — це добра справа, отже я не нікчемний.",
      "Якщо роблю все можливе, щоб підтримати клієнтів і партнерів своєю продуктивністю та креативністю, я не нікчемний.",
      "Якщо моя присутність у спільноті справді має значення для інших, я не нікчемний. Я не нікчемний. Я цінний за самою своєю суттю!",
      "Якщо Ви впізнаєте в цій історії власні автоматичні думки, спробуйте написати для себе нотатку: чому Ви не «нікчемні», чому Ви не невдаха і чому Ваша цінність — безумовна."
    ]
  }
}
