{
  "title": "Хибна депресія: Як гормони та вітаміни впливають на наше емоційне здоров'я",
  "description": "У статті обговорюється, як фізичне здоров'я, включно з гормональним балансом і рівнем вітамінів, може впливати на емоційний стан людини. Вона підкреслює, що симптоми, часто асоційовані з депресією, можуть бути викликані фізичними проблемами, такими як дефіцит певних вітамінів або гормональні порушення. Автори статті наголошують на важливості комплексного підходу до діагностики та лікування психічних розладів, враховуючи як психологічні, так і фізіологічні аспекти.",
  "screen_1": {
    "texts": [
      "Ми прагнемо, щоб цей розділ максимально допоміг вам поліпшити та полегшити ваш емоційний стан. Тому важливо обговорити всі можливі причини його змін.",
      "Коли мова заходить про депресію, ми маємо на увазі набір певних симптомів, які були згадані раніше. Однак не завжди ці симптоми вказують саме на психічний розлад.",
      "Слід пам'ятати, що біологічна складова нашого організму відіграє важливу роль не лише у фізичному, а й у психологічному благополуччі. Так, фізичні проблеми можуть значно впливати на емоційний фон, створюючи симптоми, схожі з депресією.",
      "Прикладом цього слугують гормони. Вони мають величезний вплив на поведінку і психологічний стан людини.",
      "Дослідження в галузі психоендокринології показують, що нервова й ендокринна системи взаємопов'язані, забезпечуючи підтримання гомеостазу (фізіологічної рівноваги організму).",
      "Тому будь-які коливання гормонального фону здатні спричинити серйозні порушення емоційної сфери.",
      "Наприклад, зниження функції щитоподібної залози може призвести до депресії, збільшення рівня занепокоєння та інших психічних проблем.",
      "Гіперфункція ж цієї залози викликає манію, дратівливість, перепади настрою і навіть психози.",
      "Акромегалія, або підвищене вироблення гормону росту, проявляється у вигляді зниження психічної активності, апатії в поєднанні з ейфорією.",
      "Таким чином, люди з ендокринними розладами стикаються не тільки з фізичними труднощами свого захворювання, а й з ризиком психічних розладів, таких як тривога, депресія, манія, сплутаність свідомості та інші."
    ],
    "quote": {
      "text": "Дбай про тіло, щоб душа бажала в ньому перебувати.",
      "author": "Сократ"
    }
  },
  "screen_2": {
    "texts": [
      "У середині 20 століття виникла ціла наукова дисципліна - психоендокринологія, що вивчає взаємозв'язок між ендокринною системою людини і її психікою.",
      "Є навіть такий термін, психоендокринний синдром - це порушення психіки, що виникають на тлі ендокринних захворювань. До них належать розлади настрою, астенія, зниження психічної активності, а також зміна потягів та інстинктів.",
      "Крім гормонів, значний вплив на наше самопочуття мають вітаміни.",
      "Авітаміноз і депресія, здавалося б, не пов'язані безпосередньо, але, як показують дослідження, зв'язок між ними набагато сильніший, ніж ми могли припускати.",
      "Думаємо, ви погодитеся, що вітаміни потрібні нашому організму для підтримки обміну речовин. Їх багато, але кожен із них незамінний. І ось коли чогось організму не вистачає, настає авітаміноз.",
      "Авітаміноз - це стан, за якого в організмі є нестача або повна відсутність того чи іншого вітаміну.",
      "Дефіцит різних вітамінів може по-різному впливати на психічне здоров'я, починаючи від невеликих незручностей і закінчуючи симптомами, що лякають.",
      "Дослідження засвідчили, що авітаміноз може сприяти виникненню тривоги і депресії, а також посилювати симптоми у людей з деякими психічними захворюваннями, такими як обсесивно-компульсивний або біполярний розлад.",
      "І навіть якщо ви здорові, нестача того чи іншого вітаміну може погіршити ваш настрій та емоційний фон."
    ]
  },
  "screen_3": {
    "texts": [
      "Приклади дефіциту вітамінів та їхні симптоми:",
      "Вітамін D: пригніченість, тривога, втома, перепади настрою.",
      "Залізо: слабкість, стомлюваність, задишка, запаморочення, оніміння.",
      "Вітамін B12: підвищена стомлюваність, анемія, безсоння, зниження апетиту, розлад шлунка, м'язові болі.",
      "Фолієва кислота: стомлюваність, дратівливість, депресія, слабкість, апатія, млявість, порушення когнітивної функції.",
      "Вітаміни групи B: підвищена стомлюваність, дратівливість, безсоння, зміна настрою, порушення ритму серцебиття.",
      "Магній: слабкість, головний біль, тривожність, порушення ритму серцебиття.",
      "Вітамін С: хронічна втома, емоційна нестійкість.",
      "І це тільки частина можливих симптомів, які легко сплутати з депресивним станом.",
      "Наші особисті історії підтверджують важливість врахування гормонального і вітамінного балансу під час діагностики психічних розладів.",
      "Один із членів нашої команди думав, що зіткнувся з вигоранням, страждаючи від незрозумілої втоми, погіршення настрою, небажанням нічого робити.",
      "Але знаючи, що справа може бути в гормонах і вітамінах, звернувся до лікаря, виявив дефіцит, пропив курс вітаміну D і став почуватися значно краще."
    ]
  },
  "screen_4": {
    "texts": [
      "Інший член команди, дівчина, яка відчувала симптоми, схожі на депресію, виявила залізо-дефіцитну анемію, лікування якої призвело до значного поліпшення її стану.",
      "Вона описувала свій стан таким чином: \"Я постійно хотіла спати, мені нічого не хотілося робити, не хотілося розмовляти ні з ким. Я страждала від жахливої апатії, запаморочень, дратівливості. У якийсь момент я дійсно почала думати, що у мене депресія, поки не здала випадково загальний аналіз крові, де виявилися проблеми з гемоглобіном.",
      "Після цього я здала додаткові аналізи, які виявили дефіцит заліза і феритину. У мене була залізодефіцитна анемія, а я думала, що це депресія. Але після курсу ліків я повернула собі колишній стан. Мій стан значно покращився.\"",
      "Поділившись цими історіями, ми хочемо застерегти вас від неправильних діагнозів.",
      "Тому, якщо ви відчуваєте знижений настрій, стомлюваність, втому та інші перераховані вище симптоми, зверніть увагу не тільки на психологічне, а й на фізичне здоров'я.",
      "Проконсультуйтеся з лікарем, здайте загальний аналіз крові, перевірте рівень вітамінів і гормонів. Можливо, цього буде достатньо для поліпшення вашого емоційного стану."
    ]
  }
}
