{
  "days": {
    "fist": "<p>Mijn naam is Alfred en ik ben de kunstmatige intelligentie van deze app. Mijn taak is om u te helpen op uw weg naar een gelukkig en evenwichtig leven, vrij van psychologische problemen!</p><p>Ik heb een paar eerste stappen voor u voorbereid, zodat u kennis kunt maken met onze therapie-methoden.</p><p>Onthoud: hoe actiever u met de app omgaat, hoe beter ik uw behoeften zal begrijpen en des te nauwkeuriger mijn aanbevelingen zullen zijn!</p>",
    "third": "<p>Laten we vandaag verdergaan met onze sessies en ons richten op het analyseren van destructieve gedachten.</p><p>Daarnaast raad ik u aan om een kijkje te nemen bij onze lijst met psychologen.</p><p>In onze app ligt de focus op zelfstudie, maar alleen een psycholoog kan u volledig gepersonaliseerde aanbevelingen geven. Dit is vooral belangrijk aan het begin van uw traject.</p>",
    "fourth": "<p>Wij hechten veel waarde aan educatie en streven ernaar deze niet alleen nuttig, maar ook boeiend te maken.</p><p>Daarom hebben we een Instagram-kanaal gecreëerd waar complexe onderwerpen op een toegankelijke en begrijpelijke manier worden gepresenteerd.</p><p>Sluit u aan bij onze community en zet stap voor stap de weg naar een harmonieus en gelukkig leven zonder psychologische barrières!</p>",
    "fifth": "<p>Ik nodig u uit om onze premium functies uit te proberen.</p><p>U krijgt een proefperiode van 3 dagen, waarin u uw abonnement kunt annuleren als het niet aan uw verwachtingen voldoet.</p><p>Dit geeft u uitgebreidere mogelijkheden om met mij samen te werken tijdens het therapeutische proces.</p>",
    "eighth": "<discount></discount><p>Ik zie dat u actief werkt aan uw psychologische welzijn!</p><p>Echter, u maakt nog niet volledig gebruik van alle mogelijkheden van de app.</p><p>Als de prijs een drempel is, heb ik deze vandaag speciaal voor u verlaagd!</p><p>Grijp uw kans om de nieuwe prijs vast te zetten vóór het einde van de dag en blijf gezond!</p>",
    "tenth": "<p>We zijn blij dat u al zo lange tijd bij ons bent – dat is echt geweldig!</p><p>Vandaag wil ik uw aandacht vestigen op een speciale functie: \"Delen met uw psycholoog\".</p><p>Als u een therapeutisch traject volgt, zal deze functie ongelooflijk nuttig voor u zijn!</p>"
  },
  "appUpdated": [
    "Ik ben geüpdatet terwijl u weg was. Laten we samen ontdekken wat de ontwikkelaars hebben toegevoegd!",
    "Tijdens uw afwezigheid is er een update geweest. Laten we samen de nieuwste verbeteringen van de ontwikkelaars bekijken!",
    "Er wachten nieuwe updates op u! Terwijl u offline was, hebben we niet stilgezeten. Laten we de vernieuwingen verkennen:",
    "We hebben enkele verbeteringen in de app doorgevoerd. Zullen we ze samen ontdekken?",
    "De app is geüpdatet! Laten we kijken welke interessante functies zijn toegevoegd:",
    "Onze ontwikkelaars werken dagelijks aan verbeteringen. Dit is wat er nieuw is toegevoegd:"
  ],
  "neverUsed": [
    "U heeft nog geen enkele notitie gemaakt in <b>{dairy}</b>. Probeer dat vandaag eens! Om de methode te vinden die het beste bij u past, is het belangrijk om verschillende benaderingen uit te proberen.",
    "Ik zie dat u nog geen notities heeft achtergelaten in <b>{dairy}</b>. Vandaag is een perfecte dag om dat te veranderen! Ontdek verschillende strategieën om te zien welke het meest effectief voor u is.",
    "Uw <b>{dairy}</b> is nog leeg. Zet vandaag de eerste stap en verken verschillende methoden om de juiste aanpak voor uzelf te vinden."
  ],
  "premiumThanks": {
    "content": "<p>Ik zie dat u onlangs Premium heeft geactiveerd!</p><p>Met Premium krijgt u toegang tot een krachtiger AI-model, wat mijn analyses nog effectiever maakt!</p><p>Dankzij u kunnen onze ontwikkelaars de app verder verbeteren en mensen helpen innerlijke harmonie te vinden.</p><p>Hartelijk dank voor uw vertrouwen!</p>"
  },
  "quote": [
    "Vandaag wil ik u inspireren met een citaat van een groot denker.",
    "Laten we vandaag de wijsheid van een groot persoon aanroepen, die een bron van inspiratie kan zijn.",
    "Vandaag bied ik u de overpeinzingen van een invloedrijk figuur aan, die u kunnen motiveren tot nieuwe prestaties.",
    "Laten we de woorden van een groot persoon herinneren, die ons als wijze raad kunnen dienen.",
    "Ik heb een citaat van een bekende persoonlijkheid voor u uitgekozen.",
    "Vandaag wil ik een diepzinnig citaat van een invloedrijk persoon met u delen, vol betekenis.",
    "Laten we ons vandaag onderdompelen in de wijsheid die een groot denker ons heeft nagelaten en daaruit inspiratie putten."
  ],
  "readArticle": [
    "Ik heb uw notities geanalyseerd en een educatief materiaal toegevoegd aan uw planning van vandaag, dat u waarschijnlijk interessant zult vinden.",
    "Na het bestuderen van uw notities heb ik besloten een educatief materiaal toe te voegen aan uw dagplanning, waarvan ik denk dat het nuttig voor u zal zijn.",
    "Op basis van de analyse van uw notities heb ik een educatief materiaal geselecteerd dat ik zowel nuttig als interessant voor u acht en heb het toegevoegd aan uw planning voor vandaag."
  ],
  "testExpired": [
    "De resultaten van uw test <b>{test_name}</b> zijn verouderd. Laten we uw huidige toestand vaststellen!",
    "Uw testresultaten voor <b>{test_name}</b> zijn niet langer actueel. Tijd om uw status bij te werken!",
    "Het lijkt erop dat de resultaten van de test <b>{test_name}</b> verouderd zijn. Laten we ontdekken hoe het nu met u gaat!",
    "De gegevens van de test <b>{test_name}</b> weerspiegelen uw huidige situatie niet meer. Tijd voor een nieuwe evaluatie!",
    "De resultaten van <b>{test_name}</b> zijn niet meer up-to-date. Wilt u ze bijwerken en uw huidige toestand bekijken?",
    "Er is al aardig wat tijd verstreken sinds u <b>{test_name}</b> heeft gedaan. Laten we zien wat er sindsdien is veranderd!"
  ],
  "header": [
    "Fijn u weer te zien!",
    "Hopelijk heeft u prachtig weer vandaag!",
    "Leuk u weer te zien!",
    "Hoe is uw stemming vandaag?",
    "Het is altijd fijn u te zien!",
    "Welkom terug!",
    "Altijd een plezier om u te zien!"
  ],
  "affirmation": [
    "Vandaag heb ik de volgende affirmatie voor u uitgekozen.",
    "Probeer vandaag met deze affirmatie te werken.",
    "Vandaag stel ik u de volgende affirmatie voor."
  ],
  "home_bot_first_visit_header": "Leuk je hier voor het eerst te zien!"
}