[
  {
    "text": "De grootste glorie in het leven ligt niet in nooit vallen, maar in elke keer weer opstaan als je gevallen bent.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Wanneer je in het duister verkeert, onthoud: de zon komt op en gaat onder, maar haar licht is eeuwig.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Wat ons niet doodt, maakt ons sterker.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Zelfs uit de nacht die de hele wereld eindeloos lijkt, leidt een weg naar een heldere ochtend.",
    "author": "Haruki Murakami"
  },
  {
    "text": "Hoop is dat ding met veren, dat in de ziel nestelt en een melodie zonder woorden zingt, en nooit stopt met geloven.",
    "author": "Emily Dickinson"
  },
  {
    "text": "De beste manier om je humeur te verbeteren is proberen het humeur van iemand anders te verbeteren.",
    "author": "Mark Twain"
  },
  {
    "text": "Eén kleine positieve gedachte in de ochtend kan je hele dag veranderen.",
    "author": "Dalai Lama"
  },
  {
    "text": "Het is belangrijk te onthouden dat we niet kunnen worden wie we willen zijn door te blijven wie we zijn.",
    "author": "Max DePree"
  },
  {
    "text": "Er is altijd licht, als we maar moedig genoeg zijn om het te zien. Als we maar moedig genoeg zijn om het te zijn.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Beoordeel elke dag niet op de oogst die je hebt binnengehaald, maar op de zaden die je hebt geplant.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Herinner jezelf eraan dat het geen teken van zwakte is. Het is een ziekte die behandeling vereist, net als elke andere.",
    "author": "Demi Lovato"
  },
  {
    "text": "Laat je ziekte niet bepalen wie je bent.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Wat we zien, hangt voornamelijk af van wat we zoeken.",
    "author": "John Lubbock"
  },
  {
    "text": "Het is belangrijk om over je gevoelens te praten, in plaats van ze in jezelf te verbergen.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Je bent niet alleen, en deze duisternis zal, zoals alles, ooit voorbijgaan.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Moed brult niet altijd. Soms is moed de stille stem aan het einde van de dag die zegt: ik zal het morgen opnieuw proberen.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Hoop is dat ding met veren dat in de ziel nestelt en een melodie zonder woorden zingt, en nooit helemaal ophoudt.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Herinner jezelf eraan dat je niet hoeft te doen wat iedereen doet.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Blijf uit de buurt van mensen die proberen je ambities te kleineren. Kleine mensen doen dat altijd, maar de werkelijk groten laten je voelen dat jij ook groot kunt worden.",
    "author": "Mark Twain"
  },
  {
    "text": "Depressie is een toestand waarin je geen controle hebt over je leven. Vind iets dat je terugbrengt naar het leven. Hoe klein het ook mag lijken.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Sterk zijn betekent je vreselijk en levend tegelijkertijd voelen.",
    "author": "Lena Dunham"
  },
  {
    "text": "Je huidige situatie is niet je eindbestemming.",
    "author": "Onbekend"
  },
  {
    "text": "De grootste glorie in het leven ligt niet in nooit vallen, maar in elke keer opstaan wanneer we vallen.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Wat je nu voelt, zal je niet voor altijd definiëren.",
    "author": "Christina Rimmi"
  },
  {
    "text": "Beoordeel elke dag niet op de oogst die je hebt binnengehaald, maar op de zaden die je hebt geplant.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Hoop is geloof gericht op de toekomst; geloof dat betere dagen zullen komen, ongeacht hoe donker het heden is.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Depressie is een gevangenis waar jij zowel de cipier als de gevangene bent.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Als je door de hel gaat, blijf dan doorlopen.",
    "author": "Winston Churchill"
  },
  {
    "text": "Het belangrijkste wat je kunt doen als je op de bodem zit, is opstaan.",
    "author": "Demi Lovato"
  },
  {
    "text": "Houd vast aan hoop. Wanneer het donker is, zijn de sterren het best zichtbaar.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Je hoeft niet de hele trap te zien, neem gewoon de eerste stap.",
    "author": "Martin Luther King"
  },
  {
    "text": "Behandeling betekent niet onmiddellijk herstel, maar het is de eerste stap ernaar toe.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Wat we zien, hangt voornamelijk af van wat we zoeken.",
    "author": "John Lubbock"
  },
  {
    "text": "Wees geduldig met alles wat onopgelost is in je hart, en probeer de vragen zelf lief te hebben.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "Mentale gezondheid vereist evenveel aandacht en zorg als fysieke gezondheid.",
    "author": "Onbekende auteur"
  },
  {
    "text": "In elke nacht is er een heldere ster.",
    "author": "Maya Angelou"
  },
  {
    "text": "Wees niet bang om je kwetsbaarheid te tonen. Eerlijk zijn over je toestand kan je de nodige steun brengen.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Wees jezelf; alle andere rollen zijn al bezet.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Soms is het gezondste wat je kunt doen, jezelf toestaan om te voelen.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Het leven gaat niet over wachten tot de storm voorbij is, maar over leren dansen in de regen.",
    "author": "Vivian Greene"
  },
  {
    "text": "Verlies het geloof in jezelf niet. Je weet nooit hoe dicht je bij je doel kunt zijn.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Wat ons niet doodt, maakt ons sterker.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Zelfliefde is het begin van een levenslange romance.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Wees nooit bang om hulp te vragen. Het is een teken van kracht, niet van zwakte.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Het leven gaat niet over overleven in een storm, maar over dansen in de regen.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Kracht komt niet voort uit fysiek vermogen. Het komt voort uit een onbuigzame wil.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Definieer je leven niet door wat je niet is gelukt, maar door wat je nog kunt bereiken.",
    "author": "Onbekende auteur"
  },
  {
    "text": "De enige manier om geweldig werk te doen, is houden van wat je doet.",
    "author": "Steve Jobs"
  },
  {
    "text": "We worden niet sterk wanneer we nooit hoeven te worstelen, maar wanneer we leren uitdagingen te overwinnen.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Wacht niet op bijzondere momenten, maak elk moment bijzonder.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Maak je geen zorgen over wat mensen van je denken. Ze zijn te druk bezig met wat ze van zichzelf denken.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Elke stap vooruit, hoe klein ook, is een stap naar succes.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Wees niet bang om langzaam te gaan, wees bang om stil te staan.",
    "author": "Chinees spreekwoord"
  },
  {
    "text": "Echte moed is weten dat je morgen wakker wordt, wanneer de hele wereld vandaag is ingestort.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Onthoud dat niet krijgen wat je wilt, soms een wonderbaarlijke meevaller is.",
    "author": "Dalai Lama XIV"
  },
  {
    "text": "Geluk ligt niet in het hebben van wat je wilt, maar in het willen van wat je hebt.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Succes is het vermogen om van de ene mislukking naar de andere te gaan zonder je enthousiasme te verliezen.",
    "author": "Winston Churchill"
  },
  {
    "text": "Durf te leven volgens het leven dat je voor jezelf hebt gedroomd. Ga vooruit en maak je leven geweldig.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Alleen zij die het risico nemen om te ver te gaan, kunnen ontdekken hoe ver ze kunnen komen.",
    "author": "T. S. Eliot"
  },
  {
    "text": "Pijn is niet altijd een signaal tot actie; soms is het een oproep tot meditatie.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Echt optimisme is geen vreugde, maar kracht. En deze kracht helpt je om de realiteit met open ogen te bekijken.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Elke dag is een nieuwe kans om je leven te veranderen.",
    "author": "Onbekende auteur"
  },
  {
    "text": "Het moeilijkste is de beslissing om te handelen, de rest is slechts volharding.",
    "author": "Amelia Earhart"
  }
]
