{
  "title": "テクニック：一日をコントロールする",
  "description": "この記事では、自己管理と効率アップを助ける、シンプルな二つの欄を使った「二カラム・プランニング」のテクニックを紹介します。やることを「予定」と「実際」に分けて書き出すことで、目標に近づきやすくなるだけでなく、自分が一日をどう過ごしているのかを振り返るきっかけにもなります。とくに「終わったあとの振り返り」に重点を置くことで、変化に柔軟に対応しつつ、「やるべきこと」と「やりたいこと」のバランスを探っていけるようになります。",
  "screen_1": {
    "texts": [
      "ここで紹介する最初のエクササイズは、とてもシンプルですが効果的で、自分の一日を整えたいときに役立ちます。",
      "やり方はこうです。翌日を迎える前の夜に少し時間を取り、次の日のスケジュールを書き出してみましょう。そのとき、予定を二つの欄に分けて整理します。",
      "一つ目の欄は「前（予定）」です。ここには、その時間帯に「何をしたいか」を1時間ごとに書いていきます。一つの行には一、二語程度で構いませんので、どんな行動かが分かるようにメモしておきましょう。",
      "たとえば、小さな用事でもかまいません。シャワーを浴びる、朝ごはんを食べる、洗濯機を回す。あるいは、掃除、試験勉強、履歴書作成といった、もっとエネルギーのいる作業を書き込んでもいいでしょう。",
      "一日の終わりになったら、今度は二つ目の欄「後（結果）」を埋めていきます。",
      "そこには、実際にその時間に何をしていたのかを、一日分ずっと時間ごとに書いてみてください。予定どおりだった時間もあれば、まったく違うことをしていた時間もあるでしょう。それでかまいません。気にしすぎなくて大丈夫です。",
      "たとえ「前（予定）」に書いたことのごく一部しか実行できなかったとしても、時間を区切って計画してみること自体が、自分の一日を視覚的に把握するうえでとても役に立ちます。どこにエネルギーを使っているのかが、自然と見えやすくなります。",
      "さらに、それぞれの行動について、「自分にとってちょっと頑張りが必要だった」「簡単ではなかった」と感じたものには「D（＝自分にとっての『できたこと』）」という印をつけてみましょう。"
    ]
  },
  "screen_2": {
    "texts": [
      "うつ状態にあるときには、歯を磨くことやシャワーを浴びることですら、大きなハードルに感じられるかもしれません。それが「D」としてカウントされることに、恥ずかしさや情けなさを感じる必要はまったくありません。",
      "たとえば、ベッドを整えるのは比較的取り組みやすかったなら「D-2」、昼食を作るのはかなり大変だったと感じたなら「D-7」といった具合に、数字で「そのときのしんどさ」をメモしておくこともできます。どの数字をつけるかは、あなた自身の感覚で決めてかまいません。",
      "もしその行動があなたにとって心地よく、「楽しい」「うれしい」と感じられたなら、今度は「U（＝『うれしい・楽しめたこと』）」という印を添えてみましょう。",
      "たとえば、映画を観る時間や、公園をのんびり散歩した時間が心からうれしいひとときだったなら、その行に「U」と書き、同じように「どれくらい楽しかったか」も数字でメモしておくことができます。",
      "実は、エクササイズ自体はこれでほぼ全部です。とても簡単に思えるかもしれませんが、だからといって効果がないとは限りません。むしろ、しばらく続けてみないと、その良さは体感しにくいものです。このエクササイズが働く仕組みは、次の点にあります。",
      "一つには、「これはやるべきか、やらなくていいのか」と頭の中で延々と考え続けてしまう癖をいったん止めてくれることです。「やる・やらない」の価値判断に振り回されにくくなり、内側の葛藤が少し和らぎます。",
      "もう一つは、時間の使い方をバランスよく整えやすくなることです。「やらなければならない用事」と「自分にとっての楽しみ」の両方が欄に現れるため、どちらか一方に偏りすぎていないかを確認できるようになります。"
    ]
  },
  "screen_3": {
    "texts": [
      "この形で一日のスケジュールをつけることを続けていくと、「自分には何もできない」という思い込みとは反対に、「少しずつでも動けている自分」に気づきやすくなります。その気づきが、ゆっくりとモチベーションの土台になっていきます。",
      "実際に、長いあいだうつ状態と先延ばしに悩まされていたある人は、このテクニックについて次のように話してくれました。",
      "「一日を計画して、夜に『結果』の欄を見返してみることで、自分が時間を何に使っているのかをはっきり意識できるようになりました。」",
      "「それによって、自分の人生にもう一度責任を持てる感覚が戻ってきました。やろうと思えば状況をコントロールできる、という気持ちを取り戻せたんです。」"
    ],
    "quote": {
      "text": "時間管理でいちばん大切なのは、時間を管理することではなく、自分自身を管理することである。",
      "author": "ピーター・ドラッカー"
    }
  }
}
