{
  "title": "喪失後の自分探し",
  "description": "この記事では、兄の自殺後に深い鬱病と罪悪感に苦しんだアナスタシアの物語を取り上げています。彼女は、心理療法を通じて自己非難から解放され、自分自身や感情に対する考え方を変えることができました。その結果、アナスタシアは鬱病を克服し、自分の無罪を受け入れ、充実した生活を送るようになりました。",
  "screen_1": {
    "texts": [
      "私たち一人ひとりが、いつか必ず大切な人を失う経験をします。死は、大きな衝撃をもたらし、愛していた人たちを悲しみの波で覆い尽くします。",
      "涙、悲しみ、そして感情の揺れ動きは、喪失に対する正常な反応です。これらは私たちがその瞬間を乗り越え、生き続ける力を与えてくれます。",
      "しかし時には、この悲しみが長引き、何年にもわたって苦しむことがあります。また、すぐに深いうつ病に陥ってしまうこともあります。",
      "ここでは、鬱病に苦しんでいた一人の患者、アナスタシアの物語を紹介します。彼女は29歳で、彼女の弟が自殺した数カ月後にセラピストのもとを訪れました。",
      "最も痛ましく、彼女の鬱病を悪化させた強い要因は、自分が弟の自殺に責任があると感じていたことでした。",
      "ナスタは、自分が解決できない重大な問題に直面していると感じ、自分が死に値すると信じ、しばしば自殺願望を抱えていました。",
      "自殺した人の近親者が最も苦しむのは、しばしば罪悪感です。",
      "「なぜ私が止められなかったのか？なぜもっと早く気づけなかったのか？」と、自分を責めることが多いのです。",
      "心理療法士でさえ、クライアントが自殺した後は同じように自責の念に襲われます。「本当に私の責任だ。最後のセッションで別の言い方をしていたら、彼が自殺したいと思っていた理由を直接尋ねるべきだった。もっと断固とした態度をとるべきだった。私が彼を死なせてしまった！」"
    ],
    "quote": {
      "text": "愛する人が私たちを離れても、私たちが覚えている限り、彼らは決して遠くに行くことはない。",
      "author": "孔子"
    }
  },
  "screen_2": {
    "texts": [
      "アナスタシアの自己非難は悲劇のずっと前から始まっていました。彼女は長い間、自分の人生が弟よりも楽で恵まれていると感じており、それを補うために、彼の長期的な鬱病との闘いにおいて、彼を感情的にも経済的にも支援しようと努力していました。",
      "彼女は弟を心理療法に導き、セッションの費用を助け、彼が落ち込んだ時にはいつでも電話をかけられるように、自宅の近くにアパートを借りてあげました。",
      "ナスタは、弟の死について自分に責任があると感じていました。彼女は「もっと何かできたはずだ」と強く感じていたのです。",
      "彼女はこの悲劇的な状況に深く心を痛めていました。",
      "最初のセラピーセッションで、彼女は自己非難の原因と「自分は死ぬべきだ」と考える理由について話しました。「私は弟の人生に責任があった。私が彼を助けられなかったことが、彼の死に繋がったと思う。彼の苦しい状態を見逃してしまい、彼を救うことができなかった。」",
      "彼女は自分の罪と苦しみが正当であり、当然の報いだと信じていました。そして、自分は罰を受けて苦しむべきだと考えていました。",
      "この物語を読んでいるあなたは、おそらく彼女の考えや信念が非現実的で非合理的であり、彼女にとって有害であると言うでしょう。",
      "彼女が繰り返し犯していた過ちは、パーソナライゼーション（個人化）という認知の歪みでした。心理療法を通じて、ナスタは次のような結論に達しました：",
      "もし彼女が弟の死に責任があったとすれば、彼女が彼の自殺の原因であったことを意味するはずです。",
      "彼女は弟の考えを制御していなかったため、弟を自殺に導いた鬱病や破壊的な信念に責任を負うことはできません。これは彼の過ちであり、彼女のものではありません。",
      "彼女が弟の気分や行動に責任を持とうとすることで、自分の制御できないことに影響を与えようとしていたのです。彼女ができる最大限のことは、自分にできる範囲で彼を支えることでした。"
    ]
  },
  "screen_3": {
    "texts": [
      "もし彼女が弟が自殺を試みることを知っていれば、彼女は何としてもそれを阻止しようとしたでしょう。しかし、それを知らなかったため、残念ながら彼女には何もできませんでした。",
      "したがって、彼女が弟の死を自分のせいにしているのは、未来を絶対的に予測できると誤って信じていたことと、全ての知識が自分の手にあると考えていたことが原因です。どちらの仮定も非現実的であったため、彼女には自責の根拠がありませんでした。",
      "これらのすべての議論は、弟の行動に対する責任を引き受けることが彼女の大きな過ちであったことを示しています。なぜなら、彼を制御することはできなかったからです。",
      "実際、ナスタが責任を負うべきは、自分自身の人生と幸福だけです。",
      "その瞬間、彼女ははっきりと理解しました。彼女の苦しみは「彼を見捨てた」からではなく、自分を鬱に沈め、自殺について考えることを許してしまったからだということに。",
      "ここで有益な行動とは、罪悪感を捨て、鬱から抜け出し、幸福な生活を目指すことでした。",
      "これが自己責任の表れです。セラピーを経て、ナスタの状態は改善し、やがて彼女は鬱を克服しました。彼女はその理由を、自分に対する態度の根本的な変化にあると説明しました。"
    ]
  }
}
