{
  "title": "うつ病の診断: 自分を理解する旅",
  "description": "この記事では、うつ病の診断方法を取り上げています。一般的な症状のスクリーニングから「ベックうつ病評価尺度」を使った自己診断に至るまで、段階的に解説します。特に重症の場合、専門家の診断と治療の重要性を強調しています。さらに、精神状態を改善しようとする人々に向けた実用的なアドバイスやエクササイズも提案しています。",
  "screen_1": {
    "texts": [
      "前回のセクションでは、うつ病とは何かについて話しました。",
      "今回は、自分自身でこの状態をどのように診断するかを理解することが課題です。",
      "大まかに言って、うつ病の診断には3つの段階があります。",
      "一般的なスクリーニング",
      "うつ病には他の障害と同様に、特有の症状があります。以下にそれらの症状を詳しく見ていきましょう。",
      "気分の落ち込み。",
      "通常楽しんでいたことへの関心の低下。",
      "アンヘドニアとは、喜びを感じる能力が低下することです。",
      "集中力、作業効率、意思決定の困難。",
      "睡眠や食欲の変化（減少または増加）。",
      "絶望感、無力感、苛立ち、恥や罪悪感。",
      "不安や無関心。",
      "エネルギーの欠如、常に疲れている感じ。",
      "死や自殺に対する考え。",
      "これらの症状の一部、または複数に一度は誰もが直面したことがあるかもしれません。",
      "しかし、それは必ずしもうつ病を意味するわけではありません。では、うつ病の存在をどのように見極めれば良いのでしょうか？",
      "うつ病が疑われるのは、上記の症状の少なくとも4つが2週間以上続く場合です。",
      "また、全体的な健康状態や生活環境も考慮に入れる必要があります。"
    ],
    "quote": {
      "text": "人生が私たちに与える状況を変えることはできませんが、それを乗り越える能力は変えることができます。",
      "author": "ヴィクトール・フランクル"
    }
  },
  "screen_2": {
    "texts": [
      "信頼性のある方法による自己診断",
      "うつ病の自己診断に使えるテストは数多く存在します。",
      "その中でも、最も信頼され広く認められているのが「ベックうつ病評価尺度（BDI）」です。",
      "この方法は、アメリカの心理療法士アーロン・ベックによって開発され、21の症状カテゴリーを含み、それぞれがうつ病の様々な側面を反映する4〜5の記述を持っています。",
      "このテストを受けることで、自分の状態を軽度から重度のうつ病に至るまで評価することができます。",
      "このテストは、当社のアプリで簡単に利用でき、直感的に操作できます。"
    ],
    "quote": {
      "text": "自己管理は義務から外すものではなく、義務の一部です。",
      "author": "レナード・デイビス"
    }
  },
  "screen_3": {
    "texts": [
      "専門家への相談",
      "自己診断の結果、うつ病の可能性が示された場合は、心理学者、精神科医、または精神療法士などの専門家に相談することをお勧めします。",
      "彼らは正確な診断を下し、適切な治療を提案することができます。私たちもこのセクションで有益な情報を提供し、サポートいたします。",
      "この資料は、軽度から中等度のうつ病を持つ人々を支援するために作成されました。",
      "より重度のうつ病に苦しんでいる方にも、この資料が役立つ場合があります。",
      "一部の症状を緩和することができるかもしれませんが、重篤な場合には自己対処法だけでは不十分なことを忘れないでください。",
      "そのような状況では、専門家の助けを求め、必要に応じて薬物治療を検討することが極めて重要です。",
      "心理的な問題を診断することは、複雑な作業です。",
      "自己診断には常に誤診のリスクが伴います。",
      "しかし、たとえ臨床的なうつ病ではなく、一時的な気分の落ち込みを感じているだけであっても、この資料は有益です。",
      "うつ病の背後にあるメカニズムを詳しく説明し、実用的なアドバイスやエクササイズを提供します。",
      "もし生活の質を向上させたいとお考えであれば、私たちの提案に従い、一緒にこの道を進んでいきましょう！"
    ]
  }
}
