{
  "title": "うつ病の見立て：自分を理解するための旅",
  "description": "この記事では、うつ病をどのように見立て、理解していくかについて紹介します。症状の全体像をとらえる段階から、「ベック抑うつ質問票（BDI）」を使った自己チェックまでをわかりやすく説明します。また、とくに症状が強いときには専門家に相談する大切さを強調し、自分の心の状態をいたわりたい人のために、実践的なステップやエクササイズのヒントもお伝えします。",
  "screen_1": {
    "texts": [
      "前のセクションでは、うつ病とはどのような状態かについてお話ししました。",
      "ここからは、「それが自分にも当てはまるのか」をどう確かめていけばよいのかを見ていきましょう。",
      "うつ病の見立ては、大まかに三つのステップに分けて考えることができます。",
      "一般的なスクリーニング",
      "ほかの感情の状態と同じように、うつ病にも特徴的なサインがあります。まずは代表的な症状を見ていきましょう。",
      "気分の落ち込みが続いている。",
      "これまで楽しめていたことへの関心や喜びが薄れている。",
      "何をしても楽しいと感じにくくなる「アンヘドニア」がある。",
      "集中力や作業能力、決断する力が落ちている。",
      "睡眠や食欲の変化がある（減る場合もあれば、増える場合もあります）。",
      "希望が持てず、無力感やいらだち、恥や罪悪感などが強くなっている。",
      "不安が強い、あるいは何も感じられないような強い無気力が続いている。",
      "エネルギーが湧かず、いつも疲れているように感じる。",
      "死や自殺についての考えが頭から離れない。",
      "こうしたサインのいくつかは、多くの人が人生のどこかで一度は経験したことがあるかもしれません。",
      "ただし、個々の症状が少しあるからといって、必ずしも「うつ病だ」とは限りません。では、どのような状態のときに、うつ病の可能性を考えるべきなのでしょうか。",
      "一般的には、ここに挙げた症状のうち少なくとも4つ以上が、2週間以上ほとんど毎日続いている場合、うつ病性のエピソードを疑うことができます。",
      "同時に、体の病気や最近の出来事など、全体的な健康状態や生活状況もあわせて考えることが大切です。"
    ],
    "quote": {
      "text": "私たちは、人生がもたらす出来事そのものを変えることはできないかもしれない。しかし、それをどのように受け止め、体験するかは変えることができる。",
      "author": "ヴィクトール・フランクル"
    }
  },
  "screen_2": {
    "texts": [
      "信頼できる尺度を使った自己チェック",
      "今の心の状態をおおまかにつかむのに役立つツールはいくつもあります。",
      "その中でも、とくによく知られ、信頼性が高いとされているのが「ベック抑うつ質問票（BDI）」です。",
      "心理療法家アーロン・ベックによって作られたこの質問票は、21の項目から成り立っていて、それぞれがうつ状態の異なる側面を映し出すように構成されています。",
      "テストに答えることで、自分の症状のおおよその強さ――軽い落ち込みから、より重いうつ状態まで――を見立てる目安が得られます。",
      "このテストは私たちのアプリの中でも利用でき、質問にも直感的に答えやすい形になっています。"
    ],
    "quote": {
      "text": "自分を大切にすることは、義務から逃げることではなく、むしろ大切な義務の一部である。",
      "author": "レナード・デイヴィス"
    }
  },
  "screen_3": {
    "texts": [
      "専門家への相談",
      "自己チェックの結果から、うつ病の可能性があると感じたときには、心理士、精神科医、または精神療法家などの専門家に相談することがとても大切です。",
      "専門家は、状態をより正確に見立て、必要なサポートや治療の方針を一緒に考えてくれます。私たちもそばで情報やツールを提供しながら、そのプロセスを支えたいと考えています。",
      "このコンテンツは、軽度から中等度のうつ症状に悩んでいる人をサポートすることを主な目的として作られています。",
      "とはいえ、より重い状態にある人にとっても、何かしらの助けやヒントになる部分があるかもしれません。",
      "ここで紹介する内容は、症状を少し和らげ、自分の状態を理解しやすくする助けになります。ただし、重いうつ状態では、セルフヘルプだけでは足りないことも少なくありません。",
      "そのような場合には、とくに専門的な支援につながること、そして必要に応じて薬物療法の選択肢についても検討することが重要になります。",
      "感情の状態を見立てる作業は繊細で、決して簡単とは言えないプロセスです。",
      "自分ひとりで判断していると、どうしても見誤ってしまう可能性が残ります。",
      "たとえ臨床的な意味でのうつ病ではなく、一時的な気分の落ち込みだったとしても、このセクションはきっと何かしら役に立つはずです。",
      "このあとのパートでは、うつ病のメカニズムについてもう少し詳しく説明し、日常で試せる実践的なヒントやエクササイズを共有していきます。",
      "もし「今より少しでも生きやすくなりたい」「自分と向き合う一歩を踏み出してみたい」と感じているなら、一緒にこの旅を続けていきましょう。"
    ]
  }
}
