{
  "title": "テクニック：自己弁護のアプローチ",
  "description": "この記事では、自己批判を克服するためのユニークなアプローチとして、内なる弁護士の概念を紹介しています。裁判のアナロジーを用いて、自己非難やネガティブな思考から自分を効果的に守るための手法を読者に提案します。自己批判的な信念を追跡し、反論し、再評価するプロセスを描きながら、自己反省を促進するための実践的なアドバイスや質問を提供し、より健康的で支援的な自己関係を育むことを目指しています。",
  "screen_1": {
    "texts": [
      "次のテクニックは、自己批判に効果的に対処するために、あなた自身の弁護士となることです。これは一見、奇妙または難解に思えるかもしれませんが、その仕組みを詳しく見ていきましょう。",
      "自己批判的な思考に対処するためには、それを認識し、対抗するだけでなく、積極的に反論することが重要です。",
      "あなたが法廷に立ち、長い間あなたを「失敗者」「弱者」「愚か者」と非難してきた自己批判に直面しているところを想像してください。",
      "今こそ、弁護人としての役割を果たし、訴訟側の主張が根拠のないものであることを示し、その非論理性を明らかにする機会です。",
      "自分を有能な弁護士として想像してみてください。単に「私のクライアントはまともな人間です」と言って済ませるような弁護士ではありません。",
      "あなたは、訴訟側の主張を完全に論破するために、具体的で説得力のある事実や証拠を提出する必要があります。",
      "次に、心理士とクライアントとの対話を例に挙げて、このテクニックの応用方法を見てみましょう。"
    ],
    "quote": {
      "text": "自分の内面の世界で弁護士になりましょう。自分の物語の裁判官ではなく。",
      "author": "エリザベス・ギルバート"
    }
  },
  "screen_2": {
    "texts": [
      "最近、自己批判に陥りがちで、自分を「弱者」や「失敗者」と呼び、人生で何も成し遂げていないと感じているとしましょう。ここで、自己批判から守るために弁護士を雇ったと想像してください。",
      "あなたの役目は、自分自身をクライアントとして最善を尽くして守ることです。たとえ自分の無実を信じていなくても、今は優秀な弁護士として職務を全うするのです。",
      "面白いアイデアですね。試してみる価値がありそうです。",
      "では、私は訴訟側の役を演じます。あなたは自分を弁護してください。",
      "分かりました。始めましょう。",
      "（訴訟側の役）パベルは弱者であり、失敗者で、人生で何も成し遂げていない。",
      "（弁護側の役）それは全く事実ではありません。パベルは高等教育を修了し、成功したキャリア、家族、そして彼を愛し、尊重する友人たちがいます。",
      "（訴訟側の役）そうかもしれませんが、すべてが完璧というわけではありません。彼は仕事でミスをし、時には締め切りに間に合わないこともあります。だから彼は失敗者だと思います。",
      "（弁護側の役）まず、感情は法廷で証拠として使えません。次に、ミスをしたり締め切りに間に合わなかったりすることは彼を失敗者と定義する理由にはなりません。誰もがミスをし、遅れることがあるのです。これはそのような極端な結論を引き出す根拠にはなりません。",
      "（訴訟側の役）彼が完全な失敗者でないとしても、確実に弱者です。",
      "（弁護側の役）その証拠はありますか？",
      "（訴訟側の役）彼は十分に働いていません。もっと努力すべきです。彼は弱者のように振る舞っています。",
      "（弁護側の役）それは事実ではありません。パベルは一生懸命働き、職場で成果を上げており、彼は責任ある従業員として評価されています。もし彼が十分に働いていなかったり、非効率的だったりしたら、こんなに高く評価されることはなく、昇進も考えられていなかったでしょう。"
    ]
  },
  "screen_3": {
    "texts": [
      "このテクニックが特に有効なのは、多くの人が他者を弁護する役割を想像しやすいからです。それに対して、自分自身を弁護することは難しい場合があります。",
      "プロの弁護士の役割を受け入れることで、実際の証拠を要求し、根拠のない、または非論理的な主張を反論します。",
      "したがって、自分に対してネガティブな思考に直面したときは、「クライアントを弁護するために、どのように無罪を証明できるか？」と自問してください。",
      "本当のプロフェッショナルのように振る舞い、自分の自動的な思考の中にある論理的な矛盾を見つけましょう。その考えはどれほど妥当ですか？常識に照らして自分について何が言えるでしょうか？",
      "自己反省を助けるために、以下の質問を提案します：",
      "どのような「法律」が破られたとされているのか？",
      "その非難にはどのような根拠があるのか？",
      "罪を裏付ける証拠は何か？",
      "その行動には他の合理的な説明があるのか？",
      "同じ状況に置かれた他の合理的な人間なら同様に行動したか？",
      "その出来事に対して他の誰かが部分的または完全に責任を負っている可能性はあるか？",
      "被告を弁護するためにどのような証拠を提示できるか？"
    ]
  }
}
