{
  "title": "テクニック：自分専属の弁護人になる",
  "description": "このテクニックは、自分を責めるクセを手放すために「心の中にいる弁護人の役割」を育てる方法です。裁判の場面をイメージしながら、自分を批判する思考を「検察側の主張」として扱い、それに対して事実や優しさに基づいた反論を行います。感情だけで自分を裁くのではなく、根拠のある視点で自分を守る練習を通して、より現実的で支えになるセルフイメージを育てていきます。",
  "screen_1": {
    "texts": [
      "次に紹介するテクニックは、自分を責める考えに取り組む方法として「自分自身の弁護人になる」ことを提案するものです。一見少し変わって聞こえるかもしれませんが、とてもよく働く方法です。",
      "批判的な考えの影響力を弱めるには、それに気づくだけでなく、しっかりと向き合い、反論できるようになることが大切です。",
      "イメージしてみてください。あなたは今、裁判所にいます。検察側として登場するのは、あなたを「負け犬」「弱い人間」「何もかも自分のせいだ」と責め立てる内なる批判の声です。",
      "けれども、そこに新しく「弁護人」の役割が加わります。その役割を担うのはあなた自身で、これまでの厳しい判決に異議を唱えることが仕事です。",
      "自分を守る有能な弁護士になったつもりで、「自分は良い人だ」と言い切るだけではなく、実際の事実や筋の通った理由、納得できる説明を示していきます。",
      "感情だけで自分を裁くのではなく、証拠と論理に基づいて内なる対話を組み立てていく作業だと考えてみてください。",
      "以下は、実際にこのテクニックを使うときのイメージ例です。"
    ],
    "quote": {
      "text": "自分の物語を裁く裁判官ではなく、内なる世界を守る弁護人でいてください。",
      "author": "エリザベス・ギルバート"
    }
  },
  "screen_2": {
    "texts": [
      "たとえば、あなたが日ごろから「自分は弱い」「自分はダメだ」と自分を批判しているとします。ここであえて弁護人の役を引き受けてみましょう。最初はぎこちなくてもかまいません。",
      "大事なのは、大切な誰かを守るときと同じように、誠実で、根拠があり、敬意のこもった態度で自分を擁護することです。",
      "セラピストは、次のようなワークを提案します。",
      "「では、ロールプレイをしてみましょう。わたしが“検察側”、あなたが“弁護人”の役割をします。」",
      "「準備はいいですか？ では始めましょう。」",
      "（検察側）「パベルは弱くて、しかも何をやってもうまくいかない落ちこぼれだ。」",
      "（弁護人）「その評価は正確ではありません。パベルは大学を卒業し、仕事でも成果を上げてきましたし、周囲の人たちからも信頼されています。」",
      "（検察側）「でも失敗もしているし、うまくいかないこともある。やっぱり負け組だろう。」",
      "（弁護人）「失敗はどんな人の人生にもあります。それだけで人を『負け組』と決めつけることはできませんし、能力のなさの証拠にもなりません。」",
      "（検察側）「分かった。では少なくとも、彼は弱い。」",
      "（弁護人）「その判断の根拠は何でしょうか。パベルは長年働き続け、重要な決断もしてきましたし、困難な状況にも向き合ってきました。その姿勢はむしろ強さの表れだと言えるはずです。」",
      "（検察側）「もっと努力することだってできたはずだ。」",
      "（弁護人）「もし本当に怠けていたのであれば、職場で評価されることも、昇進の候補に挙がることもなかったでしょう。その意味でも、『努力していない』という主張には根拠がありません。」"
    ]
  },
  "screen_3": {
    "texts": [
      "このテクニックが役に立つのは、多くの人が「自分を守ること」よりも「他人を守ること」のほうがずっとやりやすいからです。このワークでは、その自然な力を自分自身のためにも使えるようにしていきます。",
      "弁護人の立場に立つとき、あなたは事実を確認し、証拠を求め、根拠のない自己批判をそのまま「真実」として受け入れないように訓練していきます。",
      "もし自分についてのネガティブな考えが浮かんだら、「大切な誰かが同じことで自分を責めていたら、どんなふうに守ってあげるだろう？」と問いかけてみてください。",
      "専門家のような気持ちで、感情に巻き込まれすぎず、筋の通った説明や事実を集めていく姿勢が大切です。",
      "その際、次のような質問が役に立ちます。",
      "今、頭の中でどんな「罪状」が読み上げられているのか？ わたしは何を「責められている」と感じているのか？",
      "それは事実に基づいた判断なのか、それとも一時的な感情に押されているだけなのか？",
      "わたしの側に立つ証拠や、わたしの頑張りを示す事実にはどんなものがあるだろう？",
      "この出来事を、もう少し優しく、公平な視点から説明し直すとしたら、どう表現できるだろうか？",
      "同じ状況で、冷静で思慮深い人ならどのように考えるだろう？",
      "状況には、自分以外の要因や外的な事情も関わっていなかっただろうか？",
      "自分の弁護人として何を主張したいか？ 強みや努力、乗り越えてきたことの中から、どんな点を根拠として挙げられるだろう？"
    ]
  }
}
