{
  "mirror": {
    "title": "テクニック：自己批判の鏡",
    "description": "このワークは、自分の中の批判的な声がどれほど厳しく響いているかを体感的に理解するための練習です。ふだん自分に向けている言葉を、あえて大切な人に向けて話してみることで、その言葉がどれほど傷つけるものかを「外側から」味わいます。自分を過小評価してしまう不公平さに気づき、少しずつ自分にも思いやりを向けていくきっかけになるテクニックです。",
    "screen_1": {
      "texts": [
        "まず一つの方法として、「自分に向けているのと同じレベルの要求を、大切な人にも向けてみる」という練習を試してみてください。そのときは、できるだけ正直にやってみましょう。",
        "たいていの場合、ほんの数分も経たないうちに、自分の内側の声がどれほど厳しく、不公平になっているかがはっきり見えてきます。",
        "この練習を、クライエントと心理士の対話の例で見ていきましょう。",
        "「ドミトリーさん、あなたは、退職が大きな失敗のように感じられて、『自分は落ちこぼれだ』『何をやってもダメだ』といった考えが浮かんだとお話しされましたね。」",
        "「では、これらの考え方を別の角度から見てみましょう。ミニドラマのようにロールプレイをします。今度はその批判的な言葉を、自分ではなく、親しい人――たとえば親友――に向けて話してみてください。」",
        "「わたしは、同じように仕事を失った友人の役を演じます。あなたは、いつものあなた役です。準備はいいでしょうか。」",
        "「はい、やってみます。」"
      ]
    },
    "screen_2": {
      "texts": [
        "「では始めましょう。わたしが『今日、仕事をクビになったんだ』と言います。」",
        "「たぶん…君が何かよくないことをしたんだと思う。そうじゃなければクビにはならなかったはずだよ。」",
        "「具体的には、どんなことだと思いますか。」",
        "「そうだな…たぶんミスが多かったとか、十分に注意深くなかったとか。」",
        "「ということは、今あなたはわたしのことを批判している、ということになりますね。」",
        "「たぶんそうだね。ちゃんとこなせていなかったんだと思う。もしかしたら、そもそもこの仕事に向いていなかったのかもしれない。」",
        "「そんなふうに言われると、とてもつらい気持ちになります。わたしは支えてもらえると思っていました。」",
        "「わかっているけど…もし君がミスをして、うまくやれていなかったのなら、どうやって励ませばいいのか分からなくて。」",
        "このロールプレイのあと、ドミトリーさんは「親しい人にこんな言葉を投げかけるのは本当に耐えがたかった」と話しました。そして、自分は現実では決してこうはしないのに、心の中ではいつも自分に対してだけ同じことをしていたのだと気づいたのです。"
      ]
    },
    "screen_3": {
      "texts": [
        "おもしろいと思いませんか。ほかの人にはほとんど言えないような言葉を、自分にはいとも簡単に投げつけてしまうのです。",
        "他の人に対しては辛抱強く、やわらかく、理解を示そうとする一方で、自分自身に対してはその優しさをすっかり忘れてしまうことがよくあります。",
        "この二重基準を、少しずつ手放してみてください。あなたもまた、尊重され、支えられ、優しく扱われてよい存在です。",
        "覚えておいてほしいのは、健全な自己評価は、やる気や目標、人生のエネルギーを支える大事な土台の一つだということです。",
        "自己評価が低いと、自分の可能性を過小評価してしまい、自ら幸せをあきらめるような選び方をしてしまうことがあります。",
        "まずは、自分への接し方を少しずつ変えていきましょう。小さな成功に目を向け、「失敗しながら学ぶのが人間だ」と自分に許可を出してあげてください。そんな小さな一歩が、やがて大きな変化へとつながっていきます。"
      ],
      "quote": {
        "text": "自分が大切に思う人に話しかけるのと同じ言葉で、自分自身にも語りかけてください。",
        "author": "ブレネー・ブラウン"
      }
    }
  },
  "mistake": {
    "title": "テクニック：失敗への恐れを手放す",
    "description": "この記事では、完璧主義と向き合いながら「完全でなくても大丈夫だ」と受け入れていくための方法を紹介します。失敗への強い恐れを和らげ、不完全さの中でも満足や喜びを感じられるようになるための、現実的で続けやすいステップをまとめました。",
    "screen_1": {
      "texts": [
        "ここでは、完璧主義的な傾向をゆるめていくうえで、とてもシンプルなのに驚くほど効果的な方法をいくつか紹介していきましょう。",
        "「アンチ完璧主義リスト」",
        "多くの完璧主義の人は、「何かを十分に楽しむためには、完璧にやり遂げなければならない」とどこかで信じています。ここでは、その前提にあえて挑戦してみます。",
        "まず1週間ほど、日常で行ったさまざまな行動を、その都度メモしていきます。たとえば「歯みがき」「夕食づくり」「仕事の報告書づくり」「部屋の片づけ」など、思いつくままに書き出してみてください。",
        "二つ目の欄には、「どのくらいの出来だと思うか」をパーセントで記入します。",
        "三つ目の欄には、「その行動がどれくらい楽しかったか・満足をくれたか」を書き込みます。",
        "イメージとしては次のような形です。",
        "夕食づくり ― 50％（もっと手の込んだ、おいしいレシピを選ぶこともできたかもしれない）― 90％（シンプルだけれどとてもおいしくて、時間もあまりかからなかった）。",
        "部屋の片づけ ― 70％（必要なところは一通り片づけたが、冷蔵庫やコンロまでは手が回らなかった）― 100％（家の中が整うと、いつもとても気分がよくなる）。",
        "仕事の報告書づくり ― 85％（かなり時間と労力をかけて仕上げた）― 20％（「もっとよくできたはずだ」という考えが頭から離れず、達成感を味わえなかった）。",
        "このワークを通して、「楽しさや満足感を得るために、完璧である必要はない」ということを、実感としてつかめるようになります."
      ],
      "quote": {
        "text": "完璧とは到達すべき目標ではなく、進んでいく方向性にすぎない。",
        "author": "トーマス・ワトソン"
      }
    },
    "screen_2": {
      "texts": [
        "失敗をゆるせるようになる",
        "誰だって失敗はうれしくありませんが、完璧主義の人にとって失敗は、とくに強い恐怖の対象になりがちです。",
        "不完全さへの恐れを和らげるうえで、もっとも有効な方法のひとつは、「自分の失敗を受け入れる練習」をしていくことです.",
        "たとえば、「もし失敗したら…」と考えただけで心臓がドキドキしてくることはないでしょうか。そんな身体の反応は、不安や恐れのサインです。",
        "失敗する可能性に少しずつ心を開いていくために、まずは「なぜ失敗しても大丈夫なのか」「なぜ絶対的な完璧さを求めるのは非現実的なのか」というテーマで、自分なりの短いエッセイを書いてみてください。",
        "完璧主義と向き合っていたある人は、つぎのように整理していました。",
        "「失敗への恐れは、物事を白か黒かでしか見られない自分の考え方から生まれている。ひとつミスをしたら、すべてが壊れてしまうように感じてしまう。でも、これは思い込みだ。小さなミスひとつで、それまで積み重ねてきた良いものがすべて台無しになるわけではない。」",
        "「失敗は本来、役に立つものだ。私たちは失敗を通して学ぶ。ミスを一度もしないまま学ぶことはできない。誰もが失敗から自由ではないのだから、それを避けるのではなく、受け入れながら経験から学び続けることが大切だ。」",
        "「自分のミスを認められるようになると、行動を少しずつ修正できる。その結果、より満足できる成果に近づき、人生の質や幸せも自然と高まっていく。」",
        "「ほとんどの人は、私が失敗したからといって激しく責めたり、愛情を引っ込めたりはしない。誰だって失敗するし、『完璧そうに見える人』のそばにいると、むしろ落ち着かないと感じる人も多い。」",
        "「失敗は、世界の終わりを意味しない。」",
        "もちろん、こうした考えを書き出したからといって、その瞬間から失敗が好きになれるわけではありません。ただし、「失敗＝絶対に避けるべきもの」という見方を少しずつゆるめていく大切な一歩になります。",
        "ぜひ、自分なりの言葉で「なぜ失敗してもよいのか」「なぜ失敗がむしろ役に立つのか」を書き出してみてください。そして、たとえミスをしても世界は崩れ落ちないし、それはどんなプロセスにもつきものの、ごく自然な一部なのだと、何度でも自分に思い出させてあげてください."
      ]
    }
  },
  "nonDepression": {
    "title": "悲しむことは、必ずしも「うつ病」を意味しない",
    "description": "この記事では、自然な悲しみと臨床的なうつ病のちがいについて取り上げます。別れや喪失、困難や変化は、誰の人生にも起こりうるものであり、そのときに痛みを感じるのはごく自然なことです。同時に、考え方の歪みが大きく関わり、専門的なサポートが必要になる「うつ病」という状態も存在します。この違いを見分けるポイントを紹介しながら、自分の気持ちをよりよく理解し、「ただの悲しみ」が限界を超えそうなときに早めに気づけるようになることを目指します。",
    "screen_1": {
      "texts": [
        "これまでの章では、身近な人との別れや病気、関係の破綻、裏切り、仕事の解雇などが、どれほど現実味のある出来事であり、どれほど強い痛みをもたらしうるかについてお話ししてきました。",
        "こうした出来事は、誰にとっても人生のどこかのタイミングで避けがたく訪れるものです。体験は重く、深く、とても人間的なものですが、それだけで直ちに「うつ病」を意味するわけではありません。",
        "では、こうしたつらい気持ちとは別に、「うつ病とは言えない健全な悲しみ」は存在するのでしょうか。",
        "答えはもちろん「はい」です。",
        "悲しみや喪失感、深い寂しさを感じることは、大切な出来事や別れ、変化に対するごく自然な反応です。こうした感情は、経験を消化し、起きたことを受けとめ、次の一歩へと進んでいくうえで役に立ちます。",
        "それはとても「人間らしい」感情であり、本来は押し殺したり恥じたりする必要のない、ごく自然な心の動きです。",
        "たとえば、別れのあとしばらくのあいだ気持ちが沈むのは、ごく当たり前のことです。それは、誰かを大切に思い、心を通わせていた証でもあります。",
        "亡くなった人を思い出して胸が締めつけられるのも、あなたがその人をどれほど愛していたかの表れであって、弱さの証拠ではありません。",
        "一方、うつ病は単なる「悲しい気分」とは違います。そこには、自分や世界、未来を極端に否定的にとらえる考え方が強く関わっており、その歪んだ見方が症状をつくり出し、長引かせています。",
        "うつ病になると、感情の強さや続き方が出来事の大きさと釣り合わなくなり、実際の状況以上に、はるかに重く、深く、長く苦しみが続いてしまうのです。"
      ],
      "quote": {
        "text": "刺激と反応のあいだには小さな「間」がある。その間に、どう応じるかを選ぶ自由がある。そして、その選択の中に、私たちの力と成長が宿っている。",
        "author": "ヴィクトール・フランクル"
      }
    },
    "screen_2": {
      "texts": [
        "うつ状態のときには、ごく日常的な困りごとでさえ、大きな災難のように感じられることがあります。",
        "ほんの小さなミスが決定的な失敗に思え、ちょっとしたトラブルが取り返しのつかない悲劇のように感じられ、悲しみは果てのない闇のように広がっていきます。",
        "水道の蛇口を、冷水とお湯を混ぜ合わせる混合栓としてイメージしてみてください。ふだんの私たちは、うれしさや悲しみ、希望や後悔など、さまざまな感情の「温度」を行き来しながら生きています。",
        "しかし、うつ病のときには、まるで冷水だけの蛇口が開きっぱなしになったかのように、悲しみや不安、絶望感ばかりが流れ出しているように感じられます。そしてそれは、多くの場合、出来事そのものよりも「そう見えてしまう考え方」によって強められています。",
        "大切なのは、出来事そのものではなく、それをどう受けとめるかという点です。悲しみという感情そのものは危険ではありませんが、「自分には何もできない」「この先もずっと変わらない」といった考えが重なると、無力感や絶望へと変わりやすくなります。",
        "ここまでの内容が、うつ病の仕組みを少しでも理解し、自分の状態に気づきやすくなる手がかりになっていればうれしく思います。",
        "この章では、うつ病の代表的な症状や、その状態と向き合うための考え方・セルフケアのヒントについてお伝えしました。",
        "必要なときには、いつでもこの内容に戻って読み直し、紹介したワークを繰り返し使ってみてください。私たちも、これからさらに役立つツールをお届けできるよう準備を進めていきます。"
      ],
      "quote": {
        "text": "本当に美しい人とは、痛みや喪失、葛藤をくぐり抜け、それでもなお上を向こうとし続ける人たちだ。",
        "author": "ヴィクトール・フランクル"
      }
    }
  }
}