{
  "title": "テクニック：失敗への恐れを手放す",
  "description": "この記事では、完璧主義と向き合いながら「完全でなくても大丈夫だ」と受け入れていくための方法を紹介します。失敗への強い恐れを和らげ、不完全さの中でも満足や喜びを感じられるようになるための、現実的で続けやすいステップをまとめました。",
  "screen_1": {
    "texts": [
      "ここでは、完璧主義的な傾向をゆるめていくうえで、とてもシンプルなのに驚くほど効果的な方法をいくつか紹介していきましょう。",
      "「アンチ完璧主義リスト」",
      "多くの完璧主義の人は、「何かを十分に楽しむためには、完璧にやり遂げなければならない」とどこかで信じています。ここでは、その前提にあえて挑戦してみます。",
      "まず1週間ほど、日常で行ったさまざまな行動を、その都度メモしていきます。たとえば「歯みがき」「夕食づくり」「仕事の報告書づくり」「部屋の片づけ」など、思いつくままに書き出してみてください。",
      "二つ目の欄には、「どのくらいの出来だと思うか」をパーセントで記入します。",
      "三つ目の欄には、「その行動がどれくらい楽しかったか・満足をくれたか」を書き込みます。",
      "イメージとしては次のような形です。",
      "夕食づくり ― 50％（もっと手の込んだ、おいしいレシピを選ぶこともできたかもしれない）― 90％（シンプルだけれどとてもおいしくて、時間もあまりかからなかった）。",
      "部屋の片づけ ― 70％（必要なところは一通り片づけたが、冷蔵庫やコンロまでは手が回らなかった）― 100％（家の中が整うと、いつもとても気分がよくなる）。",
      "仕事の報告書づくり ― 85％（かなり時間と労力をかけて仕上げた）― 20％（「もっとよくできたはずだ」という考えが頭から離れず、達成感を味わえなかった）。",
      "このワークを通して、「楽しさや満足感を得るために、完璧である必要はない」ということを、実感としてつかめるようになります."
    ],
    "quote": {
      "text": "完璧とは到達すべき目標ではなく、進んでいく方向性にすぎない。",
      "author": "トーマス・ワトソン"
    }
  },
  "screen_2": {
    "texts": [
      "失敗をゆるせるようになる",
      "誰だって失敗はうれしくありませんが、完璧主義の人にとって失敗は、とくに強い恐怖の対象になりがちです。",
      "不完全さへの恐れを和らげるうえで、もっとも有効な方法のひとつは、「自分の失敗を受け入れる練習」をしていくことです.",
      "たとえば、「もし失敗したら…」と考えただけで心臓がドキドキしてくることはないでしょうか。そんな身体の反応は、不安や恐れのサインです。",
      "失敗する可能性に少しずつ心を開いていくために、まずは「なぜ失敗しても大丈夫なのか」「なぜ絶対的な完璧さを求めるのは非現実的なのか」というテーマで、自分なりの短いエッセイを書いてみてください。",
      "完璧主義と向き合っていたある人は、つぎのように整理していました。",
      "「失敗への恐れは、物事を白か黒かでしか見られない自分の考え方から生まれている。ひとつミスをしたら、すべてが壊れてしまうように感じてしまう。でも、これは思い込みだ。小さなミスひとつで、それまで積み重ねてきた良いものがすべて台無しになるわけではない。」",
      "「失敗は本来、役に立つものだ。私たちは失敗を通して学ぶ。ミスを一度もしないまま学ぶことはできない。誰もが失敗から自由ではないのだから、それを避けるのではなく、受け入れながら経験から学び続けることが大切だ。」",
      "「自分のミスを認められるようになると、行動を少しずつ修正できる。その結果、より満足できる成果に近づき、人生の質や幸せも自然と高まっていく。」",
      "「ほとんどの人は、私が失敗したからといって激しく責めたり、愛情を引っ込めたりはしない。誰だって失敗するし、『完璧そうに見える人』のそばにいると、むしろ落ち着かないと感じる人も多い。」",
      "「失敗は、世界の終わりを意味しない。」",
      "もちろん、こうした考えを書き出したからといって、その瞬間から失敗が好きになれるわけではありません。ただし、「失敗＝絶対に避けるべきもの」という見方を少しずつゆるめていく大切な一歩になります。",
      "ぜひ、自分なりの言葉で「なぜ失敗してもよいのか」「なぜ失敗がむしろ役に立つのか」を書き出してみてください。そして、たとえミスをしても世界は崩れ落ちないし、それはどんなプロセスにもつきものの、ごく自然な一部なのだと、何度でも自分に思い出させてあげてください."
    ]
  }
}
