{
  "title": "考えをひっくり返す：「読心術」という思い込みから自由になる",
  "description": "このコラムでは、「自分は他人が何を考えているのか分かっている」と思い込んでしまう認知のゆがみ「読心術（マインドリーディング）」を取り上げます。こうした思い込みが、「人は自分をどう見ているのか」に関する誤ったイメージを生み出し、感情や人間関係にどのような影響を与えるのかを説明します。最後に、自己理解を深めることや、率直なコミュニケーションといった方法を通じて、この傾向を和らげ、相互理解と心の安定を育てていくためのヒントを紹介します。",
  "screen_1": {
    "texts": [
      "今回取り上げる最後の認知のゆがみは、「読心術（心の読みすぎ）」と呼ばれるものです。",
      "これは、「あの人は自分のことをこう思っているに違いない」と決めつけてしまい、しかも多くの場合「きっと悪く思われている」と考えてしまう、考え方のクセです。",
      "読心術に過度に頼ってしまうと、「人が自分をどう見ているのか」というイメージを簡単にゆがめてしまい、その結果、気分が大きく沈んでしまうことがあります。",
      "実際には、相手が何を考え、なぜそのように行動したのかを、わたしたちはほとんど分かっていません。にもかかわらず、分かったつもりになってしまうのです。",
      "その結果、不安が強くなったり、さまざまな恐れが生まれたり、ときには被害的なとらえ方が強まることもあります。これが、対立やわだかまり、ケンカのきっかけになることもあれば、うつ状態につながることもあります。"
    ],
    "quote": {
      "text": "人生がどんな出来事をもたらすかは選べませんが、それをどう受け止めるかを選ぶことはできます。",
      "author": "ヴィクトール・フランクル"
    }
  },
  "screen_2": {
    "texts": [
      "例：",
      "「自分の弱さだと思われるから、あの人には悩みを話さないでおこう」",
      "「自分でも納得できていない仕事なんだから、あの人が気に入ってくれるはずがない」",
      "「あんな変な目で見てくるなんて、きっと『太ったな』って思っているに違いない」",
      "もちろん、これらの例のように受け止められる可能性が、まったくゼロというわけではありません。がっかりされたり、頼りなく見られたりすることも、理論上はありえます。",
      "とはいえ、その確率は、頭の中で想像しているほど高くはありません。表情やしぐさから相手の気持ちをある程度推測することはできますが、だからといって、ちらっと横目で見られただけで「きっと悪く思っている」と決めつけるのは早計です。",
      "わたしたちは自分の頭の中に浮かんだ考えを「事実」として扱い、ほかの可能性を検討する前に、それを前提に行動してしまいがちです。",
      "ここからは、「読心術」にとらわれたときに役立ついくつかの方法を紹介します。",
      "気づき",
      "まずは、そのような考えが浮かんだ瞬間に「今、自分は相手の心を読もうとしていないだろうか？」と振り返ってみてください。",
      "冷静に考えてみると、他人の心を本当に読める人はいません。そのことを確かめるために、小さな実験をしてみてもよいでしょう。たとえば、「相手は自分のことをこう思っているはずだ」と予想を書き出してみるのです。",
      "そのうえで、あとから相手と話してみたり、自分への接し方を観察したりして、その予想がどの程度当たっていたのかを確かめてみます。"
    ],
    "quote": {
      "text": "わたしたちは物事をあるがままに見ているのではなく、「自分がどんな存在か」というレンズを通して見ているのです。",
      "author": "アナイス・ニン"
    }
  },
  "screen_3": {
    "texts": [
      "考えを問い直す",
      "「この考えを裏づける根拠は何だろう？　反対の証拠はないだろうか？」と、自分に問いかけてみてください。",
      "この手順は、自分の中の推測を紙の上に「見える化」し、バランスよく検討する助けになります。",
      "ふだん、わたしたちはあまり論理的に考えずに結論へ飛びがちですが、「賛成の材料」と「反対の材料」を並べて比べることで、自然と批判的思考が働きやすくなります。",
      "別の可能性を探す",
      "「この人は、ほかにはどんなことを考えていた可能性があるだろう？」と、自分に問いかけてみましょう。",
      "さらに一歩進む準備ができているなら、率直で誠実な対話が、多くの行き違いを解消する助けになるかもしれません。",
      "想像だけで不安をふくらませる代わりに、思い切って相手にたずねてみるほうが、ずっと楽になることもあります。",
      "こうした考え方のクセがあるからといって、それだけで深刻な精神疾患を意味するわけではありません。",
      "認知のゆがみは、多かれ少なかれ、誰の心の中にも存在します。",
      "大切なのは、それがどれくらい頻繁に現れるのか、そしてそのときにどう対処するのかという点です。ゆがんだ考えを100％事実だと信じてつらい感情を深めてしまうのか、それとも一歩引いて見直し、より正確で多面的な見方を取り戻そうとするのかによって、心の状態は大きく変わります。",
      "認知のゆがみと向き合うプロセスには、時間もエネルギーも必要ですが、その分だけ、感情の安定や人間関係の質を大きく高めてくれる可能性があります。"
    ]
  }
}
