{
  "title": "テクニック：内なる批評家に立ち向かう",
  "description": "この記事では、自分で実践できる自己評価を高めるための効果的な方法を紹介しています。主なテクニックは、自己批判的な考え、その認知的誤りと合理的な応答を記録する特別な表を作成することで、内なる批評家に立ち向かうことを学ぶことです。この記事は、自己認識の大きな変化と自尊心の向上を達成するために、これらの練習を定期的に行うことの重要性を強調しています。",
  "screen_1": {
    "texts": [
      "私たちは自尊心を高めるためのシンプルでありながら効果的なテクニックをいくつか開発しました。これらの方法は自分で実践できるもので、この複雑なプロセスをサポートします。",
      "まず最初に理解すべきことは、理論を知っているだけでは自尊心を高めるには不十分だということです。",
      "定期的な練習だけが持続可能な結果をもたらします。私たちは、特に初期段階では、プロセスが習慣になるまで、毎日少し時間を割くことをお勧めします。",
      "紹介したい最初のテクニックは、内なる批評家に立ち向かうことを学ぶことを目的としています。",
      "劣等感や自己嫌悪は、常にあなたの自尊心を損なう内なる批評家から生じることが多いのです。",
      "「私には価値がない」「私は他の人より劣っている」「私にはうまくいかない」「すべては私のせいだ」「私は失敗者だ」といった否定的な信念は、自尊心の問題を悪化させ、うつ病につながる可能性があります。",
      "この否定的な思考習慣を克服するには、次の計画に従ってください：",
      "自己批判的な考えに気づき、それを記録することを学びましょう。",
      "これらの考えにある認知的歪みを特定しましょう。",
      "より現実的で健全な自己関係を築くために合理的な応答を開発し、それを定期的に行いましょう。",
      "このために、アプリの「自動思考の日記」を使用することができます。またはアプリ外で三列の形式で記録することもできます。",
      "わかりやすくするために、これから三列形式で説明していきます。"
    ],
    "quote": {
      "text": "あなたの同意なしには、誰もあなたに劣等感を抱かせることはできません。",
      "author": "エレノア・ルーズベルト"
    }
  },
  "screen_2": {
    "texts": [
      "ノート、コンピューターのドキュメント、スマートフォンのメモなど、使いやすい形式で3列の表を作成してください。列の名前は：",
      "批評家の考え",
      "認知的誤り",
      "合理的な応答",
      "最初の列には、思い浮かぶすべての自己批判的な考えを記録します。",
      "自分を責めたり、無価値だと感じたり、自分に不満を感じるたびに、「今自分について何を考えているのか？」と自問し、それを書き留めてください。",
      "例えば、試験の前に不安を感じて「私はとても愚かなので、絶対に合格できない」と考えるなら、それはまさに記録すべき考えです。",
      "この列には感情ではなく、自分についての考えを書き込むべきです。なぜなら「ひどい気分だ」と書いても、それは実際にそうなので反論することは難しいでしょう。",
      "2列目では、その考えにどのような認知的歪みが存在するかを特定します。",
      "2列目に、自分が発見した思考の誤りを書き込みます。それは一つの誤りかもしれませんし、二つや三つかもしれません。",
      "例えば、「私はとても愚かなので、絶対に合格できない」という主張には、レッテル貼りという形の歪みが見られます。",
      "「私には何もできない、だから退学させられて、成功することは決してないだろう」という考えには、過度の一般化や破局的思考など、いくつかの歪みを見つけることができます。"
    ],
    "quote": {
      "text": "自分自身と自分の感情的ニーズを理解すればするほど、現実の認識が強くなり、恐怖や誤解が私の人生を毒することが少なくなります。",
      "author": "カール・ロジャーズ"
    }
  },
  "screen_3": {
    "texts": [
      "もちろん、私たちの表で最も重要な列は、代替となる合理的な応答です。これが内なる批評家に対する本当の反撃なのです。",
      "自己批判的な考えを、過度に楽観的な主張を避けつつ、より現実的で論理的なものに置き換えることが重要です。",
      "批判的な考えをより現実的なものに置き換える必要があります。これについて二分法的にならないよう注意しましょう。過度に楽観的で真実とはかけ離れた考えに置き換えるのは避けてください。",
      "例えば「私は最も賢く、すべてを優秀に合格する」といった考えです。もちろん、この考えが正しいかもしれませんが、元の考えとは大きく異なり、すぐには信じられないでしょうから、意味がありません。",
      "代わりに、実際の状況がどうなっているかという真実を認識してみてください。",
      "合理的な応答として書くことが、あなたにとって十分に説得力があり現実的でなければ、それは役に立ちません。",
      "自分自身が信じられる代替の応答を書くよう努めてください。",
      "例えば、次のように書くことができます：「実際、私は愚かではない。大学に自分で入学し、十分に良い成績を収めているという証拠がある。もちろん、うまくいかない瞬間もあるが、私は人間であり、間違いを犯すことがあっても、それは私を愚かにするわけではない。",
      "さらに、私は試験に向けて準備をしており、少なくとも及第点で合格する可能性が高い。これまでもすべての科目に合格してきたのだから。たとえ一回目で合格しなくても、再試験に来て、しっかり準備すれば確実に合格できる。」",
      "このような合理的な応答はより信憑性があり、あなたがそれを信じる可能性は大幅に高くなります。",
      "一日を通じてこのツールを使用し、定期的に自分の考えを記録し、破壊的な信念に立ち向かいましょう。",
      "時間が経つにつれて、合理的な応答を見つけることがどんどん簡単になることに気づくでしょう。しかし最も重要なのは、自分の気分や自己認識に変化が現れることです。"
    ]
  }
}
