{
  "title": "テクニック：内なる批判者に立ち向かう",
  "description": "この記事では、自分で取り組める自己評価を高めるための方法を紹介します。中心となるのは、「内なる批判者」にきちんと向き合い、反論する力を育てるテクニックです。そのために、自分を責める考え、そこに含まれる認知のゆがみ、そしてバランスのとれた現実的な答えを書き出すための3列の表を活用します。こうした練習をコツコツ続けることで、自分への見方が少しずつ変わり、自己評価が長期的に高まっていくことを目指します。",
  "screen_1": {
    "texts": [
      "わたしたちは、自己評価を高めるためのシンプルで効果的なテクニックをいくつかまとめました。どれも一人で実践でき、難しく感じるプロセスを支えてくれる方法です。",
      "まず大切なのは、「理論を知っているだけでは自己評価は変わらない」という点を理解することです。",
      "変化をもたらすのは、実際に手を動かして練習を続けることです。特に最初のうちは、少しずつでも毎日取り組む時間を確保し、習慣になるまで続けることをおすすめします。",
      "最初に紹介したいテクニックは、「内なる批判者」に対抗する力を身につけることを目的としています。",
      "劣等感や自己嫌悪の多くは、心の中で絶えずダメ出しをしてくる内なる批判者によって強められ、自己評価を蝕んでいきます。",
      "「自分には価値がない」「みんなより劣っている」「どうせうまくいかない」「全部自分のせいだ」「自分は落ちこぼれだ」といった否定的な信念は、自己評価の問題をさらに悪化させ、ときにはうつ状態につながることさえあります。",
      "このようなネガティブな考え方のクセを手放していくために、次のステップで取り組んでみましょう。",
      "自分を責める考え（自己批判的な思考）に気づき、それを書き留める。",
      "その考えの中にどんな認知のゆがみが含まれているかを特定する。",
      "そして、それに対してより現実的で健康的な自己イメージにつながる合理的な答えを書き、これを繰り返し練習する。",
      "この作業には、アプリにある「自動思考日記」を使うこともできますし、アプリの外で3列の表を作って書き出していく方法でもかまいません。",
      "ここからは、説明をわかりやすくするために、この3列の表を使うやり方を例に説明していきます。"
    ],
    "quote": {
      "text": "あなたの同意がないかぎり、だれもあなたに劣等感を抱かせることはできません。",
      "author": "エレノア・ルーズベルト"
    }
  },
  "screen_2": {
    "texts": [
      "まずは自分に合った形で、3つの列からなる表を作りましょう。紙のノートでも、パソコンのファイルでも、スマホのメモでもかまいません。列の見出しは、次の3つです。",
      "批判者のことば",
      "認知のゆがみ",
      "合理的な答え",
      "1つ目の列には、頭に浮かぶ自己批判的な考えを、そのままの言葉で書き出していきます。",
      "自分を責めたり、「役に立たない」「ダメだ」と感じたりした瞬間に、「いま、自分は自分について何を考えた？」と自分に問いかけ、その答えをそのまま書き留めてください。",
      "たとえば試験前に不安が高まり、「自分は本当にバカだ。絶対に落ちるに決まっている」と考えたとしたら、それがまさにこの列に書くべき内容です。",
      "ここに書くのは「自分についての考え」であって、「自分の気分」ではないことが大切です。たとえば「気分が最悪だ」と書いてしまうと、それは実際にそう感じている以上、反論しにくくなってしまいます。",
      "2つ目の列では、その考えの中にどのような認知のゆがみが含まれているかを見極めます。",
      "「いまの考え方のどこに偏りがあるだろう？」と振り返りながら、見つけた考え方の偏りを書き込んでみてください。1つだけのときもあれば、2つ、3つと見つかることもあります。",
      "たとえば「自分は本当にバカだ。絶対に落ちる」という言葉には、「レッテル貼り」というゆがみが表れています。",
      "「自分には何の能力もない。だから退学になるだろうし、将来も絶対に成功できない」といった考えには、「過度の一般化」や「破局視（最悪の結果ばかり思い描く）」など、複数の認知のゆがみが含まれているかもしれません。"
    ],
    "quote": {
      "text": "自分自身と自分の感情的なニーズを深く理解できるようになるほど、現実をありのままに受け止める力は強まり、恐れや思い込みに振り回されることは少なくなっていきます。",
      "author": "カール・ロジャース"
    }
  },
  "screen_3": {
    "texts": [
      "そして、表の中でいちばん重要なのが、3つ目の「合理的な答え」の列です。ここが、内なる批判者に対して繰り出す実際の「反論」になります。",
      "ポイントは、自己批判的な考えを、現実的で筋の通った考えに置き換えていくことです。ただし、根拠のないポジティブさに飛びつきすぎないよう注意が必要です。",
      "「ダメだ」と思っていた考えを打ち消すために、極端に反対側のポジティブな言葉へと振り切ってしまうのは避けましょう。",
      "たとえば「自分は世界一頭がいいから、試験は全部満点で受かる」といった考えは、たとえ事実だったとしても、もともとの自己批判とはあまりにかけ離れていて、すぐには信じられない可能性が高く、あまり役に立ちません。",
      "その代わりに、「実際のところどうなのか」という現実に近い見方を探してみてください。",
      "合理的な答えとして書いた内容が、自分にとって納得のいく、リアルだと感じられるものでなければ、この練習はうまく働きません。",
      "自分自身が「これはそうかもしれない」と思えるような、代わりの考え方を目指して言葉を選んでみましょう。",
      "たとえば次のように書くことができます。「実際、私はバカというわけではない。自分の力で大学に合格したし、普段の成績も決して悪くない。うまくいかないときがあるのは事実だけれど、それは人間なら誰にでもあることで、それだけで『バカ』だと決まるわけではない。」",
      "「しかも、今はちゃんと試験勉強をしている。だから合格点を取れる可能性は十分あるし、もし一度落ちたとしても、追試でしっかり準備し直せば合格できるはずだ。」",
      "このような合理的な答えは、元の考えよりも現実に近く、実際に信じられる可能性が高くなります。",
      "この3列の表を、一日の中で何度か見返したり書き加えたりしながら、内なる批判者の声に対抗する練習を続けてみてください。",
      "続けていくうちに、合理的な答えを見つけることがだんだんと自然になっていくはずです。そして何より、自分の気分や自己評価の変化に気づけるようになるでしょう。"
    ]
  }
}
