{
  "title": "テクニック: 過剰な期待の罠から抜け出す道",
  "description": "この記事では、非現実的な自分への要求や絶え間ない自己批判によって生じる罪悪感について探ります。読者には、内なる信念を見直し、「〜すべき」という考え方を、より健康的で現実的な個人的可能性や欲求の捉え方に置き換える方法が提案されています。自己責任を手放し、自分の失敗に対してよりバランスの取れたアプローチを築くための実践的なアドバイスが紹介されています。",
  "screen_1": {
    "texts": [
      "罪悪感は、多くの場合、自分自身に対する過剰な要求から生じ、次のような考え方として現れることがあります。",
      "「私はこれをしなければならない。」",
      "「私はこうするべきだ。」",
      "「私はこうでなければならない。」",
      "「私はあれをしてはいけなかった。」",
      "「私はそれを予見・知っておくべきだった。」",
      "「〜すべき」という言葉を使った不適切な要求は、罪悪感や非現実的な期待を生み出す可能性があります。",
      "これらの要求は、あなたが完璧であるべき、または全知であるべきだという考えを暗示しており、現実的ではありません。",
      "これには、常に幸せで満足していなければならないという考えも含まれており、それは逆に失敗感を強めることになります。",
      "また、すべてを知っているべきであり、未来を予測できるべきだという前提に基づいた要求もあります。これは誤った期待や罪悪感を生み出し、問題解決にはつながりません。",
      "このテクニックの核心は、自分を責めることが非現実的であり、不適切な要求がそもそも現実的でも公平でもないことを認識することにあります。",
      "それらは罪悪感と無力感を生み出すだけで、問題解決や成功にはつながりません。",
      "自己に対する絶え間ない批判を避けるためには、そうした要求を放棄し、自己や人生に対してより現実的な期待を持つことが重要です。",
      "もちろん、こうした思考の変化は一夜にして起こるものではなく、1ヶ月で実現するものでもありません。しかし、私たちは、自己改善に向けた定期的な取り組みが変化をもたらすと確信しています。"
    ],
    "quote": {
      "text": "罪悪感は常に自己批判を含みますが、それは根本的に間違っています。人は自分の過ちを認識する必要がありますが、自己処罰に陥ってはいけません。",
      "author": "バートランド・ラッセル"
    }
  },
  "screen_2": {
    "texts": [
      "では、過剰な要求による罪悪感を解消するために、今すぐできることは何でしょうか？",
      "簡単で効果的な方法の1つは、「〜すべき」という言葉を「〜できればいいな」とか「〜できるなら」といったより現実的で落ち着いた表現に置き換えることです。",
      "たとえば、「私は妻を幸せにしなければならない」ではなく、「妻が落ち込んでいるので、彼女を幸せにできればいいな。彼女が何を気にしているのか尋ねて、何かできることがあるか考えてみよう」と言い換えることができます。",
      "また、「アイスクリームを食べるべきではなかった」という代わりに、「アイスクリームを食べない方が良かったかもしれないが、それは世界の終わりではない」と考えることができます。",
      "仮定法を取り除く。「こうすべきだった」「もしあれをしていたら」「あの時こうしていれば」といった思考ではなく、「次回はこうしよう」と考えるようにしましょう。",
      "罪悪感を感じやすい人は、仮定法を使って考えることが多いですが、これを続けるべきではありません。",
      "もしそのような思考に陥った場合、すぐに「次回は…」と考え直しましょう。",
      "それだけです。仮定法は絶対に使わないこと。",
      "現実検証の方法は、あなたの要求が現実と一致しているかどうかを確認する助けとなります。「私はこれをしてはいけなかった」と自分に言うとき、それが事実であり、そう思うことで自分が楽になると信じているかもしれません。",
      "しかし、実際には逆で、実際にあなたがしたことが必要だったと認めることで、失望感を感じるでしょう。",
      "たとえば、減量のためにダイエットを始めたが、余計なものを食べてしまい、「あのチョコレートを食べるべきではなかった」と後悔している場合。",
      "実際には、あなたには甘いものが必要だったのかもしれません。もしかしたら、何かに対してストレスを感じ、気分を良くするために何かを食べたかったのかもしれません。だからこそ、我慢できなかったのです。",
      "人はしばしばネガティブな感情を食べ物で埋め合わせようとします。悪い習慣をやめようとするとき、または体重を減らそうとしているときに最大の障害となるのは、コントロールを失っているという信念です。",
      "コントロールの喪失感は、「すべき」や「すべきではない」といった思考と直接的に結びついています。もし不健康な食べ物を食べたくなったとき、「食べたいと思ってはいけない」「一度食べたら、二度と食べてはいけない」と考えてしまいます。",
      "そして、その後、罪悪感を感じることでチョコレートを食べてしまいます。このアプローチでは結果が得られず、罪悪感と自己嫌悪が増すだけです。",
      "自分に禁止するのではなく、やめたいと思ったとき、そうすることが自然にできるようになります。"
    ]
  },
  "screen_3": {
    "texts": [
      "罪悪感を抱きやすい人々は、周囲の人々に操られ、彼らの目的を達成するために利用されることがあります。考えてみてください：あなたは、誰かを喜ばせたい、または誰かを傷つけたくないという理由で、あまり乗り気ではないにもかかわらず、会合に参加することに同意したことが何度ありますか？ 自分の境界線を守り、「ノー」と言う能力を持つことが重要です。",
      "例: 若い女性が、両親と兄弟と一緒に住んでおり、良い給料を得ています。彼女の兄は時々仕事をしています。",
      "彼には物への依存があり、常に何か新しいものを購入しますが、自分のお金では賄いきれません。",
      "彼女はお金の使い方が間違っていると理解しつつも、家族だからと兄にお金を貸し続けます。それは家族の伝統のように感じているからです。",
      "彼女は兄に「ノー」と言うことを恐れていますが、友人との難しい対話を事前にシミュレーションしたことで、実際には「ノー」と言うことがそれほど恐ろしいことではないと気づきました。",
      "境界線を設定し、行きたくないときに訪問を断るなど、自分の意見を主張する前に、難しい対話をシミュレーションしたり、紙やメモに書き出すことができます。",
      "これにより、対話の可能な展開を予測し、相手にどのように「ノー」と言うべきかを理解できるでしょう。さらに、それほど恐ろしくないことに気づくかもしれません。",
      "脳内に対応する神経回路が形成され、外交的に「ノー」と言う勇気と能力が身に付くまでには時間がかかりますが、適切なタイミングで実践することができれば、このスキルを確立できます。",
      "責任の境界線を引く",
      "時には、他人の不幸や失敗に対して自分が責任を負っていると思い込むことがあります。",
      "こうした状況では、実際に誰が責任を負うべきかを明確にすることが重要です。たとえば、あなたの子供が悪い成績を取ったことは、本当にあなたのせいでしょうか？",
      "ここで、あなたの子供への影響力と子供自身の行動に対するコントロールの違いが問題になります。",
      "責任を区別するためには、「自動思考日記」の簡易版である3つの列の方法を使用することができます。",
      "1列目には心配や自己批判の思考を、2列目にはその思考に見られる認知の歪みを、3列目には合理的な回答を記録します。",
      "例:",
      "1列目（心配や自己批判の思考）：「私の子供が悪い成績を取ったのは私のせいだ。私は彼を学校で成功させることができないだろう。」",
      "2列目（認知の歪み）：個人化、過度の一般化。",
      "3列目（合理的な回答）：「私は子供の教育における自分の役割に責任を負っていますが、学校での成功や失敗を完全にコントロールすることはできません。子供にも学業に対する責任があります。私は彼を助け、支援し、動機づけることができますが、最終的な結果は彼自身の努力に依存します。」",
      "私たちは、他人の生活のあらゆる側面をコントロールすることはできません。影響力を持っている場合でも、私たちの行動に対して責任を負うのは自分自身ですが、他人の成功や失敗については責任を負う必要はありません。"
    ]
  }
}
