{
  "trap": {
    "title": "テクニック：高すぎる「〜すべき」から抜け出す道",
    "description": "この記事では、自分に対する非現実的な要求や、絶え間ない自己批判から生まれる罪悪感の問題を取り上げます。「〜すべきだ」「〜でなければならない」といった内面的なルールを見直し、自分の能力や願いを、より現実的でやさしい目でとらえ直す方法を紹介します。また、過度な自己非難から少しずつ自由になり、自分の失敗や弱さとも折り合いをつけていけるようになるための、具体的なセルフヘルプのヒントをお伝えします。",
    "screen_1": {
      "texts": [
        "罪悪感は、しばしば自分に課した「高すぎるノルマ」から生まれます。たとえば、こんな考え方です。",
        "「これは絶対にやらなきゃいけない」。",
        "「こうするべきだった」。",
        "「私はこうあるべきだ」。",
        "「あんなことをすべきじゃなかった」。",
        "「あの時、先回りして気づいておくべきだった／知っておくべきだった」。",
        "「〜すべき」という言葉を含む不適切な要求は、罪悪感や、実現不可能な期待につながりやすくなります。",
        "その裏には、「自分は完璧であるべき」「全部分かっていて当然だ」といった前提があり、そもそも現実的ではありません。",
        "たとえば、「いつも幸せでいるべき」「常に満足していなければならない」といった発想もそうです。このような考え方は、むしろ「できていない自分」を強く意識させ、失敗感を増幅させてしまいます。",
        "また、「何でも分かっているはず」「未来を予測できて当然だ」という前提に立った要求もあります。こうしたルールは問題解決には役に立たず、非現実的な期待と罪悪感だけを積み重ねてしまいます。",
        "このテクニックの核となるのは、「自分を責めても意味がない」ということに気づき、「〜すべきだ」という要求そのものが非現実的で不公平なルールなのだと理解することです。",
        "こうした要求は、問題解決や成功につながるよりも先に、「どうにもならない感じ」と強い罪悪感を生み出すだけです。",
        "自分を責め続ける悪循環から抜け出すには、そのような要求を少しずつ手放し、自分や人生に対して、より現実的な期待を持てるようになることが大切です。",
        "もちろん、考え方の癖は一晩で変わるものではありません。1か月で完全に変わるとも限りません。しかし、こつこつと取り組みを続けることで、少しずつ確かな変化が積み重なっていきます。"
      ],
      "quote": {
        "text": "どんな罪悪感にも、かならず自己非難が含まれている。しかし、それこそが本質的な誤りなのだ。人は自分の間違いを理解すべきだが、自分を鞭打つ必要はない。",
        "author": "バートランド・ラッセル"
      }
    },
    "screen_2": {
      "texts": [
        "では、今この瞬間から、過剰な「〜すべき思考」による罪悪感をやわらげるために、何ができるでしょうか。",
        "シンプルですが効果的な方法の一つは、「〜すべきだ」という言い回しを、「〜できたらいいな」「もしできるなら〜したい」といった表現に言い換えてみることです。これだけでも、ぐっと現実的で、心への負担が小さくなります。",
        "たとえば「自分はパートナーを幸せにしなければならない」という代わりに、「パートナーが落ち込んでいるから、少しでも力になれたらうれしい。何に困っているのか聞いてみて、自分にできることを考えてみよう」と言い換えてみることができます。",
        "また「アイスなんて食べるべきじゃなかった」という代わりに、「たしかに食べないほうがよかったかもしれないけれど、これで全てが台無しになるわけではない」と考えてみることもできます。",
        "さらに、「〜しておくべきだった」「もしあのとき〜していれば」「あのとき〜しなかったのは間違いだった」といった、過去にさかのぼる「たられば思考」を手放していくことも大切です。その代わりに、「次からはこうしよう」と未来志向の言い方に切り替えてみてください。",
        "罪悪感が強い人は、とくにこの「たられば思考」にとらわれがちですが、そこにとどまり続けることはおすすめできません。",
        "もし自分がそのパターンに入り込んでいると気づいたら、その場で立ち止まり、「次はこうしてみよう」と言い換える練習をしてみてください。",
        "それだけです。「もし〜していれば……」という形の思考は、できるだけ封印する、くらいの気持ちでかまいません。",
        "もう一つ役立つのが、「現実チェック」の方法です。「あんなことをすべきじゃなかった」と自分に言い聞かせているとき、人はたいてい「本当は、そうしないこともできたはずだ」と信じています。そしてそう考えることで、少しは気が楽になると期待します。",
        "ところが実際には、現実は逆であることが多いのです。そのときの状況をふり返ると、「ああする以外の選択肢は、ほとんどなかった」と認めざるを得ないことが多く、むしろがっかりした気持ちになるかもしれません。",
        "たとえば、ダイエット中に体重を減らしたくて我慢していたのに、つい余計なものを食べてしまったとします。そして「アイスなんて食べるべきじゃなかった」と自分を責めてしまう場面を考えてみましょう。",
        "でも本当は、そのとき甘いものがどうしても必要だったのかもしれません。何か心配事やストレスがあって、気分を紛らわせるために、いつもの癖で甘いものを求めてしまったのかもしれません。その状況では、我慢するのはほぼ不可能だったとも言えます。",
        "人はよく、つらい感情をやわらげるために、食べ物で気分を落ち着かせようとします。悪い習慣をやめようとしたり、ダイエットに挑戦したりするときに一番の妨げになるのは、「自分はコントロールを失っている」という思い込みです。",
        "この「コントロールを失った感じ」は、「〜すべき」「〜してはいけない」というルールと密接に結びついています。たとえば「ジャンクフードなんて欲しがってはいけない」「すべての不健康なものを一生きっぱりやめるべきだ」「決して挫折してはいけない」と自分に言い聞かせてしまうとします。",
        "すると、そのプレッシャーから逃れるために、かえってこっそりチョコレートを食べに行ってしまったりするのです。こうしたやり方で減量に挑んでも、成果は出にくく、そのうえ罪悪感と落ち込みだけが強くなってしまいます。",
        "むしろ、自分に対する「絶対にダメ」「〜してはいけない」という禁止を少しずつ手放せたとき、自然と手放せる行動も増えていきます。それは、自分を責めながら無理やり変えようとするやり方とは、まったく別のプロセスです。"
      ]
    },
    "screen_3": {
      "texts": [
        "強い罪悪感を抱きやすい人は、その気持ちにつけ込まれて、周囲から都合よく扱われてしまうことがあります。「断ったら悪いかな」「がっかりさせたくない」と思って、気が進まない頼みごとを引き受けてしまった経験は、どれくらいあるでしょうか。自分の境界線を守り、「ノー」と言えるようになることはとても大切です。",
        "たとえば、ある若い女性が両親と兄と一緒に暮らし、安定した収入を得ているとします。兄はときどきアルバイトをしている程度です。",
        "兄には「物を買わずにはいられない」ような傾向があり、いつも何か新しいものを欲しがりますが、自分の収入だけではとても足りません。",
        "妹は、お金の使い方として健全ではないと分かっていながら、「兄妹は助け合うべきだ」「家族なんだから支えるのが当然だ」という家族の価値観に縛られ、ついお金を貸し続けてしまいます。",
        "彼女は、兄を断ることで関係が壊れてしまうのではないかと恐れていました。しかし、友人と一緒にその「断る場面」の会話をロールプレイしてみると、「ノー」と伝えることは想像よりもずっと恐ろしくない、と気づき始めました。",
        "自分の境界線をはっきりさせ、「今回は行けない」「今日はやめておくね」といった線引きを実際の場面で伝えられるようになる前に、頭の中や紙の上で、難しい会話のシミュレーションをしてみるのも一つの方法です。",
        "あらかじめ会話の流れをイメージしておくことで、どのように断ればよいかの感覚がつかめてきますし、「ノーと言うことは、考えていたほど恐ろしいことではなさそうだ」と感じられるかもしれません。",
        "もちろん、脳が新しいパターンに慣れ、「丁寧だけれどはっきりノーと言う」という行動が自然にできるようになるまでには、ある程度の時間と練習が必要です。それでも、少しずつ実際の場面で試していくことで、そのスキルは確実に身についていきます。",
        "責任の線引き",
        "ときには、他人の不幸や失敗についてまで、自分が責任を負っているかのように感じてしまうことがあります。",
        "そうした場面では、「本当のところ、誰が何に責任を負っているのか？」という点を整理することが大切です。たとえば、「子どもが成績が悪いのは、全部自分のせいだ」と考えてしまうことは、本当に妥当でしょうか。",
        "ここでは、「自分の影響力」と「完全なコントロール」がごちゃ混ぜになってしまっています。",
        "この責任の境界線を見分ける練習として、「3列の表」を使う方法があります。これは、自動思考の記録を少し簡略化したバージョンだと考えてください。",
        "1列目には、自分を責めたり不安にさせたりする考えを書き出します。2列目には、その考えの中にどのような認知のゆがみがあるかをメモします。そして3列目には、それに対してどんな合理的な答えを返せるかを書いていきます。",
        "たとえば、こんなふうに整理できます。",
        "1列目（不安や自己批判の考え）：「子どもの成績が悪いのは全部自分のせいだ。自分には、子どもを学校で成功させる力なんてない。」",
        "2列目（認知のゆがみ）：個人化、過度の一般化。",
        "3列目（合理的な答え）：「子どもの育ちに影響を与えているという意味で、自分にも責任の一部はある。でも、学校での成功や失敗を完全にコントロールしているわけではない。学ぶことに対する責任は子ども自身にもあり、自分はサポートし、励まし、環境を整えることはできるが、最終的な結果は子ども自身の努力にも左右される。」",
        "大切なのは、たとえ身近な相手であっても、他人の人生の全てを自分が握っているわけではない、という事実を理解することです。わたしたちは、自分の行動や果たしている役割に責任を持つことはできますが、相手の成功や失敗のすべてを背負い込む必要はありませんし、背負うこともできないのです。"
      ]
    }
  },
  "unemployment": {
    "title": "仕事を失ったら、うつ病になる？",
    "description": "この記事では、突然の失業がもたらす心理的・社会的な影響をとりあげます。長く同じ会社で働いてきたアレクサンドルの経験を通して、うつ状態とのたたかい、自尊心の低下、キャリアのつまずきがどのように絡み合うのかを描きます。同時に、こうした感情的な苦しみを乗り越えるための視点や、支えを受け取ること・自分を認めることの大切さについても考えていきます。",
    "screen_1": {
      "texts": [
        "突然仕事を失うことは、多くの人にとって非常に大きなストレスです。数日から数週間のあいだに解雇やリストラを告げられると、人生が「一気に崩れ落ちた」ように感じる人も少なくありません。それも無理はありません。なぜなら、その瞬間に次のようなものが一気に揺らいでしまうからです。",
        "経済状況",
        "社会的な立場",
        "これまでの生活リズムや暮らし方",
        "短期的な計画と長期的なライフプラン",
        "仕事は、責任や枠組み、人とのつながりなど、さまざまな形で私たちを支えてくれる存在です。",
        "それに対して失業は、まるで突然、シートベルトもないまま乱気流に放り込まれるようなものです。予定のない真っ白な一日、まもなく支払えなくなりそうな請求書、いつ来るか分からない面接の連絡をただ待つ日々——面接前にはかすかな期待が生まれ、そのあとでまた不採用の通知が届く。その繰り返しは、とても典型的でありながら、希望がほとんど見えない現実です。",
        "仕事を失う経験は、他のあらゆる喪失と同じようなものとして受け止められ、それを経験した人の多くは、いわゆる「悲嘆の段階」をたどっていきます。",
        "最初に訪れるのはショックと深い戸惑い、そして「これからどうすればいいのか分からない」という感覚です。そのあとで、自分自身や解雇を告げた相手への怒りが湧き上がってくることもあります。",
        "「うまく話せば元の職場に戻れるのではないか」と、現実と交渉しようとする段階が来ることもあります。そして、やがてうつ状態のような深い落ち込みに入っていくこともあります。もちろん、失業は間違いなく「現実的な」問題ですが、それでもなお「だから自分のうつは仕方がない」と言い切れるのでしょうか。",
        "こうした強い感情反応の背景には、「自分の価値や幸せを感じる力は、仕事での成功に直結している」という思い込みがあることが少なくありません。",
        "この価値観で世界を見ていると、経済的な損失やキャリアの失敗、倒産などが起これば、心が押しつぶされるのは当然で、ほとんど避けられないことのように感じられてしまいます。"
      ],
      "quote": {
        "text": "一つの扉が閉じても、ほかにはたくさんの扉が開くものだということを、忘れないでほしい。",
        "author": "ボブ・マーリー"
      }
    },
    "screen_2": {
      "texts": [
        "もしあなたも同じように感じているなら、アレクサンドルという男性のケースは参考になるかもしれません。彼は47歳で、3人の子どもの父親。妻の父親が経営する成功した会社で、17年間働いてきました。",
        "うつ状態が本格的に始まる2年ほど前、会社の経営方針をめぐって義父と深く意見が対立しました。怒りに任せて退職したとき、彼は会社の持ち分も同時に手放すことになりました。",
        "その後の2年間、彼は仕事を転々としましたが、経済的にも心理的にも「これはやりがいがある」と思える職場を見つけられませんでした。",
        "何をしてもうまくいかないように感じ、彼は自分を「負け組」だと思うようになっていきました。家計を維持するために妻はフルタイムで働き始めましたが、それはかえってアレクサンドルの無力感を強めました。彼はずっと、家族を支える稼ぎ手であることを誇りにしていたからです。",
        "時間がたつにつれて家計はさらに厳しくなり、それに合わせるように抑うつ状態も深くなっていきました。自己評価はどんどん低くなっていきます。",
        "アレクサンドルが専門家の助けを求める決心をしたころには、すでに不動産会社で数か月働いていました。",
        "そのあいだに、いくつかのビルを賃貸として貸し出すことには成功しましたが、一度も売買契約を成立させることはできませんでした。収入は売上に連動していたため、給料は高くありません。この時期、彼はうつ状態と先延ばし癖に苦しみ、丸一日ベッドから出られない日もありました。そんなとき、頭の中では次のような考えがぐるぐる回っていました。",
        "「こんなことを続けて、いったい何になる？　自分は負け犬だ。働いたところで意味なんてない。どうせ何をしてもうまくいかない。」",
        "3回目のセッションで、彼はこう打ち明けました。裕福な友人の一人が、アレクサンドルを通して不動産を購入したいと考えていること、その取引が成立すれば、キャリアの大きな一歩になり、自信も取り戻せて、収入面でも大きな助けになるはずだ、ということです。",
        "にもかかわらず、アレクサンドルはその話に飛びつくどころか、何週間も行動を先延ばしにしていました。なぜでしょうか。その裏側には、こんな考えが隠れていました。「商業用不動産の売買なんて、自分には難しすぎる。」",
        "「そんなこと、これまで一度もやったことがないし、うまくいくはずがない。もし友人が土壇場で『やっぱりやめる』と言い出したら、それは、このビジネスで自分には成功する見込みがなかったという証拠になる。つまり、自分は完全な落伍者だという意味になる。」"
      ]
    },
    "screen_3": {
      "texts": [
        "会社の上司たちはアレクサンドルのことを高く評価し、彼には営業の才能があると本気で考えていましたが、当の本人は自分に対して不釣り合いなほど厳しく接していました。",
        "その後のセッションと認知行動療法的なワークを通して、アレクサンドルは「自分はひどく自己批判的であり、それがこの困難な時期には少しも役に立たず、むしろ状況を悪化させている」と認めるようになりました。",
        "また、彼は自分が「二重基準」で物事を見ていることにも気づきました。他人の失敗には寛容で支えようとする一方で、自分に対してだけはきわめて厳しく、すぐに批判してしまっていたのです。",
        "最初のうち、彼は多くの完璧主義的な人と同じように、自分の考え方を必死に守ろうとしました。「他人よりずっと厳しく自分を律するからこそ、成長できるはずだ」と信じていたのです。",
        "しかし、やがて彼は、自分が掲げている基準が実際には非現実的で、失敗するようにできていることを理解するようになりました。もしビルの売却に挑戦してうまくいかなかったとしたら、それを一つの経験としてではなく「完全な破綻」として受け止めてしまうだろう——そんな「全か無か」の考え方こそが、大きな問題だったのです。",
        "セラピーの終わりごろ、アレクサンドルは少しほっとした感覚を覚えるようになりました。ここ数年の経済的な困難が、「自分が人としてダメだ」という証拠にはならないのだと理解できたからです。",
        "彼のネガティブな自己イメージや、何もできないような感覚は、「全部うまくいくか、ゼロか」という考えに過度にこだわった結果として生じていました。役に立たないという感覚も、人生のネガティブな側面だけを拾い上げる心のフィルターと、多くの成功体験を片っ端から軽視してしまう癖（ポジティブな事実の切り捨て）の産物だったのです。",
        "彼はまた、「もっとできたはずだ」という思いで自分を長く責め続けてきたことが、いかに無意味な苦しみだったかにも気づきました。経済的な問題はたしかに現実でしたが、それが彼の人間としての尊厳を傷つけるものではありませんでした。最終的に、無気力や先延ばしは彼の本質を示すものではなく、うつ病の症状にすぎないと受け入れられるようになりました。",
        "否定的な自動思考に対して反論し、ゆがんだ部分を修正する練習を重ねるうちに、彼の自己批判はやわらぎ、気分も少しずつ安定していきました。",
        "やがて彼は不動産業界を離れ、本屋を開きました。経費をまかなうことはできましたが、多大な努力にもかかわらず、1年の試用期間を過ぎても事業を続けられるほどの利益を出すことはできませんでした。"
      ]
    },
    "screen_4": {
      "texts": [
        "このように、外から見える「成功」の指標は大きく変わらなかったにもかかわらず、彼は自己評価を保ち、再びうつに陥ることを防ぐことができました。本屋をたたむ決断を下したときでさえ、経済的には依然として厳しい状況でしたが、自分への敬意の気持ちは失われていませんでした。",
        "最後のセッションまでに、アレクサンドルは一つの短いエッセイを書き上げました。新しい仕事を探す前に毎朝それを読み返し、自分を支える「心のお守り」としていたそうです。",
        "なぜ、私は「役に立たない人間」ではないのか？",
        "自分や誰かの幸せのために何かをすることができるかぎり、私は役立たずではない。自分の行動が少しでも良い影響を生み出すかぎり、私は役立たずではない。",
        "自分が生きて存在しているという事実が、たとえ一人にとってでも意味を持つなら、私は役立たずではない（その「一人」が必要であれば自分自身であってもよい）。もし愛情や理解、友情、支え、語り合う時間、アドバイス、慰めを誰かに差し出すことに意味があるなら、私は役立たずではない。",
        "自分の意見や考える力を尊重できるかぎり、私は役立たずではない。",
        "他の人が自分を尊敬してくれるなら、それはうれしいおまけにすぎない。",
        "自分の中に自尊心と、人としての尊厳の感覚があるかぎり、私は役立たずではない。",
        "もし自分の働きが、社員やその家族の生活を支えることにつながっているなら、それは確かに良いことをしているということであり、そのとき私は役立たずではない。",
        "自分の生産性や創造性を通して、クライアントや取引先の役に立とうと最善を尽くしているなら、その行動は意味を持っている。だから私は役立たずではない。",
        "自分がここにいること自体が、周囲の誰かにとって本当に意味を持つなら、私は役立たずではない。私は役立たずどころか、本来とても価値のある存在なのだ。",
        "もしあなたが似たような状況にいるなら、あるいはアレクサンドルの自動思考に心当たりがあるなら、「なぜ自分は役に立たない存在ではないのか」「なぜ自分は負け犬ではないのか」「なぜ自分にはもともと価値があるのか」を、自分自身の言葉で書き出してみてください。それが、つらい時期を支えてくれる土台になるかもしれません。"
      ]
    }
  },
  "vitamins": {
    "title": "「うつ」じゃないかも？ホルモンとビタミンから見る心の不調",
    "description": "このコラムでは、ホルモンバランスやビタミンの状態などの身体のコンディションが、私たちの感情や気分にどのような影響を与えるのかを取り上げます。いかにも「うつ病」のように見える症状が、実はビタミン不足やホルモンの乱れといった身体的な問題から生じている場合も少なくありません。ここでは、心理面だけでなく身体面も含めて総合的に考えることの大切さに触れながら、こころの不調を理解し、向き合うための視点を紹介します。",
    "screen_1": {
      "texts": [
        "このセクションでは、少しでもあなたの気分が楽になり、感情のコンディションが整っていくことを目標にしています。そのためには、気分の変化を引き起こしうるさまざまな要因について触れておくことが欠かせません。",
        "うつ病の話になるとき、私たちはこれまで説明してきた特定の症状の組み合わせを念頭に置いています。ただし、そのような症状があるからといって、必ずしも「心の病気」だけが原因とは限りません。",
        "忘れてはならないのは、私たちの身体の生物学的な側面が、肉体だけでなく心の健康にも大きく関わっているという点です。身体面のトラブルが、うつ病にとてもよく似た感情の変化や症状を引き起こすこともあります。",
        "その一例がホルモンです。ホルモンは、人の行動や心理状態に非常に大きな影響を及ぼします。",
        "精神内分泌学という分野の研究からは、神経系と内分泌系が密接に結びつき、体内の恒常性（ホメオスタシス）を保つ役割を担っていることが分かっています。",
        "そのため、ホルモンバランスが乱れると、感情面にも深刻な影響が出ることがあります。",
        "たとえば、甲状腺の働きが低下すると、抑うつ気分や不安の高まり、その他の精神的な不調につながることがあります。",
        "逆に、甲状腺の機能が過剰になると、躁状態、イライラしやすさ、気分の急な変動、さらには精神病的な症状が現れることもあります。",
        "成長ホルモンが過剰に分泌される先端巨大症では、精神活動の低下や無気力と、一見相反するような多幸感が同時に見られることがあります。",
        "このように、内分泌系の病気を抱える人は、身体的なつらさだけでなく、不安やうつ、躁状態、意識の混乱など、さまざまな精神症状のリスクにも直面することになるのです。"
      ],
      "quote": {
        "text": "体を大切にしなさい。そうすれば、魂は喜んでそこにとどまってくれるだろう。",
        "author": "ソクラテス"
      }
    },
    "screen_2": {
      "texts": [
        "20世紀半ばには、人の内分泌系と心の状態との関係を専門に研究する「精神内分泌学」という学問分野が生まれました。",
        "そこでは「精神内分泌症候群」という概念も使われます。これは、内分泌疾患を背景として生じる精神的な変化の総称で、気分の障害、疲れやすさ、精神活動の低下、さらには欲求や本能の変化などが含まれます。",
        "ホルモン以外にも、私たちの心身のコンディションに大きな影響を与えるものがあります。それがビタミンです。",
        "一見関係がなさそうに思えるビタミン不足（ビタミン欠乏）とうつ症状ですが、研究によると、その結びつきは想像以上に強いことが分かってきました。",
        "ビタミンは、代謝を支え、身体の働きを維持するうえで欠かせない要素です。種類は多くても、それぞれに固有の役割があり、どれも「なくてもいいもの」ではありません。いずれかのビタミンが足りなくなると、そこで初めてビタミン欠乏の状態が生じます。",
        "ビタミン欠乏とは、特定のビタミンが体内で不足しているか、ほとんど欠如している状態を指します。",
        "不足するビタミンの種類によって、心の状態への影響もさまざまです。軽い不調から、かなり不安をかき立てるような症状まで、幅広く現れることがあります。",
        "研究では、ビタミン欠乏が不安や抑うつの発症に関わったり、強迫性障害や双極性障害など、いくつかの精神疾患で症状を悪化させる可能性が示されています。",
        "たとえ大きな病気がなくても、特定のビタミンが不足しているだけで、気分の落ち込みや感情の不安定さが強くなることもあるのです。"
      ]
    },
    "screen_3": {
      "texts": [
        "ビタミン不足とその症状の一例：",
        "ビタミンD：気分の落ち込み、不安感、疲れやすさ、気分の浮き沈み。",
        "鉄分：だるさ、疲労感、息切れ、めまい、しびれ。",
        "ビタミンB12：強い疲労感、貧血、不眠、食欲低下、胃腸の不調、筋肉の痛み。",
        "葉酸：疲労感、イライラ、抑うつ気分、力が出ない、無気力、ぼんやりしやすい、認知機能の低下。",
        "ビタミンB群：強い疲れやすさ、イライラ、不眠、気分の変動、不整脈など心拍の乱れ。",
        "マグネシウム：脱力感、頭痛、不安感、不整脈。",
        "ビタミンC：慢性的な疲労、感情の不安定さ。",
        "これらは、うつ病の症状と簡単に混同されてしまうものの、ほんの一部に過ぎません。",
        "私たち自身の経験からも、ホルモンバランスやビタミンの状態を、心の不調の評価に含めることがいかに重要かを実感しています。",
        "あるメンバーは、理由の分からない強い疲労感や気分の落ち込み、「何もしたくない」という感覚に悩まされ、自分は燃え尽き症候群になったのではないかと思っていました。",
        "しかし、ホルモンやビタミンが関わっている可能性を知っていたため、医師に相談して検査を受けたところ、ビタミンDの不足が見つかりました。補充療法を受けた結果、気分や体調がはっきりと改善していったのです。"
      ]
    },
    "screen_4": {
      "texts": [
        "別のメンバーである女性も、うつ病のような症状に悩まされていましたが、検査の結果、鉄欠乏性貧血が見つかり、その治療によって状態が大きく改善しました。",
        "彼女は当時のことをこう振り返っています。「とにかく眠くて、何もしたくなくて、人と話す気力もありませんでした。ひどい無気力とめまい、イライラに悩まされて、本気で『自分はうつ病なんだ』と思い始めていました。そんなとき、たまたま受けた血液検査でヘモグロビンの異常が見つかったんです。」",
        "「その後、追加の検査で鉄とフェリチンの不足が分かりました。つまり、私が抱えていたのは鉄欠乏性貧血で、ずっとそれを『うつ』だと思い込んでいたんです。治療を受けて鉄分を補っていくうちに、少しずつ以前の自分らしさが戻ってきて、体も心もずっと楽になりました。」",
        "こうしたエピソードを紹介するのは、自己判断による誤った診断の危険性をお伝えしたいからです。",
        "もしあなたが、気分の落ち込み、疲れやすさ、倦怠感など、ここで挙げたような症状を感じているなら、心の問題だけでなく、身体の状態にも目を向けてみてください。",
        "医師に相談し、血液検査で貧血やビタミン・ホルモンの状態をチェックしてもらうことをおすすめします。それだけで、気分や体調が大きく改善していくケースも少なくないのです。"
      ]
    }
  }
}