{
  "title": "仕事を失い、うつ病に陥る？",
  "description": "この記事では、突然の仕事の喪失がもたらす心理的および社会的な影響を探り、その出来事に伴う感情のジェットコースターについて考察しています。長年成功した企業で働いていたアレクサンダーの個人的な経験を通じて、うつ病との闘い、自己評価の低下、職業上の挫折について語られています。記事では、困難な時期における支援と自己肯定の重要性を強調し、感情的な困難を克服するための方法も提案しています。",
  "screen_1": {
    "texts": [
      "突然の仕事の喪失は、多くの人にとって大きなストレス要因です。数日または数週間のうちに解雇や人員削減が発表されると、多くの人は「人生が崩壊した」と感じます。そして、それは当然のことです。なぜなら、生活は次のような点で大きく変わるからです。",
      "経済状況",
      "社会的地位",
      "日々の生活習慣",
      "短期的および長期的な計画",
      "仕事は責任、ルーチン、人との交流など、私たちを支える何かを提供してくれます。",
      "一方で失業は、安全網のない自由落下のようなものです。空白の日々、支払えなくなるかもしれない請求書、そして無限に続く面接の待ち時間の中で、一人きりになってしまいます。面接の前には一縷の望みを感じますが、その後に待っているのは再び拒絶。典型的な辛い状況です。",
      "仕事を失うことは、他の喪失と同じように経験され、この問題に直面する人は悲嘆の段階を経ていきます。",
      "まず、ショック、深い混乱、何をすべきかわからない状態。そして、怒り——自分自身や解雇した相手への憤り。",
      "交渉の段階もあり得ます。「まだ何とかなるのではないか？また戻れるのでは？」と。しかし、最後にはうつ病に至ります。この問題は「現実的」なものですが、果たしてそれがうつ病を正当化するものなのでしょうか？",
      "こうした感情的反応の原因は、「自分の価値や幸福感が職業上の成功に直接結びついている」という信念にあります。",
      "この価値観の枠組みでは、感情の落ち込みは経済的損失やキャリアの失敗、倒産といった出来事に必然的に結びつくものだと考えられてしまうのです。"
    ],
    "quote": {
      "text": "ひとつの扉が閉じるとき、多くの扉が開くことを知らないのですか。",
      "author": "ボブ・マーリー"
    }
  },
  "screen_2": {
    "texts": [
      "もしあなたも同じように感じているのなら、47歳の3児の父、アレクサンダーの物語に興味を持つかもしれません。彼は義父が経営する成功した会社で17年間働いていました。",
      "しかし、うつ病になる数年前、彼と義父の間で会社の経営方針を巡る意見の衝突がありました。怒りのあまり、アレクサンダーは退職し、会社の持ち分も放棄してしまいました。",
      "その後の2年間、彼は職を転々としましたが、経済的にも精神的にも満足できるものは見つかりませんでした。",
      "何をやってもうまくいかないように思え、彼は自分を「失敗者」とみなすようになりました。家計を支えるために妻がフルタイムの仕事に出ることになり、家族の大黒柱としての誇りを持っていた彼にとって、それは無力感を一層強めるものでした。",
      "時間が経つにつれ、彼の経済状況は悪化し、うつ状態は深刻化していきました。自己評価はどんどん下がっていったのです。",
      "アレクサンダーが専門家の助けを求める決心をしたとき、彼はすでに数か月間、不動産会社で働いていました。",
      "その間、彼はいくつかの物件を貸し出しましたが、売却には至りませんでした。給料は販売実績に依存していたため、収入は低いものでした。その期間、彼はうつ病と先延ばし癖に苦しみ、ベッドの中で何日も過ごし、次のように考えていました。",
      "「こんなことに何の意味があるの？僕は落伍者だ。働く価値なんてない。どうせ何をやってもうまくいかないんだ。」",
      "3回目の心理セッションでは、裕福な友人が彼の手を借りて物件を購入したいと考えていることを話しました。その販売手数料は、彼のキャリアにプラスとなり、自信を与え、収入を大幅に増やすものとなるはずでした。",
      "しかし、アレクサンダーはそのチャンスをつかむことなく、数週間も先延ばしにしました。なぜなのでしょうか？それは彼がこう思っていたからです。「商業用不動産の販売なんて難しすぎる。",
      "今までやったことがないし、絶対に失敗するだろう。もし最後の瞬間に友人が取引をやめたら、それは僕がこの業界では全く通用しないことを意味する。つまり、僕は完全な失敗者なんだ。」"
    ]
  },
  "screen_3": {
    "texts": [
      "アレクサンダーの上司は彼を高く評価し、有能な営業担当者だと見なしていましたが、彼自身は自分に対して厳しすぎました。",
      "後のセッションで思考の整理を進めていく中で、アレクサンダーは自分が過度に自己批判的であり、それが困難な時期を乗り越える助けにはならず、むしろ状況を悪化させていると認めました。",
      "彼はまた、「二重基準」を用いていることに気づきました。つまり、他人には寛容で支援的である一方、自分に対しては厳しく批判的でした。",
      "当初は多くの完璧主義者と同様に、自分を厳しく律することが何かしらの利益をもたらすと主張し、自分の考えを擁護していました。",
      "しかし、彼はすぐに自分の基準が非現実的で、失敗を前提としたものであることを理解しました。なぜなら、もし彼が物件を売却しようとして失敗した場合、それを悲惨な事態として受け止めてしまうからです。「全か無か」の思考パターンは、彼の大きな問題でした。",
      "セラピーの終わりには、アレクサンダーは経済的な困難が自分を「失敗者」として定義するものではないことを理解し、安心感を得ました。",
      "この否定的な自己認識と停滞感は、「全か無か」の極端な思考によるものでした。無価値感は、人生のネガティブな側面だけに集中し（ネガティブフィルター）、成功した多くの事実を軽視する（ポジティブな要素の無視）ことで生まれていました。",
      "彼は「もっとできたはずだ」という考えに長年苦しめられていたことに気づき、経済的な問題が人間としての尊厳を損なうものではないと認識しました。最終的に、無気力や先延ばしは単なるうつ病の症状であり、自分自身の本質を反映するものではないと理解しました。",
      "否定的な思考に対抗する方法を学ぶことで、彼は自分を厳しく評価する際の認知の歪みを減らすことができ、気分は徐々に改善しました。",
      "アレクサンダーは不動産業界を離れ、書店を開きました。経費を賄うことはできましたが、試験的な最初の年を終えた後も事業を継続するのに十分な利益を得ることはできませんでした。"
    ]
  },
  "screen_4": {
    "texts": [
      "このように、外見上の成功の指標はほとんど変わりませんでしたが、アレクサンダーは自尊心を保ち、うつ病を回避することができました。経済的な状況が依然として厳しいものであったとしても、書店の事業を「失敗」として認めた際にも、彼の自己尊敬の念は変わりませんでした。",
      "最後のセラピーセッションで、アレクサンダーはエッセイを書き、新しい仕事探しを始める前に毎朝読むことにしました：",
      "なぜ私は無価値ではないのか？",
      "私が自分自身や他人の幸福のために何かできる限り、私は無価値ではありません。私が行うことがプラスの影響を与えられる限り、私は無価値ではありません。",
      "私が生きているという事実がたとえ一人の人間にとって意味を持つ限り、私は無価値ではありません（必要ならその「誰か」は私自身であってもいいのです）。愛、理解、友情、支援、交流、アドバイス、慰めを与えることに意味があるなら、私は無価値ではありません。",
      "自分の意見や知性を尊重できるなら、私は無価値ではありません。",
      "他者が私を尊重してくれるなら、それは素敵なボーナスです。",
      "自己尊重と尊厳を持てるなら、私は無価値ではありません。",
      "従業員の家族の生計を支えることが良いことであるなら、私は無価値ではありません。",
      "生産性と創造性を通じて顧客や取引先を支援できるなら、私は無価値ではありません。",
      "私の存在が周囲の人々にとって重要であるなら、私は無価値ではありません。私は本質的に価値のある存在です！",
      "もしあなたも似たような問題に直面しているなら、またはアレクサンダーの自動思考に共感するなら、自分自身に「なぜ私は無価値ではないのか」「なぜ私は失敗者ではないのか」「なぜ私は本質的に価値のある存在なのか」を書き出してみてください。"
    ]
  }
}
