{
  "info": {
    "event": "Давайте почнемо з визначення триггера, що викликав негативні думки чи емоції. Триггером може бути абсолютно незначуща подія або навіть ваша власна думка.",
    "thought": "Автоматичні думки породжуються подією та призводять до виникнення негативних емоцій. Емоції, у свою чергу, викликають погіршення стану та виникнення нових автоматичних думок. Виходить коло негатизму, з якого важко вирватися. Щоб запобігти його виникненню, якнайшвидше визначте автоматичну думку і запишіть її до щоденника.",
    "body": "Спробуйте повернутися в момент виникнення триггера. Згадайте, які неприємні відчуття в тілі були присутні в той момент.",
    "behavior": "Якою була Ваша поведінка потім? Що Ви зробили після того, як відчули негативні емоції?",
    "response": "Після виявлення автоматичної думки необхідно звернути на неї свою увагу і осмислити. Як правило автоматичні думки містять логічні помилки та викривлення. Ваше завдання — дати раціональну відповідь викривленням і сформувати нову установку.",
    "conclusion": "Опишіть підсумок вашої роботи - як змінилися ваші емоції та думки, що ви збираєтеся змінити у ваших реакціях, якщо подібна подія повториться.",
    "comparison": "Наведіть аргументи, що підтверджують вашу автоматичну думку, і аргументи, що спростовують її. Це допоможе вам зрозуміти, наскільки вона об'єктивна і реальна."
  },
  "stepper": {
    "event": "Я напартачив із завданням на роботі",
    "thought": "Я постійно припускаюся помилок у роботі, всі навколо ненавидять мене за це",
    "body": "Посилилося серцебиття, важкість у грудній клітці",
    "behavior": "Грюкнув дверима",
    "response": "Немає людей, які не припускаються помилок, і я не можу передбачати думки оточуючих",
    "conclusion": "Наступного разу, коли я припущуся помилки, я не намагатимуся вгадувати реакцію оточуючих. Також я складу чек-лист для перевірки своєї роботи, щоб знову не припуститися цієї помилки"
  },
  "analysis": {
    "description": [
      "Перетворіть заповнення щоденника з рутини в захоплюючий процес. Замість звичайного переліку подій, розкажіть про свій день як про захопливу історію.",
      "Штучний інтелект допоможе вам: він проаналізує вашу розповідь і автоматично запропонує, як найкраще заповнити щоденник, вибравши відповідні категорії та поля.",
      "Ви завжди зможете відредагувати та доповнити те, що запропонував ШІ, роблячи запис ще більш особистим і точним.",
      "Усе написане збережеться в щоденнику, тому ваша розповідь не пропаде після аналізу.",
      "ШІ робить процес роботи з думками не лише корисним, а й цікавим, перетворюючи звичайне заповнення щоденника на творче самовираження."
    ],
    "hint": [
      "Опишіть те, що сталося, ваші почуття та думки. В розповіді намагайтеся згадати:",
      "Що це була за подія",
      "Яка автоматична думка виникла",
      "Фізичні відчуття, емоції",
      "Адаптивна відповідь на автоматичну думку",
      "Висновок із ситуації"
    ]
  },
  "automaticAnalysis": [
    {
      "title": "Запис емоцій замість думок",
      "description": "Почуття неможливо спростувати в адаптивній відповіді, їх слід фіксувати на окремому кроці.",
      "wrong": "Я відчуваю тривогу",
      "right": "Я думаю, що не впораюся"
    },
    {
      "title": "Нечіткі формулювання",
      "description": "Автоматичну думку можна записати надто узагальнено.",
      "wrong": "Усе погано",
      "right": "Я думаю, що мої колеги вважають мене некомпетентним"
    },
    {
      "title": "Запис факту замість інтерпретації",
      "description": "Важливо зафіксувати ваше ставлення до того, що сталося. Факт події ми фіксували на попередньому кроці.",
      "wrong": "Я запізнився на роботу",
      "right": "Тепер начальник думатиме, що я безвідповідальний"
    },
    {
      "title": "Занадто складна і заплутана формулювання",
      "description": "Думки мають бути записані просто і зрозуміло, інакше буде важко дати адаптивну відповідь.",
      "wrong": "Я маю схильність вважати, що моя думка не має значення",
      "right": "Моя думка нікому не важлива"
    },
    {
      "title": "Пропуск автоматичної думки",
      "description": "Деякі люди одразу записують альтернативні думки або відповіді на автоматичні думки.",
      "wrong": "Я маю думати позитивно",
      "right": "Я не впевнений, що впораюся"
    },
    {
      "title": "Ігнорування ключових думок",
      "description": "Іноді люди записують лише ті думки, які здаються більш прийнятними, ігноруючи ключові або болючі автоматичні думки.",
      "wrong": "Я трохи тривожусь про майбутнє",
      "right": "Я ніколи не досягну успіху"
    }
  ]
}