{
  "list": {
    "0": {
      "title": "ШІ-рекомендації під час заповнення щоденника",
      "description": "Заповнення щоденника автоматичних думок може бути непростим і кропітким завданням. Наша система рекомендацій полегшить цей процес: вона підкаже, підтримає і допоможе уникнути помилок. Завдяки цьому ваша робота з думками стане більш продуктивною."
    },
    "1": {
      "title": "Персоналізований аналіз ваших записів",
      "description": "Діліться своїми переживаннями з нашим ШІ, і він допоможе поглянути на ваші труднощі з нової перспективи. Штучний інтелект підтримає, запропонує корисні рекомендації та виявить когнітивні викривлення, з якими ви зможете ефективно працювати, просуваючись до вирішення проблем."
    },
    "2": {
      "title": "Безпека персональних даних",
      "description": "Відкриває можливість встановлення пароля при вході до застосунку та додатково шифрує ваші персональні дані. Це гарантує, що доступ до застосунку стане неможливим без правильного пароля, захищаючи вашу інформацію на максимальному рівні."
    },
    "3": {
      "title": "ШІ-розпізнавання мовлення",
      "description": "Ми використовуємо найновіші технології розпізнавання мовлення з функцією аналізу емоцій, щоб точно передавати ваші думки та інтонації. Наша система автоматично додає абзаци та знаки пунктуації. Ви отримаєте точні записи в 4 рази швидше, ніж при вводі з клавіатури."
    },
    "4": {
      "title": "Синхронізація між всіма пристроями",
      "description": "Ваші дані будуть надійно зашифровані та збережені на нашому сервері, що гарантує їх збереження. Це також дозволяє вам вести записи з різних пристроїв одночасно, забезпечуючи зручний і безперервний доступ до інформації в будь-який час."
    },
    "5": {
      "title": "Повний доступ до тестів",
      "description": "Наші тести розроблені професійними психологами та містять детальні пояснення до кожного питання. Це допоможе вам глибше зрозуміти себе та відстежувати зміни у своєму стані, забезпечуючи більш усвідомлений підхід до самопізнання та розвитку."
    },
    "6": {
      "title": "Необмежений доступ до бази знань",
      "description": "Самонавчання — ключовий елемент на шляху до щасливішого та усвідомленого життя. Ми розробили обширну базу знань, яка постійно поповнюється. Читайте наші інтерактивні статті без обмежень і відкрийте для себе нові способи покращити своє життя щодня."
    },
    "7": {
      "title": "Додавання зображень до записів",
      "description": "Ілюструйте свої думки за допомогою зображень. Додані зображення будуть синхронізовані між всіма пристроями та доступні вашому психологу!"
    }
  },
  "last": {
    "title": "Також будуть доступні наступні функції:",
    "advantages": [
      "Експорт даних у форматі CSV",
      "Автосинхронізація даних з психологом",
      "Таймер вимкнення розслаблюючих звуків",
      "Захист від підвищення ціни на підписку"
    ]
  }
}