{
  "list": {
    "0": {
      "title": "AI рекомендації при заповненні щоденника",
      "description": "Заповнення щоденника автоматичних думок може бути непростим і кропітким завданням. Наша система рекомендацій спростить цей процес: вона підкаже, підтримає і допоможе уникнути помилок. Завдяки цьому ваша робота з думками стане більш продуктивною."
    },
    "1": {
      "title": "Персоналізований аналіз ваших записів",
      "description": "Діліться своїми переживаннями з нашим AI, і він допоможе поглянути на ваші труднощі з нової перспективи. Штучний інтелект підтримає, запропонує корисні рекомендації та виявить когнітивні викривлення, з якими ви зможете ефективно працювати, рухаючись до вирішення проблем."
    },
    "2": {
      "title": "Безпека персональних даних",
      "description": "Відкриває можливість встановлення пароля при вході в додаток і додатково шифрує ваші персональні дані. Це гарантує, що доступ до додатка буде неможливим без правильного пароля, захищаючи вашу інформацію на найвищому рівні."
    },
    "3": {
      "title": "AI розпізнавання мови",
      "description": "Ми використовуємо найновіші технології розпізнавання мови з функцією аналізу емоцій, щоб точно передавати ваші думки й інтонації. Наша система автоматично додає абзаци та знаки пунктуації. Ви отримаєте точні записи в 4 рази швидше, ніж при введенні з клавіатури."
    },
    "4": {
      "title": "Синхронізація між усіма пристроями",
      "description": "Ваші дані будуть надійно зашифровані й збережені на нашому сервері, що гарантує їх збереження. Це також дозволяє вести записи з різних пристроїв одночасно, забезпечуючи зручний і безперервний доступ до інформації в будь-який час."
    },
    "5": {
      "title": "Повний доступ до тестів",
      "description": "Наші тести розроблені професійними психологами й містять детальні пояснення до кожного питання. Це допоможе вам глибше зрозуміти себе й відстежувати зміни у своєму стані, забезпечуючи більш усвідомлений підхід до самопізнання та розвитку."
    },
    "6": {
      "title": "Необмежений доступ до бази знань",
      "description": "Самонавчання — ключовий елемент на шляху до щасливішого й усвідомленого життя. Ми розробили обширну базу знань, яка постійно поповнюється. Читайте наші інтерактивні статті без обмежень і відкривайте нові способи покращення свого життя щодня."
    },
    "7": {
      "title": "Додавання зображень до записів",
      "description": "Ілюструйте свої думки за допомогою зображень. Додані зображення будуть синхронізовані між усіма пристроями та доступні вашому психологу!"
    }
  },
  "last": {
    "title": "Також будуть доступні такі функції:",
    "advantages": [
      "Експорт даних у форматі CSV",
      "Автосинхронізація даних із психологом",
      "Таймер вимкнення розслаблюючих звуків",
      "Захист від підвищення ціни на підписку"
    ]
  }
}
