{
  "list": {
    "0": {
      "title": "AI-рекомендації під час ведення щоденника",
      "description": "Заповнювати щоденник автоматичних думок інколи непросто. Наша система рекомендацій підкаже, підтримає та делікатно скерує, допомагаючи уникнути помилок. Так робота з думками стане зрозумілішою та комфортнішою."
    },
    "1": {
      "title": "Персоналізований аналіз ваших записів",
      "description": "Діліться своїми переживаннями з нашим AI, і він допоможе поглянути на ситуацію по-новому. Інтелект запропонує підтримувальні рекомендації та покаже можливі когнітивні викривлення, щоб Ви могли ефективніше працювати з ними."
    },
    "2": {
      "title": "Безпека персональних даних",
      "description": "Ви можете встановити пароль на вхід до застосунку, а дані будуть додатково зашифровані. Це забезпечує високий рівень захисту та гарантує, що доступ до Ваших записів матимете лише Ви."
    },
    "3": {
      "title": "AI-розпізнавання мовлення",
      "description": "Ми використовуємо сучасні технології розпізнавання мовлення з аналізом емоцій. Застосунок автоматично додасть розділові знаки та впорядкує текст. Отримуйте готові записи у кілька разів швидше, ніж при ручному введенні."
    },
    "4": {
      "title": "Синхронізація між усіма пристроями",
      "description": "Ваші записи надійно зашифровані та зберігаються на сервері. Це дає можливість працювати зі щоденником на будь-якому пристрої та мати доступ до своїх даних у будь-який момент."
    },
    "5": {
      "title": "Повний доступ до тестів",
      "description": "Тести створені за участю професійних психологів і містять зрозумілі пояснення. Вони допоможуть краще пізнати себе та відстежувати зміни у своєму стані з часом."
    },
    "6": {
      "title": "Необмежений доступ до бази знань",
      "description": "Ми зібрали широку базу матеріалів про психологічне благополуччя та продовжуємо її розширювати. Читайте статті без обмежень і відкривайте нові способи турботи про себе."
    },
    "7": {
      "title": "Додавання зображень до записів",
      "description": "Додавайте зображення до своїх нотаток, щоб точніше передавати емоції та контекст. Усі фото синхронізуються між пристроями та, за потреби, можуть бути доступні Вашому психологу."
    }
  },
  "last": {
    "title": "Також будуть доступні такі функції:",
    "advantages": [
      "Експорт даних у формат CSV",
      "Автосинхронізація даних із психологом",
      "Таймер для розслаблювальних звуків",
      "Захист від підвищення ціни на підписку"
    ]
  }
}
