{
  "title": "Tecnica: Una Giornata sotto Controllo",
  "description": "L'articolo presenta una tecnica unica di pianificazione chiamata \"Due Colonne\", volta a migliorare l'auto-organizzazione e aumentare l'efficacia personale. I lettori scopriranno come la semplice suddivisione delle attività in \"piani\" e \"fatti\" possa aiutare non solo a raggiungere gli obiettivi prefissati, ma anche a riflettere sulle proprie azioni quotidiane. Particolare attenzione è rivolta all'analisi delle attività svolte, che permette di imparare ad adattarsi ai cambiamenti e a trovare un equilibrio tra dovere e desiderio.",
  "screen_1": {
    "texts": [
      "Il primo esercizio che vogliamo condividere con voi è semplice ma efficace, e vi aiuterà nella vostra auto-organizzazione.",
      "La sera, il giorno prima, sedetevi e scrivete il vostro programma per il giorno successivo. Sarà composto da due parti, quindi due colonne.",
      "La prima colonna è «Prima». È un piano orario di ciò che volete fare. Non è necessario scrivere troppo: in ogni riga oraria scrivete una o due parole per indicare un’attività o un'azione.",
      "Ad esempio, potrebbe essere qualcosa di semplice: fare una doccia, fare colazione, mettere a lavare i vestiti. Oppure potrebbe essere qualcosa di più impegnativo: pulire, prepararsi per un esame, scrivere un curriculum, ecc.",
      "Alla fine di ogni giornata, annotate nella seconda colonna — «Dopo».",
      "Qui dovreste annotare cosa avete realmente fatto durante la giornata, anche questa volta ora per ora. Le vostre attività potrebbero coincidere con quelle pianificate o potrebbero differire — è normale, non preoccupatevi.",
      "Anche se riuscite a realizzare solo una piccola parte della lista «Prima», la semplice pianificazione del vostro tempo potrebbe rivelarsi un processo molto utile e visivamente chiaro per voi.",
      "Inoltre, segnate ogni attività con la lettera «D-lavoro» se l’attività è stata per voi difficile e ha rappresentato una conquista personale."
    ]
  },
  "screen_2": {
    "texts": [
      "Può darsi che, in caso di depressione, lavarsi i denti o fare una doccia siano per voi un risultato, e non c'è nulla di terribile o vergognoso in questo, credetemi. In tal caso, accanto a queste attività scriverete la lettera «D». Inoltre, segnate il grado di difficoltà.",
      "Ad esempio, rifare il letto è stato piuttosto semplice, e quindi potrebbe essere «D-2», mentre preparare il pranzo è stato più difficile, quindi potrebbe essere «D-7». La scala con cui valuterete ciò sarà determinata dalle vostre sensazioni.",
      "Se un’attività nel vostro piano è stata per voi piacevole, allora segnate accanto «P-piacere».",
      "Ad esempio, guardare un film o fare una passeggiata al parco vi ha reso felici, quindi segnate la lettera corrispondente e valutate anche il grado di piacere che avete provato svolgendo quell'attività.",
      "In sostanza, questo è l'esercizio: semplice ma efficace. Potreste pensare che non funzioni, ma se non provate a farlo regolarmente per un certo periodo di tempo, non lo capirete mai. Funziona perché:",
      "Fermerà la vostra tendenza a riflettere continuamente sull'importanza e il valore di determinate azioni e vi aiuterà a gestire le contraddizioni interiori: vale la pena fare qualcosa o no;",
      "Vi aiuterà a pianificare il vostro tempo in modo equilibrato, perché ci saranno attività che dovrete fare per una ragione o per l'altra, e anche attività che vi portano piacere;"
    ]
  },
  "screen_3": {
    "texts": [
      "Se compilerete regolarmente il programma del giorno, presto noterete che la vostra motivazione aumenterà, perché iniziando a fare anche solo qualcosa, confuterete la convinzione che non siete capaci di fare nulla.",
      "Una persona che ha sofferto a lungo di depressione e procrastinazione ha condiviso la sua opinione su questa tecnica:",
      "Pianificando la mia giornata e guardando i risultati la sera, ho capito su cosa stavo effettivamente spendendo il mio tempo.",
      "Questo mi ha aiutato a riprendere il controllo della mia vita. Ora sono consapevole che posso controllare la situazione, se lo desidero."
    ],
    "quote": {
      "text": "La cosa più importante nella gestione del tempo non è gestire il tempo, ma gestire se stessi",
      "author": "Peter Drucker"
    }
  }
}
