{
  "control": {
    "title": "Tecnica: La giornata sotto controllo",
    "description": "In questo articolo vi proponiamo una tecnica di pianificazione originale chiamata «Due colonne», pensata per migliorare l’organizzazione personale e aumentare l’efficacia nella vita di tutti i giorni. Scoprirete come una semplice distinzione tra ciò che avevate programmato e ciò che è realmente accaduto possa aiutarvi non solo a raggiungere i vostri obiettivi, ma anche a dare senso alle vostre azioni quotidiane. Un’attenzione particolare è dedicata all’analisi di ciò che è stato fatto: è proprio questo che insegna ad adattarsi ai cambiamenti e a trovare un equilibrio tra ciò che “si deve” e ciò che “si desidera”.",
    "screen_1": {
      "texts": [
        "Il primo esercizio che vogliamo proporvi è semplice, ma davvero efficace, e può darvi un grande aiuto nell’organizzazione personale.",
        "La sera prima, ritagliatevi qualche minuto e scrivete il vostro programma per la giornata successiva. Sarà diviso in due parti, quindi in due colonne.",
        "La prima colonna si chiama «Prima»: è il vostro programma orario di ciò che vorreste fare. Non serve riempirla di cose: per ogni fascia oraria bastano una o due parole per indicare un’attività o un’azione.",
        "Per esempio, possono essere piccole cose: fare una doccia, fare colazione, mettere su una lavatrice. Oppure attività che richiedono più energie: fare le pulizie, prepararsi a un esame, scrivere un CV, ecc.",
        "A fine giornata compilate la seconda colonna: «Dopo».",
        "Qui annotate, sempre ora per ora, che cosa avete fatto davvero durante la giornata. Le attività possono coincidere con quelle pianificate, oppure essere diverse: è normale, non preoccupatevi.",
        "Perché anche se riusciste a realizzare solo una piccola parte dell’elenco «Prima», la semplice pianificazione del tempo può diventare un processo molto utile e chiaro anche a colpo d’occhio.",
        "Inoltre, contrassegnate ogni attività con la lettera «D» se per voi è stata impegnativa e rappresenta un traguardo personale."
      ]
    },
    "screen_2": {
      "texts": [
        "Quando si è depressi, anche lavarsi i denti o fare una doccia può essere un traguardo: non c’è nulla di cui vergognarsi. In quel caso, accanto a quelle attività scriverete la lettera «D». Indicate anche quanto è stata difficile.",
        "Per esempio, rifare il letto è stato abbastanza facile: allora può essere «D-2». Preparare il pranzo, invece, è stato più impegnativo: allora «D-7». La scala la scegliete voi, in base a come vi sentite.",
        "Se un’attività del vostro piano è stata piacevole, mettete accanto la lettera «P» (piacere).",
        "Per esempio, guardare un film o fare una passeggiata al parco vi ha fatto bene: allora segnate la lettera corrispondente e valutate anche quanto piacere vi ha dato quell’azione.",
        "In sostanza l’esercizio è tutto qui: semplice, ma efficace. È possibile che pensiate che non serva, ma se non lo provate con regolarità per un po’ non potrete saperlo. Funziona perché:",
        "Spezza l’abitudine di rimuginare su quanto “valga” fare qualcosa e aiuta a gestire i conflitti interiori: se farlo oppure no;",
        "Vi aiuta a distribuire il tempo in modo più equilibrato, perché include sia cose che “vanno fatte” per un motivo o per l’altro, sia attività che vi danno piacere;"
      ]
    },
    "screen_3": {
      "texts": [
        "Se inizierete a compilare regolarmente il programma della giornata, presto noterete che la motivazione cresce: anche fare solo qualcosa mette in discussione l’idea di non essere capaci di fare nulla.",
        "Una persona che per molto tempo ha convissuto con la depressione e con la procrastinazione ha condiviso la sua esperienza su questa tecnica:",
        "«Pianificando la giornata e, la sera, rivedendo i risultati, mi sono reso conto di come impiegavo davvero il mio tempo.»",
        "«Mi ha aiutato a riprendermi la responsabilità della mia vita. Ho capito che, se lo voglio, posso tenere la situazione sotto controllo.»"
      ],
      "quote": {
        "text": "La cosa più importante nella gestione del tempo non è gestire il tempo, ma gestire se stessi.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Ritrovarsi dopo la perdita di una persona cara",
    "description": "Questo articolo racconta la storia di Anastasia, che dopo la tragica morte del fratello ha attraversato una depressione profonda e un senso di colpa devastante. Grazie alla psicoterapia è riuscita, passo dopo passo, a liberarsi dall’autocolpevolizzazione, a cambiare il modo in cui si guarda e in cui vive le proprie emozioni. Con il tempo è uscita dalla depressione, ha accettato di non esserne responsabile e ha ricominciato a vivere con pienezza.",
    "screen_1": {
      "texts": [
        "Prima o poi, ognuno di noi si trova ad affrontare la perdita di una persona cara. La morte è una prova dura, che travolge con tutto il suo peso, come un’onda potente.",
        "Lacrime, tristezza ed emozioni profonde sono una risposta naturale alla perdita. Queste esperienze ci aiutano ad attraversare il lutto e a trovare di nuovo la forza di andare avanti.",
        "A volte il dolore dura a lungo e può accompagnare una persona per anni. Altre volte, invece, il lutto si trasforma rapidamente in una depressione profonda.",
        "Vediamo la storia di Anastasia, una ragazza di 29 anni che, dopo il suicidio del fratello minore, è precipitata in una grave depressione. Si è rivolta a una psicoterapeuta alcuni mesi dopo la tragedia.",
        "Ciò che la tormentava di più era la convinzione di essere responsabile della sua morte.",
        "Nastia sentiva di trovarsi in una realtà spaventosa e senza via d’uscita. Le sembrava di “meritare” la sofferenza e arrivava persino a pensare al suicidio.",
        "Il senso di colpa è un compagno frequente e pesante per chi perde qualcuno, soprattutto quando quella persona se n’è andata di propria scelta.",
        "Molti si fanno domande come: «Perché non l’ho fermato? Perché non me ne sono accorto in tempo?»",
        "Anche professionisti esperti, se un loro cliente si suicida, possono ritrovarsi a pensare: «È davvero colpa mia. Avrei dovuto dire qualcos’altro, fare le domande in modo diverso, essere più attento. Avrei dovuto impedirlo. È colpa mia!»"
      ],
      "quote": {
        "text": "Le persone che amiamo possono lasciarci, ma non se ne vanno mai davvero finché le ricordiamo.",
        "author": "Confucio"
      }
    },
    "screen_2": {
      "texts": [
        "Le autoaccuse di Anastasia erano comparse già prima della tragedia. Pensava spesso che a lei fosse andata meglio che al fratello e, mentre lui lottava da tempo con la depressione, cercava di sostenerlo emotivamente e anche economicamente.",
        "Lo aveva incoraggiato a rivolgersi a uno psicologo, lo aiutava a pagare la terapia e gli aveva persino affittato un appartamento vicino a casa, per stargli accanto e poter intervenire subito in caso di bisogno.",
        "Nastia era convinta di essere lei la colpevole della sua morte, perché «avrebbe dovuto fare di più».",
        "Il suo dolore era profondo e autentico: lo portava addosso in ogni momento.",
        "Nelle prime sedute parlava delle ragioni per cui si colpevolizzava e dei pensieri legati alla morte: «Ero responsabile della sua vita. Mi sembra che la mia incapacità di aiutarlo abbia portato alla tragedia. Avrei dovuto accorgermi di come stava e salvarlo.»",
        "Credeva che quella sofferenza fosse giustificata e che dovesse espiare una punizione.",
        "A chi guarda da fuori può essere evidente quanto questi pensieri siano irrazionali e quanto la facciano soffrire.",
        "L’errore cognitivo principale che commetteva era la personalizzazione. Nel corso della terapia Anastasia è arrivata ad alcune conclusioni importanti:",
        "Se fosse stata davvero responsabile della morte del fratello, allora sarebbe stata lei la causa della sua decisione.",
        "Non poteva controllare i suoi pensieri né il dolore interiore, quindi non poteva essere responsabile di quelle convinzioni che lo avevano portato a una depressione grave. Era la sua battaglia, non la sua colpa.",
        "Cercando di prendersi la responsabilità del suo stato, tentava di influenzare qualcosa che andava oltre le sue possibilità. Il massimo che poteva fare era sostenerlo nei limiti delle sue forze e delle sue risorse."
      ]
    },
    "screen_3": {
      "texts": [
        "Se avesse saputo delle sue intenzioni, avrebbe fatto di tutto per aiutarlo e per evitare la tragedia. Ma non lo sapeva, e cambiare ciò che era rimasto nascosto era impossibile.",
        "Colpevolizzandosi, Nastia dava per scontato di dover prevedere il futuro e sapere tutto. Aspettative del genere erano irrealistiche, e non aveva alcun fondamento per accusarsi.",
        "Tutto portava a una sola conclusione: prendersi la responsabilità del suo gesto era un errore doloroso e ingiusto.",
        "La sua responsabilità riguarda soltanto la sua vita e il suo benessere.",
        "Col tempo ha capito: la sofferenza non nasceva dall’aver “deluso suo fratello”, ma dal lasciare che il senso di colpa la divorasse e dal permettere alla depressione di distruggerle la vita.",
        "La scelta che l’ha sostenuta è stata lasciare andare la colpa, riprendersi gradualmente e imparare di nuovo a vivere con gioia e pienezza.",
        "Questo è prendersi cura di sé sul serio. Dopo la terapia le condizioni di Anastasia sono migliorate in modo significativo, e ha superato la depressione. Lo ha spiegato con un cambiamento profondo nel rapporto con se stessa e con il suo mondo interiore."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnosi della depressione: un viaggio per capire se stessi",
    "description": "Questo articolo parla di come si può arrivare a riconoscere la depressione: dall’individuazione generale dei sintomi fino a una valutazione autonoma attraverso la «Scala di Depressione di Beck». Sottolinea quanto sia importante rivolgersi a uno specialista per una diagnosi accurata e un sostegno adeguato, soprattutto quando i sintomi sono intensi, e propone passi pratici ed esercizi per chi desidera prendersi cura del proprio benessere emotivo.",
    "screen_1": {
      "texts": [
        "Nella sezione precedente abbiamo già parlato di che cos’è la depressione.",
        "Ora vediamo come si può riconoscerla in se stessi.",
        "Indicativamente, il percorso per riconoscere la depressione si può dividere in tre fasi:",
        "Uno screening iniziale",
        "Come ogni stato emotivo, anche la depressione si manifesta attraverso sintomi specifici. Vediamoli:",
        "Umore depresso.",
        "Perdita di interesse per le attività abituali e per ciò che prima dava gioia.",
        "Anedonia: riduzione della capacità di provare piacere.",
        "Difficoltà di concentrazione, calo della produttività, difficoltà nel prendere decisioni.",
        "Disturbi del sonno e dell’appetito: riduzione oppure aumento.",
        "Senso di disperazione, impotenza, irritabilità, vergogna o colpa.",
        "Ansia o apatia marcata.",
        "Calo di energia, sensazione di stanchezza costante.",
        "Pensieri intrusivi sulla morte o sul suicidio.",
        "Molti di noi, almeno una volta, hanno sperimentato alcune di queste manifestazioni.",
        "Tuttavia, la presenza di sintomi isolati non significa necessariamente depressione. Come si può capire se c’è davvero?",
        "Si può parlare di disturbo depressivo se osservate in voi almeno quattro dei sintomi elencati per almeno due settimane.",
        "È importante considerare anche lo stato di salute generale e l’influenza delle circostanze di vita."
      ],
      "quote": {
        "text": "Non possiamo cambiare le situazioni che la vita ci presenta, ma possiamo cambiare il modo in cui le viviamo.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Autovalutazione con strumenti affidabili",
        "Esistono molti strumenti che aiutano a valutare il proprio stato.",
        "Uno dei più noti e tra i più affidabili è la «Scala di Depressione di Beck» (BDI).",
        "Questo strumento, creato dallo psicoterapeuta Aaron Beck, comprende 21 categorie di sintomi e ognuna riflette aspetti diversi dello stato depressivo.",
        "Svolgendo il test, potrete farvi un’idea del livello di gravità dei sintomi: da una forma lieve a una depressione più marcata.",
        "Il test è disponibile nella nostra app ed è semplice e intuitivo da usare."
      ],
      "quote": {
        "text": "Prendersi cura di sé non è un’eccezione ai propri doveri, ma una parte essenziale di essi.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consulto con uno specialista",
        "Se i risultati dell’autovalutazione indicano un possibile stato depressivo, è importante rivolgersi a uno psicologo, a uno psichiatra o a uno psicoterapeuta.",
        "Uno specialista potrà chiarire la diagnosi e proporre un piano di supporto e trattamento adeguato. E noi siamo qui per accompagnarvi e condividere informazioni utili.",
        "Questo materiale è stato creato per sostenere chi presenta manifestazioni lievi o moderate di depressione.",
        "Ma può essere utile anche a chi sta attraversando una condizione più severa.",
        "Può alleviare in parte i sintomi e aiutare a comprendere meglio il proprio stato. Tuttavia, quando la depressione è marcata, i soli strumenti di auto-aiuto potrebbero non bastare.",
        "In queste situazioni è particolarmente importante cercare un aiuto professionale e, se necessario, valutare anche un supporto farmacologico.",
        "La diagnosi degli stati emotivi è un processo delicato e non sempre semplice.",
        "Nell’autovalutazione c’è sempre il rischio di sbagliare.",
        "Anche se non avete una depressione clinica ma solo un calo temporaneo dell’umore, questa sezione può comunque esservi utile.",
        "Analizzeremo in dettaglio i meccanismi della depressione e condivideremo consigli pratici ed esercizi.",
        "Se volete migliorare la qualità della vostra vita e siete pronti a fare qualche passo per prendervi cura di voi, continuiamo questo percorso insieme."
      ]
    }
  }
}
