{
  "title": "Alla Ricerca di Sé Stessi Dopo la Perdita di una Persona Cara",
  "description": "L'articolo racconta la storia di Anastasia, che ha vissuto una profonda depressione e un senso di colpa dopo il suicidio di suo fratello. Ha imparato a liberarsi dall'autoaccusa grazie alla psicoterapia, che l'ha aiutata a cambiare atteggiamento verso se stessa e le sue esperienze. Di conseguenza, Anastasia è uscita dalla depressione, ha accettato la propria innocenza e ha iniziato a vivere una vita piena.",
  "screen_1": {
    "texts": [
      "Ognuno di noi, prima o poi, si trova a confrontarsi con la perdita di una persona cara. La morte è un colpo forte, che travolge con dolore e tristezza coloro che amavano il defunto, come un'onda d'urto.",
      "Le lacrime, la tristezza e il dolore sono reazioni normali alla perdita. Ci aiutano a superare questo momento e ci danno la forza di continuare a vivere.",
      "A volte il dolore persiste, e una persona può soffrire per anni, oppure entra subito in una profonda depressione.",
      "Portiamo un esempio dalla storia di una paziente affetta da depressione: Anastasia, una ragazza di 29 anni, il cui fratello minore si è suicidato pochi mesi prima che lei si rivolgesse a un terapeuta.",
      "Un fattore particolarmente doloroso, che ha anche aggravato la sua depressione, è stato il senso di responsabilità che sentiva per il suicidio del fratello.",
      "Anastasia sentiva di trovarsi di fronte a un problema assolutamente reale e irrisolvibile. Credeva di meritare la morte e aveva pensieri suicidari.",
      "Un problema comune che affligge i familiari di una persona che si è suicidata è il senso di colpa.",
      "Le persone spesso si tormentano con pensieri del tipo: \"Perché non l'ho impedito? Perché non me ne sono accorto in tempo?\"",
      "Persino i terapeuti non sono immuni da queste reazioni dopo il suicidio di un cliente e possono incolpare se stessi: \"È davvero colpa mia. Se avessi parlato diversamente con lui durante l'ultima seduta. Perché non gli ho chiesto direttamente se voleva suicidarsi? Avrei dovuto fare qualcosa di più deciso. L'ho ucciso io!\""
    ],
    "quote": {
      "text": "Coloro che amiamo possono lasciarci, ma non si allontaneranno mai finché li ricordiamo.",
      "author": "Confucio"
    }
  },
  "screen_2": {
    "texts": [
      "L'autoaccusa di Anastasia è iniziata molto prima della tragedia: ha a lungo pensato che la sua vita fosse più facile e migliore di quella del fratello e ha cercato di compensarlo, offrendogli sostegno emotivo e finanziario nella sua lunga lotta contro la depressione.",
      "Lo ha incoraggiato a lavorare con uno psicologo, lo ha aiutato a pagare le sedute e gli ha persino trovato un appartamento vicino a lei, in modo che potesse chiamarla ogni volta che si sentiva male.",
      "Anastasia era convinta di essere responsabile della morte del fratello, perché \"avrebbe potuto fare ancora di più\".",
      "Ha vissuto intensamente la tragica situazione in cui si trovava.",
      "Durante le prime sedute terapeutiche, ha discusso le ragioni della sua autoaccusa e le convinzioni secondo cui meritava di morire: \"Ero responsabile della vita di mio fratello. Credo che la mia incapacità di aiutarlo abbia portato alla sua morte. Mi sembra di non avergli fornito il sostegno necessario, non riconoscendo il suo terribile stato. Avrei dovuto salvargli la vita.\"",
      "Era convinta che la sua colpa e il suo dolore fossero giustificati e corretti, e che dovesse essere punita e soffrire.",
      "Leggendo questa storia dall'esterno, probabilmente direste che i suoi pensieri e le sue convinzioni sono irreali e illogici, e che le stanno solo facendo del male.",
      "L'errore che commetteva continuamente era la personalizzazione. Nel corso della psicoterapia, Anastasia è giunta alle seguenti conclusioni:",
      "Se fosse stata responsabile della morte di suo fratello, ciò avrebbe significato che lei era la causa del suo suicidio.",
      "Non controllava i pensieri del fratello, quindi non poteva essere responsabile delle convinzioni distruttive che lo hanno portato a una grave depressione e, di conseguenza, alla morte. Erano i suoi errori, non i suoi.",
      "Nel tentativo di assumersi la responsabilità del suo umore e delle sue azioni, stava cercando di influenzare ciò che era al di fuori del suo controllo, anche se il massimo che poteva fare era essere un supporto nei limiti delle sue capacità."
    ]
  },
  "screen_3": {
    "texts": [
      "Se avesse saputo che stava per tentare il suicidio, avrebbe fatto tutto il possibile per impedirglielo. Tuttavia, poiché non lo sapeva, purtroppo non poteva cambiare nulla.",
      "In questo modo, incolpandosi per la sua morte, pensava erroneamente di poter prevedere il futuro con assoluta certezza e che tutta la conoscenza del mondo fosse a sua disposizione. Poiché entrambe queste supposizioni erano estremamente irrealistiche, non aveva motivo di incolpare se stessa.",
      "Tutti questi argomenti indicano che era un grave errore assumersi la responsabilità delle azioni del fratello, poiché alla fine non poteva controllarlo.",
      "In realtà, Anastasia è responsabile solo della sua stessa vita e del suo benessere.",
      "A questo punto, le è stato chiaro: la sua sofferenza non derivava dal fatto che lei lo avesse \"deluso\", ma dal fatto che aveva permesso a se stessa di cadere in depressione e riflettere sul suicidio.",
      "Un comportamento utile e di supporto in questo caso era quello di rifiutare il senso di colpa, uscire dalla depressione e poi cercare di vivere una vita felice e gioiosa.",
      "Ecco come si manifesta la responsabilità verso se stessi. Dopo la psicoterapia, lo stato di Anastasia è migliorato e presto ha superato la depressione. Ha attribuito questo a un profondo cambiamento nel suo atteggiamento verso se stessa."
    ]
  }
}
