{
  "title": "Autostima nel vortice della depressione: Un cammino verso l’accettazione di sé e l’equilibrio interiore",
  "description": "Questo articolo esplora l’impatto della depressione sull’autostima, rivelando come la percezione negativa di sé possa amplificare i sintomi della depressione e ostacolare una vita piena. Attraverso l'analisi di casi reali e i consigli degli esperti, l'articolo offre passi pratici per superare l'autocritica e rafforzare l'armonia interiore. Sarà una guida affidabile per coloro che cercano di acquisire fiducia in se stessi e cambiare la propria vita in meglio.",
  "screen_1": {
    "texts": [
      "Uno dei sintomi tipici della depressione è la tendenza all'autoaccusa, al senso di inferiorità, alla mancanza di valore e significato personale.",
      "La persona spesso si etichetta come 'fallito', 'inutile', considerandosi una cattiva persona.",
      "Più grave è il grado di depressione, più bassa è l'autostima. Ma non siete soli in questo. Le ricerche dello psicologo Aaron Beck dimostrano che oltre l'80% delle persone che soffrono di depressione prova un senso di inutilità.",
      "L'immagine di sé nella depressione cambia radicalmente: vi sentite incompleti, abbattuti, soli e privati di qualcosa. Criticate voi stessi, le vostre azioni, capacità, il vostro futuro.",
      "L'autocritica può assumere le seguenti forme:",
      "Autoaccusa – \"È tutta colpa mia\"",
      "Etichettatura – \"Sono così stupido\"",
      "Odio per sé stessi – \"Non posso più sopportarmi\"",
      "Dubbi su sé stessi – \"Non riuscirò a fare nulla\"",
      "Pensate a cosa significhi vivere con un simile 'attraente' elenco? Almeno, non è facile. Quando siete in depressione, potete criticarvi e umiliarvi continuamente, senza nemmeno accorgervene.",
      "E, naturalmente, questo influisce sulle emozioni, sull'umore, sull'atteggiamento verso sé stessi e verso la vita in generale.",
      "Ecco perché è così importante lavorare sull'autostima. Superando l'autocritica, si può influire anche su altri sintomi della depressione. Quindi iniziamo dalla vostra autostima."
    ],
    "quote": {
      "text": "Una bassa autostima è come guidare nella vita con il freno a mano tirato.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Una scarsa autostima è una lente d'ingrandimento che ingrandisce tutti i vostri errori e fallimenti fino a farli sembrare catastrofici.",
      "Consideriamo questo con un esempio di dialogo tra una persona in depressione e un psicologo:",
      "Ekaterina, perché il commento del suo capo le ha causato emozioni così intense e negative? È davvero una tale catastrofe?",
      "Sì, è stato terribile, perché sono sembrata una sciocca.",
      "Ammettiamo che sia stato così. Cosa significa per lei?",
      "Significa che il mio capo ha pensato che fossi stupida.",
      "E anche se ha pensato così, cosa ne consegue?",
      "Allora non sono degna di lavorare in questa azienda.",
      "E se davvero non lo merita, cosa significa?",
      "Significa che sono una nullità che non riuscirà mai a nulla nella vita e finirà per lavare i pavimenti da qualche parte per sempre.",
      "In questo esempio si vede come un piccolo commento da parte del capo venga percepito come una prova dell'inutilità di Katia e le predica un futuro non proprio roseo.",
      "Così, i piccoli errori vengono percepiti come tragedie quando siamo in depressione. In questo stato, spesso non siamo in grado di pensare in modo realistico e logico.",
      "Invece, siamo convinti della nostra inferiorità e inutilità e convinciamo anche gli altri di questo, dimostrando con convinzione i nostri difetti e insistendo sulla nostra inadeguatezza."
    ]
  },
  "screen_3": {
    "texts": [
      "Per prima cosa, è importante rendersi conto che il proprio valore non può essere meritato. Il successo, naturalmente, può dare piacere, ma non felicità. E l'autostima basata sui risultati è un'autostima falsa, è irrealistica.",
      "Molte persone di successo ma infelici, che soffrono di depressione, si considerano anche inutili. La prova di questo sono le celebrità che, apparentemente, avevano tutto: carriera, denaro, fama, talento, ma hanno scelto di togliersi la vita.",
      "La maggior parte delle persone che soffrono di depressione, in realtà, sono capaci di molto, possono essere talentuose, attraenti, interessanti, circondate dall'amore e dalle cure dei loro cari.",
      "Ma questo non le aiuta, perché non hanno amore e rispetto per sé stesse. Solo il vostro senso del valore personale determina come vi sentite.",
      "Un passo molto importante verso la consapevolezza sarà prestare molta attenzione a ciò che pensate e dite di voi stessi.",
      "Quando la prossima volta insisterete sulla vostra inadeguatezza o valuterete negativamente voi stessi, le vostre azioni o esperienze, provate a trovare prove reali di questo. Spesso queste prove non sono razionali e sono prive di senso.",
      "In secondo luogo, dovreste sostituire l'autocritica con l'autocorrezione.",
      "Quando imparate qualcosa di nuovo, ad esempio una nuova lingua, l'insegnante non vi colpisce in testa con un libro e non vi dice quanto siete stupidi se non conoscete i tempi o le regole.",
      "Perché sarebbe un cattivo insegnante con un metodo di insegnamento inefficace. E probabilmente non vorreste e non riuscireste a imparare una nuova lingua in questo modo.",
      "Purtroppo, spesso siete voi stessi a diventare per voi un cattivo insegnante, criticandovi invece di correggervi.",
      "Quindi, provate a sostituire la critica con le seguenti domande: Esiste un modo migliore per farlo? Come posso realizzarlo? Cosa dovrei ancora imparare?",
      "In terzo luogo, ogni volta che vi criticate, provate a immaginare di criticare gli altri nello stesso modo. Sareste così duri e severi con gli altri come lo siete con voi stessi?"
    ]
  },
  "screen_4": {
    "texts": [
      "Iniziate a pretendere dagli altri, dai vostri cari e amici le stesse cose che chiedete a voi stessi. Ma siate onesti al massimo. E quando comincerete a farlo, vi renderete conto di quanto sia ingiusta la vostra critica.",
      "La vostra autostima è la motivazione più importante nel fissare un obiettivo di vita e nel raggiungerlo successivamente.",
      "Con un'autostima bassa, sottovalutate le vostre possibilità, privandovi del diritto alla felicità.",
      "Per cambiare la situazione, dovete cambiare le vostre abitudini di pensiero, il vostro comportamento e andare verso un'autostima sana a piccoli passi, accettando i fallimenti e notando i più piccoli successi.",
      "E noi vogliamo sostenervi in questo percorso difficile, infondere speranza, aiutarvi a scegliere compiti alla vostra portata e concentrarvi su di essi. Per questo esamineremo alcune tecniche efficaci nei capitoli successivi."
    ]
  }
}
