{
  "title": "Tecnica: Diventa un avvocato",
  "description": "Questo articolo propone un approccio unico per superare l'autocritica, presentando il concetto di avvocato interiore. Attraverso l'analogia con un processo giudiziario, ai lettori viene offerta una metodologia che aiuta a difendersi efficacemente dalle autoaccuse e dai pensieri negativi. Descrivendo il processo di monitoraggio, contestazione e riformulazione delle convinzioni autocritiche, l'articolo fornisce consigli pratici e domande per l'autoriflessione, promuovendo lo sviluppo di un atteggiamento più sano e di supporto verso se stessi.",
  "screen_1": {
    "texts": [
      "La prossima tecnica, che facilita un lavoro efficace con l'autocritica, consiste nel diventare il proprio avvocato. Anche se può sembrare insolito o difficile da comprendere, vediamo come funziona.",
      "Per affrontare con successo i pensieri autocritici, è fondamentale non solo notarli e resistere, ma anche contestarli attivamente.",
      "Immagina di trovarti in un tribunale, dove la tua autocritica ti accusa da tempo, etichettandoti come un fallito, debole, stupido e colpevole di ogni possibile colpa.",
      "E ora ti si presenta l'opportunità di fare da difensore, con l'obiettivo di confutare le argomentazioni dell'accusa, dimostrandone l'infondatezza e l'assurdità.",
      "Immaginati come un avvocato qualificato che non si limita a dire: «Il mio cliente è una persona rispettabile, possiamo andare via».",
      "Devi impegnarti al massimo per presentare fatti e argomentazioni convincenti, demolendo categoricamente le accuse.",
      "Vediamo un esempio di applicazione di questa tecnica in un dialogo tra uno psicologo e un cliente:"
    ],
    "quote": {
      "text": "Sii l'avvocato del tuo mondo interiore, invece di essere il giudice della tua stessa storia.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Ultimamente ti lasci andare sempre più spesso all'autocritica, chiamandoti debole e fallito, che non ha ottenuto nulla nella vita. Ora immagina di aver assunto un avvocato per difenderti da questa critica.",
      "Il tuo compito è difendere il tuo cliente, cioè te stesso, nel modo più efficace possibile, usando argomenti e prove. Anche se non credi nella sua innocenza e non ti è simpatico il tuo cliente, il tuo ruolo ora è quello di essere un avvocato competente che svolge il suo lavoro in modo professionale.",
      "Un'idea interessante, vale la pena provare.",
      "Perfetto. Allora io farò il ruolo dell'accusa, usando le tue stesse parole su di te, e tu ti difenderai.",
      "Capito, iniziamo.",
      "(Nel ruolo dell'accusatore) Paolo è un debole e un fallito che non ha ottenuto nulla nella vita.",
      "(Nel ruolo dell'avvocato) Questo è assolutamente falso. Paolo ha una laurea, una carriera di successo, una famiglia e amici che lo amano e lo apprezzano.",
      "(Nel ruolo dell'accusatore) Forse, ma non tutto è perfetto. Commette errori sul lavoro, non riesce sempre a rispettare le scadenze, e sono sicuro che sia un fallito.",
      "(Nel ruolo dell'avvocato) In primo luogo, i sentimenti non possono essere usati come prova in tribunale. In secondo luogo, commettere errori e non rispettare le scadenze non lo rendono un fallito, poiché ogni persona è soggetta a errori e ritardi. Questo non è un motivo per trarre conclusioni così drastiche.",
      "(Nel ruolo dell'accusatore) Forse non è un fallito totale, ma è sicuramente un debole.",
      "(Nel ruolo dell'avvocato) Hai delle prove di questo?",
      "(Nel ruolo dell'accusatore) Non lavora abbastanza duramente. Avrebbe dovuto impegnarsi di più. Si comporta come un debole.",
      "(Nel ruolo dell'avvocato) Questo non è vero. Paolo lavora sodo e ottiene successi sul lavoro, dove è apprezzato come un dipendente responsabile. Se lavorasse poco o in modo inefficace, non sarebbe valutato così positivamente e non si considererebbe una promozione."
    ]
  },
  "screen_3": {
    "texts": [
      "Questa tecnica è particolarmente utile perché molte persone trovano più facile immaginarsi nel ruolo di avvocato che difende qualcun altro piuttosto che giustificare se stessi di fronte all'accusatore interiore.",
      "Assumendo il ruolo di un difensore professionale, richiedi prove reali e confuti argomentazioni infondate o illogiche.",
      "Pertanto, di fronte a pensieri negativi su te stesso, chiediti: «Come difenderei il mio cliente se dovessi dimostrare la sua innocenza?».",
      "Cerca di comportarti come un vero professionista, individuando le incoerenze logiche nei tuoi pensieri automatici. Quanto sono fondate queste idee? Cosa si può dire di te dal punto di vista del buon senso?",
      "Come supporto, ti proponiamo alcune domande che ti aiuteranno a lavorare autonomamente sui tuoi pensieri:",
      "Quale «legge» è stata presumibilmente violata? Qual è l'accusa?",
      "Esistono ragioni convincenti per tali accuse?",
      "Quali prove possono confermare la colpevolezza?",
      "È possibile fornire una spiegazione alternativa al comportamento?",
      "L'imputato ha agito come avrebbe fatto qualsiasi persona ragionevole in una situazione analoga?",
      "È possibile che qualcun altro sia completamente o parzialmente responsabile di ciò che è successo?",
      "Quali prove presenteresti a difesa dell'imputato?"
    ]
  }
}
