{
  "mirror": {
    "title": "Tecnica: Lo specchio dell’autocritica",
    "description": "Questa pratica aiuta a rendersi conto di quanto possa essere dura la voce critica interiore. Attraverso un breve gioco di ruolo, proietterà su una persona cara le frasi con cui si giudica e potrà ascoltare come suonano dall’esterno. L’esercizio insegna a riconoscere quanto sia ingiusto svalutarsi e a coltivare un atteggiamento più gentile verso se stessi.",
    "screen_1": {
      "texts": [
        "Provi questo esercizio: chieda alle persone care gli stessi standard che di solito pretende da sé. Lo faccia con sincerità.",
        "Spesso bastano pochi minuti per accorgersi di quanto la critica interiore possa essere severa e ingiusta.",
        "Immaginiamo l’esercizio attraverso un dialogo tra un paziente e lo psicologo:",
        "Dmitrij, ha detto che il licenziamento l’ha fatta sentire un fallimento e le ha portato pensieri del tipo: «Sono un perdente, non mi riesce nulla».",
        "Guardiamo questi pensieri da un’altra prospettiva. Le propongo una piccola scena: lei dirà le sue frasi critiche, ma invece di rivolgerle a se stesso le rivolgerà a una persona cara — per esempio al suo migliore amico.",
        "Io farò la parte dell’amico, anche lui appena licenziato. Lei resterà se stesso. Vuole provare?",
        "Sì, proviamo."
      ]
    },
    "screen_2": {
      "texts": [
        "Cominciamo. Io dico: «Oggi mi hanno licenziato».",
        "Forse… hai fatto qualcosa di sbagliato. Altrimenti non ti avrebbero licenziato.",
        "Che cosa, secondo te?",
        "Beh… magari hai sbagliato, non sei stato abbastanza attento.",
        "Quindi mi stai criticando?",
        "Direi di sì. Sembra proprio che tu non ce la faccia. Forse semplicemente non sei abbastanza bravo nel tuo lavoro.",
        "Mi fa molto male sentirlo. Speravo in un po’ di sostegno.",
        "Capisco… ma se hai sbagliato e non eri all’altezza, come faccio a sostenerti?",
        "Dopo questo gioco di ruolo Dmitrij ha detto che per lui è stato davvero difficile dire parole del genere a una persona cara. Ha capito che nella realtà non l’avrebbe mai fatto — mentre con se stesso lo faceva continuamente."
      ]
    },
    "screen_3": {
      "texts": [
        "È curioso, vero? Quello che è quasi impossibile dire a qualcun altro, a volte ce lo diciamo con facilità.",
        "Con gli altri sappiamo essere pazienti, indulgenti e comprensivi — e poi ci dimentichiamo di usare lo stesso tono con noi stessi.",
        "Provi a lasciare perdere i due pesi e due misure. Anche Lei merita rispetto, sostegno e gentilezza.",
        "Ricordi: una sana autostima è una delle basi della motivazione, degli obiettivi e dell’energia vitale.",
        "Quando l’autostima è bassa, sottovalutiamo le nostre possibilità e, in un certo senso, ci neghiamo da soli il diritto alla felicità.",
        "Inizi a cambiare gradualmente il modo in cui si tratta: noti i piccoli successi, si permetta di essere una persona, di sbagliare e di imparare. I piccoli passi portano a grandi cambiamenti."
      ],
      "quote": {
        "text": "Parli con se stesso come parlerebbe a una persona che ama.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Tecnica: Liberarsi dalla paura di sbagliare",
    "description": "L’articolo propone metodi efficaci per contrastare il perfezionismo, accettare l’imperfezione e ridurre la paura degli errori.",
    "screen_1": {
      "texts": [
        "Vediamo alcuni metodi semplici ma estremamente efficaci che possono aiutarLa a superare la spinta al perfezionismo.",
        "Il foglio «anti-perfezionismo»",
        "Molti perfezionisti sono convinti che si possa provare un vero piacere solo quando qualcosa viene fatto in modo impeccabile. Le proponiamo di mettere in discussione questa idea.",
        "Per una settimana annoti attività di ogni tipo, spontanee e quotidiane: «lavarsi i denti», «preparare la cena», «scrivere un report di lavoro», «riordinare casa».",
        "Nella seconda colonna indichi, secondo Lei, quanto l’attività è stata svolta in modo efficace, in percentuale.",
        "Nella terza colonna scriva quanta gioia Le ha dato portarla a termine.",
        "Gli esempi potrebbero essere così:",
        "Preparare la cena – 50% (avrei potuto scegliere una ricetta più complessa e gustosa) – 90% (semplice, ma buonissima e non mi ha portato via troppo tempo).",
        "Pulire casa – 70% (ho fatto l’essenziale, ma non sono arrivato al frigorifero e ai fornelli) – 100% (la casa in ordine mi fa sempre stare bene).",
        "Preparare il report di lavoro – 85% (ci ho messo parecchio impegno) – 20% (i pensieri su come «si poteva fare meglio» mi hanno tolto il piacere del processo).",
        "Questo esercizio La aiuterà a capire che la perfezione non è una condizione necessaria per provare soddisfazione durante il percorso."
      ],
      "quote": {
        "text": "La perfezione non è una meta raggiungibile, ma una direzione di marcia.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Accettare la possibilità di sbagliare",
        "Gli errori non piacciono a nessuno, ma per i perfezionisti diventano un motivo di paura particolare.",
        "Uno dei modi più efficaci per ridurre la paura dell’imperfezione è imparare ad accettare i propri errori.",
        "Sente il cuore accelerare al solo pensiero di poter sbagliare? Sono segnali di paura e ansia.",
        "Per fare spazio all’idea di poter sbagliare, inizi scrivendo un breve testo sul perché gli errori sono normali e perché puntare alla perfezione assoluta è irrazionale.",
        "Una ragazza che stava lavorando sul perfezionismo ha espresso questi pensieri:",
        "La paura di sbagliare nasce dal mio modo di vedere il mondo in bianco e nero: basta un errore e crolla tutto. È un’illusione. Un piccolo errore non può cancellare tutto il bene che ho fatto.",
        "Gli errori sono utili, perché ci fanno imparare. Senza errori non esiste apprendimento. E dato che nessuno ne è immune, è importante imparare ad accettarli e a continuare a crescere grazie all’esperienza.",
        "Riconoscere gli errori ci permette di correggere il nostro comportamento: così otteniamo risultati più soddisfacenti, diventiamo più felici e miglioriamo la qualità della nostra vita.",
        "La maggior parte delle persone non ci condannerà per gli errori né smetterà di amarci per questo — in fondo tutti sbagliano, e molti si sentono a disagio accanto a persone «perfette».",
        "Un errore non è la fine del mondo.",
        "Certo, scrivere un elenco del genere non significa trasformarsi all’istante o iniziare ad amare gli errori, ma è un passo importante per cambiare il proprio rapporto con l’imperfezione.",
        "Scriva il suo testo: perché sbagliare è normale e persino utile. Si ricordi che, anche se sbaglierà, il mondo non crollerà: è una parte naturale di qualunque processo, anche se non è quella che desideriamo di più."
      ]
    }
  },
  "nonDepression": {
    "title": "Essere tristi non significa avere la depressione",
    "description": "In questo articolo parliamo della differenza fondamentale tra una tristezza naturale e la depressione clinica. Perdite, separazioni, difficoltà e cambiamenti fanno parte della vita, e provare dolore è umanamente normale. Spieghiamo come distinguere le emozioni naturali dalla depressione, in cui spesso entra in gioco un pensiero distorto e può essere necessario un aiuto professionale. Il materiale La aiuterà a capire meglio ciò che prova e a notare in tempo quando la tristezza supera i limiti della norma.",
    "screen_1": {
      "texts": [
        "Nei capitoli precedenti abbiamo parlato di quanto possano essere reali e dolorosi eventi come una perdita, una malattia, una separazione, un tradimento o un licenziamento.",
        "Prima o poi, chiunque si trova ad attraversare esperienze di questo tipo. Sono difficili, intense e profondamente umane. Ma, da sole, non significano ancora depressione.",
        "Sorge allora una domanda: esiste una «tristezza sana», non legata alla depressione?",
        "Certo che sì.",
        "Essere tristi, vivere il lutto, provare nostalgia sono reazioni naturali a eventi importanti, perdite e cambiamenti. Queste emozioni aiutano a elaborare l’esperienza, dare un senso a ciò che accade e andare avanti.",
        "Sono emozioni umane normali, ed è importante permettersi di sentirle, invece di reprimerle o vergognarsene.",
        "Se dopo una separazione si sente triste, è normale. È segno della Sua capacità di provare sentimenti e di creare legami.",
        "Se le fa male ricordare una persona cara che non c’è più, questo riflette amore, non debolezza.",
        "Ma la depressione non è semplice tristezza. È uno stato che si crea e si mantiene grazie a uno sguardo distorto e senza speranza su di sé, sul mondo e sul futuro.",
        "Nella depressione, intensità e durata delle emozioni negative non corrispondono alla situazione: sono molto più forti, più profonde e più pesanti."
      ],
      "quote": {
        "text": "Tra lo stimolo e la risposta c’è uno spazio. In quello spazio c’è la nostra libertà di scegliere come reagire. E in quella scelta stanno la nostra forza e la nostra crescita.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Quando una persona è in depressione, anche le difficoltà comuni possono essere vissute come una catastrofe.",
        "Un piccolo errore sembra un fallimento, un contrattempo diventa una tragedia e il dolore può essere percepito come un buio senza fine.",
        "Immagini un miscelatore che mescola acqua calda e fredda. Nella vita di tutti i giorni ci muoviamo tra emozioni diverse: gioia, tristezza, speranza, rimpianto.",
        "Con la depressione è come se fosse aperto solo il «rubinetto freddo»: tristezza, ansia, senso di disperazione. E spesso non è tanto la situazione in sé, quanto una percezione distorta che va riconosciuta e corretta.",
        "Il modo in cui interpretiamo gli eventi ha un peso enorme. La tristezza, di per sé, non è pericolosa. Diventa pericolosa quando i pensieri la trasformano in impotenza e disperazione.",
        "Speriamo davvero che questa sezione Le sia stata utile per capire meglio la natura della depressione e per riconoscerne i segnali.",
        "Qui ha conosciuto i sintomi chiave della depressione e alcuni modi per lavorare sul proprio stato, attraverso pratiche e tecniche.",
        "Può sempre tornare a questi materiali, rileggerli e applicare gli esercizi. E noi stiamo già preparando per Lei nuovi strumenti utili."
      ],
      "quote": {
        "text": "Le persone più splendide sono quelle che hanno attraversato dolore, perdita, lotta e hanno comunque trovato la strada verso l’alto.",
        "author": "Viktor Frankl"
      }
    }
  }
}
