{
  "mirror": {
    "title": "Tecnica: Lo specchio dell'autocritica",
    "description": "L'articolo esplora l'impatto dell'autocritica sull'autostima, proponendo ai lettori un esercizio in cui esprimono la loro critica interiore attraverso un gioco di ruolo, rivolgendola a una persona cara. Questo aiuta a riconoscere l'ingiustizia e la durezza dell'autocritica e sottolinea l'importanza di un atteggiamento gentile e di supporto verso se stessi per migliorare l'autostima e raggiungere gli obiettivi di vita.",
    "screen_1": {
      "texts": [
        "Iniziate a esigere dagli altri, dai vostri cari e amici, le stesse cose che pretendete da voi stessi. Ma siate onesti al massimo.",
        "Quando inizierete a farlo, vi renderete conto di quanto sia ingiusta la vostra critica.",
        "Immaginiamo questo esercizio attraverso un altro dialogo tra un paziente e uno psicologo:",
        "Dmitry, hai detto che il licenziamento dal lavoro ti ha portato in uno stato terribile. Che sei un fallito incapace di fare qualsiasi cosa.",
        "Vediamo come appare realmente questa situazione. Ti propongo un mini gioco di ruolo, in cui dirai le stesse cose che dici a te stesso, ma a una persona cara, ad esempio il tuo migliore amico.",
        "Io farò il ruolo del tuo amico, che è stato licenziato proprio come te, e tu sarai te stesso. Proviamo?",
        "Proviamo."
      ]
    },
    "screen_2": {
      "texts": [
        "Iniziamo con me che dico: «Oggi mi hanno licenziato».",
        "Probabilmente hai fatto qualcosa di sbagliato se ti hanno licenziato.",
        "Per esempio, cosa?",
        "Hai commesso molti errori, sei stato distratto.",
        "Quindi mi stai criticando?",
        "Beh sì, non sai fare bene il tuo lavoro. Non ce la fai. Sei un fallito.",
        "Mi dispiace molto sentire questo, contavo sul tuo supporto.",
        "Come posso supportarti se non sai fare nulla, se sbagli continuamente. Non otterrai mai nulla.",
        "Dopo questo gioco di ruolo, Dmitry ha condiviso quanto fosse difficile dire queste parole a una persona cara, e non riesce nemmeno a immaginare di essere in grado di farlo."
      ]
    },
    "screen_3": {
      "texts": [
        "Ma è esattamente così che ti comporti con te stesso, criticandoti, umiliandoti, ferendoti.",
        "Per qualche motivo, non provi compassione per te stesso, mentre non ti comporteresti mai così con gli altri. Smetti di applicare due pesi e due misure.",
        "Inizia a mostrare a te stesso la stessa indulgenza, comprensione, cura e supporto che mostri agli altri.",
        "La tua autostima è il motivo principale nel fissare e raggiungere gli obiettivi di vita.",
        "Con una bassa autostima, sottovaluti le tue capacità, privandoti del diritto alla felicità.",
        "Per cambiare la situazione, devi cambiare le tue abitudini di pensiero, il tuo comportamento e avanzare a piccoli passi verso un'autostima sana, accettando i fallimenti e notando i più piccoli successi."
      ],
      "quote": {
        "text": "Parla a te stesso come faresti con qualcuno che ami.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Tecnica: Superare la paura di sbagliare",
    "description": "L'articolo propone metodi efficaci per combattere il perfezionismo, concentrandosi sull'accettazione dell'imperfezione e sulla riduzione della paura degli errori.",
    "screen_1": {
      "texts": [
        "Esaminiamo alcuni metodi semplici ma estremamente efficaci per superare la tendenza al perfezionismo.",
        "Foglio dell'«antiperfezionismo»",
        "Molti perfezionisti credono che il pieno godimento di qualcosa sia possibile solo se eseguito in modo perfetto. Ti proponiamo di sfidare questa idea.",
        "Per una settimana, annota una varietà di compiti spontanei che svolgi, che si tratti di «lavarsi i denti», «preparare la cena», «preparare un rapporto di lavoro» o «fare le pulizie in casa».",
        "Nella seconda colonna, indica quanto pensi di aver svolto efficacemente il compito, espresso in percentuale.",
        "Nella terza colonna, segnala quanto piacere ti ha dato svolgerlo.",
        "Gli esempi potrebbero essere simili a questi:",
        "Preparare la cena – 50% (avrei potuto scegliere una ricetta più complessa e gustosa) – 90% (semplice, ma molto gustoso e non ha richiesto molto tempo).",
        "Pulizia della casa – 70% (ho fatto tutto l'essenziale, ma non sono riuscito a pulire il frigorifero e il forno) – 100% (la pulizia della casa mi dà sempre piacere).",
        "Preparazione del rapporto di lavoro – 85% (ho messo molto impegno nel rapporto) – 20% (i pensieri costanti che poteva essere migliore mi hanno privato del piacere del processo).",
        "Questo esercizio ti permetterà di comprendere che il raggiungimento della perfezione non è una condizione necessaria per godersi il processo."
      ],
      "quote": {
        "text": "La perfezione non è una meta raggiungibile, ma una direzione verso cui tendere.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Accettare la possibilità di sbagliare",
        "Gli errori non piacciono a nessuno, ma per i perfezionisti diventano una fonte di paura particolare.",
        "Uno dei modi più efficaci per superare la paura dell'imperfezione è imparare ad accettare i propri errori.",
        "Senti come il cuore inizia a battere più forte al solo pensiero di un possibile errore? Questi sono segni di paura e ansia.",
        "Per aprirti alla possibilità di sbagliare, inizia scrivendo un saggio sul perché è normale commettere errori e perché perseguire la perfezione assoluta è irrazionale.",
        "Una ragazza che lottava contro il perfezionismo ha espresso questi pensieri:",
        "La paura di sbagliare deriva dalla mia visione del mondo in bianco e nero: un errore e tutto crolla. Questo è un errore di pensiero. Un piccolo errore non può distruggere tutto il buono che è stato fatto.",
        "Gli errori sono utili perché ci insegnano. Senza errori, l'apprendimento è impossibile. Poiché nessuno è immune dagli errori, è importante imparare ad accettarli e continuare a imparare dalla propria esperienza.",
        "Riconoscere gli errori ci permette di correggere il nostro comportamento, portandoci a risultati più soddisfacenti, il che, a sua volta, ci rende più felici e migliora la qualità della nostra vita.",
        "La maggior parte delle persone non ci giudicherà per gli errori e non smetterà di amarci per questo – dopotutto, tutti commettono errori, e molti si sentono a disagio in compagnia di persone «perfette».",
        "L'errore non significa la fine del mondo.",
        "Certo, scrivere un elenco del genere non significa una trasformazione immediata e l'inizio di un amore per gli errori, ma è un passo importante per cambiare il tuo atteggiamento verso l'imperfezione.",
        "Scrivi il tuo saggio sul perché commettere errori è normale e persino utile. Ricorda a te stesso che anche se commetti un errore, il mondo non crollerà – è una parte naturale di qualsiasi processo, anche se non è la più desiderata."
      ]
    }
  },
  "nonDepression": {
    "title": "Essere tristi non significa essere depressi",
    "description": "L'articolo esplora la differenza tra la tristezza comune e la depressione clinica, sottolineando che vivere perdite e fallimenti è naturale e non sempre indica un disturbo mentale. Viene spiegato come il pensiero distorto possa trasformare reazioni emotive normali in sintomi di depressione che richiedono intervento professionale. L'articolo mira ad aiutare i lettori a distinguere tra sentimenti di tristezza naturali e gravi malattie psicologiche, facilitando l'autodiagnosi e la comprensione di quando è necessaria l'assistenza di uno specialista.",
    "screen_1": {
      "texts": [
        "Nei capitoli precedenti, abbiamo visto che problemi come la perdita di una persona cara, malattie, rotture, tradimenti e licenziamenti sono assolutamente reali.",
        "Purtroppo, ognuno di noi si confronta con questi problemi, ma, in realtà, nulla di ciò porterà a una vera depressione.",
        "Quindi, la domanda è: esiste una «tristezza sana» non influenzata da distorsioni?",
        "Assolutamente sì!",
        "Essere tristi e addolorati non è necessariamente negativo, in molte situazioni è naturale. I sentimenti che una persona prova a seguito di un grande dolore – tristezza, rimpianto, preoccupazione – sono normali.",
        "Questi sono sentimenti naturali che ogni persona può e deve permettersi di provare.",
        "Se provi tristezza per la separazione da una persona amata – congratulazioni, sei normale!",
        "Se senti tristezza e malinconia ricordando la morte di una persona cara – sei assolutamente adeguato.",
        "Ma la depressione non è solo emozioni negative, è una malattia causata da un pensiero distorto.",
        "Speriamo di aver chiarito questo aspetto in questa sezione. Nella depressione, l'intensità dei sentimenti negativi non corrisponde alla reale gravità della situazione."
      ],
      "quote": {
        "text": "Tra lo stimolo e la risposta c'è uno spazio. In quello spazio risiede la nostra libertà e il nostro potere di scegliere la nostra risposta. Nella nostra risposta risiedono la nostra crescita e la nostra libertà.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Una persona in depressione percepirà qualsiasi evento in modo più negativo.",
        "Un piccolo fallimento nella depressione diventa un grande problema. Il dolore diventa insopportabile e la disgrazia una catastrofe. La tristezza fa parte della depressione, certo, ma non ne è il fondamento.",
        "Una persona mentalmente sana può essere paragonata a un miscelatore in un bagno, dove ci sono rubinetti di acqua fredda e calda.",
        "Nella vita c'è «acqua fredda» – emozioni negative – e «acqua calda» – emozioni positive. Per una persona con depressione, il rubinetto «freddo» è sempre aperto, e questo non è dovuto a problemi «reali», ma a un pensiero distorto che necessita di essere cambiato.",
        "Il nostro atteggiamento verso una situazione determina in gran parte se la nostra tristezza rimarrà solo un'emozione o diventerà parte della depressione.",
        "Il team di MindHealth crede e spera sinceramente che la sezione sulla depressione e gli sforzi profusi siano stati utili per voi o per i vostri cari!",
        "Abbiamo parlato dei principi fondamentali e dei sintomi della depressione, di come si manifesta e, soprattutto, di come affrontarla da soli.",
        "Puoi sempre tornare ai capitoli precedenti, rileggerli e provare gli esercizi nella pratica, e noi continueremo a lavorare su una nuova sezione."
      ],
      "quote": {
        "text": "Le persone più belle che conosciamo sono quelle che hanno conosciuto la sconfitta, conosciuto la sofferenza, conosciuto la lotta, conosciuto la perdita, e hanno trovato la loro via d'uscita dalle profondità.",
        "author": "Viktor Frankl"
      }
    }
  }
}