{
  "title": "Tecnica: Lo specchio dell'autocritica",
  "description": "L'articolo esplora l'impatto dell'autocritica sull'autostima, proponendo ai lettori un esercizio in cui esprimono la loro critica interiore attraverso un gioco di ruolo, rivolgendola a una persona cara. Questo aiuta a riconoscere l'ingiustizia e la durezza dell'autocritica e sottolinea l'importanza di un atteggiamento gentile e di supporto verso se stessi per migliorare l'autostima e raggiungere gli obiettivi di vita.",
  "screen_1": {
    "texts": [
      "Iniziate a esigere dagli altri, dai vostri cari e amici, le stesse cose che pretendete da voi stessi. Ma siate onesti al massimo.",
      "Quando inizierete a farlo, vi renderete conto di quanto sia ingiusta la vostra critica.",
      "Immaginiamo questo esercizio attraverso un altro dialogo tra un paziente e uno psicologo:",
      "Dmitry, hai detto che il licenziamento dal lavoro ti ha portato in uno stato terribile. Che sei un fallito incapace di fare qualsiasi cosa.",
      "Vediamo come appare realmente questa situazione. Ti propongo un mini gioco di ruolo, in cui dirai le stesse cose che dici a te stesso, ma a una persona cara, ad esempio il tuo migliore amico.",
      "Io farò il ruolo del tuo amico, che è stato licenziato proprio come te, e tu sarai te stesso. Proviamo?",
      "Proviamo."
    ]
  },
  "screen_2": {
    "texts": [
      "Iniziamo con me che dico: «Oggi mi hanno licenziato».",
      "Probabilmente hai fatto qualcosa di sbagliato se ti hanno licenziato.",
      "Per esempio, cosa?",
      "Hai commesso molti errori, sei stato distratto.",
      "Quindi mi stai criticando?",
      "Beh sì, non sai fare bene il tuo lavoro. Non ce la fai. Sei un fallito.",
      "Mi dispiace molto sentire questo, contavo sul tuo supporto.",
      "Come posso supportarti se non sai fare nulla, se sbagli continuamente. Non otterrai mai nulla.",
      "Dopo questo gioco di ruolo, Dmitry ha condiviso quanto fosse difficile dire queste parole a una persona cara, e non riesce nemmeno a immaginare di essere in grado di farlo."
    ]
  },
  "screen_3": {
    "texts": [
      "Ma è esattamente così che ti comporti con te stesso, criticandoti, umiliandoti, ferendoti.",
      "Per qualche motivo, non provi compassione per te stesso, mentre non ti comporteresti mai così con gli altri. Smetti di applicare due pesi e due misure.",
      "Inizia a mostrare a te stesso la stessa indulgenza, comprensione, cura e supporto che mostri agli altri.",
      "La tua autostima è il motivo principale nel fissare e raggiungere gli obiettivi di vita.",
      "Con una bassa autostima, sottovaluti le tue capacità, privandoti del diritto alla felicità.",
      "Per cambiare la situazione, devi cambiare le tue abitudini di pensiero, il tuo comportamento e avanzare a piccoli passi verso un'autostima sana, accettando i fallimenti e notando i più piccoli successi."
    ],
    "quote": {
      "text": "Parla a te stesso come faresti con qualcuno che ami.",
      "author": "Brené Brown"
    }
  }
}
