{
  "title": "Essere tristi non significa essere depressi",
  "description": "L'articolo esplora la differenza tra la tristezza comune e la depressione clinica, sottolineando che vivere perdite e fallimenti è naturale e non sempre indica un disturbo mentale. Viene spiegato come il pensiero distorto possa trasformare reazioni emotive normali in sintomi di depressione che richiedono intervento professionale. L'articolo mira ad aiutare i lettori a distinguere tra sentimenti di tristezza naturali e gravi malattie psicologiche, facilitando l'autodiagnosi e la comprensione di quando è necessaria l'assistenza di uno specialista.",
  "screen_1": {
    "texts": [
      "Nei capitoli precedenti, abbiamo visto che problemi come la perdita di una persona cara, malattie, rotture, tradimenti e licenziamenti sono assolutamente reali.",
      "Purtroppo, ognuno di noi si confronta con questi problemi, ma, in realtà, nulla di ciò porterà a una vera depressione.",
      "Quindi, la domanda è: esiste una «tristezza sana» non influenzata da distorsioni?",
      "Assolutamente sì!",
      "Essere tristi e addolorati non è necessariamente negativo, in molte situazioni è naturale. I sentimenti che una persona prova a seguito di un grande dolore – tristezza, rimpianto, preoccupazione – sono normali.",
      "Questi sono sentimenti naturali che ogni persona può e deve permettersi di provare.",
      "Se provi tristezza per la separazione da una persona amata – congratulazioni, sei normale!",
      "Se senti tristezza e malinconia ricordando la morte di una persona cara – sei assolutamente adeguato.",
      "Ma la depressione non è solo emozioni negative, è una malattia causata da un pensiero distorto.",
      "Speriamo di aver chiarito questo aspetto in questa sezione. Nella depressione, l'intensità dei sentimenti negativi non corrisponde alla reale gravità della situazione."
    ],
    "quote": {
      "text": "Tra lo stimolo e la risposta c'è uno spazio. In quello spazio risiede la nostra libertà e il nostro potere di scegliere la nostra risposta. Nella nostra risposta risiedono la nostra crescita e la nostra libertà.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Una persona in depressione percepirà qualsiasi evento in modo più negativo.",
      "Un piccolo fallimento nella depressione diventa un grande problema. Il dolore diventa insopportabile e la disgrazia una catastrofe. La tristezza fa parte della depressione, certo, ma non ne è il fondamento.",
      "Una persona mentalmente sana può essere paragonata a un miscelatore in un bagno, dove ci sono rubinetti di acqua fredda e calda.",
      "Nella vita c'è «acqua fredda» – emozioni negative – e «acqua calda» – emozioni positive. Per una persona con depressione, il rubinetto «freddo» è sempre aperto, e questo non è dovuto a problemi «reali», ma a un pensiero distorto che necessita di essere cambiato.",
      "Il nostro atteggiamento verso una situazione determina in gran parte se la nostra tristezza rimarrà solo un'emozione o diventerà parte della depressione.",
      "Il team di MindHealth crede e spera sinceramente che la sezione sulla depressione e gli sforzi profusi siano stati utili per voi o per i vostri cari!",
      "Abbiamo parlato dei principi fondamentali e dei sintomi della depressione, di come si manifesta e, soprattutto, di come affrontarla da soli.",
      "Puoi sempre tornare ai capitoli precedenti, rileggerli e provare gli esercizi nella pratica, e noi continueremo a lavorare su una nuova sezione."
    ],
    "quote": {
      "text": "Le persone più belle che conosciamo sono quelle che hanno conosciuto la sconfitta, conosciuto la sofferenza, conosciuto la lotta, conosciuto la perdita, e hanno trovato la loro via d'uscita dalle profondità.",
      "author": "Viktor Frankl"
    }
  }
}
