{
  "title": "Tecnica: Piano d'azione contro la procrastinazione",
  "description": "In questo articolo sveliamo i segreti di una lotta efficace contro la procrastinazione attraverso un metodo collaudato: il foglio anti-procrastinazione. Scopri come semplici passi per suddividere i compiti e una valutazione realistica della loro difficoltà e del piacere potenziale nel completarli possono trasformare il tuo approccio al lavoro e agli impegni personali, portando a un aumento della produttività e al miglioramento del benessere.",
  "screen_1": {
    "texts": [
      "Questa tecnica potrebbe interessarti particolarmente se tendi a rimandare i compiti, ritenendoli troppo difficili o poco gratificanti.",
      "Nel primo passaggio, annota in una colonna una o due attività che hai posticipato.",
      "Se il compito richiede molto tempo e sforzo, è meglio suddividerlo in diverse fasi più piccole, ciascuna delle quali non dovrebbe richiedere più di 15-20 minuti.",
      "Successivamente, nella seconda colonna, valuta su una scala da 0 a 100% quanto pensi che sarà difficile completare il compito.",
      "Se il compito ti sembra facile, assegna un punteggio basso – ad esempio, 10 o 20%. Se ti sembra più difficile, è appropriato scrivere 80 o 90%.",
      "Nella terza colonna, sempre usando una scala percentuale, annota la tua previsione su quanto piacere ti darà completare il compito.",
      "Inizia a lavorare sul compito solo dopo aver annotato le tue previsioni."
    ],
    "quote": {
      "text": "Non puoi aspettare l'ispirazione. Devi andarle incontro con il lavoro.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Al termine, nelle ultime due colonne, annota quanto il compito si è rivelato difficile e quanto piacere hai provato nel completarlo o nel vedere il risultato, usando la scala percentuale per la valutazione.",
      "Esempio:",
      "Un avvocato che aveva recentemente perso il lavoro non riusciva a iniziare a cercarne uno nuovo a causa della sensazione che la preparazione del curriculum e la ricerca stessa fossero compiti insormontabili.",
      "Per cominciare, il compito «trovare un lavoro» dovrebbe essere suddiviso in diverse fasi, in modo che non sembri schiacciante e non provochi procrastinazione:",
      "Sedersi e scrivere il curriculum.",
      "Il giorno successivo, rivederlo con una nuova prospettiva e apportare correzioni.",
      "Dedica 10-15 minuti al giorno alla ricerca di offerte di lavoro sui siti web.",
      "Scrivi una lettera di presentazione o una lettera motivazionale.",
      "Invia il curriculum per le posizioni selezionate, adattando la lettera di presentazione alla specifica posizione e azienda.",
      "In questo modo, è possibile semplificare la percezione di un grande compito, suddividendolo in piccoli passi."
    ]
  },
  "screen_3": {
    "texts": [
      "Quindi, valuta ogni compito in base al grado di difficoltà e al piacere previsto. Un esempio potrebbe essere il seguente:",
      "Data: 31.01.2024",
      "Compito: Scrivere il curriculum",
      "Difficoltà prevista: 80%",
      "Piacere previsto: 15%",
      "Difficoltà reale: 30%",
      "Piacere reale: 70%",
      "Come puoi vedere, scrivere il curriculum si è rivelato molto più semplice e piacevole di quanto previsto.",
      "Sorprendentemente, il processo si è sbloccato e l'autostima e la motivazione sono aumentate notevolmente grazie ai risultati ottenuti. L'effetto di questa tecnica è stato così impressionante che l'avvocato ha iniziato a usarla in altre aree della vita, migliorando significativamente la sua produttività e fiducia in se stesso."
    ]
  }
}
