{
  "title": "Tecnica: Respingere il critico interiore",
  "description": "In questo articolo vengono presentati metodi efficaci per migliorare l'autostima che puoi applicare autonomamente. La tecnica principale consiste nell'imparare a contrastare il critico interiore, per cui si propone di tenere un registro speciale delle pensieri autocritici, delle loro distorsioni cognitive e delle risposte razionali. L'articolo sottolinea l'importanza di praticare regolarmente questi esercizi per ottenere cambiamenti significativi nella percezione di sé e nell'autostima.",
  "screen_1": {
    "texts": [
      "Abbiamo sviluppato una serie di tecniche semplici ma efficaci per migliorare l'autostima. Questi metodi, disponibili per l'uso autonomo, ti aiuteranno in questo processo non facile.",
      "Prima di tutto, è importante capire che la conoscenza teorica da sola non è sufficiente per migliorare l'autostima.",
      "Solo la pratica regolare degli esercizi porterà a risultati duraturi. Consigliamo di dedicare un po' di tempo a questa pratica ogni giorno, almeno nelle fasi iniziali, fino a quando il processo non diventa abituale.",
      "La prima tecnica che vorremmo presentarti è volta a insegnarti come contrastare il critico interiore.",
      "Il senso di inadeguatezza e l'odio per se stessi spesso derivano dal critico interiore che costantemente mina la tua autostima.",
      "Credenze negative come \"Non valgo niente\", \"Sono peggiore degli altri\", \"Non avrò successo\", \"È colpa mia\", \"Sono un fallito\" peggiorano i problemi di autostima e possono portare alla depressione.",
      "Per superare questa abitudine di pensiero negativa, segui questo piano:",
      "Impara a notare e registrare i pensieri autocritici.",
      "Identifica le distorsioni cognitive in questi pensieri.",
      "Sviluppa risposte razionali per creare un atteggiamento più realistico e sano verso te stesso, e fallo regolarmente.",
      "Per questi scopi, puoi utilizzare il \"Diario dei pensieri automatici\" nella nostra applicazione o fare delle registrazioni al di fuori dell'applicazione in tre colonne.",
      "In seguito spiegheremo la versione con tre colonne per maggiore semplicità."
    ],
    "quote": {
      "text": "Nessuno può farti sentire inferiore senza il tuo consenso.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Crea una tabella con tre colonne nel formato che preferisci: può essere un quaderno, un documento sul computer o una nota sul telefono. I titoli delle colonne sono:",
      "Pensieri critici",
      "Distorsione cognitiva",
      "Risposta razionale",
      "Nella prima colonna, annota tutti i pensieri autocritici che ti vengono in mente.",
      "Ogni volta che ti critichi, ti senti inutile o insoddisfatto di te stesso, chiediti: \"Cosa sto pensando di me stesso in questo momento?\" e annotalo.",
      "Ad esempio, se sei preoccupato per un esame e pensi: \"Sono così stupido che sicuramente non lo passerò\", questo è il pensiero che devi registrare.",
      "In questa colonna dovresti scrivere i tuoi pensieri su di te, non i tuoi sentimenti. Perché se scrivi: \"Mi sento terribile\", sarà difficile confutarlo, perché è davvero così.",
      "Nella seconda colonna, identifica quale distorsione cognitiva è presente nel pensiero.",
      "Annota nella seconda colonna quale errore di pensiero hai individuato. Potrebbe essere un solo errore, ma potrebbero essercene anche due o tre.",
      "Ad esempio, nell'affermazione \"Sono così stupido che sicuramente non passerò\" vediamo una distorsione sotto forma di etichettatura.",
      "Nel pensiero \"Non sono capace di nulla, quindi verrò espulso e non avrò mai successo\" possiamo trovare diverse distorsioni, come la generalizzazione e la catastrofizzazione."
    ],
    "quote": {
      "text": "Più capisco me stesso e i miei bisogni emotivi, più forte diventa la mia percezione della realtà e meno paure e illusioni avvelenano la mia vita.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "E naturalmente, la colonna più importante nella nostra tabella è la risposta razionale alternativa. Questo è il vero respingimento del critico dentro di te.",
      "È importante sostituire il pensiero autocritico con uno più realistico e logico, evitando affermazioni eccessivamente ottimistiche.",
      "Devi sostituire il pensiero critico con uno più realistico. Non dovresti essere dicotomico in questo, sostituendolo con un pensiero eccessivamente ottimista e poco realistico.",
      "Ad esempio: \"Sono il più intelligente e passerò tutto con il massimo dei voti\". Forse questo pensiero è vero, ma è molto opposto al tuo pensiero iniziale e difficilmente ci crederai subito, quindi non ha senso.",
      "Invece, cerca di riconoscere la verità, come stanno realmente le cose.",
      "Perché se ciò che scrivi nella risposta razionale non è abbastanza convincente e realistico per te, non ti aiuterà.",
      "Cerca di scrivere una risposta alternativa in cui credi davvero.",
      "Ad esempio, potresti scrivere: \"In realtà non sono stupido, ho delle prove di ciò, mi sono iscritto all'università da solo, sto studiando abbastanza bene. Certo, ci sono momenti in cui qualcosa non funziona, ma sono umano, posso fare errori, ma questo non mi rende stupido.",
      "Inoltre, mi sto preparando per l'esame e probabilmente lo passerò almeno con la sufficienza, dopotutto ho superato tutte le altre materie. E se anche non lo passerò al primo tentativo, posso riprovarci, prepararmi bene e sicuramente superarlo.\"",
      "Una risposta razionale come questa è più plausibile e la probabilità che ci creda è significativamente più alta.",
      "Usa questo strumento durante il giorno, annotando regolarmente i tuoi pensieri e contrastando le convinzioni distruttive.",
      "Col tempo scoprirai che trovare una risposta razionale diventa sempre più facile. Ma la cosa più importante è che noterai cambiamenti nel tuo umore e nell'atteggiamento verso te stesso."
    ]
  }
}
