{
  "title": "Tecnica: Uscire dalla trappola delle aspettative irrealistiche",
  "description": "L'articolo affronta il problema del senso di colpa derivante da aspettative irrealistiche verso se stessi e dalla critica costante. Descrive metodi per riconsiderare le convinzioni interne e sostituire il 'doverismo' con una percezione più sana delle proprie possibilità e desideri. Vengono forniti consigli pratici per liberarsi dall'autoaccusa e costruire un rapporto più armonioso con se stessi e i propri errori.",
  "screen_1": {
    "texts": [
      "Il senso di colpa spesso nasce da aspettative troppo alte verso se stessi e può manifestarsi in pensieri come:",
      "«Devo fare questo».",
      "«Devo comportarmi così».",
      "«Devo essere così».",
      "«Non avrei dovuto fare questo».",
      "«Avrei dovuto prevederlo/saperlo».",
      "Le richieste irrealistiche che contengono la parola «devo» possono portare al senso di colpa e a aspettative irrealistiche.",
      "Queste richieste implicano che dovresti essere perfetto o onnisciente, il che non è realistico.",
      "Tali richieste possono includere l'idea che dovresti essere sempre felice o soddisfatto, il che a sua volta rafforza solo il senso di fallimento.",
      "Esistono anche richieste basate sull'assunzione che tu sappia tutto e possa prevedere il futuro. Ciò crea false aspettative e senso di colpa, invece di aiutarti a risolvere i problemi.",
      "Il punto di questa tecnica è capire che incolpare te stesso non è utile, che le richieste inadeguate sono irrealistiche e ingiuste di per sé.",
      "Queste creano solo un senso di colpa e impotenza, invece di aiutare a risolvere un problema o a raggiungere il successo.",
      "Per evitare continue autoaccuse, è importante abbandonare tali richieste e diventare più realistici nelle proprie aspettative verso se stessi e la propria vita.",
      "Ovviamente, tali cambiamenti di pensiero non avvengono in un giorno e potrebbero non verificarsi nemmeno in un mese. Ma siamo certi che il lavoro costante su se stessi aiuti a raggiungere cambiamenti duraturi."
    ],
    "quote": {
      "text": "Qualsiasi senso di colpa implica l'autocondanna, e questo è fondamentalmente sbagliato. Una persona dovrebbe riconoscere i propri errori senza cadere nell'autoflagellazione.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Cosa fare già ora per liberarsi del senso di colpa causato dalle aspettative troppo alte?",
      "Un modo semplice ma efficace per liberarsi delle aspettative irrealistiche verso se stessi è sostituire la parola «devo» con altre espressioni: «Sarebbe bello se...» o «Se potessi, farei...». Queste spesso risultano più realistiche e meno frustranti.",
      "Ad esempio, invece di «Devo rendere felice mia moglie», potresti dire: «Sarebbe bello se potessi rendere felice mia moglie, perché è triste. Posso chiederle cosa la rende triste e pensare a come posso aiutarla».",
      "Oppure invece di «Non avrei dovuto mangiare il gelato», puoi dire: «Sarebbe stato meglio se non avessi mangiato quel gelato, ma il mio gesto non è la fine del mondo».",
      "Elimina il condizionale. Invece di riflettere su cose come «Avrei dovuto...», «Se solo avessi...», «Peccato che non...», prova a pensare: «La prossima volta farò diversamente».",
      "Le persone con senso di colpa spesso pensano in termini condizionali, ma non dovrebbero farlo.",
      "E se ti accorgi di farlo, interrompi subito e sostituisci la frase con «La prossima volta...».",
      "E basta. Niente condizionali, categoricamente.",
      "Il metodo della realtà aiuta a verificare se le tue richieste sono realistiche. Quando dici a te stesso: «Non avrei dovuto farlo», probabilmente pensi che veramente non avresti dovuto farlo e che dicendotelo ti sentirai meglio.",
      "In realtà, è l'opposto: dovevi fare esattamente quello che hai fatto, ma riconoscerlo ti deluderà.",
      "Ad esempio, hai iniziato una dieta per perdere peso, hai mangiato qualcosa di extra e ora ti senti in colpa per questo: «Non avrei dovuto mangiare quella cioccolata».",
      "Ma in realtà avevi bisogno di qualcosa di dolce. Forse sei preoccupato per qualcosa e, per abitudine, hai voluto mangiare qualcosa per tirarti su di morale, quindi era impossibile resistere.",
      "Le persone spesso mangiano per alleviare le emozioni negative. Quando cerchi di eliminare abitudini dannose o di perdere peso, la cosa principale che ti ostacola è la convinzione che stai perdendo il controllo.",
      "La sensazione di perdita di controllo è direttamente collegata a ciò che «devi» o «non devi». Se hai voglia di mangiare qualcosa di non salutare, ti dici che «non dovresti» nemmeno desiderare di mangiare cibo vietato, e che «dovresti» rinunciare una volta per tutte a tutti i cibi non salutari senza mai cedere.",
      "E dopo, per sentirti meglio, vai a mangiare la cioccolata. Questo approccio alla perdita di peso difficilmente porterà risultati, e ti sentirai colpevole e abbattuto.",
      "Quando riuscirai a smettere di proibire a te stesso qualcosa, allora potrai liberartene senza costrizioni."
    ]
  },
  "screen_3": {
    "texts": [
      "Le persone inclini al senso di colpa eccessivo possono essere manipolate dagli altri per raggiungere i propri obiettivi. Pensa: quante volte hai accettato di partecipare a un incontro senza particolare desiderio, per accontentare qualcuno o per evitare che si offendesse? È importante stabilire confini personali e saper dire «no».",
      "Esempio: una giovane donna vive con i suoi genitori e suo fratello, e guadagna bene. Suo fratello lavora saltuariamente.",
      "Ha una dipendenza dalle cose: compra costantemente qualcosa di nuovo, ma non ha abbastanza soldi per farlo.",
      "Sua sorella capisce che non è il modo migliore di gestire i soldi, ma continua a prestarglieli perché crede che i fratelli e le sorelle debbano aiutarsi a vicenda, così come è consuetudine nella loro famiglia.",
      "La ragazza ha paura di rifiutare il fratello, perché potrebbe rovinare il loro rapporto. Ha messo in scena un dialogo difficile con un amico e ha capito che dire «no» non è così spaventoso come sembrava.",
      "Prima di stabilire i propri confini e tracciare una linea di demarcazione rifiutando di soddisfare le richieste o di affermare la propria opinione, ad esempio evitando di andare a una festa quando non ne hai voglia, puoi mettere in scena un dialogo difficile o scriverlo su carta o su una nota.",
      "In questo modo potrai prevedere uno scenario di conversazione probabile e capire come rifiutare meglio l'interlocutore, e forse capirai che non è così spaventoso dire «no».",
      "Dovrai percorrere un lungo cammino prima che nel cervello si formino le connessioni neuronali necessarie e tu abbia il coraggio e la capacità di dire «no» diplomaticamente ma con fermezza, e di consolidare l'abilità nella pratica quando arriverà il momento giusto.",
      "Delimitazione delle responsabilità",
      "A volte ci assumiamo la responsabilità per le disgrazie e i fallimenti degli altri.",
      "In tali situazioni è importante capire chi è veramente responsabile dell'accaduto. Ad esempio, sei davvero colpevole del fatto che tuo figlio ha ricevuto brutti voti?",
      "Qui si crea una confusione tra la tua influenza sul bambino e il controllo su di lui.",
      "Per imparare a distinguere la responsabilità, puoi usare il metodo delle tre colonne, che è una versione abbreviata del diario dei pensieri automatici.",
      "Nella prima colonna vengono annotati i pensieri preoccupanti e accusatori, nella seconda quali distorsioni cognitive noti in essi, e nella terza quale risposta razionale puoi dare.",
      "Ad esempio:",
      "1ª colonna (pensieri preoccupanti e accusatori): «È colpa mia se mio figlio prende brutti voti. Non riuscirò ad aiutarlo a ottenere successo a scuola».",
      "2ª colonna (distorsioni cognitive): personalizzazione, generalizzazione eccessiva.",
      "3ª colonna (risposta razionale): «Sono responsabile del mio ruolo nell'educazione di mio figlio, ma non controllo completamente il suo successo o fallimento a scuola. Anche mio figlio ha la propria responsabilità per il suo apprendimento e i suoi studi. Posso aiutarlo, supportarlo e motivarlo, ma il risultato finale dipende dal suo impegno e dai suoi sforzi».",
      "È importante capire che non possiamo controllare ogni aspetto della vita delle altre persone, anche se sono sotto la nostra influenza. Siamo responsabili delle nostre azioni e del ruolo che giochiamo nella vita degli altri, ma non dobbiamo assumerci tutta la responsabilità per i loro successi o fallimenti."
    ]
  }
}
