{
  "trap": {
    "title": "Tecnica: uscire dalla trappola delle aspettative eccessive",
    "description": "L’articolo parla del senso di colpa che nasce da richieste irrealistiche verso sé stessi e da una continua autocritica. Vengono proposti modi per rivedere le convinzioni interiori e sostituire i “devo” con una visione più sana delle proprie possibilità e dei propri desideri. Troverà suggerimenti pratici per smettere di autoaccusarsi e costruire un rapporto più equilibrato con sé stesso e con i propri errori.",
    "screen_1": {
      "texts": [
        "Il senso di colpa spesso nasce da aspettative troppo alte verso sé stessi e può manifestarsi con pensieri come:",
        "«Devo farlo».",
        "«Devo comportarmi così».",
        "«Devo essere così».",
        "«Non avrei dovuto farlo».",
        "«Avrei dovuto prevederlo / saperlo».",
        "Le pretese irrealistiche che contengono la parola «devo» possono alimentare il senso di colpa e creare aspettative impossibili.",
        "Queste pretese implicano che Lei debba essere perfetto o onnisciente, cosa semplicemente irrealistica.",
        "Tra queste pretese può esserci anche l’idea che Lei debba essere sempre felice o soddisfatto, e questo finisce solo per aumentare la sensazione di fallimento.",
        "Esistono poi pretese basate sull’idea di sapere tutto e di poter prevedere il futuro: generano false aspettative e senso di colpa, invece di aiutarLa a risolvere i problemi.",
        "Il punto di questa tecnica è rendersi conto che colpevolizzarsi non serve e che tali pretese, in sé, sono irrealistiche e ingiuste.",
        "Producono soltanto senso di colpa e impotenza: non aiutano a risolvere il problema né a raggiungere un risultato.",
        "Per smettere di rimproverarsi continuamente, vale la pena abbandonare queste pretese e diventare più realistici nelle aspettative verso sé stessi e verso la propria vita.",
        "Naturalmente, un cambio di mentalità non avviene in un giorno e può non avvenire nemmeno in un mese. Ma siamo convinti che lavorare su di sé con costanza porti davvero a dei cambiamenti."
      ],
      "quote": {
        "text": "Ogni senso di colpa implica auto-condanna, e questo è sbagliato alla radice. Una persona dovrebbe riconoscere i propri errori senza cadere nell’autoflagellazione.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Cosa può fare già da subito per liberarsi dal senso di colpa alimentato da pretese eccessive?",
        "Un modo semplice ma efficace per salvarsi dalla trappola delle aspettative irrealistiche è sostituire la parola «devo» con altre formulazioni: «Sarebbe bello se…» oppure «Se potessi, farei…». Spesso suonano più realistiche e fanno meno male.",
        "Per esempio, invece di «Devo rendere felice mia moglie», potrebbe dirsi: «Sarebbe bello se riuscissi a rendere felice mia moglie, perché è triste. Posso chiederle cosa la preoccupa e pensare a come potrei aiutarla».",
        "Oppure, invece di «Non avrei dovuto mangiare il gelato», può dirsi: «Sarebbe stato meglio se non avessi mangiato quel gelato, ma non è la fine del mondo».",
        "Elimini i “se” riferiti al passato. Invece di rimuginare con frasi come «Avrei dovuto…», «Se solo avessi…», «Che sciocco, non…», provi a pensare: «La prossima volta farò diversamente».",
        "Chi vive molto senso di colpa tende spesso a ragionare così sul passato, ma non è affatto utile.",
        "E se si accorge che sta partendo con questi pensieri, si fermi subito e trasformi la frase in: «La prossima volta io…».",
        "E basta. Niente “se”, categoricamente.",
        "Il metodo della realtà aiuta a verificare se le Sue pretese abbiano davvero senso. Quando si dice: «Non avrei dovuto farlo», probabilmente pensa che davvero non avrebbe dovuto farlo e che ripeterselo La farà stare meglio.",
        "In realtà succede l’opposto: in quel momento Lei ha fatto proprio ciò che ha fatto. Ammetterlo può farLa sentire deluso, ma almeno la riporta alla realtà.",
        "Per esempio, Lei inizia una dieta per dimagrire, mangia qualcosa “in più” e poi si colpevolizza: «Non avrei dovuto mangiare quella barretta di cioccolato».",
        "Ma in realtà aveva voglia di dolce. Forse era preoccupato per qualcosa e, per abitudine, ha cercato di tirarsi su con il cibo: resistere le sembrava impossibile.",
        "Spesso le persone “mangiano” le emozioni negative per attenuare ciò che provano. Quando cerca di liberarsi da abitudini dannose o di perdere peso, ciò che ostacola di più è la convinzione di perdere il controllo su sé stesso.",
        "La sensazione di perdita di controllo è legata direttamente ai «devo» e «non devo». Se sente il desiderio di mangiare qualcosa di poco sano, si dice che non dovrebbe nemmeno desiderare il “cibo proibito” e che dovrebbe rinunciare per sempre a tutto ciò che non è sano, senza mai cedere.",
        "E poi, per sentirsi meglio, finisce per mangiare la barretta di cioccolato. Un approccio del genere difficilmente porta risultati, e Lei si ritrova pieno di colpa e abbattuto.",
        "Quando riuscirà a smettere di proibire a sé stesso qualcosa, potrà farne a meno senza farsi violenza."
      ]
    },
    "screen_3": {
      "texts": [
        "Le persone inclini a un senso di colpa eccessivo possono essere manipolate dagli altri per raggiungere i loro obiettivi. Ci pensi: quante volte ha accettato un invito senza averne davvero voglia, solo per compiacere qualcuno o per paura che si offendesse? È importante difendere i propri confini e saper dire «no».",
        "Esempio: una ragazza giovane vive con i genitori e il fratello e ha un buon stipendio. Il fratello ogni tanto fa qualche lavoretto.",
        "Ha una dipendenza dagli acquisti: compra continuamente qualcosa di nuovo, ma non ha abbastanza soldi per farlo.",
        "La sorella capisce che non è un buon modo di gestire il denaro, ma continua a prestarglielo perché pensa che tra fratelli ci si debba aiutare: nella loro famiglia si è sempre fatto così.",
        "La ragazza ha paura di dire di no al fratello: teme che questo possa rovinare il loro rapporto. Ha provato in anticipo un dialogo difficile con un amico e ha capito che dire «no» non è così spaventoso come sembrava.",
        "Prima di definire i Suoi confini e tracciare una linea — per esempio rifiutando richieste o difendendo la Sua opinione, o decidendo di non andare a trovare qualcuno quando non ne ha voglia — può fare una prova: metta in scena la conversazione oppure la scriva su un foglio o nelle note.",
        "Così potrà immaginare lo scenario più probabile e capire come rifiutare nel modo migliore; e magari scoprirà che dire «no» non è così terribile.",
        "Ci vorrà tempo perché nel cervello si consolidino nuove “connessioni” e Lei sviluppi abbastanza coraggio e abilità per dire «no» con diplomazia ma con fermezza, e poi fissare questa competenza nella pratica quando si presenterà l’occasione giusta.",
        "Delimitare le responsabilità",
        "A volte ci assumiamo la responsabilità per le disgrazie e i fallimenti di altre persone.",
        "In situazioni del genere è importante capire chi porta davvero la responsabilità di ciò che è successo. Per esempio: è davvero colpa Sua se Suo figlio ha preso voti bassi?",
        "Qui spesso si confondono due cose: l’influenza che Lei può avere su Suo figlio e il controllo totale su di lui.",
        "Per imparare a distinguere le responsabilità, può usare il metodo delle tre colonne, una versione più breve del diario dei pensieri automatici.",
        "Nella prima colonna si annotano i pensieri preoccupanti e autoaccusatori, nella seconda le distorsioni cognitive che si notano, e nella terza la risposta razionale che si può dare.",
        "Per esempio:",
        "1ª colonna (pensieri preoccupanti e autoaccusatori): «È colpa mia se mio figlio prende voti bassi. Non riuscirò ad aiutarlo ad avere successo a scuola».",
        "2ª colonna (distorsioni cognitive): personalizzazione, generalizzazione eccessiva.",
        "3ª colonna (risposta razionale): «Sono responsabile del mio ruolo nell’educazione di mio figlio, ma non controllo completamente il suo successo o insuccesso a scuola. Anche lui ha la sua responsabilità nello studio. Posso aiutarlo, sostenerlo e motivarlo, ma il risultato finale dipende dal suo impegno e dal suo lavoro».",
        "È importante capire che non possiamo controllare ogni aspetto della vita degli altri, anche quando sono sotto la nostra influenza. Siamo responsabili delle nostre azioni e del ruolo che abbiamo nella vita altrui, ma non dobbiamo assumerci tutta la responsabilità dei loro successi o fallimenti."
      ]
    }
  },
  "unemployment": {
    "title": "Perdere il lavoro e sprofondare nella depressione?",
    "description": "Questo articolo esplora le conseguenze psicologiche e sociali di una perdita improvvisa del lavoro, soffermandosi sulle montagne russe emotive che spesso accompagnano questi eventi. Attraverso la storia di Alessandro, che per molti anni ha lavorato in un’azienda di successo, si racconta la lotta con la depressione, il crollo dell’autostima e i passi falsi professionali. L’articolo propone anche possibili strade per attraversare le difficoltà emotive, sottolineando l’importanza del sostegno e del riconoscimento del proprio valore nei periodi più duri.",
    "screen_1": {
      "texts": [
        "La perdita improvvisa del lavoro è uno stress forte per la maggior parte delle persone. Quando, nel giro di pochi giorni o settimane, arriva un licenziamento o una riduzione del personale, molti hanno la sensazione che la vita “sia crollata”. Ed è comprensibile, perché cambiano radicalmente:",
        "la situazione finanziaria",
        "lo status sociale",
        "la routine quotidiana",
        "i piani a breve e lungo termine",
        "Il lavoro significa impegni, regole, relazioni: in sostanza, qualcosa che ci regge.",
        "La disoccupazione, invece, è come una corrente d’aria improvvisa: si precipita senza alcuna protezione. E si resta soli con giornate vuote, bollette che presto non si riuscirà a pagare, l’attesa infinita di un colloquio: prima dell’incontro una timida speranza, poi l’ennesimo rifiuto. Un quadro tipico e poco incoraggiante.",
        "La perdita del lavoro si vive come qualunque altra perdita: chi ci passa attraversa fasi simili al lutto.",
        "All’inizio arrivano lo shock, la confusione, il non sapere cosa fare. Poi la rabbia — verso sé stessi e verso chi ha licenziato.",
        "Può comparire anche la “contrattazione”: e se si potesse ancora sistemare tutto e mi riprendessero? E infine la depressione. Certo, un problema del genere si può definire “reale”, ma questo significa che giustifica la Sua depressione?",
        "La causa di questa reazione emotiva sta nella convinzione che il valore personale e la capacità di essere felici dipendano direttamente dal successo professionale.",
        "Dentro questo sistema di valori sembra logico pensare che il crollo emotivo sia inevitabilmente legato a perdite economiche, battute d’arresto nella carriera o fallimenti finanziari."
      ],
      "quote": {
        "text": "Quando una porta si chiude, non sa che molte altre si aprono?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Se anche Lei la pensa così, potrebbe interessarLe il caso di Alessandro: 47 anni, padre di tre figli, che ha lavorato per 17 anni insieme al padre di sua moglie in un’azienda di successo.",
        "Un paio d’anni prima che iniziasse la depressione, tra lui e il suocero nacquero divergenze sulla gestione dell’azienda. In un momento di rabbia Alessandro si dimise, rinunciando così alla sua quota nella società.",
        "Nei due anni successivi cambiò un lavoro dopo l’altro, senza riuscire a trovare qualcosa di davvero valido, né economicamente né dal punto di vista personale.",
        "Gli sembrava di non concludere nulla e iniziò a considerarsi un fallito. Sua moglie dovette andare a lavorare a tempo pieno per far quadrare i conti, e questo aumentava ancora di più il senso di inutilità di Alessandro, perché era sempre stato orgoglioso del suo ruolo di principale sostegno della famiglia.",
        "Il tempo passava, la situazione finanziaria peggiorava e lo stato depressivo cresceva, mentre la sua autostima scendeva sempre più.",
        "Quando Alessandro decise di chiedere aiuto a uno specialista, lavorava già da alcuni mesi in un’azienda del settore immobiliare.",
        "In quel periodo aveva affittato diversi immobili, ma non aveva concluso nemmeno una vendita. Poiché lo stipendio dipendeva dalle vendite, guadagnava poco. Alessandro soffriva di depressione e procrastinazione, restava a letto intere giornate pensando:",
        "«A cosa serve tutto questo? Sono un fallito. Lavorare è inutile: tanto non mi riuscirà nulla».",
        "Al terzo incontro con lo psicologo raccontò che un amico benestante voleva acquistare un immobile con il suo aiuto: la commissione di quella vendita avrebbe potuto dargli slancio nella carriera, aumentare la fiducia in sé e migliorare molto le entrate.",
        "E invece di afferrare l’occasione, Alessandro rimandò per settimane. Perché? Perché pensava: «Vendere immobili commerciali è troppo difficile.",
        "Non l’ho mai fatto prima e di sicuro non ci riuscirò. E se lui cambiasse idea all’ultimo minuto, vorrebbe dire che non sono capace in questo lavoro. Vorrebbe dire che io sono un fallito totale»."
      ]
    },
    "screen_3": {
      "texts": [
        "I responsabili di Alessandro lo trattavano molto bene e lo consideravano un venditore capace, ma lui era ingiustificatamente duro con sé stesso.",
        "Durante gli incontri successivi e il lavoro sui pensieri, Alessandro ammise di essere estremamente autocritico e che questo, in un periodo così difficile, non lo aiutava affatto: anzi, peggiorava molto la situazione.",
        "Capì anche di usare “due pesi e due misure”: con gli altri era tollerante e pronto a sostenerli, mentre con sé stesso era rigido e punitivo.",
        "All’inizio difendeva la propria posizione, come molti perfezionisti molto esigenti, sostenendo che trattarsi molto più severamente degli altri avrebbe portato qualche beneficio.",
        "Tuttavia, capì in fretta che i suoi standard personali erano in realtà irrealistici e destinati al fallimento, perché se avesse provato a vendere un immobile e non ci fosse riuscito, avrebbe vissuto la cosa come una catastrofe. La sua tendenza al pensiero “tutto o niente” era un grosso problema.",
        "Alla fine della terapia Alessandro provò sollievo, rendendosi conto che i problemi economici degli ultimi anni non lo rendevano automaticamente un “fallito”.",
        "Quell’immagine negativa di sé e la sensazione di blocco erano il risultato di un eccessivo “tutto o niente”. Il suo senso di inutilità nasceva dal concentrarsi solo sugli aspetti negativi (filtro negativo) e dal trascurare molti fatti che testimoniavano i suoi successi (svalutazione del positivo).",
        "Capì di essersi tormentato inutilmente per tanto tempo con l’idea che avrebbe potuto fare di più, e comprese che le difficoltà finanziarie non intaccavano la sua dignità. Alla fine riconobbe che apatia e procrastinazione erano semplicemente sintomi della depressione, non il riflesso della sua vera natura.",
        "Quando imparò a rispondere ai pensieri negativi, riuscì a ridurre le distorsioni nel suo modo severo di giudicarsi, e il suo umore continuò a migliorare.",
        "Lasciò il settore immobiliare e aprì una libreria. Riuscì a coprire le spese, ma nonostante grandi sforzi personali non ottenne profitti sufficienti per giustificare la continuazione dell’attività dopo il primo anno di prova."
      ]
    },
    "screen_4": {
      "texts": [
        "Così, anche se i segni esterni del successo in quel periodo erano rimasti quasi invariati, Alessandro riuscì a preservare la sua autostima ed evitare la depressione. Nonostante la situazione finanziaria restasse difficile, quando arrivò alla decisione di “ammettere la sconfitta” con la libreria, il rispetto di sé rimase intatto.",
        "Per l’ultimo incontro con lo psicologo, Alessandro scrisse questo breve testo, che decise di rileggere ogni mattina prima di mettersi a cercare un nuovo lavoro:",
        "Perché non sono inutile?",
        "Finché posso fare qualcosa per il benessere mio e degli altri, non sono inutile. Finché ciò che faccio può avere un effetto positivo, non sono inutile.",
        "Finché il fatto che io sia vivo ha importanza anche solo per una persona, non sono inutile (e quella persona, se necessario, posso essere io). Se amore, comprensione, amicizia, sostegno, socialità, consigli, conforto significano qualcosa, allora non sono inutile.",
        "Se posso rispettare le mie opinioni e la mia intelligenza, non sono inutile.",
        "Se gli altri mi rispettano, è un piacevole bonus.",
        "Se ho rispetto per me stesso e dignità, non sono inutile.",
        "Se contribuire a garantire il sostentamento delle famiglie dei miei dipendenti significa fare qualcosa di buono, non sono inutile.",
        "Se faccio del mio meglio per aiutare clienti e fornitori con la mia produttività e creatività, non sono inutile.",
        "Se la mia presenza in questo contesto conta davvero per gli altri, non sono inutile. Non sono inutile. Ho un valore profondo!",
        "Se ha affrontato un problema simile o se le convinzioni automatiche di Alessandro Le risuonano, scriva per sé una nota: perché non è inutile, perché non è un fallito e perché ha valore in quanto persona, a prescindere da tutto."
      ]
    }
  },
  "vitamins": {
    "title": "Falsa depressione: come ormoni e vitamine influenzano la salute emotiva",
    "description": "L’articolo parla di come la salute fisica, inclusi l’equilibrio ormonale e i livelli di vitamine, possa incidere sullo stato emotivo. Si sottolinea che sintomi spesso associati alla depressione possono avere cause fisiche, come carenze vitaminiche o alterazioni ormonali. Gli autori mettono l’accento sull’importanza di un approccio integrato alla diagnosi e al trattamento dei disturbi mentali, considerando sia gli aspetti psicologici sia quelli fisiologici.",
    "screen_1": {
      "texts": [
        "Vogliamo che questa sezione La aiuti il più possibile ad alleggerire e migliorare il Suo stato emotivo. Per questo è importante parlare di tutte le possibili cause dei cambiamenti che può notare.",
        "Quando parliamo di depressione, intendiamo un insieme di sintomi specifici, già menzionati in precedenza. Tuttavia, non sempre questi sintomi indicano un disturbo psicologico.",
        "È utile ricordare che la componente biologica del nostro organismo gioca un ruolo importante non solo nella salute fisica, ma anche nel benessere psicologico. Alcuni problemi fisici possono influenzare in modo marcato il tono dell’umore, producendo sintomi simili a quelli depressivi.",
        "Un esempio sono gli ormoni: hanno un’enorme influenza sul comportamento e sullo stato psicologico di una persona.",
        "Le ricerche in psicoendocrinologia mostrano che il sistema nervoso e quello endocrino sono collegati e insieme contribuiscono a mantenere l’omeostasi (l’equilibrio fisiologico dell’organismo).",
        "Per questo, qualsiasi oscillazione del profilo ormonale può provocare alterazioni importanti della sfera emotiva.",
        "Per esempio, una ridotta funzione della tiroide può portare a depressione, aumento dell’ansia e altri problemi psicologici.",
        "L’iperfunzione della tiroide, invece, può provocare mania, irritabilità, sbalzi d’umore e perfino episodi psicotici.",
        "L’acromegalia, cioè una produzione eccessiva dell’ormone della crescita, può manifestarsi con una riduzione dell’attività mentale e un’apatia associata a euforia.",
        "Di conseguenza, chi ha disturbi endocrini affronta non solo difficoltà fisiche legate alla malattia, ma anche un rischio maggiore di disturbi psicologici, come ansia, depressione, mania, confusione mentale e altri."
      ],
      "quote": {
        "text": "Abbi cura del corpo, affinché l’anima desideri abitarvi.",
        "author": "Socrate"
      }
    },
    "screen_2": {
      "texts": [
        "A metà del XX secolo è nata un’intera disciplina: la psicoendocrinologia, che studia il legame tra il sistema endocrino e la psiche.",
        "Esiste anche il termine “sindrome psicoendocrina”: indica alterazioni psicologiche che insorgono sullo sfondo di malattie endocrine. Può includere disturbi dell’umore, astenia, riduzione dell’attività mentale e anche cambiamenti degli impulsi e degli istinti.",
        "Oltre agli ormoni, un impatto importante sul nostro benessere lo hanno anche le vitamine.",
        "A prima vista carenze vitaminiche e depressione possono sembrare non correlate, ma gli studi mostrano che il legame è molto più forte di quanto si possa pensare.",
        "Probabilmente sarà d’accordo: le vitamine sono essenziali per il metabolismo. Sono molte, ma ciascuna è indispensabile. Quando all’organismo manca qualcosa, si entra in una condizione di carenza vitaminica.",
        "La carenza vitaminica è uno stato in cui nell’organismo c’è una quantità insufficiente o una completa mancanza di una o più vitamine.",
        "La carenza di vitamine diverse può influenzare la salute mentale in modi differenti, da piccoli disagi fino a sintomi che possono spaventare.",
        "Le ricerche hanno mostrato che le carenze vitaminiche possono contribuire alla comparsa di ansia e depressione e aggravare i sintomi in persone con alcuni disturbi, come il disturbo ossessivo-compulsivo o il disturbo bipolare.",
        "E anche se è in buona salute, la mancanza di una vitamina può peggiorare l’umore e la stabilità emotiva."
      ]
    },
    "screen_3": {
      "texts": [
        "Esempi di carenze vitaminiche e relativi sintomi:",
        "Vitamina D: umore depresso, ansia, stanchezza, sbalzi d’umore.",
        "Ferro: debolezza, affaticamento, fiato corto, capogiri, intorpidimento.",
        "Vitamina B12: affaticamento marcato, anemia, insonnia, diminuzione dell’appetito, disturbi gastrointestinali, dolori muscolari.",
        "Acido folico: stanchezza, irritabilità, depressione, debolezza, apatia, rallentamento, riduzione delle funzioni cognitive.",
        "Vitamine del gruppo B: affaticamento, irritabilità, insonnia, sbalzi d’umore, alterazioni del ritmo cardiaco.",
        "Magnesio: debolezza, mal di testa, ansia, alterazioni del ritmo cardiaco.",
        "Vitamina C: stanchezza cronica, instabilità emotiva.",
        "E questa è solo una parte dei sintomi possibili, che è facile confondere con uno stato depressivo.",
        "Le nostre storie personali confermano quanto sia importante considerare equilibrio ormonale e vitaminico nella diagnosi dei disturbi psicologici.",
        "Un membro del nostro team pensava di essere in burnout: soffriva di una stanchezza inspiegabile, di un peggioramento dell’umore e della mancanza di voglia di fare qualsiasi cosa.",
        "Ma, sapendo che la causa poteva essere ormonale o vitaminica, ha consultato un medico, ha scoperto una carenza, ha fatto un ciclo di vitamina D e ha iniziato a sentirsi molto meglio."
      ]
    },
    "screen_4": {
      "texts": [
        "Un’altra persona del team, una ragazza con sintomi simili alla depressione, ha scoperto un’anemia da carenza di ferro; il trattamento ha portato a un netto miglioramento.",
        "Descriveva così il suo stato: «Avevo sempre sonno, non avevo voglia di fare nulla, non volevo parlare con nessuno. Soffrivo di una terribile apatia, capogiri, irritabilità. A un certo punto ho davvero iniziato a pensare di essere depressa, finché non ho fatto per caso un emocromo, dove sono emersi problemi di emoglobina.",
        "Dopo di allora ho fatto ulteriori analisi che hanno mostrato una carenza di ferro e ferritina. Avevo un’anemia da carenza di ferro e pensavo fosse depressione. Ma dopo un ciclo di cure sono tornata come prima. Il mio stato è migliorato tantissimo».",
        "Condividendo queste storie, vogliamo metterLa in guardia da diagnosi errate.",
        "Perciò, se avverte umore basso, affaticamento, stanchezza e altri sintomi come quelli descritti sopra, presti attenzione non solo alla salute psicologica, ma anche a quella fisica.",
        "Consulti un medico, faccia un esame del sangue, controlli i livelli di vitamine e ormoni. Forse sarà sufficiente per migliorare in modo significativo il Suo stato emotivo."
      ]
    }
  }
}
