{
  "trap": {
    "title": "Tecnica: Uscire dalla trappola delle aspettative irrealistiche",
    "description": "L'articolo affronta il problema del senso di colpa derivante da aspettative irrealistiche verso se stessi e dalla critica costante. Descrive metodi per riconsiderare le convinzioni interne e sostituire il 'doverismo' con una percezione più sana delle proprie possibilità e desideri. Vengono forniti consigli pratici per liberarsi dall'autoaccusa e costruire un rapporto più armonioso con se stessi e i propri errori.",
    "screen_1": {
      "texts": [
        "Il senso di colpa spesso nasce da aspettative troppo alte verso se stessi e può manifestarsi in pensieri come:",
        "«Devo fare questo».",
        "«Devo comportarmi così».",
        "«Devo essere così».",
        "«Non avrei dovuto fare questo».",
        "«Avrei dovuto prevederlo/saperlo».",
        "Le richieste irrealistiche che contengono la parola «devo» possono portare al senso di colpa e a aspettative irrealistiche.",
        "Queste richieste implicano che dovresti essere perfetto o onnisciente, il che non è realistico.",
        "Tali richieste possono includere l'idea che dovresti essere sempre felice o soddisfatto, il che a sua volta rafforza solo il senso di fallimento.",
        "Esistono anche richieste basate sull'assunzione che tu sappia tutto e possa prevedere il futuro. Ciò crea false aspettative e senso di colpa, invece di aiutarti a risolvere i problemi.",
        "Il punto di questa tecnica è capire che incolpare te stesso non è utile, che le richieste inadeguate sono irrealistiche e ingiuste di per sé.",
        "Queste creano solo un senso di colpa e impotenza, invece di aiutare a risolvere un problema o a raggiungere il successo.",
        "Per evitare continue autoaccuse, è importante abbandonare tali richieste e diventare più realistici nelle proprie aspettative verso se stessi e la propria vita.",
        "Ovviamente, tali cambiamenti di pensiero non avvengono in un giorno e potrebbero non verificarsi nemmeno in un mese. Ma siamo certi che il lavoro costante su se stessi aiuti a raggiungere cambiamenti duraturi."
      ],
      "quote": {
        "text": "Qualsiasi senso di colpa implica l'autocondanna, e questo è fondamentalmente sbagliato. Una persona dovrebbe riconoscere i propri errori senza cadere nell'autoflagellazione.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Cosa fare già ora per liberarsi del senso di colpa causato dalle aspettative troppo alte?",
        "Un modo semplice ma efficace per liberarsi delle aspettative irrealistiche verso se stessi è sostituire la parola «devo» con altre espressioni: «Sarebbe bello se...» o «Se potessi, farei...». Queste spesso risultano più realistiche e meno frustranti.",
        "Ad esempio, invece di «Devo rendere felice mia moglie», potresti dire: «Sarebbe bello se potessi rendere felice mia moglie, perché è triste. Posso chiederle cosa la rende triste e pensare a come posso aiutarla».",
        "Oppure invece di «Non avrei dovuto mangiare il gelato», puoi dire: «Sarebbe stato meglio se non avessi mangiato quel gelato, ma il mio gesto non è la fine del mondo».",
        "Elimina il condizionale. Invece di riflettere su cose come «Avrei dovuto...», «Se solo avessi...», «Peccato che non...», prova a pensare: «La prossima volta farò diversamente».",
        "Le persone con senso di colpa spesso pensano in termini condizionali, ma non dovrebbero farlo.",
        "E se ti accorgi di farlo, interrompi subito e sostituisci la frase con «La prossima volta...».",
        "E basta. Niente condizionali, categoricamente.",
        "Il metodo della realtà aiuta a verificare se le tue richieste sono realistiche. Quando dici a te stesso: «Non avrei dovuto farlo», probabilmente pensi che veramente non avresti dovuto farlo e che dicendotelo ti sentirai meglio.",
        "In realtà, è l'opposto: dovevi fare esattamente quello che hai fatto, ma riconoscerlo ti deluderà.",
        "Ad esempio, hai iniziato una dieta per perdere peso, hai mangiato qualcosa di extra e ora ti senti in colpa per questo: «Non avrei dovuto mangiare quella cioccolata».",
        "Ma in realtà avevi bisogno di qualcosa di dolce. Forse sei preoccupato per qualcosa e, per abitudine, hai voluto mangiare qualcosa per tirarti su di morale, quindi era impossibile resistere.",
        "Le persone spesso mangiano per alleviare le emozioni negative. Quando cerchi di eliminare abitudini dannose o di perdere peso, la cosa principale che ti ostacola è la convinzione che stai perdendo il controllo.",
        "La sensazione di perdita di controllo è direttamente collegata a ciò che «devi» o «non devi». Se hai voglia di mangiare qualcosa di non salutare, ti dici che «non dovresti» nemmeno desiderare di mangiare cibo vietato, e che «dovresti» rinunciare una volta per tutte a tutti i cibi non salutari senza mai cedere.",
        "E dopo, per sentirti meglio, vai a mangiare la cioccolata. Questo approccio alla perdita di peso difficilmente porterà risultati, e ti sentirai colpevole e abbattuto.",
        "Quando riuscirai a smettere di proibire a te stesso qualcosa, allora potrai liberartene senza costrizioni."
      ]
    },
    "screen_3": {
      "texts": [
        "Le persone inclini al senso di colpa eccessivo possono essere manipolate dagli altri per raggiungere i propri obiettivi. Pensa: quante volte hai accettato di partecipare a un incontro senza particolare desiderio, per accontentare qualcuno o per evitare che si offendesse? È importante stabilire confini personali e saper dire «no».",
        "Esempio: una giovane donna vive con i suoi genitori e suo fratello, e guadagna bene. Suo fratello lavora saltuariamente.",
        "Ha una dipendenza dalle cose: compra costantemente qualcosa di nuovo, ma non ha abbastanza soldi per farlo.",
        "Sua sorella capisce che non è il modo migliore di gestire i soldi, ma continua a prestarglieli perché crede che i fratelli e le sorelle debbano aiutarsi a vicenda, così come è consuetudine nella loro famiglia.",
        "La ragazza ha paura di rifiutare il fratello, perché potrebbe rovinare il loro rapporto. Ha messo in scena un dialogo difficile con un amico e ha capito che dire «no» non è così spaventoso come sembrava.",
        "Prima di stabilire i propri confini e tracciare una linea di demarcazione rifiutando di soddisfare le richieste o di affermare la propria opinione, ad esempio evitando di andare a una festa quando non ne hai voglia, puoi mettere in scena un dialogo difficile o scriverlo su carta o su una nota.",
        "In questo modo potrai prevedere uno scenario di conversazione probabile e capire come rifiutare meglio l'interlocutore, e forse capirai che non è così spaventoso dire «no».",
        "Dovrai percorrere un lungo cammino prima che nel cervello si formino le connessioni neuronali necessarie e tu abbia il coraggio e la capacità di dire «no» diplomaticamente ma con fermezza, e di consolidare l'abilità nella pratica quando arriverà il momento giusto.",
        "Delimitazione delle responsabilità",
        "A volte ci assumiamo la responsabilità per le disgrazie e i fallimenti degli altri.",
        "In tali situazioni è importante capire chi è veramente responsabile dell'accaduto. Ad esempio, sei davvero colpevole del fatto che tuo figlio ha ricevuto brutti voti?",
        "Qui si crea una confusione tra la tua influenza sul bambino e il controllo su di lui.",
        "Per imparare a distinguere la responsabilità, puoi usare il metodo delle tre colonne, che è una versione abbreviata del diario dei pensieri automatici.",
        "Nella prima colonna vengono annotati i pensieri preoccupanti e accusatori, nella seconda quali distorsioni cognitive noti in essi, e nella terza quale risposta razionale puoi dare.",
        "Ad esempio:",
        "1ª colonna (pensieri preoccupanti e accusatori): «È colpa mia se mio figlio prende brutti voti. Non riuscirò ad aiutarlo a ottenere successo a scuola».",
        "2ª colonna (distorsioni cognitive): personalizzazione, generalizzazione eccessiva.",
        "3ª colonna (risposta razionale): «Sono responsabile del mio ruolo nell'educazione di mio figlio, ma non controllo completamente il suo successo o fallimento a scuola. Anche mio figlio ha la propria responsabilità per il suo apprendimento e i suoi studi. Posso aiutarlo, supportarlo e motivarlo, ma il risultato finale dipende dal suo impegno e dai suoi sforzi».",
        "È importante capire che non possiamo controllare ogni aspetto della vita delle altre persone, anche se sono sotto la nostra influenza. Siamo responsabili delle nostre azioni e del ruolo che giochiamo nella vita degli altri, ma non dobbiamo assumerci tutta la responsabilità per i loro successi o fallimenti."
      ]
    }
  },
  "unemployment": {
    "title": "Perdere il lavoro e cadere in depressione?",
    "description": "Questo articolo esplora le conseguenze psicologiche e sociali della perdita improvvisa del lavoro, analizzando le montagne russe emotive che accompagnano questi eventi. Attraverso l'esperienza personale di Alessandro, che ha lavorato per molti anni in un'azienda di successo, si racconta la sua lotta contro la depressione, la diminuzione dell'autostima e i fallimenti professionali. L'articolo offre anche suggerimenti su come affrontare le difficoltà emotive, sottolineando l'importanza del supporto e dell'autostima nei momenti difficili.",
    "screen_1": {
      "texts": [
        "La perdita improvvisa del lavoro è un fattore di stress significativo per la maggior parte delle persone. Quando il licenziamento o la riduzione del personale vengono annunciati nel giro di pochi giorni o settimane, molti hanno la sensazione che la loro vita «sia crollata». Ed è comprensibile, poiché la vita cambia drasticamente in termini di:",
        "situazione finanziaria",
        "status sociale",
        "routine quotidiana",
        "piani a breve e lungo termine",
        "Il lavoro rappresenta obblighi, struttura, comunicazione; in generale, qualcosa che ci sostiene.",
        "La disoccupazione, invece, è come una caduta libera senza rete di sicurezza. Ci si ritrova soli con giornate vuote, bollette da pagare e l'attesa infinita di colloqui di lavoro: prima del colloquio si prova una timida speranza, poi arriva l'ennesimo rifiuto. Un quadro tipico e scoraggiante.",
        "La perdita del lavoro viene vissuta come qualsiasi altra perdita, e chi la affronta passa attraverso le fasi del lutto.",
        "All'inizio c'è lo shock, una profonda confusione e l'incertezza su cosa fare. Poi arriva la rabbia – verso se stessi e verso chi ha causato il licenziamento.",
        "Può verificarsi anche una fase di negoziazione: e se si potesse ancora sistemare tutto e tornare al lavoro? Infine, arriva la depressione. Indubbiamente, questo problema è «reale», ma significa che giustifica la tua depressione?",
        "La causa di una tale reazione emotiva risiede nella convinzione che il valore personale e la capacità di provare felicità dipendano direttamente dal successo professionale.",
        "All'interno di questo sistema di valori, sembra logico supporre che l'oppressione emotiva sia inevitabilmente legata a perdite finanziarie, insuccessi professionali o fallimenti."
      ],
      "quote": {
        "text": "Quando una porta si chiude, non sai che molte altre si aprono?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Se anche tu la pensi così, potrebbe interessarti la storia di Alessandro, un padre di 47 anni con tre figli, che ha lavorato per 17 anni nell'azienda di successo del suocero.",
        "Un paio d'anni prima della sua depressione, tra lui e il suocero sono sorte divergenze sulla gestione dell'azienda. In un impeto di rabbia, Alessandro si è licenziato, rinunciando anche alla sua quota aziendale.",
        "Nei due anni successivi ha cambiato diversi lavori, senza riuscire a trovare nulla di soddisfacente né dal punto di vista finanziario né morale.",
        "Sembrava che nulla gli riuscisse e ha iniziato a considerarsi un fallito. Sua moglie ha dovuto iniziare a lavorare a tempo pieno per arrivare a fine mese, il che ha solo aumentato il senso di inutilità di Alessandro, che era sempre stato orgoglioso di essere il sostegno economico della famiglia.",
        "Il tempo passava, la sua situazione finanziaria peggiorava e il suo stato depressivo aumentava, poiché la sua autostima diminuiva sempre di più.",
        "Quando Alessandro ha deciso di rivolgersi a uno specialista, lavorava già da diversi mesi in un'agenzia immobiliare.",
        "Durante quel periodo, è riuscito ad affittare alcuni edifici, ma non ha concluso alcuna vendita. Poiché il suo stipendio dipendeva dalle vendite, i suoi guadagni erano bassi. In quel periodo, Alessandro soffriva di depressione e procrastinazione, trascorrendo intere giornate a letto pensando:",
        "«A cosa serve tutto questo? Sono un fallito. Lavorare è inutile, tanto non riuscirò mai in niente».",
        "Alla terza seduta con lo psicologo, ha raccontato che un amico benestante voleva acquistare un immobile con il suo aiuto, e la commissione derivante da quella vendita avrebbe migliorato la sua carriera, gli avrebbe dato fiducia e avrebbe incrementato notevolmente i suoi guadagni.",
        "Invece di cogliere al volo l'opportunità, Alessandro ha tergiversato per settimane. Sorge la domanda: perché? Perché pensava: «Vendere immobili commerciali è troppo complicato.",
        "Non l'ho mai fatto prima e sicuramente fallirò. E se all'ultimo minuto cambiasse idea, significherebbe che non valgo niente in questo settore. Significherebbe che sono un fallito totale»."
      ]
    },
    "screen_3": {
      "texts": [
        "I superiori di Alessandro lo stimavano molto e lo consideravano un venditore capace, ma lui era ingiustamente severo con se stesso.",
        "Nel corso delle sedute successive e lavorando sui suoi pensieri, Alessandro ha riconosciuto di essere estremamente autocritico e che questo non lo aiutava in quel periodo difficile, ma peggiorava la situazione.",
        "Ha anche realizzato che applicava un «doppio standard»: era tollerante e disponibile con gli altri, ma severo e critico con se stesso.",
        "All'inizio difendeva la sua visione, come fanno molti perfezionisti esigenti con sé stessi, sostenendo che essere più duro con sé stesso potesse essere vantaggioso.",
        "Tuttavia, ha presto compreso che i suoi standard personali erano irrealistici e destinati al fallimento, perché se avesse cercato di vendere un edificio e non fosse riuscito, avrebbe percepito la situazione come una catastrofe. La sua tendenza a pensare in termini di «tutto o niente» era un grande problema.",
        "Alla fine della terapia, Alessandro si è sentito sollevato, rendendosi conto che le difficoltà finanziarie degli ultimi anni non lo rendevano automaticamente un «fallito».",
        "Questa percezione negativa di sé stesso e la sensazione di blocco erano il risultato di un pensiero estremo del tipo «tutto o niente». Il suo senso di inutilità derivava dal concentrarsi esclusivamente sugli aspetti negativi della sua vita (filtro negativo) e dal trascurare i numerosi successi ottenuti (svalutazione del positivo).",
        "Ha capito di essersi tormentato a lungo con il pensiero di poter fare di più e ha riconosciuto che le difficoltà finanziarie non diminuivano la sua dignità come persona. Alla fine, ha riconosciuto che l'apatia e la procrastinazione erano solo sintomi della depressione e non un riflesso della sua vera essenza.",
        "Quando ha imparato a rispondere ai suoi pensieri negativi, è riuscito a ridurre il livello di distorsione cognitiva nella sua severa autovalutazione, e il suo stato d'animo ha cominciato a migliorare.",
        "Ha lasciato il settore immobiliare e ha aperto una libreria. È riuscito a coprire le spese, ma nonostante gli sforzi personali significativi, non ha ottenuto profitti sufficienti a giustificare la continuazione dell'attività dopo il primo anno di prova."
      ]
    },
    "screen_4": {
      "texts": [
        "Così, anche se i segni esteriori di successo sono rimasti praticamente invariati durante quel periodo, Alessandro è riuscito a mantenere la propria autostima e a evitare la depressione. Anche se la sua situazione finanziaria è rimasta difficile, quando ha preso la decisione di «accettare la sconfitta» nel suo progetto di libreria, il suo rispetto per sé stesso è rimasto intatto.",
        "All'ultima seduta con lo psicologo, Alessandro ha scritto un saggio, che ha deciso di leggere ogni mattina prima di iniziare la ricerca di un nuovo lavoro:",
        "Perché non sono inutile?",
        "Finché posso fare qualcosa per il mio benessere e quello degli altri, non sono inutile. Finché ciò che faccio può avere un impatto positivo, non sono inutile.",
        "Finché il fatto che io sia vivo ha importanza anche per una sola persona, non sono inutile (e se necessario, quella persona posso essere io). Se donare amore, comprensione, amicizia, supporto, compagnia, consigli o conforto ha un significato, non sono inutile.",
        "Se posso rispettare le mie opinioni e la mia intelligenza, non sono inutile.",
        "Se gli altri mi rispettano, è un bel bonus.",
        "Se ho rispetto per me stesso e dignità, non sono inutile.",
        "Se aiutare a garantire il sostentamento delle famiglie dei miei dipendenti significa fare del bene, non sono inutile.",
        "Se faccio del mio meglio per aiutare i miei clienti e fornitori con la mia produttività e creatività, non sono inutile.",
        "Se la mia presenza in questo contesto ha davvero importanza per gli altri, non sono inutile. Sono prezioso per natura!",
        "Se ti trovi ad affrontare un problema simile o se i pensieri automatici di Alessandro risuonano in te, scrivi una nota su perché non sei inutile, perché non sei un fallito e perché sei prezioso di per sé."
      ]
    }
  },
  "vitamins": {
    "title": "Depressione Falsa: Come Ormoni e Vitamine Influenzano la Nostra Salute Emotiva",
    "description": "L'articolo discute come la salute fisica, inclusi l'equilibrio ormonale e i livelli di vitamine, possa influenzare lo stato emotivo di una persona. Sottolinea che i sintomi spesso associati alla depressione possono essere causati da problemi fisici, come la carenza di vitamine specifiche o gli squilibri ormonali. Gli autori enfatizzano l'importanza di un approccio integrato nella diagnosi e nel trattamento dei disturbi mentali, considerando sia gli aspetti psicologici che quelli fisiologici.",
    "screen_1": {
      "texts": [
        "Ci sforziamo di fare in modo che questa sezione possa aiutarvi a migliorare e alleviare il vostro stato emotivo. Per questo è importante discutere tutte le possibili cause delle sue variazioni.",
        "Quando si parla di depressione, ci si riferisce a una serie di sintomi specifici, già menzionati in precedenza. Tuttavia, non sempre questi sintomi indicano un disturbo mentale.",
        "È importante ricordare che la componente biologica del nostro corpo gioca un ruolo cruciale non solo nella salute fisica, ma anche nel benessere psicologico. I problemi fisici possono influenzare notevolmente l'umore, creando sintomi simili a quelli della depressione.",
        "Gli ormoni sono un esempio chiaro di questo. Essi hanno un'enorme influenza sul comportamento e sullo stato psicologico di una persona.",
        "Le ricerche in ambito psicoendocrinologico dimostrano che il sistema nervoso e quello endocrino sono interconnessi, mantenendo l'omeostasi (equilibrio fisiologico del corpo).",
        "Pertanto, qualsiasi fluttuazione ormonale può provocare gravi disturbi nella sfera emotiva.",
        "Ad esempio, la ridotta funzionalità della ghiandola tiroidea può portare a depressione, aumento dell'ansia e altri problemi mentali.",
        "D'altra parte, l'iperfunzione della tiroide può causare mania, irritabilità, sbalzi d'umore e persino psicosi.",
        "L'acromegalia, ovvero la produzione eccessiva di ormone della crescita, si manifesta con una riduzione dell'attività mentale, apatia combinata con euforia.",
        "Pertanto, le persone con disturbi endocrini affrontano non solo le difficoltà fisiche legate alla loro malattia, ma anche il rischio di disturbi mentali come ansia, depressione, mania, confusione mentale e altri."
      ],
      "quote": {
        "text": "Abbi cura del corpo, affinché l'anima desideri dimorarvi.",
        "author": "Socrate"
      }
    },
    "screen_2": {
      "texts": [
        "A metà del XX secolo è nata una disciplina scientifica chiamata psicoendocrinologia, che studia la relazione tra il sistema endocrino e la psiche umana.",
        "Esiste anche un termine, sindrome psicoendocrina, che descrive i disturbi psichici che insorgono in concomitanza con le malattie endocrine. Tra questi si annoverano i disturbi dell'umore, l'astenia, la riduzione dell'attività mentale, nonché le alterazioni degli istinti e delle pulsioni.",
        "Oltre agli ormoni, anche le vitamine hanno un impatto significativo sul nostro benessere.",
        "L'avitaminosi e la depressione potrebbero sembrare scollegate, ma, come dimostrano gli studi, la connessione tra loro è molto più forte di quanto si possa pensare.",
        "Siamo sicuri che siete d'accordo sul fatto che le vitamine siano essenziali per il nostro organismo per mantenere il metabolismo. Ce ne sono molte, ma ognuna è insostituibile. E quando all'organismo manca qualcosa, si verifica l'avitaminosi.",
        "L'avitaminosi è una condizione in cui vi è una carenza o una completa assenza di una determinata vitamina.",
        "La carenza di diverse vitamine può influenzare la salute mentale in vari modi, causando da lievi disagi a sintomi inquietanti.",
        "Le ricerche hanno dimostrato che l'avitaminosi può contribuire all'insorgenza di ansia e depressione, nonché aggravare i sintomi in persone con alcuni disturbi mentali, come il disturbo ossessivo-compulsivo o il disturbo bipolare.",
        "E anche se siete sani, la carenza di una vitamina può peggiorare il vostro umore e il benessere emotivo."
      ]
    },
    "screen_3": {
      "texts": [
        "Esempi di carenze vitaminiche e i loro sintomi:",
        "Vitamina D: depressione, ansia, stanchezza, sbalzi d'umore.",
        "Ferro: debolezza, affaticamento, mancanza di respiro, vertigini, intorpidimento.",
        "Vitamina B12: stanchezza, anemia, insonnia, perdita di appetito, disturbi gastrointestinali, dolori muscolari.",
        "Acido folico: affaticamento, irritabilità, depressione, debolezza, apatia, letargia, ridotta funzione cognitiva.",
        "Vitamine del gruppo B: affaticamento, irritabilità, insonnia, sbalzi d'umore, aritmia.",
        "Magnesio: debolezza, mal di testa, ansia, aritmia.",
        "Vitamina C: stanchezza cronica, instabilità emotiva.",
        "E questo è solo un esempio di possibili sintomi che possono essere facilmente confusi con uno stato depressivo.",
        "Le nostre storie personali confermano l'importanza di tenere in considerazione l'equilibrio ormonale e vitaminico nella diagnosi dei disturbi mentali.",
        "Un membro del nostro team pensava di essere in burnout, tormentato da una stanchezza inspiegabile, da un umore depresso, dalla mancanza di motivazione.",
        "Sapendo che il problema poteva essere legato agli ormoni e alle vitamine, si rivolse a un medico, scoprì una carenza e fece un ciclo di vitamina D, ritrovando così un miglioramento significativo del suo stato."
      ]
    },
    "screen_4": {
      "texts": [
        "Un'altra membro del team, una ragazza che manifestava sintomi simili alla depressione, scoprì di avere un'anemia da carenza di ferro, il cui trattamento portò a un significativo miglioramento del suo stato.",
        "Descriveva così il suo stato: «Volevo sempre dormire, non avevo voglia di fare nulla, non volevo parlare con nessuno. Soffrivo di una terribile apatia, vertigini, irritabilità. A un certo punto ho davvero iniziato a pensare di essere depressa, fino a quando non ho fatto casualmente un emocromo completo, che ha rilevato problemi di emoglobina.",
        "Successivamente, ho fatto altri esami che hanno rivelato una carenza di ferro e ferritina. Avevo un'anemia da carenza di ferro, e pensavo fosse depressione. Ma dopo un ciclo di farmaci, ho ritrovato il mio stato di salute. Mi sono sentita molto meglio.»",
        "Condividendo queste storie, vogliamo mettervi in guardia contro diagnosi errate.",
        "Pertanto, se vi sentite giù di morale, affaticati, stanchi e presentate altri sintomi sopra elencati, prestate attenzione non solo alla salute psicologica, ma anche a quella fisica.",
        "Consultate un medico, fate un emocromo completo, controllate i livelli di vitamine e ormoni. Potrebbe essere sufficiente per migliorare il vostro stato emotivo."
      ]
    }
  }
}