{
  "title": "Perdere il lavoro e cadere in depressione?",
  "description": "Questo articolo esplora le conseguenze psicologiche e sociali della perdita improvvisa del lavoro, analizzando le montagne russe emotive che accompagnano questi eventi. Attraverso l'esperienza personale di Alessandro, che ha lavorato per molti anni in un'azienda di successo, si racconta la sua lotta contro la depressione, la diminuzione dell'autostima e i fallimenti professionali. L'articolo offre anche suggerimenti su come affrontare le difficoltà emotive, sottolineando l'importanza del supporto e dell'autostima nei momenti difficili.",
  "screen_1": {
    "texts": [
      "La perdita improvvisa del lavoro è un fattore di stress significativo per la maggior parte delle persone. Quando il licenziamento o la riduzione del personale vengono annunciati nel giro di pochi giorni o settimane, molti hanno la sensazione che la loro vita «sia crollata». Ed è comprensibile, poiché la vita cambia drasticamente in termini di:",
      "situazione finanziaria",
      "status sociale",
      "routine quotidiana",
      "piani a breve e lungo termine",
      "Il lavoro rappresenta obblighi, struttura, comunicazione; in generale, qualcosa che ci sostiene.",
      "La disoccupazione, invece, è come una caduta libera senza rete di sicurezza. Ci si ritrova soli con giornate vuote, bollette da pagare e l'attesa infinita di colloqui di lavoro: prima del colloquio si prova una timida speranza, poi arriva l'ennesimo rifiuto. Un quadro tipico e scoraggiante.",
      "La perdita del lavoro viene vissuta come qualsiasi altra perdita, e chi la affronta passa attraverso le fasi del lutto.",
      "All'inizio c'è lo shock, una profonda confusione e l'incertezza su cosa fare. Poi arriva la rabbia – verso se stessi e verso chi ha causato il licenziamento.",
      "Può verificarsi anche una fase di negoziazione: e se si potesse ancora sistemare tutto e tornare al lavoro? Infine, arriva la depressione. Indubbiamente, questo problema è «reale», ma significa che giustifica la tua depressione?",
      "La causa di una tale reazione emotiva risiede nella convinzione che il valore personale e la capacità di provare felicità dipendano direttamente dal successo professionale.",
      "All'interno di questo sistema di valori, sembra logico supporre che l'oppressione emotiva sia inevitabilmente legata a perdite finanziarie, insuccessi professionali o fallimenti."
    ],
    "quote": {
      "text": "Quando una porta si chiude, non sai che molte altre si aprono?",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Se anche tu la pensi così, potrebbe interessarti la storia di Alessandro, un padre di 47 anni con tre figli, che ha lavorato per 17 anni nell'azienda di successo del suocero.",
      "Un paio d'anni prima della sua depressione, tra lui e il suocero sono sorte divergenze sulla gestione dell'azienda. In un impeto di rabbia, Alessandro si è licenziato, rinunciando anche alla sua quota aziendale.",
      "Nei due anni successivi ha cambiato diversi lavori, senza riuscire a trovare nulla di soddisfacente né dal punto di vista finanziario né morale.",
      "Sembrava che nulla gli riuscisse e ha iniziato a considerarsi un fallito. Sua moglie ha dovuto iniziare a lavorare a tempo pieno per arrivare a fine mese, il che ha solo aumentato il senso di inutilità di Alessandro, che era sempre stato orgoglioso di essere il sostegno economico della famiglia.",
      "Il tempo passava, la sua situazione finanziaria peggiorava e il suo stato depressivo aumentava, poiché la sua autostima diminuiva sempre di più.",
      "Quando Alessandro ha deciso di rivolgersi a uno specialista, lavorava già da diversi mesi in un'agenzia immobiliare.",
      "Durante quel periodo, è riuscito ad affittare alcuni edifici, ma non ha concluso alcuna vendita. Poiché il suo stipendio dipendeva dalle vendite, i suoi guadagni erano bassi. In quel periodo, Alessandro soffriva di depressione e procrastinazione, trascorrendo intere giornate a letto pensando:",
      "«A cosa serve tutto questo? Sono un fallito. Lavorare è inutile, tanto non riuscirò mai in niente».",
      "Alla terza seduta con lo psicologo, ha raccontato che un amico benestante voleva acquistare un immobile con il suo aiuto, e la commissione derivante da quella vendita avrebbe migliorato la sua carriera, gli avrebbe dato fiducia e avrebbe incrementato notevolmente i suoi guadagni.",
      "Invece di cogliere al volo l'opportunità, Alessandro ha tergiversato per settimane. Sorge la domanda: perché? Perché pensava: «Vendere immobili commerciali è troppo complicato.",
      "Non l'ho mai fatto prima e sicuramente fallirò. E se all'ultimo minuto cambiasse idea, significherebbe che non valgo niente in questo settore. Significherebbe che sono un fallito totale»."
    ]
  },
  "screen_3": {
    "texts": [
      "I superiori di Alessandro lo stimavano molto e lo consideravano un venditore capace, ma lui era ingiustamente severo con se stesso.",
      "Nel corso delle sedute successive e lavorando sui suoi pensieri, Alessandro ha riconosciuto di essere estremamente autocritico e che questo non lo aiutava in quel periodo difficile, ma peggiorava la situazione.",
      "Ha anche realizzato che applicava un «doppio standard»: era tollerante e disponibile con gli altri, ma severo e critico con se stesso.",
      "All'inizio difendeva la sua visione, come fanno molti perfezionisti esigenti con sé stessi, sostenendo che essere più duro con sé stesso potesse essere vantaggioso.",
      "Tuttavia, ha presto compreso che i suoi standard personali erano irrealistici e destinati al fallimento, perché se avesse cercato di vendere un edificio e non fosse riuscito, avrebbe percepito la situazione come una catastrofe. La sua tendenza a pensare in termini di «tutto o niente» era un grande problema.",
      "Alla fine della terapia, Alessandro si è sentito sollevato, rendendosi conto che le difficoltà finanziarie degli ultimi anni non lo rendevano automaticamente un «fallito».",
      "Questa percezione negativa di sé stesso e la sensazione di blocco erano il risultato di un pensiero estremo del tipo «tutto o niente». Il suo senso di inutilità derivava dal concentrarsi esclusivamente sugli aspetti negativi della sua vita (filtro negativo) e dal trascurare i numerosi successi ottenuti (svalutazione del positivo).",
      "Ha capito di essersi tormentato a lungo con il pensiero di poter fare di più e ha riconosciuto che le difficoltà finanziarie non diminuivano la sua dignità come persona. Alla fine, ha riconosciuto che l'apatia e la procrastinazione erano solo sintomi della depressione e non un riflesso della sua vera essenza.",
      "Quando ha imparato a rispondere ai suoi pensieri negativi, è riuscito a ridurre il livello di distorsione cognitiva nella sua severa autovalutazione, e il suo stato d'animo ha cominciato a migliorare.",
      "Ha lasciato il settore immobiliare e ha aperto una libreria. È riuscito a coprire le spese, ma nonostante gli sforzi personali significativi, non ha ottenuto profitti sufficienti a giustificare la continuazione dell'attività dopo il primo anno di prova."
    ]
  },
  "screen_4": {
    "texts": [
      "Così, anche se i segni esteriori di successo sono rimasti praticamente invariati durante quel periodo, Alessandro è riuscito a mantenere la propria autostima e a evitare la depressione. Anche se la sua situazione finanziaria è rimasta difficile, quando ha preso la decisione di «accettare la sconfitta» nel suo progetto di libreria, il suo rispetto per sé stesso è rimasto intatto.",
      "All'ultima seduta con lo psicologo, Alessandro ha scritto un saggio, che ha deciso di leggere ogni mattina prima di iniziare la ricerca di un nuovo lavoro:",
      "Perché non sono inutile?",
      "Finché posso fare qualcosa per il mio benessere e quello degli altri, non sono inutile. Finché ciò che faccio può avere un impatto positivo, non sono inutile.",
      "Finché il fatto che io sia vivo ha importanza anche per una sola persona, non sono inutile (e se necessario, quella persona posso essere io). Se donare amore, comprensione, amicizia, supporto, compagnia, consigli o conforto ha un significato, non sono inutile.",
      "Se posso rispettare le mie opinioni e la mia intelligenza, non sono inutile.",
      "Se gli altri mi rispettano, è un bel bonus.",
      "Se ho rispetto per me stesso e dignità, non sono inutile.",
      "Se aiutare a garantire il sostentamento delle famiglie dei miei dipendenti significa fare del bene, non sono inutile.",
      "Se faccio del mio meglio per aiutare i miei clienti e fornitori con la mia produttività e creatività, non sono inutile.",
      "Se la mia presenza in questo contesto ha davvero importanza per gli altri, non sono inutile. Sono prezioso per natura!",
      "Se ti trovi ad affrontare un problema simile o se i pensieri automatici di Alessandro risuonano in te, scrivi una nota su perché non sei inutile, perché non sei un fallito e perché sei prezioso di per sé."
    ]
  }
}
