{
  "title": "Cartão de Coping: Um Pequeno Auxiliar para Grandes Mudanças",
  "description": "Os cartões de coping são uma ferramenta simples, mas poderosa, da terapia cognitivo-comportamental que ajuda a lidar com o stresse e pensamentos negativos. Descubra como estes pequenos «lembretes» podem transformar a sua perspetiva, devolver-lhe a confiança e guiá-lo rumo ao crescimento emocional. Mergulhe no mundo da autodescoberta e abra caminho para uma vida mais tranquila com os cartões de coping!",
  "screen_1": {
    "texts": [
      "Cartões de coping – mais uma arma secreta da terapia cognitivo-comportamental.",
      "O que são cartões de coping?",
      "Os cartões de coping são um método eficaz desenvolvido no âmbito da terapia cognitivo-comportamental para ajudar as pessoas a enfrentarem pensamentos negativos e situações stressantes.",
      "Servem como uma espécie de «lembrete», mostrando como mudar crenças destrutivas e recuperar a confiança em si próprio.",
      "Porquê usar cartões de coping?",
      "Redução da ansiedade: Os cartões de coping ajudam-no a recuperar a calma rapidamente em momentos de stresse.",
      "Apoio em tempos difíceis: Quando precisa de inspiração ou suporte, os seus cartões estarão lá para lhe recordar os seus recursos internos.",
      "Desenvolvimento da autoconsciência: Ao anotar os seus pensamentos e sentimentos, poderá compreender melhor as suas reações emocionais e padrões de comportamento.",
      "Fácil de usar: As funcionalidades da nossa aplicação são intuitivas e simples, tornando a criação de cartões acessível a todos."
    ],
    "quote": {
      "text": "Pode sofrer se escolher crenças irracionais, mas não tem de sofrer se optar por crenças racionais.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Como funciona?",
      "Quando deteta um pensamento destrutivo, use os cartões de coping para o substituir por um mais construtivo.",
      "Pode exigir alguma prática, mas com o tempo aprenderá a reagir mais depressa aos pensamentos negativos e a trocá-los por crenças positivas.",
      "Por exemplo, se pensar: «Nunca vou alcançar os meus objetivos», pode substituir esse pensamento por algo mais construtivo: «Enfrento dificuldades, mas tenho um plano e posso avançar para os meus objetivos, mesmo que a passos pequenos».",
      "Isto não só muda a forma como vê a situação, como também o incentiva a agir.",
      "Reveja e atualize os seus cartões regularmente.",
      "Os seus sentimentos e pensamentos mudam com o tempo, por isso é importante adaptar os cartões às suas necessidades atuais.",
      "Por exemplo, se notar que um pensamento destrutivo já não é relevante ou que superou um medo específico, atualize o cartão com novos pensamentos construtivos ou estratégias.",
      "Na nossa aplicação, pode editar facilmente os cartões existentes ou adicionar novos.",
      "Assim, os cartões de coping tornam-se não só uma ferramenta para combater pensamentos negativos, mas também um guia pessoal no seu caminho de autodesenvolvimento e bem-estar emocional."
    ]
  },
  "screen_3": {
    "texts": [
      "Vejamos mais alguns exemplos de como substituir pensamentos destrutivos por construtivos, para que o propósito dos cartões fique mais claro.",
      "Exemplo 1",
      "Pensamento destrutivo: «Não vou conseguir fazer este projeto, não sou bom o suficiente».",
      "Substituição construtiva: «Já consegui fazer projetos difíceis antes. Tenho as competências e os recursos para completar esta tarefa com sucesso».",
      "Exemplo 2",
      "Pensamento destrutivo: «Todos se vão rir de mim se eu disser algo estúpido».",
      "Substituição construtiva: «Toda a gente erra. Posso aprender com os meus erros e desfrutar da interação com os outros».",
      "Exemplo 3",
      "Pensamento destrutivo: «Nada vai mudar, a minha vida será sempre assim».",
      "Substituição construtiva: «Posso dar passos para mudar. Pequenos passos levam a grandes resultados».",
      "Conclusão",
      "Os cartões de coping são uma ferramenta poderosa para gerir os seus pensamentos e emoções.",
      "Ajudam-no a reconectar-se com a parte racional da sua mente e a combater crenças negativas.",
      "Ao usá-los, poderá compreender-se melhor a si mesmo e as suas reações ao stresse.",
      "Comece a criar os seus cartões de coping hoje e descubra o caminho para uma vida mais tranquila e confiante!"
    ]
  }
}
