{
  "title": "A História de Alice: Superando a Depressão",
  "description": "O artigo examina o exemplo de uma pessoa que sofre de depressão para demonstrar a relação entre pensamentos automáticos, crenças intermediárias e crenças profundas. Através da análise de sua trajetória de vida e interação com um psicólogo, o artigo explica como esses níveis de pensamento são formados e como podem ser alterados para superar a depressão. A abordagem é baseada nos princípios da terapia cognitivo-comportamental.",
  "screen_1": {
    "texts": [
      "Para ilustrar e explicar como os pensamentos automáticos, crenças intermediárias e crenças profundas estão interligados, vamos considerar o exemplo de Alice, uma jovem que enfrenta a depressão e dúvidas sobre si mesma.",
      "Para uma compreensão completa, vamos falar um pouco sobre sua história pessoal e social:",
      "Alice cresceu em uma família monoparental em uma pequena cidade. Seu pai saiu para ficar com outra mulher quando ela tinha apenas 6 anos. Seu relacionamento com a mãe foi difícil: a mãe, que trabalhava como enfermeira, sempre encontrava motivos para criticar e raramente elogiava a filha.",
      "Após o divórcio dos pais, não houve nenhum contato entre eles, e Alice sentia que estava em um campo minado, tentando agradar a ambos. O pai, em sua nova família, tinha dois filhos e uma filha. Ele passava muito tempo com eles, fazendo passeios ao ar livre nos fins de semana e até praticando esportes com eles. Alice se sentia involuntariamente ciumenta e ressentida com isso.",
      "Durante os anos escolares, Alice tornou-se uma aluna exemplar, em parte devido ao desejo de ganhar a aprovação da mãe, que estabeleceu boas notas como padrão. Alice se formou na universidade com honras, especializando-se em marketing. Agora, aos 23 anos, ela é solteira e não tem filhos. Em busca de trabalho e estabilidade, ela decide procurar um psicólogo por causa da depressão.",
      "O transtorno depressivo de Alice foi desencadeado por dificuldades em encontrar trabalho após a universidade. Ela passou a ter uma vida social menos ativa e a maior parte do tempo se sente deprimida, convencida de que não terá sucesso."
    ]
  },
  "screen_2": {
    "texts": [
      "Agora vamos ver como todos os três níveis de seu pensamento interagem, usando como exemplo a interação de Alice com o psicólogo:"
    ],
    "dialog": [
      "Alice, por favor, lembre-se de uma situação em que você sentiu emoções negativas intensas pela última vez.",
      "Foi ontem. Eu estava olhando vagas de emprego e encontrei a opção perfeita — uma empresa criativa, horário flexível, bom salário. Mas eu congelei e não consegui enviar o currículo.",
      "O que a impediu?",
      "Acho que pensei que não seria contratada, porque era muito difícil para mim. Eu não conseguiria (pensamento automático).",
      "O que significa para você o pensamento de que não vai conseguir esse trabalho?",
      "Que eu não seria capaz de cumprir as tarefas em alto nível, e que cometer erros é terrível (crença intermediária).",
      "E como você chamaria uma pessoa que não consegue fazer algo e comete erros?",
      "Ela é inútil, um fracasso.",
      "E se você não conseguir fazer algo, cometer erros e se envolver em algo que não pode fazer, então como você se descreveria?",
      "Eu sou uma fracassada (crença profunda)."
    ]
  },
  "screen_3": {
    "texts": [
      "Agora podemos ver como os três níveis de pensamento destrutivo de Alice estão organizados.",
      "É importante entender que Alice não nasceu com essas crenças. Elas foram formadas em diferentes momentos de sua vida e em várias circunstâncias. Isso significa que elas podem e devem ser alteradas.",
      "O processo de mudança começa com o trabalho sobre os pensamentos automáticos. Quando Alice aprender a questioná-los e a provar sua natureza destrutiva, diminuindo assim sua crença neles, ela poderá passar para a próxima camada — as crenças intermediárias.",
      "Ao abalar sua crença nelas, podemos alcançar as crenças profundas e transformá-las em crenças mais adaptativas e úteis."
    ]
  }
}
