{
  "title": "Compreender-se através da terapia cognitivo-comportamental",
  "description": "Este artigo apresenta os fundamentos da terapia cognitivo-comportamental (TCC), explicando como as crenças profundas e intermediárias moldam os pensamentos automáticos e as emoções. Através da analogia de uma macieira, ilustra como as atitudes internas influenciam a perceção dos eventos e a reação a eles. O artigo também analisa exemplos que demonstram como diferentes interpretações de uma mesma situação podem levar a reações emocionais distintas.",
  "screen_1": {
    "texts": [
      "No mundo moderno, repleto de stress e incertezas, o bem-estar psicológico tornou-se mais importante do que nunca.",
      "Milhões de pessoas enfrentam diariamente vários desafios psicológicos, desde um ligeiro desconforto e ansiedade até condições graves como depressão, neurose, perturbação pós-stresse traumático (PPST) e outras.",
      "Estes problemas podem influenciar significativamente a qualidade de vida, dificultando desfrutar de cada dia, estabelecer relações harmoniosas e atingir os próprios objetivos.",
      "Se está a ler estas linhas, pode ser que também sinta que algo inconsciente dentro de si impede que viva plenamente. Isso é perfeitamente normal.",
      "Mesmo as pessoas mais bem-sucedidas e aparentemente equilibradas têm determinadas crenças destrutivas e barreiras internas.",
      "Muitas vezes, a raiz destes problemas está na infância, formados sob a influência de vários eventos traumáticos ou circunstâncias desfavoráveis.",
      "É importante compreender que ter estas dificuldades não o torna «incompleto» – faz parte da experiência humana.",
      "Se deseja mudar a sua vida, convidamo-lo a iniciar uma viagem fascinante ao mundo da terapia cognitivo-comportamental (TCC).",
      "Este método eficaz ajudá-lo-á a compreender-se melhor e a adquirir ferramentas para gerir os seus pensamentos e emoções.",
      "Neste capítulo, começaremos a explorar os conceitos básicos do método.",
      "Não importa se considera as suas dificuldades insignificantes ou, pelo contrário, sente um grande desconforto – seja uma melancolia temporária ou uma luta prolongada contra diferentes sintomas psicológicos – a TCC pode ser um recurso valioso para si.",
      "Agora apresentaremos um modelo simplificado dos conceitos fundamentais da terapia, e discutiremos cada um deles em maior detalhe nos próximos capítulos."
    ],
    "quote": {
      "text": "Os nossos pensamentos moldam a nossa perceção, e essa perceção determina a forma como vivemos.",
      "author": "Rebecca Walker"
    }
  },
  "screen_2": {
    "texts": [
      "Na terapia cognitivo-comportamental, a nossa mente é representada em três níveis – crenças profundas, crenças intermédias (regras) e pensamentos automáticos.",
      "A ideia-chave da TCC consiste em que o seu bem-estar e os seus sentimentos dependem dos seus pensamentos.",
      "Assim, de acordo com o princípio básico da TCC, a sua vida pode ser mais feliz e produtiva se vigiar os seus pensamentos e procurar pensar de forma racional.",
      "Esta é uma forma muito simples de apresentar brevemente a TCC, mas há muitos mais detalhes que pretendemos partilhar consigo.",
      "Para tornar tudo mais claro, imaginemos uma macieira.",
      "Nesta analogia, as raízes desempenham o papel de crenças profundas – representações fundamentais sobre nós próprios, o mundo e as outras pessoas.",
      "Estas crenças formam-se sobretudo na infância e raramente são conscientes. Por exemplo: «Não sou digno de amor» ou «O mundo é um lugar perigoso».",
      "O tronco representa as crenças intermédias – regras e pressupostos que seguimos na nossa vida.",
      "Estas baseiam-se nas crenças profundas e determinam as nossas reações. Por exemplo: «Se eu não for perfeito, não serei amado» ou «Para sobreviver, tenho de estar constantemente alerta».",
      "A parte mais numerosa são os pensamentos automáticos, rápidos e espontâneos, que surgem em resposta a situações específicas.",
      "Estes pensamentos são os frutos da nossa árvore. O fruto pode ser saudável ou podre. Por exemplo: «Cheguei atrasado, por isso da próxima vez tenho de sair mais cedo» ou «Cheguei atrasado, logo sou um falhado».",
      "Cada um de nós tem a sua própria “árvore” e filtramos todos os acontecimentos da vida através dela.",
      "A mesma situação pode provocar emoções completamente diferentes em pessoas distintas, pois cada indivíduo a interpreta através das suas próprias crenças, atribuindo-lhe o seu próprio significado.",
      "Isto gera uma ampla variedade de reações emocionais possíveis, mesmo perante acontecimentos aparentemente idênticos."
    ]
  },
  "screen_3": {
    "texts": [
      "Vejamos um exemplo. Imagine duas colegas que recebem a mesma observação do chefe sobre o seu trabalho:",
      "Maria: Desde a infância, Maria desenvolveu a crença profunda «Não sou suficientemente boa».",
      "A sua crença intermédia: «Para ser valorizada, tenho de ser impecável». Assim, ao receber uma crítica, surgem-lhe pensamentos automáticos como: «Arruinei tudo, o chefe está desiludido comigo, vou perder o emprego». Resultado – medo, ansiedade, falta de energia.",
      "Cristina: Cristina tem outra crença profunda: «Sou capaz de aprender e evoluir».",
      "A sua crença intermédia: «A crítica é uma oportunidade para melhorar». E ao receber o comentário do chefe, pensa: «O chefe mostrou-me os meus pontos fracos; isto vai ajudar-me a melhorar o meu trabalho». Resultado – tranquilidade, motivação para progredir, desejo de corrigir erros.",
      "Nesta situação, Maria e Cristina enfrentaram o mesmo acontecimento – uma observação do chefe.",
      "No entanto, as suas reações foram diametralmente opostas devido à diferença nas suas crenças profundas e intermédias.",
      "A TCC ajuda a tomar consciência e a modificar estas crenças, de modo a responder de forma mais construtiva às dificuldades da vida e manter o equilíbrio emocional.",
      "Como cada pessoa tem um modelo único de “árvore”, todos percebemos as situações de forma diferente.",
      "Em resposta a essas situações, surgem pensamentos automáticos que, por sua vez, afetam as nossas emoções e o nosso comportamento.",
      "Falaremos mais sobre a relação entre pensamentos, emoções e comportamento nos próximos capítulos.",
      "Neste capítulo abordámos um volume grande de informação de forma geral, por isso não se preocupe se ainda tiver muitas perguntas. Revisitaremos os temas e analisaremos mais detalhadamente cada parte importante da teoria.",
      "Sugerimos que receba estas informações de coração aberto e com vontade de experimentar. Utilize todo o material e as técnicas propostas para tornar a sua vida mais plena, alegre e harmoniosa."
    ]
  }
}
