{
  "title": "Escolha a Vida!",
  "description": "Este artigo aborda o tema crucial da depressão e pensamentos suicidas, fornecendo dados estatísticos e analisando a conexão entre eles. É destacada a importância da Terapia Cognitivo-Comportamental (TCC) na luta contra esses problemas, bem como a importância de buscar ajuda profissional e a disponibilidade de serviços psicológicos gratuitos. O artigo visa inspirar e apoiar os leitores, lembrando-os do valor da vida e da importância de manter a esperança.",
  "screen_1": {
    "texts": [
      "Ao falarmos tanto sobre pensamentos negativos, crenças irracionais e depressão, não podemos deixar de tocar em outro assunto muito importante, embora delicado — o suicídio.",
      "Ficaremos muito felizes se esta questão nunca tiver passado pela sua mente, mas se alguma vez você pensou que a morte é a única saída, ou se pensa assim agora, queremos apoiar você e falar sobre isso.",
      "Infelizmente, muitas pessoas enfrentam esse problema. De acordo com a OMS (Organização Mundial da Saúde), cerca de 800.000 a 1 milhão de suicídios ocorrem anualmente. E esses são apenas os números oficiais.",
      "O número de suicídios ao longo da história supera o número de mortos em todas as guerras juntas. É difícil acreditar, mas é verdade.",
      "A depressão desempenha um grande papel nisso. Entre 45 e 60% de todos os suicídios no mundo são cometidos por pessoas que sofrem de depressão. Uma pessoa deprimida tem 35 vezes mais chances de cometer suicídio do que em um estado psicológico normal.",
      "Ao olhar para esses números assustadores, é natural sentir desconforto, mas não mencionamos isso para assustá-lo, e sim para mostrar que muitas pessoas enfrentam essa situação e, infelizmente, a maioria delas não compartilha seus sentimentos, sentindo-se envergonhadas e acreditando que estão sozinhas."
    ]
  },
  "screen_2": {
    "texts": [
      "Dessa forma, queremos dizer que pensamentos suicidas não são sinal de fraqueza ou inadequação, e você não deve se envergonhar deles.",
      "As pessoas chegam a pensamentos suicidas por diferentes caminhos, mas geralmente têm uma coisa em comum: uma dor emocional insuportável que faz com que a morte pareça a única saída.",
      "Essas pessoas podem ver a morte como uma forma de escapar da dor e do sofrimento, pois a vida parece pesada demais, ou como uma maneira de deixar de ser um \"fardo\" para os outros.",
      "Pesquisas mostram que um dos principais fatores que levam ao desenvolvimento de pensamentos suicidas é um sentimento irrealista de desesperança. Ao analisar o pensamento dessas pessoas, vê-se que há um padrão pessimista persistente, e devido a essa percepção distorcida, elas se sentem presas, sem saída.",
      "Parece-lhes que nunca foram e nunca serão felizes. Mas é importante entender que a desesperança e o desespero são apenas sintomas da depressão, e não a realidade objetiva.",
      "Decidir cometer suicídio é resultado de uma crença irracional de que a vida não pode melhorar. Mas será que tudo é realmente tão sem esperança? Há evidências e garantias absolutas de que tudo continuará tão ruim?"
    ]
  },
  "screen_3": {
    "texts": [
      "Quando você está sofrendo, é difícil imaginar que é possível viver de outra forma. Ao ouvir a frase \"pense positivo\", você pode sentir que seus problemas não estão sendo levados a sério, ou sentir culpa por não conseguir encarar a situação de forma mais leve.",
      "Você não tem culpa. Parece que sua mente está presa em um pântano de desespero. Sua dor e sentimentos são reais, e você não pode simplesmente se livrar deles tentando pensar em algo bom.",
      "Mas vamos imaginar por um momento que a escuridão sem fim que o cerca agora é uma ilusão, óculos sujos através dos quais você vê o mundo.",
      "Agarre-se a essa ideia e deixe que ela seja seu raio de luz nesta escuridão. Afinal, a escuridão ao seu redor é superável.",
      "Isso não são palavras vazias! Há muitas evidências da eficácia da Terapia Cognitivo-Comportamental (TCC). Hoje, essa abordagem é considerada uma das mais eficazes no tratamento de comportamentos suicidas e é amplamente utilizada por psicoterapeutas e pesquisadores em todo o mundo.",
      "Na \"National Library of Medicine\" foi publicado um estudo que resume os resultados de 15 experimentos com a participação de 29.071 pessoas. Os resultados desses experimentos mostraram que a TCC foi a metodologia mais eficaz na prevenção de tentativas de suicídio repetidas em 87% dos casos.",
      "Esse é um índice muito alto. Claro, será necessário muito esforço para erradicar completamente os pensamentos suicidas, mas a TCC é uma ferramenta eficaz para aplicar seus esforços."
    ]
  },
  "screen_4": {
    "texts": [
      "Haverá uma seção específica onde discutiremos como superar a depressão com a ajuda da TCC, e lá abordaremos novamente a superação dos pensamentos suicidas.",
      "Fazemos tudo o que podemos para apoiar seu desejo de viver, mas não podemos oferecer a mesma ajuda individual que um psicólogo profissional pode.",
      "Se você sente que está à beira do precipício, procure um especialista imediatamente!",
      "As consultas com psicólogos podem ser pagas, mas na maioria dos países do mundo existem centros que oferecem assistência psicológica de emergência gratuita. Dê o primeiro passo em direção a uma vida feliz — busque ajuda!",
      "Entendemos que este é um passo sério, que nem sempre é fácil de tomar, mas apenas um especialista pode fornecer o suporte necessário e ensinar habilidades de autoajuda.",
      "Acreditamos que com a ajuda da Terapia Cognitivo-Comportamental (TCC) você pode percorrer o caminho necessário para alcançar uma visão de mundo mais positiva.",
      "Viver nem sempre é fácil; há períodos muito difíceis. Mas o mundo é grande e belo, e sua vida é inestimável. Lembre-se disso. Este mundo vale a pena viver!"
    ],
    "quote": {
      "text": "O momento mais escuro da noite vem logo antes do amanhecer.",
      "author": "Thomas Fuller"
    }
  }
}
