{
  "title": "Crenças irracionais podem ser úteis?",
  "description": "O artigo explora o impacto das crenças irracionais no estado psicossocial de uma pessoa. Usando o exemplo de John, que busca sucesso devido a uma crença profunda em sua própria incapacidade, o texto demonstra como essas crenças podem se tornar estratégias de enfrentamento destrutivas. O autor destaca a importância de reconhecer e revisar nossas próprias crenças para melhorar a qualidade de vida.",
  "screen_1": {
    "texts": [
      "Nos capítulos anteriores, enfatizamos bastante os pensamentos e crenças destrutivos. Isso não é surpreendente, pois são eles que afetam negativamente nossas emoções, comportamentos e bem-estar geral.",
      "Nesse contexto, surge a pergunta: será que todas as nossas crenças são realmente tão ruins, ou elas podem ser úteis para nós?",
      "O problema é que as crenças negativas são ativadas quando estamos sob estresse, deprimidos ou enfrentando alguma confirmação dessas crenças.",
      "Por exemplo, se uma pessoa tem a crença \"Eu não sou capaz de nada\", em uma situação de fracasso em um exame ou uma crítica do chefe, essa crença provavelmente será ativada.",
      "A pessoa interpretará o que está acontecendo através do prisma dessa crença, mesmo que seja ilógico e irracional.",
      "No entanto, isso não significa que todas as nossas crenças sejam ruins e que não haja nada de útil nelas.",
      "Em situações menos estressantes ou em um estado mais equilibrado, outra crença, positiva, pode ser ativada, como: \"Eu sou suficientemente capaz\".",
      "Portanto, a resposta à pergunta \"Todas as crenças são prejudiciais?\" — não, nem todas."
    ]
  },
  "screen_2": {
    "texts": [
      "Quanto ao impacto positivo das crenças irracionais, a situação é um pouco mais complexa, então vamos examinar isso mais de perto.",
      "Alguns podem pensar que as coisas não são tão ruins e que crenças irracionais podem até ajudar na vida, mas isso é mais um equívoco do que uma verdade.",
      "Para entender melhor, vamos dar exemplos. Já discutimos que existem três níveis de pensamento: pensamentos, crenças intermediárias e crenças profundas.",
      "Imaginemos que um jovem chamado John tem uma crença profunda: \"Eu não sou capaz de nada\", e uma crença intermediária: \"Eu sempre devo ser bem-sucedido\".",
      "Por um lado, pode parecer que não há nada de errado nessa crença. Afinal, é ótimo que John queira ser bem-sucedido. À primeira vista, realmente não há nada de errado, se isso for apenas um desejo ou objetivo, e não uma regra rígida e inflexível.",
      "Você pode pensar que isso é até benéfico para ele, pois, graças a essa crença, ele trabalhará muito, alcançará certo sucesso, se tornará mais motivado e determinado.",
      "O trabalho se torna muito importante para ele, e parece que isso só traz consequências positivas.",
      "Mas vamos aprofundar.",
      "Se isso for realmente uma crença intermediária, e não apenas um desejo, é provável que seja mais destrutiva do que construtiva. Isso ocorre porque ela está enraizada em sua crença profunda. Nesse caso, o trabalho para John se torna uma estratégia de enfrentamento (Falaremos mais sobre estratégias de enfrentamento nos próximos capítulos)."
    ],
    "quote": {
      "text": "Assim como o homem pode apenas amar ou odiar seu trabalho, ele deve ver suas consequências. Os workaholics simplesmente esquecem que não existem para o trabalho, mas o trabalho existe para eles.",
      "author": "Leo Tolstoy"
    }
  },
  "screen_3": {
    "texts": [
      "Resumindo, uma estratégia de enfrentamento é uma resposta ao estresse manifestada através de pensamentos, sentimentos ou comportamentos.",
      "Falando de forma simples, John busca ser bem-sucedido (essa é sua crença intermediária) para não se sentir incapaz (o que é sua crença profunda). E seu foco no trabalho é uma maneira de evitar esse sentimento.",
      "Isso é destrutivo porque, se John enfrentar problemas no trabalho, fracassar na carreira ou for demitido, ele inconscientemente se confrontará com sua crença profunda sobre sua própria incapacidade, o que pode ser algo como um apocalipse para ele.",
      "Isso pode levar ao agravamento de seu estado, apatia, comportamento destrutivo e até depressão.",
      "Agora, as consequências não parecem tão boas, certo?",
      "Conclui-se que a crença \"Eu sempre devo ser bem-sucedido\" é mais prejudicial do que benéfica. Afinal, ninguém está imune a fracassos e erros. Com essa crença, cada erro se tornará para ele uma confirmação de sua crença profunda, o que, por sua vez, apenas fortalecerá sua crença nela.",
      "É importante entender que qualquer crença é apenas uma ideia que pode ser alterada, tornando-a mais útil. Isso pode melhorar significativamente a qualidade de vida, e é aí que a terapia cognitivo-comportamental pode ajudar."
    ]
  }
}
