{
  "title": "Baş Etme Kartı: Büyük Değişimler İçin Küçük Bir Yardımcı",
  "description": "Baş etme kartları, bilişsel davranış terapisinin basit ama güçlü bir aracıdır ve stresle ya da negatif düşüncelerle başa çıkmanıza yardımcı olur. Bu küçük «hatırlatıcılar»ın bakış açınızı nasıl değiştirebileceğini, özgüveninizi geri kazandırabileceğini ve sizi duygusal büyümeye nasıl yöneltebileceğini öğrenin. Kendini keşfetme dünyasına dalın ve baş etme kartlarıyla daha sakin bir yaşama giden yolu açın!",
  "screen_1": {
    "texts": [
      "Baş etme kartları – bilişsel davranış terapisinin bir başka gizli silahı.",
      "Baş etme kartları nedir?",
      "Baş etme kartları, bilişsel davranış terapisi çerçevesinde geliştirilmiş etkili bir yöntemdir ve insanlara negatif düşünceler ve stresli durumlarla başa çıkmada yardımcı olur.",
      "Bir tür «hatırlatıcı» gibi işlev görürler ve yıkıcı inançları nasıl değiştirebileceğinizi, özgüveninizi nasıl geri kazanabileceğinizi gösterirler.",
      "Neden baş etme kartlarını kullanmalısınız?",
      "Kaygıyı azaltma: Baş etme kartları, stresli anlarda hızla sakinleşmenize yardımcı olur.",
      "Zor zamanlarda destek: İlham ya da morale ihtiyacınız olduğunda, kartlarınız her zaman yanınızda olacak ve içsel kaynaklarınızı hatırlatacak.",
      "Kendini tanıma gelişimi: Düşüncelerinizi ve duygularınızı yazarak, duygusal tepkilerinizi ve davranış kalıplarınızı daha iyi anlayabilirsiniz.",
      "Kullanımı kolay: Uygulamamızın işlevleri sezgisel ve basit, böylece herkes kart oluşturabilir."
    ],
    "quote": {
      "text": "Akıl dışı inançları seçerseniz acı çekebilirsiniz, ama akılcı olanları seçerseniz acı çekmek zorunda kalmazsınız.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Nasıl işler?",
      "Yıkıcı bir düşünce fark ettiğinizde, baş etme kartlarını kullanarak onu daha yapıcı bir düşünceyle değiştirin.",
      "Bu biraz pratik gerektirebilir, ama zamanla negatif düşüncelere daha hızlı tepki verip onları pozitif inançlarla değiştirmeyi öğreneceksiniz.",
      "Örneğin, eğer «Hedeflerime asla ulaşamayacağım» diye düşünüyorsanız, bunu daha yapıcı bir düşünceyle değiştirebilirsiniz: «Zorluklarla karşılaşıyorum, ama bir planım var ve hedeflerime küçük adımlarla bile olsa ilerleyebilirim».",
      "Bu, sadece durumu algılayışınızı değiştirmekle kalmaz, aynı zamanda harekete geçmeniz için sizi motive eder.",
      "Kartlarınızı düzenli olarak gözden geçirin ve güncelleyin.",
      "Duygularınız ve düşünceleriniz zamanla değişebilir, bu yüzden kartları mevcut ihtiyaçlarınıza uyarlamak önemlidir.",
      "Mesela, bir yıkıcı düşüncenin artık geçerli olmadığını fark ederseniz ya da belirli bir korkuyu aştıysanız, kartı yeni yapıcı düşünceler veya stratejiler ekleyerek güncelleyin.",
      "Uygulamamızda mevcut kartları kolayca düzenleyebilir ya da yenilerini ekleyebilirsiniz.",
      "Böylece baş etme kartları, yalnızca negatif düşüncelerle mücadele aracı değil, aynı zamanda kişisel gelişim ve duygusal büyüme sürecinizde size rehberlik eden bir yol arkadaşı olur."
    ]
  },
  "screen_3": {
    "texts": [
      "Kartların anlamını daha iyi açıklamak için, yıkıcı düşünceleri yapıcı olanlarla değiştirme örneklerine birkaç tane daha bakalım.",
      "Örnek 1",
      "Yıkıcı düşünce: «Bu projeyi halledemem, yeterince iyi değilim».",
      "Yapıcı alternatif: «Daha önce zor projelerin üstesinden geldim. Bu işi başarıyla tamamlamak için becerilerim ve kaynaklarım var».",
      "Örnek 2",
      "Yıkıcı düşünce: «Aptalca bir şey söylersem herkes bana güler».",
      "Yapıcı alternatif: «Herkes hata yapabilir. Hatalarımdan öğrenebilir ve insanlarla iletişim kurmaktan keyif alabilirim».",
      "Örnek 3",
      "Yıkıcı düşünce: «Hiçbir şey değişmeyecek, hayatım hep böyle olacak».",
      "Yapıcı alternatif: «Değişim için adımlar atabilirim. Küçük adımlar büyük sonuçlara götürür».",
      "Sonuç",
      "Baş etme kartları, düşüncelerinizi ve duygularınızı yönetmek için güçlü bir araçtır.",
      "Aklınızın mantıklı tarafıyla yeniden bağlantı kurmanıza ve negatif inançlara karşı durmanıza yardımcı olurlar.",
      "Onları kullanarak kendinizi ve stresli durumlara verdiğiniz tepkileri daha iyi anlayabilirsiniz.",
      "Bugün baş etme kartlarınızı oluşturmaya başlayın ve daha sakin, kendine güvenli bir hayata giden yolu keşfedin!"
    ]
  }
}
