{
  "title": "Başa çıkma kartı: Küçük bir yardımcı, büyük değişimler için",
  "description": "Başa çıkma kartları, Bilişsel Davranışçı Terapi’nin (BDT) sade ama son derece etkili bir aracıdır. Stresle başa çıkmaya, zorlayıcı durumlara farklı bir açıdan bakmaya ve kuşku anlarında kendinizi desteklemeye yardımcı olur. Bu küçük “hatırlatmalar”, güven duygusunu tazeler ve duygusal gelişime giden yolu kolaylaştırır. Düşüncelerinizi keşfedin, içsel dayanaklarınızı bulun ve adım adım daha sakin, daha dayanıklı bir yaşama yaklaşın.",
  "screen_1": {
    "texts": [
      "Başa çıkma kartları, BDT’de sade ama çok etkili bir araçtır.",
      "Başa çıkma kartları nedir?",
      "Başa çıkma kartları, olumsuz düşünceler ve stresli anlarla başa çıkmayı kolaylaştıran, duruma daha sağlıklı bir açıdan bakmayı destekleyen bir BDT yöntemidir.",
      "Bir tür “hatırlatıcı” gibi çalışır: yıkıcı inançları daha destekleyici olanlarla değiştirmeye ve özgüveni yeniden kazanmaya rehberlik eder.",
      "Neden başa çıkma kartlarını kullanmalı?",
      "Kaygıyı azaltma: duygular kabardığında hızlıca sakinleşmeye yardımcı olur.",
      "Zor anlarda destek: tereddüt anlarında bir destek sesi olur; gücünüzü ve kaynaklarınızı hatırlatır.",
      "Özfarkındalık: düşüncelerinizi ve tepkilerinizi yazarak duyguları tetikleyen unsurları ve onları nasıl etkileyebileceğinizi daha iyi anlarsınız.",
      "Sadelik ve erişilebilirlik: uygulamamızın arayüzü anlaşılırdır; bu nedenle kart oluşturmak kolay ve pratiktir."
    ],
    "quote": {
      "text": "Akıldışı inançları seçerseniz acı çekebilirsiniz; ama akılcı olanları seçerseniz acı çekmemeyi de seçebilirsiniz.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Nasıl çalışır?",
      "Yıkıcı bir düşünceyi fark ettiğinizde, başa çıkma kartı onu daha gerçekçi ve destekleyici bir ifadeyle değiştirmeye yardımcı olur.",
      "Başta biraz pratik gerektirebilir; zamanla olumsuz düşünceleri daha hızlı fark edip onları daha yapıcı olanlarla değiştirmeyi öğrenirsiniz.",
      "Örneğin “Hedeflerime asla ulaşamayacağım” düşüncesi “Zorlandığım oluyor ama bir planım var; küçük adımlarla da olsa ilerleyebilirim” şeklinde değiştirilebilir.",
      "Bu yaklaşım, duruma farklı bakmanın ötesinde, eyleme geçmeye de ilham verir.",
      "Kartlarınızı düzenli olarak gözden geçirin ve güncelleyin.",
      "Duygularınız ve düşünceleriniz zamanla değiştiği için kartların da güncel ihtiyaçlarınıza uygun kalması önemlidir.",
      "Bir olumsuz düşüncenin etkisi azaldıysa ya da bir güçlüğün üstesinden geldiyseniz kartınızı güncelleyin ve yeni destekleyici inancı not edin.",
      "Uygulamamızda mevcut kartları kolayca düzenleyebilir ve yenilerini oluşturabilirsiniz.",
      "Zamanla başa çıkma kartları yalnızca olumsuz düşüncelere karşı bir araç olmanın ötesine geçer; kişisel gelişim ve duygusal büyüme sürecinizde bir rehbere dönüşür."
    ]
  },
  "screen_3": {
    "texts": [
      "İlkeyi daha iyi görmek için birkaç örneğe bakalım.",
      "Örnek 1",
      "Yıkıcı düşünce: “Bu projeyi başaramayacağım, yeterince iyi değilim.”",
      "Yapıcı karşılık: “Daha önce de zor görevlerin üstesinden geldim. Bunu tamamlamak için bilgi ve kaynaklara sahibim.”",
      "Örnek 2",
      "Yıkıcı düşünce: “Saçma bir şey söylersem herkes gülecek.”",
      "Yapıcı karşılık: “Herkes hata yapabilir. Ben öğreniyorum ve iletişim, büyümek için bir fırsattır.”",
      "Örnek 3",
      "Yıkıcı düşünce: “Hiçbir şey değişmeyecek; hayat hep böyle kalacak.”",
      "Yapıcı karşılık: “Değişim adım adım olur. Küçük adımlar bile büyük sonuçlara götürür.”",
      "Sonuç",
      "Başa çıkma kartları, düşünceleri ve duyguları yönetmenin güçlü ama yumuşak bir yoludur.",
      "Duruma daha akılcı ve sakin bir bakış açısıyla yaklaşmayı kolaylaştırır ve olumsuz inançlara karşı durmayı destekler.",
      "Onları kullanarak kendinizi ve strese verdiğiniz tepkileri daha iyi anlarsınız.",
      "Kartlarınızı bugün oluşturmaya başlayın; daha sakin, kendine güvenen ve dayanıklı bir yaşama doğru ilk adımı atın."
    ]
  }
}
