{
  "title": "Alice'in Hikayesi, Depresyonu Aşmak",
  "description": "Bu makale, otomatik düşünceler, ara ve derin inançlar arasındaki ilişkiyi göstermek için depresyonla mücadele eden bir kişinin örneğini ele almaktadır. Onun yaşam yolunu ve bir psikologla olan etkileşimini analiz ederek, bu düşünce seviyelerinin nasıl oluştuğunu ve depresyonu aşmak için nasıl değiştirilebileceğini açıklamaktadır. Yaklaşım, bilişsel davranış terapisi prensiplerine dayanmaktadır.",
  "screen_1": {
    "texts": [
      "Otomatik düşünceler, ara ve derin inançların nasıl bağlantılı olduğunu görsel bir şekilde göstermek için, depresyon ve öz güvensizlikle karşılaşan genç bir kadın olan Alice'in örneğini inceleyelim.",
      "Tam bir resim için, onun kişisel ve sosyal hikayesinden biraz bahsedelim:",
      "Alice, küçük bir kasabada eksik bir ailede büyüdü. Babası, 6 yaşındayken başka bir kadına gitti. Annesiyle ilişkileri karmaşık bir şekilde gelişti; hemşire olarak çalışan annesi sürekli eleştirecek bir şey buluyor ve çok nadir Alice'i takdir ediyordu.",
      "Ebeveynlerinin boşanmasından sonra aralarında hiçbir bağ kalmadı ve Alice, ikisini de memnun etmek için mayın tarlasındaymış gibi hissetti. Babasının yeni ailesinde iki oğlu ve bir kızı vardı. Onlarla çok zaman geçiriyor, doğaya gidiyor ve hatta onlarla spor yapıyordu. Alice, onlara karşı istemeden kıskanıyor ve içten içe imreniyordu.",
      "Okul yıllarında, Alice mükemmel bir öğrenci oldu; bu kısmen annesinin onayını kazanma isteğinden kaynaklanıyordu, çünkü annesi iyi notları norma olarak belirlemişti. Alice, pazarlama alanında yüksek onur derecesiyle üniversiteyi bitirdi. Şimdi 23 yaşında, evli değil ve çocuğu yok. İş ve istikrar arayışında, depresyon nedeniyle bir psikologdan yardım almaya karar veriyor.",
      "Alice'in depresyon bozukluğu, üniversiteden sonra iş bulma zorlukları nedeniyle tetiklendi. Daha az aktif bir sosyal yaşam sürmeye başladı ve çoğu zaman, hiçbir şey yapamayacağına inanarak üzgün bir halde zaman geçiriyordu."
    ]
  },
  "screen_2": {
    "texts": [
      "Şimdi, Alice'in psikologla olan konuşması üzerinden üç düşünce seviyesinin nasıl etkileşimde bulunduğunu inceleyelim:"
    ],
    "dialog": [
      "Alice, lütfen son zamanlarda yoğun negatif duygular yaşadığınız bir durumu hatırlayın.",
      "Dün oldu. İş ilanlarına bakıyordum ve mükemmel bir seçenek gördüm - yaratıcı bir şirket, esnek çalışma saatleri, iyi bir maaş. Ama donup kaldım ve özgeçmişimi gönderemedim.",
      "Sizi ne durdurdu?",
      "Sanırım, bu iş için yeterince iyi olmayacağımı düşündüm çünkü bu benim için çok zor. Bunu başaramam (otomatik düşünce).",
      "Bu işte başarılı olamayacağınız düşüncesi sizin için ne ifade ediyor?",
      "Görevleri yüksek seviyede yerine getiremeyeceğim ve hata yapmanın korkunç olduğunu düşünüyorum (ara inanç).",
      "Hata yaparak bir şeyde başaramayan birini nasıl tanımlarsınız?",
      "O, işe yaramaz, başarısız.",
      "Eğer bir şeyde başaramıyorsanız, hata yapıyorsanız ve yapamayacağınız bir şeye kalkışıyorsanız, o zaman siz nasılsınız?",
      "Ben başarısızım (derin inanç)."
    ]
  },
  "screen_3": {
    "texts": [
      "Artık Alice'in yıkıcı düşünce seviyelerinin nasıl yapıda olduğunu görüyoruz.",
      "Alice'in bu inançlarla doğmadığını anlamak önemlidir. Bu inançlar, hayatının farklı dönemlerinde ve çeşitli koşullarda pekişmiştir. Bu, onların değiştirilebileceği ve değiştirilmesi gerektiği anlamına geliyor.",
      "Değişim süreci, otomatik düşünceler üzerinde çalışmakla başlar. Alice, bu düşünceleri sorgulamayı ve yıkıcılığını kanıtlamayı öğrendiğinde, onlara olan güveni azalmış olur ve bir sonraki katmana - ara inançlara geçebiliriz.",
      "\"Onların\" inancını sorgulayarak, derin inançlara ulaşabilir ve bunları daha uyumlu ve faydalı hale dönüştürebiliriz."
    ]
  }
}
