{
  "title": "Alisa’nın hikâyesi: Depresyonu aşma yolculuğu",
  "description": "Bu yazıda, depresyon yaşayan bir kişinin öyküsü üzerinden otomatik düşünceler ile ara ve temel inançların birbiriyle nasıl ilişkilendiğini ele alacağız. Alisa’nın psikologla yürüttüğü çalışmada inançların nasıl oluştuğunu ve nasıl değişebildiğini görerek depresyonla baş etmenin yollarına bakacağız. Yaklaşım, bilişsel davranışçı terapi ilkelerine dayanıyor.",
  "screen_1": {
    "texts": [
      "Otomatik düşünceler ile ara ve temel inançların ilişkisini somutlaştırmak için, özgüveni sarsılmış ve depresyonla mücadele eden genç bir kişi olan Alisa’nın öyküsüne bakalım.",
      "Önce yaşamına ve çevresine kısaca bakalım:",
      "Alisa, küçük bir şehirde tek ebeveynli bir ailede büyüdü. Altı yaşındayken babası başka biriyle ilişkiye başladı ve evden ayrıldı. Annesiyle ilişkisi zorlu geçti: sık sık eleştirilir, nadiren takdir edilirdi.",
      "Boşanmanın ardından ebeveynler neredeyse hiç iletişim kurmadı; Alisa ise iki taraf arasında kalıp herkesi memnun etmeye çalıştı. Babası yeni ailesinde üç çocuk sahibi oldu ve zamanının çoğunu onlarla geçiriyordu: doğa gezileri, spor… Alisa kırgınlık, kıskançlık ve dışlanmışlık hissediyordu.",
      "Okulda, özellikle annesinin onayını kazanma isteğiyle, çok başarılıydı. Sonrasında pazarlama bölümünü dereceyle bitirdi. Şimdi 23 yaşında; evli değil, çocuğu yok. İş ve istikrar ararken depresyon nedeniyle bir psikoloğa başvurdu.",
      "Durumu, iş arama sürecindeki güçlüklerle birlikte kötüleşti. Sosyal etkileşimi azaldı; çoğu zaman çökkün hissediyor ve hiçbir şeyi başaramayacağına inanıyordu."
    ]
  },
  "screen_2": {
    "texts": [
      "Şimdi, Alisa’nın psikologla diyaloğu üzerinden düşünmenin üç düzeyinin nasıl işlediğine bakalım:"
    ],
    "dialog": [
      "Alisa, lütfen son zamanlarda yoğun olumsuz duygular yaşadığınız bir durumu hatırlayın.",
      "Dün oldu. İlanlara bakıyordum ve tam bana göre bir pozisyon gördüm: ilgi çekici bir şirket, esnek çalışma, iyi gelir. Ama donup kaldım ve özgeçmişimi göndermedim.",
      "Sizi durduran neydi?",
      "Nasıl olsa beni almazlar diye düşündüm. Bunun benim için fazla zor olacağını… Altından kalkamayacağımı düşündüm (otomatik düşünce).",
      "“Altından kalkamam” düşüncesi sizin için ne anlama geliyor?",
      "Görevleri yeterince iyi yapamayacağımı ve hata yapmanın çok kötü olduğunu (ara inanç).",
      "Hata yapan ve işin üstesinden gelemeyen birini nasıl tanımlarsınız?",
      "Başarısızdır; ciddi hiçbir şeyi hak etmez.",
      "Peki bu sizin başınıza geldiğinde — zorluklarla karşılaşıp hata yaptığınızda — kendinizi nasıl tanımlarsınız?",
      "Sanırım ben de başarısızım (temel inanç)."
    ]
  },
  "screen_3": {
    "texts": [
      "Artık, düşünmenin üç düzeyi arasındaki bağlantının Alisa’nın duygusal durumunu nasıl şekillendirdiğini görüyoruz.",
      "Unutmayalım: Alisa bu inançlarla doğmadı. Yaşam olaylarının ve çevrenin etkisiyle ortaya çıkıp pekiştiler. Bu da değişebilecekleri anlamına gelir.",
      "Çalışma otomatik düşüncelerle başlar. Alisa onları fark etmeyi ve sorgulamayı öğrendikçe etkilerini zayıflatabilir ve bir sonraki düzey olan ara inançlarda değişime geçebilir.",
      "Zamanla, adım adım, bu değişimler temel inançların da dönüşmesine yardımcı olur; yerlerini daha gerçekçi ve destekleyici inançlara bırakırlar."
    ]
  }
}
