{
  "title": "Hayatı Seçin!",
  "description": "Bu makale, depresyon ve intihar düşünceleriyle ilgili güncel bir konuyu ele alıyor, istatistiksel veriler sunuyor ve bunlar arasındaki ilişkiyi analiz ediyor. Bilişsel Davranışçı Terapi'nin (BDT) bu sorunlarla mücadeledeki rolünü vurgularken, profesyonel yardım alma önemini ve ücretsiz psikolojik hizmetlerin erişilebilirliğini de vurgulamaktadır. Makale, okuyucuları ilham vermek ve desteklemek amacıyla, hayatın değerini ve umudu korumanın önemini hatırlatmaktadır.",
  "screen_1": {
    "texts": [
      "Negatif düşünme, irrasyonel inançlar ve depresyondan çok bahsederken, başka çok önemli ve karmaşık bir konuya – intihara – değinmeden edemeyiz.",
      "Bu konuda asla endişelenmediyseniz çok mutlu oluruz, ancak eğer bir zamanlar ölümün tek çıkış yolu olduğunu düşündüyseniz veya şu anda böyle düşünüyorsanız, sizi desteklemek ve bu konuyu konuşmak istiyoruz.",
      "Maalesef, birçok insan bu sorunla karşılaşıyor. Dünya Sağlık Örgütü (DSÖ) verilerine göre, her yıl yaklaşık 800.000 - 1.000.000 intihar gerçekleşiyor. Bu sadece resmi veriler.",
      "Tarih boyunca intihar sayısı, tüm savaşlarda ölenlerin sayısını geçiyor. Buna inanmak zor ama gerçek.",
      "Bunda depresyon büyük bir rol oynuyor. Dünya genelinde intiharların %45 ila %60'ı depresyon yaşayan insanlar tarafından gerçekleştiriliyor. Depresyondaki bir kişi, normal psikolojik durumda olan birine göre intihar riski 35 kat daha fazladır.",
      "Bu korkunç rakamlara bakınca kendimizi kötü hissediyoruz, ama bunu sizi korkutmak için söylemiyoruz, sadece bu sorunla karşılaşan birçok insan olduğunu ve ne yazık ki çoğunun bu sorunla karşılaştıklarında yaşadıklarını paylaşmadığını, utanıp yalnız olduklarını düşündüklerini göstermeye çalışıyoruz."
    ]
  },
  "screen_2": {
    "texts": [
      "Bu nedenle, intihar düşüncelerinin zayıflık veya yetersizlik belirtisi olmadığını ve bu düşüncelerden utanmamanız gerektiğini belirtmek istiyoruz.",
      "İnsanlar intihar düşüncelerine farklı yollarla gelirler, ancak hepsinin genellikle ortak bir noktası vardır: dayanılmaz duygusal acı, bu nedenle ölüm tek kurtuluş gibi görünür.",
      "Bu insanlar, yaşam çok ağır geldiği için acı ve ıstıraptan kaçış yolu olarak ölümü veya yakınları için bir \"yük\" olmaktan kurtulma yolu olarak ölümü görebilirler.",
      "Araştırmalar, intihar düşüncelerinin gelişiminde başlıca faktörlerden birinin gerçekçi olmayan umutsuzluk hissi olduğunu göstermektedir. Bu kişilerin düşünceleri analiz edildiğinde, kalıcı bir karamsar dünya görüşünün baskın olduğu ve bozulmuş algılar nedeniyle kendilerini çıkışsız bir durumda hissettikleri görülmektedir.",
      "Hiçbir zaman mutlu olmadıklarını ve asla mutlu olamayacaklarını düşünmektedirler. Ancak, umutsuzluk ve çaresizlik sadece depresyonun belirtileri olduğunu ve nesnel bir gerçeklik olmadığını anlamak önemlidir.",
      "İntihar kararı, hayatın iyileşemeyeceğine dair irrasyonel bir inancın sonucudur. Ama her şey bu kadar umutsuz mu? Her şeyin aynı şekilde kötü gitmeye devam edeceğine dair kanıtlar ve yüzde yüz garantiler var mı?"
    ]
  },
  "screen_3": {
    "texts": [
      "Acı çekerken, farklı bir yaşam sürdürülebileceğinizi hayal etmek zor. \"Olumlu düşün\" ifadesini duyduğunuzda, sorunlarınızın ciddiye alınmadığını düşünebilir veya duruma daha basit bir şekilde yaklaşamadığınız için suçluluk hissedebilirsiniz.",
      "Suçlu değilsiniz. Zihniniz çaresizlik bataklığına saplanmış gibi görünüyor. Acınız ve hisleriniz gerçektir ve onları sadece iyi düşünmeye çalışarak ortadan kaldıramazsınız.",
      "Ama bir saniye için, şu an etrafınızı saran o sonsuz karanlığın bir illüzyon, dünyaya baktığınız kirli gözlükler olduğunu hayal edelim.",
      "Bu düşünceye sarılın ve onu bu karanlıkta ışık huzurunuz haline getirin. Gerçekten de, etrafınızdaki karanlık aşılabilir.",
      "Bunlar boş sözler değil! Bilişsel Davranışçı Terapi'nin (BDT) etkinliğine dair birçok kanıt vardır. Bu yaklaşım, günümüzde intihar davranışlarını tedavi etmenin en etkili yöntemlerinden biri olarak kabul edilmektedir ve dünya çapında birçok psikoterapistin ve araştırmacının araçları arasındadır.",
      "Ulusal Tıp Kütüphanesi'nde, 29.071 kişiyle yapılan 15 deneyin sonuçlarını özetleyen bir araştırma yayınlandı. Bu deneylerin sonuçlarına göre, BDT %87 oranında intihar girişimlerinin tekrarını önlemede en etkili yöntem olmuştur.",
      "Bu çok yüksek bir orandır. Elbette, intihar düşüncelerini tamamen ortadan kaldırmak için çok çaba göstermeniz gerekecek, ancak BDT, çabalarınızı yönlendirmek için etkili bir araçtır."
    ]
  },
  "screen_4": {
    "texts": [
      "Depresyonu BDT ile aşmayı tartışacağımız ayrı bir bölümümüz olacak, burada intihar düşüncelerinin üstesinden gelmeyi tekrar detaylı bir şekilde ele alacağız.",
      "Sizde yaşam isteğini desteklemek için elimizden geleni yapıyoruz, ancak profesyonel bir psikologun sağlayabileceği bireysel yardımı sunamıyoruz.",
      "Eğer uçurumun kenarında durduğunuzu hissediyorsanız, hemen bir uzmana başvurun!",
      "Psikolog danışmanlıkları ücretli olabilir, ancak dünya genelinde ücretsiz acil psikolojik yardım sunan merkezler bulunmaktadır. Kendi mutlu yaşamınıza doğru ilk adımı atın — yardım isteyin!",
      "Bu önemli bir adım olduğunu anlıyoruz ve her zaman kolay değildir, ama yalnızca bir uzman size gerekli desteği sağlayabilir ve kendine yardım becerilerini öğretir.",
      "Bilişsel Davranışçı Terapi (BDT) sayesinde, kendi olumlu dünya görüşünüzü kazanmanız için gereken yolu geçebileceğinize inanıyoruz.",
      "Yaşamak her zaman kolay değildir, çok zor dönemler olabilir. Ama dünya büyük ve güzeldir ve hayatınız değerlidir. Bunu unutmayın. Bu dünya yaşamak için değer!"
    ],
    "quote": {
      "text": "Gece en karanlık anı, şafaktan hemen öncesidir.",
      "author": "Thomas Fuller"
    }
  }
}
