{
  "title": "Hayatı seçin!",
  "description": "Bu yazı, depresyon ve intihar düşüncelerini ele alır; anlaşılır sayılarla tabloyu ortaya koyar ve aralarındaki bağı açıklar. Bilişsel davranışçı terapinin (BDT) bu tür krizleri aşmadaki rolünü vurgular, uzmanlara başvurmanın önemini ve ücretsiz psikolojik desteğin erişilebilirliğini hatırlatır. Metin, yaşamın değerini anımsatır ve umudu korumaya çağırır.",
  "screen_1": {
    "texts": [
      "Olumsuz düşünme, akıldışı inançlar ve depresyondan söz ederken, zor ama önemli bir konuyu göz ardı edemeyiz: intihar.",
      "Umarız böyle bir şeyle hiç karşılaşmadınız. Ancak ölüm düşüncesi bir zamanlar ya da bugün tek çıkış gibi göründüyse, yanınızdayız; bunun üzerine sakin bir dille konuşmak istiyoruz.",
      "DSÖ’nün (Dünya Sağlık Örgütü) tahminlerine göre, her yıl dünyada çok sayıda intihar vakası yaşanıyor. Üstelik bunlar yalnızca resmî kayıtlardır.",
      "Tarih boyunca intihar sayılarının kimi dönemlerde savaş kayıplarıyla kıyaslanabildiği söylenir. Rakamları kabullenmek zordur; ama tablonun büyüklüğünü ve bu deneyimi yaşayanların çokluğunu gösterir.",
      "Burada depresyonun rolü büyüktür: intiharların önemli bir bölümü depresif bozukluğu olan kişiler tarafından gerçekleştirilir; bu durumda risk katlanarak artar.",
      "Bu verileri korkutmak için değil, yalnız olmadığınızı anımsatmak için paylaşıyoruz. Utanç ve “böyle hisseden bir tek benim” düşüncesi yüzünden çoğu kişi susar — oysa yardım yakındadır."
    ]
  },
  "screen_2": {
    "texts": [
      "İntihar düşünceleri bir zayıflık ya da “eksiklik” göstergesi değildir. Bu nedenle utanmanıza gerek yok.",
      "İnsanlar bu düşüncelere farklı yollardan gelir; ancak çoğu zaman ortak bir nokta vardır — dayanılmaz bir ruhsal acı ve ölümün tek rahatlama yolu gibi görünmesi.",
      "Bazen ölüm, acıyı sonlandırmanın ya da yakınlara “yük olmamanın” yolu gibi algılanır. Bu, çaresizlik hâlidir; kişinin değerine dair sağlıklı bir değerlendirme değildir.",
      "Araştırmalar şu noktaya işaret eder: başat etken umutsuzluktur. Algı çarpıldığında, dünya tek parça bir karanlık, gelecek ise kapalı görünür.",
      "Unutmayın: umutsuzluk ve çaresizlik, depresyonun belirtileridir — gerçeğin kendisi değildir.",
      "Yaşamı sonlandırma niyeti, “daha iyi olmayacak” inancına dayanır. Peki gerçekten öyle mi? Her şeyin aynı kalacağına dair hiç mi karşı kanıt yok?"
    ]
  },
  "screen_3": {
    "texts": [
      "Acı yoğunken başka bir hayatı hayal etmek çok zordur. “İyi düşün” gibi cümleler değersizleştirici gelebilir ve suçluluk duygusunu artırabilir.",
      "Bu sizin suçunuz değil. Zihin sanki batakta sıkışmış gibidir. Acı gerçektir; bir düğmeye basar gibi “hissetmemeyi” seçmek mümkün değildir.",
      "Bir an için bu koyu karanlığın, kirli bir gözlük camı gibi görüntüyü çarpıttığını hayal edin.",
      "Bu düşünceye ince bir ip gibi tutunun: karanlık dağılabilir ve siz bugünkü duygulardan çok daha fazlasısınız.",
      "Bu boş bir söz değil: BDT’nin etkililiği araştırmalarla desteklenmiştir ve dünyada nüks riskini azaltmak, krizi atlatmaya giden adımları netleştirmek için yaygın biçimde uygulanır.",
      "Sistematik derlemeler, BDT’nin nüks sıklığını düşürmeye yardımcı olduğunu ve çıkış yolunu daha anlaşılır kıldığını gösterir.",
      "Evet, emek gerekir; ancak BDT çabalarınızın boşa gitmemesi için net araçlar ve adım sıraları sunar."
    ]
  },
  "screen_4": {
    "texts": [
      "Depresyonla BDT temelli nasıl çalışılacağına — özellikle de intihar düşünceleriyle baş etme adımlarına — ayrı bir bölüm ayıracağız.",
      "Yaşama isteğinizi desteklemek isteriz; fakat bireysel yardımı yalnızca bir uzman sağlayabilir.",
      "Eğer sınırda hissediyorsanız — derhâl bir hekime, psikoloğa ya da acil yardım hatlarına başvurun (yakın tehlike varsa acil numaraları arayın).",
      "Ücretli görüşmeler mümkün değilse bile pek çok ülkede ücretsiz ve vakit kaybetmeden destek veren merkezler vardır. İlk adım, yaşama doğru bir harekettir.",
      "Zor olduğunu biliyoruz. Ama tam da bir uzman, fırtınayı birlikte göğüslemenize yardım eder ve sürdürülebilir başa çıkma becerilerini öğretir.",
      "BDT ile kendinize ve dünyaya daha sıcak ve dayanıklı bir bakış geliştirebileceğinize inanıyoruz.",
      "Yaşamak kolay değil; ağır dönemler birçok kişinin başına gelir. Ama dünya geniş ve güzel, sizin hayatınız ise paha biçilemez. Lütfen bunu anımsayın: bu dünya için yaşamak değerli!"
    ],
    "quote": {
      "text": "Gecenin en karanlık anı, şafaktan hemen önce gelir.",
      "author": "Thomas Fuller"
    }
  }
}
