{
  "title": "Akıldışı inançlar yararlı olabilir mi?",
  "description": "Yazı, akıldışı inançların duygusal ve psikolojik duruma etkisini inceler. John örneği üzerinden, “yeterli değilim” yönündeki köklü inanç nedeniyle başarı peşinde koşmanın zamanla yıkıcı bir başa çıkma stratejisine dönüşebileceği gösterilir. Yaşam kalitesini artırmak için inançları fark etmenin ve yeniden değerlendirmenin önemine vurgu yapılır.",
  "screen_1": {
    "texts": [
      "Önceki bölümlerde yıkıcı düşünce ve inançlara geniş yer verdik; çünkü tam da onlar duyguları, davranışı ve genel iyi oluşu belirgin biçimde olumsuz etkiler.",
      "Buradan şu soru doğuyor: Gerçekten tüm inançlar zararlı mı; bazıları yarar sağlayabilir mi?",
      "Olumsuz inançlar çoğu zaman stres anlarında, çökkün ruh hâlinde ya da depresyonda — ayrıca inancı “doğrular” gibi görünen olaylar sırasında — etkinleşir.",
      "Örneğin “Hiçbir şeye gücüm yetmez” inancına sahip birinde, sınavdaki başarısızlık ya da yöneticiden gelen eleştiri bu inancı tetikleyebilir.",
      "Böyle olunca kişi, mantığa uymasa ve olgularla örtüşmese bile olup biteni bu inancın prizmasından görmeye başlar.",
      "Ancak bu, tüm inançların aynı ölçüde kötü ve yararsız olduğu anlamına gelmez.",
      "Daha az gerilimli koşullarda ya da kişi kendini daha güçlü hissettiğinde “yeterliyim” gibi destekleyici bir inanç devreye girebilir.",
      "Dolayısıyla “Bütün inançlar zararlı mı?” sorusunun yanıtı: hayır, hepsi değil."
    ]
  },
  "screen_2": {
    "texts": [
      "“Akıldışı” inançların “yararı” söz konusu olduğunda tablo göründüğünden daha karmaşıktır — birlikte açalım.",
      "Bazen bu inançların başarıya ittiği sanılır; ancak bu, gerçekte yaygın bir yanılgıdır.",
      "Üç düzeyi hatırlayalım: otomatik düşünceler, ara inançlar ve temel inançlar.",
      "Diyelim ki John adında genç birinin temel inancı “Hiçbir şeye gücüm yetmez”, ara inancı ise “Her zaman başarılı olmalıyım”.",
      "Yüzeyde kulağa fena gelmiyor: başarı arzusu, eğer esnek bir istekse, elbette değerlidir.",
      "İlk bakışta bu inanç motivasyonu artırır, hedeflere götürür, kararlılığı besler gibi görünebilir.",
      "Böylece iş, aşırı önem atfedilen ve yalnızca artıları varmış gibi algılanan bir alan hâline gelir.",
      "Ama biraz derine bakalım.",
      "Bu, esnek bir istek değil de katı bir ara inançsa ve kökünde “yetersizim” diyen temel inanç yatıyorsa, büyük olasılıkla yıkıcıdır. O zaman çalışmaya aşırı yüklenmek John için bir başa çıkma stratejisine dönüşür (başa çıkma stratejilerine ilerleyen bölümlerde döneceğiz)."
    ],
    "quote": {
      "text": "İnsan işini ancak sevebilir ya da ondan nefret edebilir; bu yüzden onun sonuçlarını görmelidir. Oysa işkolikler, kendilerinin iş için değil, işin onlar için var olduğunu unutur.",
      "author": "Lev Tolstoy"
    }
  },
  "screen_3": {
    "texts": [
      "Kısaca: başa çıkma stratejisi, strese düşünce, duygu ya da davranış yoluyla verilen yanıttır.",
      "Basitçe söylersek John “başarılı olmalıyım” (ara inanç) diye çabalar; çünkü “yetersizim” (temel inanç) duygusunu hissetmek istemez. İşe odaklanmak, acı veren benlik algısından kaçış yolu olur.",
      "Bu, yıkıcıdır; çünkü işle ilgili ciddi bir sarsıntı — proje başarısızlığı, kariyerde duraksama ya da işten çıkarılma — John’u bir anda “yetersizim” inancıyla yüz yüze bırakır ve bu, içsel bir “kıyamet” gibi yaşanabilir.",
      "Sonuçları: durumun kötüleşmesi, isteksizlik, kendine zarar verici davranışlar ve hatta depresyon.",
      "Bu noktada olası “artılar” pek ikna edici görünmüyor, değil mi?",
      "Öyleyse “Her zaman başarılı olmalıyım” inancı çoğu zaman zararlıdır: hatalar kaçınılmazdır ve bu kadar katı bir zeminde her hata, “yetersizim” inancını kanıtlar gibi hissedilir ve onu daha da pekiştirir.",
      "Unutmayın: inanç, yeniden değerlendirilebilecek bir fikirdir. Onu daha işlevsel hâle getirmek yaşam kalitesini belirgin biçimde artırır — bilişsel davranışçı terapi tam da bunun yollarını öğretir."
    ]
  }
}
