{
  "title": "İrrasyonel İnançlar Yararlı Olabilir mi?",
  "description": "Bu makale, irrasyonel inançların bir kişinin psikolojik ve duygusal durumu üzerindeki etkisini ele alıyor. John örneği üzerinden, başarısına derin bir inançla ulaşmaya çalışan birinin irrasyonel inançlarının nasıl yıkıcı başa çıkma stratejilerine dönüşebileceği gösterilmektedir. Yazar, yaşam kalitesini artırmak için kendi inançlarını fark etmenin ve gözden geçirmenin önemini vurgulamaktadır.",
  "screen_1": {
    "texts": [
      "Önceki bölümlerde yıkıcı düşüncelere ve inançlara büyük önem verdik. Bu şaşırtıcı değil, çünkü bunlar duygularımızı, davranışlarımızı ve genel durumumuzu olumsuz etkiliyor.",
      "Bu bağlamda, gerçekten de tüm inançlarımız bu kadar kötü mü? Yoksa faydalı olabiliyorlar mı?",
      "Sorun şu ki, negatif inançlar stres, kötü ruh hali veya depresyon durumunda aktif hale gelir veya bu inançları pekiştiren bir durumla karşılaştığımızda.",
      "Örneğin, bir kişinin 'Hiçbir şey yapamam' inancı varsa, sınavda başarısız olma veya patronundan eleştiri alma durumunda bu inanç muhtemelen tetiklenecektir.",
      "Kişi, mantıksız ve akılcı olmayan bir şekilde, bu inanç prizmasından durumu yorumlayacaktır.",
      "Ancak bu, tüm inançlarımızın kötü olduğu ve faydalı hiçbir şeyin olmadığı anlamına gelmez.",
      "Daha az stresli durumlarda veya daha kaynaklı bir durumda, 'Yeterince yetenekliyim' gibi başka, olumlu bir inanç da aktif hale gelebilir.",
      "Dolayısıyla, 'Tüm inançlar zararlıdır mı?' sorusunun cevabı hayır, hepsi değil."
    ]
  },
  "screen_2": {
    "texts": [
      "İrrasyonel inançların olumlu etkisi konusunda durum biraz daha karmaşık; gelin anlamaya çalışalım.",
      "Bazıları, her şeyin bu kadar kötü olmadığını ve irrasyonel inançların hayatta yardımcı olabileceğini düşünebilir, ama bu daha çok bir yanılsama.",
      "Tam bir resim için örnekler verelim. Düşünce seviyeleri hakkında daha önce konuşmuştuk: düşünceler, ara inançlar ve derin inançlar.",
      "Diyelim ki, John adında bir genç adamın derin inancı 'Ben hiçbir şey yapamam' ve ara inancı 'Her zaman başarılı olmalıyım'.",
      "Bir yandan, bu inançta kötü bir şey yok gibi görünebilir. Sonuçta, John'un başarılı olmak istemesi güzel. İlk bakışta, bu sadece bir arzu veya hedef olduğu sürece, katı bir kural değilse kötü bir şey yok.",
      "Bunu, ona yardımcı olabileceğini bile düşünebilirsiniz; çünkü bu inanç sayesinde çok çalışacak, belirli başarılar elde edecek ve daha motive, hedef odaklı olacak.",
      "Çalışma, onun için çok önemli hale geliyor ve bu durumun sadece olumlu sonuçlar doğuracağını düşünüyorsunuz.",
      "Ama gelin derinlemesine inceleyelim.",
      "Eğer bu gerçekten bir ara inanç ise, sadece bir arzu değilse, muhtemelen yıkıcı olacaktır. Çünkü bu, onun derin inancında kök salmış durumdadır. Bu durumda, çalışma, John için bir başa çıkma stratejisi haline geliyor (Başka başa çıkma stratejileri hakkında sonraki bölümlerde konuşacağız)."
    ],
    "quote": {
      "text": "Bir kişi yalnızca işini sevebilir veya nefret edebilir, sonuçlarını görmelidir. İşkolikler, iş için var olmadıklarını unutur.",
      "author": "Lev Tolstoy"
    }
  },
  "screen_3": {
    "texts": [
      "Kısacası, başa çıkma stratejisi, stresle bir tepki olarak düşünceler, duygular veya davranışlar aracılığıyla ortaya çıkar.",
      "Basitçe ifade etmek gerekirse, John başarılı olmaya çalışıyor (bu onun ara inancı) ki böylece 'ben yetersizim' hissini yaşamaktan kaçınsın (bu da onun derin inancı). İşe olan odaklanması, bu şekilde kendini böyle hissetmekten kaçınma yoludur.",
      "Bu yıkıcıdır çünkü eğer John'un işinde sorunlar çıkarsa, kariyerinde başarısız olursa ya da işten atılırsa, bu derin inancı ile yüzleşmek zorunda kalır ve bu durum onun için bir kıyamet gibi olabilir.",
      "Bu, onun durumunun kötüleşmesine, apatiye, yıkıcı davranışlara ve hatta depresyona yol açabilir.",
      "Artık sonuçlar pek de güzel görünmüyor, değil mi?",
      "Demek oluyor ki, 'Her zaman başarılı olmalıyım' inancı, faydalı olmaktan çok daha zararlıdır. Hiç kimse başarısızlık ve hatalardan muaf değildir. Bu inançla, her hata onun derin inancını pekiştirecek ve bu da onun kendine olan inancını daha da güçlendirecektir.",
      "Önemli olan, herhangi bir inancın sadece değiştirilebilecek bir fikir olduğudur. Bunu daha faydalı hale getirerek yaşam kalitesini önemli ölçüde artırabilirsiniz ve bu süreçte Bilişsel Davranışçı Terapi yardımcı olmaktadır."
    ]
  }
}
