{
  "title": "Spiegel der Selbstkritik",
  "statement": "Stellen Sie sich vor, Sie würden all die kritischen Gedanken, die Sie normalerweise an sich selbst richten, Ihrem besten Freund sagen. Diese Technik hilft Ihnen, die Ungerechtigkeit der Selbstkritik zu erkennen und zu lernen, sich selbst mit mehr Mitgefühl und Verständnis zu begegnen.",
  "task": [
    "1️⃣ Wählen Sie eine Situation, in der Sie zu Selbstkritik neigen.",
    "2️⃣ Stellen Sie sich vor, dass ein enger Freund oder Verwandter in der gleichen Situation wäre.",
    "3️⃣ Führen Sie ein Rollenspiel durch: Sie spielen sich selbst, und der imaginäre Gesprächspartner ist Ihr Freund.",
    "4️⃣ Äußern Sie alle kritischen Gedanken und Urteile, die Sie normalerweise an sich selbst richten, aber adressieren Sie sie an Ihren «Freund».",
    "Achten Sie auf Ihre Gefühle während dieser Übung. Wie wohl fühlen Sie sich dabei, solche Dinge zu einem anderen Menschen zu sagen?",
    "Analysieren Sie den Unterschied zwischen Ihrer Einstellung zu sich selbst und zu anderen in ähnlichen Situationen.",
    "Überlegen Sie, wie Sie einen Freund in einer solchen Situation tatsächlich unterstützen würden. Welche Worte würden Sie verwenden?",
    "Versuchen Sie, das gleiche Maß an Unterstützung, Verständnis und Fürsorge auf sich selbst anzuwenden."
  ],
  "example": [
    "Ihre üblichen Gedanken über sich selbst:",
    "Ich bin ein totaler Versager. Natürlich wurde ich nicht befördert - ich kann ja nichts. Wahrscheinlich werde ich nie Erfolg in meiner Karriere haben. Ich bin nicht intelligent und talentiert genug für diesen Job.",
    "Stellen Sie sich nun vor, dass Ihre beste Freundin Anna keine Beförderung erhalten hat und Ihnen davon erzählt. Versuchen Sie, ihr das Gleiche zu sagen:",
    "Anna, du bist eine totale Versagerin. Natürlich wurdest du nicht befördert - du kannst ja nichts. Wahrscheinlich wirst du nie Erfolg in deiner Karriere haben. Du bist nicht intelligent und talentiert genug für diesen Job.",
    "Wie fühlen Sie sich, wenn Sie das zu Anna sagen? Wahrscheinlich ist es Ihnen unangenehm und sogar peinlich, solche Worte auszusprechen.",
    "Überlegen Sie nun, was Sie Anna tatsächlich sagen würden:",
    "Anna, es tut mir leid, dass du diese Beförderung nicht bekommen hast. Ich weiß, wie hart du dafür gearbeitet hast. Es ist immer enttäuschend, wenn man nicht bekommt, was man sich wünscht, aber das macht dich nicht zu einer Versagerin. Du hast viele Stärken und Errungenschaften. Vielleicht ist jetzt einfach nicht der richtige Zeitpunkt, oder es gibt Fähigkeiten, die du noch verbessern kannst. Lass uns darüber nachdenken, wie du dich in deiner Karriere weiterentwickeln kannst.",
    "Versuchen Sie nun, diese unterstützenden Worte zu sich selbst zu sagen. Beachten Sie, wie unterschiedlich Sie sich selbst und einen Freund in der gleichen Situation behandeln. Üben Sie diesen Ansatz regelmäßig, um zu lernen, sich selbst mit dem gleichen Mitgefühl und der gleichen Unterstützung zu begegnen wie einem engen Freund."
  ],
  "expectations": [
    "Erkennen der Ungerechtigkeit von Selbstkritik",
    "Verbesserung des Selbstwertgefühls und des Selbstvertrauens",
    "Reduzierung von Stress und Angstzuständen"
  ]
}
