{
  "title": "Der Spiegel der Selbstkritik",
  "statement": "Stellen Sie sich vor, Sie würden Ihrem besten Freund all die Gedanken sagen, mit denen Sie sonst nur sich selbst kritisieren. Diese Übung hilft zu erkennen, wie hart und ungerecht wir manchmal mit uns umgehen – und unterstützt dabei, mehr Mitgefühl, Wärme und Verständnis für sich selbst zu entwickeln.",
  "task": [
    "1️⃣ Wählen Sie eine Situation, in der Sie häufig streng mit sich selbst sind.",
    "2️⃣ Stellen Sie sich vor, ein nahestehender Mensch wäre in derselben Lage.",
    "3️⃣ Spielen Sie die Szene durch: Sie bleiben Sie selbst, Ihr Gegenüber ist Ihr Freund.",
    "4️⃣ Sprechen Sie laut die Sätze aus, die Sie normalerweise gegen sich selbst richten – nur diesmal richten Sie sie an Ihren „Freund“.",
    "Achten Sie darauf, wie Sie sich dabei fühlen. Fällt es Ihnen leicht, einer anderen Person solche Worte zu sagen?",
    "Beobachten Sie, wie unterschiedlich Sie andere Menschen behandeln im Vergleich zu sich selbst.",
    "Überlegen Sie dann, wie Sie Ihren Freund wirklich trösten und unterstützen würden.",
    "Versuchen Sie anschließend, genau diese Fürsorge, dieses Verständnis und diese Unterstützung auf sich selbst anzuwenden."
  ],
  "example": [
    "Ihre typischen Gedanken über sich selbst:",
    "Ich bin ein Versager. Kein Wunder, dass ich keine Beförderung bekommen habe. Ich bin einfach nicht gut genug und werde es wahrscheinlich nie sein.",
    "Stellen Sie sich nun vor, Ihre beste Freundin Anna hat keine Beförderung bekommen und erzählt Ihnen davon. Sagen Sie ihr die gleichen Worte:",
    "Anna, du hast versagt. Kein Wunder, dass du nicht befördert wurdest. Wahrscheinlich wird das bei dir nie klappen.",
    "Wie fühlen Sie sich, wenn Sie das aussprechen? Wahrscheinlich unangenehm, unfair, vielleicht sogar grausam.",
    "Und was würden Sie Anna tatsächlich sagen?",
    "Anna, es tut mir leid, dass du die Beförderung nicht bekommen hast. Ich weiß, wie sehr du dich angestrengt hast. Das ist enttäuschend, aber es sagt nichts über deinen Wert aus. Du hast viele Stärken und Fähigkeiten. Vielleicht war es einfach nicht der richtige Zeitpunkt – und wir können gemeinsam schauen, wie du weiter wachsen kannst.",
    "Sagen Sie diese unterstützenden Worte nun zu sich selbst. Spüren Sie den Unterschied. Mit Übung können Sie lernen, sich selbst genauso freundlich zu begegnen wie Menschen, die Ihnen wichtig sind."
  ],
  "expectations": [
    "Erkennen, dass Selbstkritik häufig übertrieben und ungerecht ist",
    "Stärkung des Selbstwerts und des Selbstvertrauens",
    "Weniger Stress und Angst im Alltag"
  ]
}
