{
  "title": "Den inneren Kritiker bekämpfen",
  "statement": "Das Gefühl der Minderwertigkeit wird oft durch den inneren Kritiker verursacht, der das Selbstwertgefühl untergräbt. Diese Technik hilft Ihnen, auf die Kritik zu reagieren und negative Gedanken neu zu bewerten.",
  "description": [
    "Negative Überzeugungen wie \"Ich bin nichts wert\", \"Ich bin schlechter als andere\", \"Ich schaffe das nicht\", \"Ich bin an allem schuld\", \"Ich bin ein Versager\" verschlimmern Probleme mit dem Selbstwertgefühl und können zu Depressionen führen.",
    "Es ist sehr wichtig, sich nicht von den Provokationen des inneren Kritikers beeinflussen zu lassen und zu lernen, auf seine Angriffe zu antworten. Dies hilft Ihnen, negative Gedanken neu zu bewerten und Ihr Selbstwertgefühl zu verbessern."
  ],
  "task": [
    "Erstellen Sie eine Tabelle mit drei Spalten in einem für Sie bequemen Format. Die Spaltenüberschriften:",
    "Kritische Gedanken",
    "Kognitive Verzerrung",
    "Rationale Antwort",
    "1️⃣ Schreiben Sie in die erste Spalte alle selbstkritischen Gedanken, die Ihnen in den Sinn kommen, jedes Mal, wenn Sie sich selbst beschuldigen, sich nutzlos oder unzufrieden mit sich selbst fühlen.",
    "In diese Spalte sollten Sie genau Ihre Gedanken über sich selbst schreiben und nicht Ihre Gefühle. Denn wenn Sie schreiben: „Ich fühle mich schrecklich“, können Sie das wahrscheinlich nicht widerlegen, weil es tatsächlich so ist.",
    "2️⃣ Bestimmen Sie in der zweiten Spalte, welche kognitive Verzerrung in dem Gedanken vorhanden ist.",
    "3️⃣ Geben Sie in der dritten Spalte eine Antwort auf den inneren Kritiker. Versuchen Sie, eine rationale Erklärung zu finden, die den kritischen Gedanken widerlegt.",
    "Es ist wichtig, den selbstkritischen Gedanken durch einen realistischeren und logischeren zu ersetzen und übermäßig optimistische Aussagen zu vermeiden."
  ],
  "example": [
    "Hier sind einige Beispiele für Antworten auf selbstkritische Gedanken:"
  ],
  "table": {
    "header": [
      "Kritische Gedanken",
      "Kognitive Verzerrung",
      "Rationale Antwort"
    ],
    "example": {
      "0": [
        "Ich bin so dumm, dass ich die Prüfung sicher nicht bestehe",
        "Labeling",
        "Ich bin nicht dumm, ich habe einfach nicht genug Zeit zum Lernen. Ich kann die Prüfung bestehen, wenn ich lerne."
      ],
      "1": [
        "Ich bin für niemanden von Bedeutung",
        "Schwarz-Weiß-Denken",
        "Meine Freunde und Angehörigen schätzen und lieben mich. Ich bin ihnen wichtig."
      ],
      "2": [
        "Ich werde niemals einen Job finden",
        "Schwarz-Weiß-Denken",
        "Ich kann einen Job finden, wenn ich es versuche und suche. Viele Menschen finden Arbeit, und ich bin keine Ausnahme."
      ]
    }
  },
  "expectations": [
    "Erhöhte Widerstandsfähigkeit gegen Kritik von innen und außen.",
    "Verringerung des allgemeinen emotionalen Stresses.",
    "Reduzierung der Angst, Fehler zu machen."
  ]
}
