{
  "title": "Konter gegen den inneren Kritiker",
  "statement": "Ein Gefühl von Minderwertigkeit wird oft vom inneren Kritiker genährt, der am Selbstwert nagt. Diese Übung hilft, auf Kritik zu antworten und negative Gedanken realistisch neu zu bewerten.",
  "description": [
    "Gedanken wie „Ich bin nichts wert“, „Andere sind besser als ich“, „Ich schaffe das nie“, „Alles ist meine Schuld“, „Ich bin ein Versager“ schwächen den Selbstwert und können depressive Verstimmungen begünstigen.",
    "Wichtig ist, spontanen Attacken des inneren Kritikers nicht nachzugeben, sondern ihm ruhig zu widersprechen. So entsteht ein fairerer, wohlwollender Blick auf sich selbst."
  ],
  "task": [
    "Erstellen Sie eine Tabelle mit drei Spalten. Spaltenüberschriften:",
    "Gedanken des Kritikers",
    "Kognitive Verzerrung",
    "Rationale Antwort",
    "1️⃣ Tragen Sie in die erste Spalte alle selbstkritischen Gedanken ein, die auftauchen, wenn Sie sich schuldig, nutzlos oder unzufrieden fühlen.",
    "Wichtig: Notieren Sie Gedanken, nicht Gefühle. Ein Satz wie „Mir geht es schlecht“ lässt sich nicht widerlegen – das Gefühl ist bereits da.",
    "2️⃣ In die zweite Spalte schreiben Sie die kognitive Verzerrung, die hinter dem Gedanken steckt.",
    "3️⃣ Formulieren Sie in der dritten Spalte eine ruhige, rationale Antwort an den Kritiker. Suchen Sie eine logische und unterstützende Erklärung.",
    "Ersetzen Sie Selbstkritik durch realistische, freundliche Gedanken – ohne übertriebenen Optimismus."
  ],
  "example": ["Einige Beispiele für rationale Antworten:"],
  "table": {
    "header": [
      "Gedanken des Kritikers",
      "Kognitive Verzerrung",
      "Rationale Antwort"
    ],
    "example": {
      "0": [
        "Ich bin so dumm, ich falle sicher durch.",
        "Etikettierung (Labeling)",
        "Ich bin nicht dumm – ich habe noch nicht alles vorbereitet. Wenn ich weiterlerne, sind die Chancen gut, die Prüfung zu bestehen."
      ],
      "1": [
        "Niemand braucht mich.",
        "Schwarz-Weiß-Denken",
        "Es gibt Menschen, die mich schätzen und mögen. Für die, die mir nahestehen, bin ich wichtig."
      ],
      "2": [
        "Ich werde niemals einen Job finden.",
        "Schwarz-Weiß-Denken",
        "Wenn ich dranbleibe, suche und mich weiterentwickle, finde ich Arbeit. Viele gehen diesen Weg – ich schaffe das ebenfalls."
      ]
    }
  },
  "expectations": [
    "Mehr Widerstandskraft gegenüber innerer und äußerer Kritik",
    "Weniger emotionaler Druck",
    "Geringere Angst vor Fehlern"
  ]
}
