{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>白黒思考（全か無かの考え方）は、世界を「完璧か最悪か」「人は完全に良いか全くの悪か」といった極端な二択で捉えてしまう認知のゆがみです。こうした見方をしていると、物事の微妙な濃淡やニュアンスに気づきにくくなり、現実の姿を過度に単純化してしまいます。その結果、現実の見え方が狭まり、選択肢や解決策の幅も小さくなってしまいます。</p><p>この認知のゆがみは、自分や他人を「私はいつも失敗する」「あの人はいつも間違っている」といった白か黒かの決めつけで評価してしまう形で現れます。仕事や人間関係、出来事、自分の信念、これまでの成果や失敗など、人生のさまざまな領域に入り込む可能性があります。</p><p>このような考え方は、ストレスや不安の高まり、気分の落ち込み、孤独感、人間関係の難しさにつながりやすくなります。だからこそ、こうした思考パターンに気づき、より柔軟で現実的な見方を育てていくことが大切です。そうすることで、状況への対処がしやすくなり、よりバランスの取れた判断や選択ができるようになります。</p>",
    "dialogSummary": "この対話では、登場人物1が「全か無か」の白黒思考にとらわれています。試験で一度うまくいかなかっただけなのに、試験の難しさや準備時間の短さを考えずに、「自分はまったくダメな人間だ」と結論づけてしまっています。",
    "dialog": [
      "試験に落ちた。だからもう自分には希望なんてないんだ。",
      "試験は本当に難しかったし、準備する時間もほとんどなかったよ。",
      "そんなの関係ないよ。ほかの人は受かったのに、自分だけ落ちたってことは、自分は頭が良くないってことなんだ。"
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>カタストロフィ化（破局的思考）とは、嫌な出来事や望ましくない結果の意味や影響を実際以上に大きく受け止め、「最悪の展開」を思い描いてしまう認知のゆがみです。そのようなとき、私たちは現実よりもはるかに深刻な事態を想像し、それに見合わないほど強い不安や恐怖、緊張を感じてしまいます。</p><p>たとえば、ある分野で一度失敗しただけで「これで人生は台なしだ」「もう何もかもダメになる」と決めつけてしまうような考え方です。その結果、将来に対する強い不安や、批判やお断りに対する過剰な反応が生まれ、「自分には価値がない」という感覚が強まってしまうことがあります。</p><p>このような思考スタイルは、感情の状態を悪化させ、不安やストレスを高め、「自分ならできる」という感覚や自尊感情を弱めてしまいます。大切なのは、こうした考えに気づけるようになること、そして少しずつ落ち着いた現実的な見方を育てていくことです。そうすることで、不安が和らぎ、困難に向き合うときにも、よりしなやかで安定した気持ちを保ちやすくなります。</p>",
    "dialogSummary": "この対話では、登場人物1が、面接で不採用になったことをきっかけに「もう仕事は見つからない」と考え、状況を破局的に受け止めています。応募を続けたり、自分の期待や考え方を見直したりするといった別の選択肢をほとんど思い浮かべられず、そのために、より落ち着いて前に進む可能性を自分で狭めてしまっています。",
    "dialog": [
      "面接で不採用になったの。もうこれで一生仕事なんて見つからないし、この先ずっと何もできない気がする。",
      "でも、ほかの求人にも履歴書を送っていたよね？",
      "うん。でも、もう意味がないと思う。ここで落ちたってことは、どこにも必要とされてないってことじゃない？ どうせ全部ムダになるだけ。",
      "そんなふうにきっぱり決めつけてしまうと、余計につらくなるだけかもしれないよ。少し時間をとって気持ちを整理したり、自分の期待を見直したりしながら、応募を続けるという選択肢もあるんじゃないかな。",
      "でも、「落ちた」という事実が頭から離れないの。どこに行っても居場所なんてない気がして、今までの計画が全部崩れたように感じてしまう。"
    ]
  },
  "COMMON": {
    "textHTML": "<p>過度の一般化とは、限られた事実やたった一度の出来事から、必要以上に広く一般化した結論を出してしまう認知のゆがみです。たとえば、仕事で一度否定的なフィードバックを受けただけなのに、「自分は完全に無能だ」と決めつけてしまい、それまでの成功やポジティブな評価をほとんど見えなくしてしまうようなケースです。</p><p>よくある場面の一つが、約束の時間に遅れてしまったときです。本来であれば、「なぜ遅れたのか」「次にどう工夫できるか」を具体的に振り返ればよいところを、「自分はいつも遅れる」「私は時間を守れない人間だ」のように、これまで時間どおりに到着できていた多くの場面をすっかり忘れてしまうことがあります。</p><p>このような考え方は、少しずつ自己評価をむしばみ、悲観的な見方や不安を強め、うつ状態の思考パターンを支え続けてしまうことがあります。役に立つのは、そんな大ざっぱなラベリングに気づき、「今回のこの場面について、もう少し現実的でバランスの取れた言い方はないだろうか」と問い直してみることです。そうすることで、自分を見る目が穏やかになり、気持ちも安定しやすくなります。</p>",
    "dialogSummary": "この対話では、登場人物1が一度の遅刻をきっかけに「自分はいつもだらしない」と決めつけてしまい、過度の一般化をしてしまっています。登場人物2は、時間どおりに来られていた場面を思い出すよう促し、事実に立ち返って状況をもっと具体的かつ現実的に見ることを提案しています。",
    "dialog": [
      "信じられない。また遅刻した。やっぱり自分はいつも遅れてばかりで、時間を全然コントロールできない人間なんだ。",
      "ちょっと待ってください。そんなふうに自分を決めつける前に、これまで時間どおりに来られた場面も思い出してみましょう。1回の遅刻だけで「いつもそうだ」とは言えないはずです。",
      "でも、ここ最近こういうことが増えた気がして…もう自分ではコントロールできていないように感じるんです。",
      "では、実際に何が起きていたのか、事実を一緒に整理してみましょう。1回や2回の遅刻は、人柄そのものを決めつける材料にはなりません。たまたま外的な要因が重なったのかもしれませんし、次のために何を工夫できるかを考えてみることもできそうです。"
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>ポジティブな出来事の過小評価とは、うまくいったことや成果、ほめられた点などの「良いこと」の価値を実際よりも小さく見積もってしまう認知のゆがみです。このとき私たちは、うまくいった部分よりも足りなかった点や問題ばかりに目が向き、「良いことは大したことではない」「どうせ意味がない」と感じてしまいがちです。たとえ本来なら十分に評価されてよい結果や、自分の努力でつかみ取った成功であっても、「それはカウントしない」と扱ってしまうのです。</p><p>このパターンは、仕事、人間関係、健康、学業、趣味や自己成長など、あらゆる場面で現れます。たとえば、周囲から正当に認められているのに、本人は失敗した部分だけを思い出して自分を責め続けてしまうことがあります。また、誰かに「よくやったね」と言われても、「たいしたことないよ」「ただ運がよかっただけ」と返し、評価を受け取ろうとしないことも、典型的な例です。</p><p>ポジティブな出来事を過小評価してばかりいると、自信が育ちにくくなり、「何をしても満足できない」という感覚や、落ち込みやすい思考パターンが強まりやすくなります。大切なのは、困難や課題と同じくらいの注意を向けて、自分の中の「うまくいったところ」「がんばれたところ」を見つけてあげることです。どんなに小さな前進であっても、それをきちんと受け取り、「よくやった」と自分に言ってあげることが、心の安定や自己肯定感を少しずつ支えてくれます。</p>",
    "dialogSummary": "この対話では、登場人物1が昇進という大きな成果を手にしたにもかかわらず、これからの大変さや負担ばかりに目が向き、その成功を十分に評価できていません。登場人物2は、その昇進自体が重要な一歩であることをやさしく伝え、努力が認められた事実と、キャリアにとっての意味の大きさを思い出させようとしています。",
    "dialog": [
      "昇進して、新しいプロジェクトを任されることになったんだ。",
      "それはすごいね、おめでとう！どんなプロジェクトを担当することになったの？",
      "どれも難しそうで、仕事もかなり増えそうだよ。なんだか、ただ仕事を山ほど押しつけられただけって気がしてきた。",
      "たしかに大きなチャレンジかもしれないけれど、選ばれたのはあなたの力やこれまでのがんばりが評価されたからだよ。それ自体が大きなステップだし、自分を試せるいい機会でもあると思う。"
    ]
  },
  "DUE": {
    "textHTML": "<p>「〜すべきだ」「こうでなければならない」と考えがちになる「ねばならない思考」は、物事は自分の思い描いたとおりに進むべきだと信じてしまうタイプの認知のゆがみです。現実が期待どおりにいかないとき、それをただの出来事として受け止めるのではなく、「不公平だ」「間違っている」と感じやすくなります。その結果、自分の期待や要求に強くしがみつき、柔軟さや客観的な見方の余地がほとんどなくなってしまいます。</p><p>たとえば、「あれだけ準備したのだから、この仕事は絶対に自分が受かるべきだ」と考えてしまうケースです。しかし、どれだけ努力しても、実際の結果には募集の競争率やほかの候補者の強みなど、自分ではコントロールできない要素も多く関わっています。</p><p>このような思考パターンは、強い落胆やいら立ち、「自分ばかり損をしている」という感覚を招き、感情の安定や人間関係にも悪影響を及ぼすことがあります。「自分はこうあってほしいと思っている」という願いと、「現実にはさまざまな可能性がある」という事実を切り分けて考え、結果をもう少し柔らかい姿勢で受け止められるようになっていくことが役に立ちます。</p>",
    "dialogSummary": "この対話では、登場人物1が「成功するには休みなく働かなければならない」と考え、他人の成功談をそのまま自分にも当てはめる形で「ねばならない思考」に陥っています。登場人物2は、一人ひとりに合うペースや方法があることを伝え、仕事と休息のバランスをとるほうが、むしろ健康的で長く続けやすい道かもしれないと伝えながら、視野を広げる手助けをしています。",
    "dialog": [
      "成功したいなら、休みなんて取らずに毎日働き続けなきゃダメだと思うんだ。",
      "どうしてそう感じるようになったんですか？ きっかけになった出来事はありましたか？",
      "成功した人たちの話を読んだんです。みんなものすごく働いていて、ほとんど休んでいないように見えました。",
      "たしかに、そういう働き方が合う人もいますね。でも、歩み方は人それぞれです。別の人にとっては、しっかり休みを取りながら続けるほうが、ずっと力を発揮しやすい場合もあります。休息はサボりではなく、エネルギーを保ちながら長く目標に向かうための、大事な土台にもなるんですよ。"
    ]
  },
  "EMO": {
    "textHTML": "<p>認知のゆがみ「感情的推論」とは、事実や状況を落ち着いて確かめる前に、そのときの感情だけを根拠に物事を判断してしまうパターンです。まるで「そう感じているのだから、それが真実に違いない」と思い込んでしまうような状態で、実際には事実と合っていなくても、感情がそのまま証拠のように扱われてしまいます。</p><p>たとえば、「今日は気分が落ち込んでいるから、友だちに会っても何も変わらないはずだ」と考えて約束を断ってしまうケースです。でも実際には、誰かと話したり、安心できる人と過ごしたりすることで、気分が少し軽くなったり、エネルギーを取り戻せたりすることも少なくありません。</p><p>感情そのものは、とても大切なサインです。ただし、感情だけに頼って判断すると、現実とかけ離れた結論に飛びついたり、自分を苦しめる選択につながってしまうことがあります。今の気持ちに耳を傾けつつも、「実際の事実はどうだろう？」「ほかの可能性はないだろうか？」と一度立ち止まって考えてみることで、よりバランスの取れた決断がしやすくなります。</p>",
    "dialogSummary": "この対話では、登場人物1が「気分が落ち込んでいる」という感情だけを根拠にしてデートを断ろうとしており、感情的推論のパターンにはまっています。登場人物2は、今の気分だけで先を決めつけず、実際に会ってみたら意外と楽しく安心できる時間になるかもしれない、という別の可能性に目を向けるようやさしく促しています。",
    "dialog": [
      "デートには行きたくないな。気分が落ち込んでいて、とてもそんな気分になれない。",
      "でも、その人のこと気になっていたんでしょう？ 一度会ってみて、どう感じるか確かめてみるのもいいかもしれないよ。",
      "今は自分に自信がないし、ぎこちなくなって絶対に雰囲気を壊しそうで…。行っても失敗するだけな気がする。",
      "まだ起きていないことを、今の気分だけで「きっとダメだ」と決めつけるのはもったいないかも。実際に会ってみたら、思ったより楽しかったり、むしろ気分が軽くなるかもしれないよ。"
    ]
  },
  "FILTER": {
    "textHTML": "<p>「心のフィルター（メンタル・フィルター）」とは、たくさんの出来事の中から主にネガティブな面ばかりを拾い集め、ポジティブな面にはほとんど目を向けなくなってしまう認知のゆがみです。たとえば、面接がうまくいかなかったときに、「落ちた」という結果だけに意識が向き、そこで得た経験や学び、次に活かせるポイントなどのプラス面がほとんど見えなくなってしまう、といったケースです。</p><p>このような受け取り方が続くと、たとえ生活の中に良いことがたくさんあっても、それが心に届きにくくなり、満足感の低下や気分の落ち込みにつながりやすくなります。心のフィルターは、しばしば「白か黒か」で考えてしまう二分法的思考や、ポジティブな出来事を小さく扱ってしまう認知のゆがみと組み合わさって現れることもあります。</p><p>この傾向を少しずつ手放していくためには、「今、自分は何に注目しているのか？」と立ち止まり、意識的に良かった点やうまくいった部分も探してみる練習が役に立ちます。自分にとっての成功体験や強みを思い出させてくれる質問を自分自身に問いかけ、ネガティブだけでなくポジティブな情報にも光を当てていくことが大切です。</p>",
    "dialogSummary": "この対話では、登場人物1が仕事で一つ否定的なフィードバックを受けたことに強くとらわれ、「自分は失敗者だ」と感じています。これまでの成果やポジティブな評価にはほとんど目が向いておらず、まさに心のフィルターが働いている状態です。登場人物2は、それ以外の事実にも目を向けるよう促し、成功や努力を裏づける材料も含めて、状況をより広い視野で見直すことを提案しています。",
    "dialog": [
      "仕事でマイナス評価をもらってしまってさ…一気に自信がなくなった。なんだか自分は落ちこぼれみたいに感じる。",
      "でも、これまでにはたくさん良い評価や成果もあったよね？ その一つよりも、そっちのほうがずっと多いはずだよ。今、たまたまネガティブな部分だけを大きく捉えているのかもしれない。",
      "そうかもしれないけど…今はこのマイナス評価が一番強く残っていて、それが全部を台無しにしている気がするんだ。",
      "今見えているのは、その否定的な部分だけになっているみたいだね。これが「心のフィルター」と呼ばれる考え方のクセなんだと思う。少し視野を広げて、これまでの実績や頑張ってきたことも一緒に思い出してみない？"
    ]
  },
  "LABEL": {
    "textHTML": "<p>ラベリング（レッテル貼り）は、限られた場面や一時的な印象だけをもとに、人や出来事に一言で決めつけるような評価を下してしまう認知のゆがみです。その結果、その人や状況が本来持っているさまざまな側面が見えにくくなり、私たちの現実の受け取り方が偏ってしまいます。</p><p>たとえば、見た目やたった一度の言動だけで相手を「変な人だ」「あの人は価値がない」と判断してしまうことがあります。同じように、自分に対して「ダメな人間だ」「役に立たない」といったレッテルを貼ってしまうと、自分の強みやこれまでの努力、実際にできていることが見えなくなってしまいます。</p><p>このような考え方のクセに気づけるようになると、人も出来事も、自分自身のことも、より立体的で公正な視点から見やすくなります。性急な決めつけをいったん脇に置き、「この人（自分）には、ほかにどんな面があるだろう？」と問いかけてみることが、ラベリングから距離をとる第一歩になります。</p>",
    "dialogSummary": "この対話では、登場人物1が、公園で子どもに声を荒らげている場面を一度見ただけで、その男性を「ダメな父親だ」と決めつけています。登場人物2は、その一場面だけでは判断材料が足りず、人には状況や日によってさまざまな姿があり得ることを伝え、よりバランスの取れた見方を促しています。",
    "dialog": [
      "さっき公園で、あの男の人が子どもに怒鳴っているのを見たよ。あんなの、どう見てもダメな父親だと思う。",
      "一瞬の場面だけで決めつけるのは、ちょっと早いかもしれないよ。その人にとって今日は特別につらい日だったのかもしれないし、何か大きなストレスが重なっていた可能性もある。",
      "それでも、自分だったらあんなふうに子どもに当たったりしないと思う。きっと親としてうまくやれていないんだ。",
      "そんなふうに断定してしまうと、本当の姿が見えにくくなってしまうこともあるよ。人はストレスがかかると反応が変わることもあるし、別の日にはとても思いやり深くて、子どもに優しく接しているかもしれない。"
    ]
  },
  "MAYBE": {
    "textHTML": "<p>「〜できたはずなのに」というとらわれは、過去の出来事を頭の中で何度も巻き戻し、そのとき実際には取りえなかった “完璧な別パターン” を思い描いてしまう認知のゆがみです。「もしあのときこうしていれば」「ああしていれば違う結果になったはずだ」といった健全な反省を超えて、現実には存在しなかった理想のシナリオを組み立ててしまいます。</p><p>ときには、こうした見方が対人関係の中でも表れます。出来事が起きた当時の状況や抱えていた負担、そのとき手にしていた情報を十分に振り返らないまま、「あのときは別の行動を取るべきだった」「あなたはこうするべきだった」と、自分や相手を責める形で語ってしまうことがあります。</p><p>このように、現実には実現しえなかった理想的なシナリオと今の結果を比べ続けていると、「自分のせいだ」という罪悪感や後悔、満たされない感覚が強まりやすくなります。過去そのものは変えられませんが、「これからどうしていくか」はいつでも選び直すことができます。そのことを思い出しながら、今ここから踏み出せる一歩に目を向けていくことが大切です。</p>",
    "dialogSummary": "この対話では、登場人物1が試験の結果を振り返りながら「もっと勉強できたはずだ」と自分や状況を責め、「〜できたはずなのに」という考え方にとらわれています。登場人物2は、そのときの条件の中でできる限り努力していた事実を確認しつつ、過去ではなく現在とこれからに目を向けるよう促し、今後どう時間の使い方や負担のかけ方を調整していくかを一緒に考えることを提案しています。",
    "dialog": [
      "試験に落ちてしまった。もっと勉強しておくべきだったのに。",
      "でも、あなたは毎日仕事をしながら、本当にできる限り頑張っていましたよね。そのときの条件の中で、精一杯やっていたと思います。",
      "うん…でも、仕事さえなければ、もっと勉強できたはずなんだ。",
      "過去の状況そのものをやり直すことはできませんよね。今は、自分を責め続けるよりも、これからどうやって自分を支えていくか、次の機会に向けて時間の使い方や負担のかけ方をどう変えていくかを考えるほうが、きっと力になりますよ。"
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>「拡大・過小評価」と呼ばれる認知のゆがみは、物事を一方向から極端にとらえてしまい、そのあいだにある濃淡や細かな違いを見落としてしまう状態を指します。拡大では、ネガティブな出来事や弱点だけが強調され、まるで虫眼鏡で覗いているかのように過度に大きく感じられます。一方、過小評価では、自分の長所や成功、ポジティブな出来事の価値を小さく見積もり、「たいしたことない」と扱ってしまいがちです。</p><p>たとえば、ほんの小さなミスを理由に「自分は何をやってもダメだ」と結論づけてしまう一方で、これまで積み重ねてきた努力や成果、周囲からの評価にはほとんど目を向けない、といったケースがあります。</p><p>このような見方が続くと、自己評価が不当に低くなり、人間関係や仕事の満足感にも影響が出てきます。現実の受け取り方そのものがゆがみ、「失敗」ばかりが目立ちやすくなるからです。役に立つのは、ミスや弱点だけでなく、自分の強みやうまくいっている部分にも、意識的に目を向けていくことです。両方をバランスよく見ようとする姿勢が、すでに自分が果たしている貢献や成長にも気づかせてくれます。</p>",
    "dialogSummary": "この対話では、登場人物1が面接を前にして不安を感じるあまり、自分の「言葉に詰まりやすい」という面を誇張して受け止めています。登場人物2は、その不安を否定せずに受け止めながら、登場人物1が持っている強みや能力に目を向けるよう促し、よりバランスの取れた自己評価に近づける手助けをしています。",
    "dialog": [
      "明日の面接のことを考えるとすごく緊張する。きっとまた言葉がうまく出てこなくなる気がするんだ。",
      "今のあなたは、自分のぎこちなさを少し大きく見積もりすぎているのかもしれませんね。本当は、思っているよりずっと力のある人ですよ。",
      "でも、話している途中で何を言おうとしたのか分からなくなることがよくあって…。",
      "それでも、あなたには状況を素早く把握して、解決策を見つける力がありますよね。それは面接でも高く評価される、とても大切な強みです。",
      "そう言ってもらえると少し気持ちが軽くなります。それを意識しながら、面接に臨んでみます。"
    ]
  },
  "READ": {
    "textHTML": "<p>認知のゆがみ「読心術」とは、相手の考えや気持ちについて、実際にははっきりした根拠がないのに「きっとこう思っているに違いない」と決めつけてしまうパターンです。事実ではなく自分の想像だけを手がかりに判断してしまうため、多くの場合、現実とはズレた結論に行き着いてしまいます。</p><p>たとえば、誰かの態度や表情だけを見て「自分のことが嫌いなんだ」「きっと怒っている」と思い込んでしまうことがありますが、実際にはその人自身の気分や心配ごと、疲れなど、あなたとは関係のない理由かもしれません。逆に、自分の気持ちや意図をはっきり言葉にしていないのに、「相手はきっと分かってくれているはず」と期待してしまうことも、読心術の一種です。</p><p>このようなゆがみに気づけるようになると、「本当にそうだと確かめたわけでもないのに、決めつけていないだろうか？」と立ち止まることができます。そのうえで、推測だけではなく事実や対話を大切にすることで、思い込みに振り回されにくくなり、より率直でオープンなコミュニケーションを築きやすくなります。</p>",
    "dialogSummary": "この対話では、登場人物1が、職場でマリアに挨拶されなかったことをきっかけに「きっと自分の遅刻に怒っているに違いない」と考え、相手の気持ちを読んだつもりになっています。登場人物2は、実際には別の理由があるかもしれないことや、直接話してみない限り真意は分からないことをやさしく伝え、推測ではなく対話に目を向けるよう促しています。",
    "dialog": [
      "昨日、オフィスでマリアが私に挨拶してくれなかったんだ。きっと、この前の会議に遅刻したことにまだ怒っているんだと思う。",
      "本当にそうでしょうか？ ただ忙しかったり、あなたに気づかなかっただけかもしれませんよ。一度、直接聞いてみたことはありますか？",
      "いいえ、聞いてはいません。でも、なんとなくそうとしか思えなくて…。",
      "相手の頭の中で何を考えているのかは、話してみない限り分かりませんよね。もしかしたら、あなたとは関係のない事情があったのかもしれません。"
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>個人化とは、起きた出来事を「自分に向けられたもの」「自分のせいだ」と過剰に受け取ってしまう認知のゆがみです。その出来事が本当に自分と関係していると言えるだけの根拠がなくても、あたかも自分がいつも中心にいるかのように感じてしまうのが特徴です。</p><p>たとえば、誰かが挨拶をしなかったときに、「わざと無視された」「自分のことが嫌いに違いない」と決めつけてしまうことがあります。その人自身が悩みごとを抱えていたり、急いでいたり、単に気づかなかっただけかもしれないのに、その可能性をあまり考えなくなってしまうのです。個人化はまた、よくない出来事が起こるたびに「自分の欠点のせいだ」と考え、周囲の状況や偶然の要素をほとんど考慮しない形でも表れます。</p>",
    "dialogSummary": "この対話では、登場人物1が面接で不採用になったことを、「自分には重要な仕事をこなす力がない証拠だ」と受け取り、個人化してしまっています。登場人物2は、結果にはさまざまな要因が影響し得ることを伝え、この出来事だけでその人の能力や価値が決まるわけではないとやさしく伝えています。",
    "dialog": [
      "面接に落ちてしまった。やっぱり自分には、大事な仕事を任せてもらえる力なんてないんだと思う。",
      "必ずしもそうとは限りませんよ。たとえば、その会社ならではの条件があったり、たまたま今回のポジションに、よりマッチした人が他にいたのかもしれません。",
      "でも、大事な場面になるといつも失敗してしまう気がするんです。やっぱり自分がダメなんじゃないかって…。",
      "失敗や不合格は、多くの人が経験するごく普通の出来事です。それだけで「自分がおかしい」とは言えませんよね。いろいろな要因が重なっている可能性も考えながら、自分の価値や能力そのものと結びつけすぎないことが大切です。"
    ]
  }
}