{
  "title": "Espejo de la Autocrítica",
  "statement": "Imagina decirle a tu mejor amigo todos esos pensamientos críticos que normalmente te diriges a ti mismo. Esta técnica te ayudará a reconocer la injusticia de la autocrítica y a aprender a tratarte con más compasión y comprensión.",
  "task": [
    "1️⃣ Elige una situación en la que tiendes a ser autocrítico.",
    "2️⃣ Imagina que un amigo cercano o familiar está en la misma situación.",
    "3️⃣ Realiza un juego de roles: tú te interpretas a ti mismo, y el interlocutor imaginario es tu amigo.",
    "4️⃣ Expresa todos los pensamientos críticos y juicios que normalmente diriges hacia ti mismo, pero dirígelos a tu «amigo».",
    "Presta atención a tus sentimientos durante este ejercicio. ¿Qué tan cómodo te sientes diciendo estas cosas a otra persona?",
    "Analiza la diferencia entre cómo te tratas a ti mismo y a los demás en situaciones similares.",
    "Piensa en cómo apoyarías realmente a un amigo en esa situación. ¿Qué palabras usarías?",
    "Intenta aplicarte a ti mismo el mismo nivel de apoyo, comprensión y cuidado."
  ],
  "example": [
    "Tus pensamientos habituales sobre ti mismo:",
    "Soy un completo fracaso. Por supuesto que no me ascendieron, no sé hacer nada bien. Probablemente nunca tendré éxito en mi carrera. No soy lo suficientemente inteligente ni talentoso para este trabajo.",
    "Ahora imagina que tu mejor amiga Ana no recibió un ascenso y te lo cuenta. Intenta decirle lo mismo:",
    "Ana, eres un completo fracaso. Por supuesto que no te ascendieron, no sabes hacer nada bien. Probablemente nunca tendrás éxito en tu carrera. No eres lo suficientemente inteligente ni talentosa para este trabajo.",
    "¿Cómo te sientes al decirle esto a Ana? Lo más probable es que te sientas incómodo e incluso avergonzado de pronunciar tales palabras.",
    "Ahora piensa en lo que realmente le dirías a Ana:",
    "Ana, siento que no hayas conseguido este ascenso. Sé lo duro que has trabajado para ello. Siempre es decepcionante no conseguir lo que uno quiere, pero eso no te convierte en un fracaso. Tienes muchas fortalezas y logros. Quizás ahora simplemente no sea tu momento, o hay algunas habilidades que puedes mejorar. Pensemos en cómo puedes seguir desarrollándote en tu carrera.",
    "Ahora intenta decirte a ti mismo estas mismas palabras de apoyo. Observa cómo te tratas de manera diferente a ti mismo y a un amigo en la misma situación. Practica este enfoque regularmente para aprender a tratarte con la misma compasión y apoyo que le darías a un amigo cercano."
  ],
  "expectations": [
    "Reconocimiento de la injusticia de la autocrítica",
    "Mejora de la autoestima y la confianza en uno mismo",
    "Reducción de los niveles de estrés y ansiedad"
  ]
}
