{
  "title": "Resistir al Crítico Interno",
  "statement": "Los sentimientos de inferioridad a menudo son causados por un crítico interno que socava la autoestima. Esta técnica te ayudará a responder a la crítica y reevaluar los pensamientos negativos.",
  "description": [
    "Las creencias negativas como \"No valgo nada\", \"Soy peor que los demás\", \"No puedo hacer nada bien\", \"Soy culpable de todo\", \"Soy un fracaso\" agravan los problemas de autoestima y pueden conducir a la depresión.",
    "Es crucial no sucumbir a las provocaciones del crítico interno y aprender a responder a sus ataques. Esto te ayudará a reevaluar los pensamientos negativos y mejorar tu autoestima."
  ],
  "task": [
    "Crea una tabla con tres columnas en un formato que te resulte conveniente. Títulos de las columnas:",
    "Pensamientos Críticos",
    "Error Cognitivo",
    "Respuesta Racional",
    "1️⃣ En la primera columna, escribe todos los pensamientos autocríticos que te vengan a la mente cada vez que te culpes a ti mismo, te sientas inútil o insatisfecho contigo mismo.",
    "Debes escribir tus pensamientos sobre ti mismo en esta columna, no tus sentimientos. Porque si escribes: \"Me siento terrible\", es poco probable que puedas refutarlo, porque es así.",
    "2️⃣ En la segunda columna, identifica qué distorsión cognitiva está presente en el pensamiento.",
    "3️⃣ En la tercera columna, da una respuesta al crítico interno. Intenta encontrar una explicación racional que refute el pensamiento crítico.",
    "Es importante reemplazar el pensamiento autocrítico por uno más realista y lógico, evitando afirmaciones excesivamente optimistas."
  ],
  "example": [
    "Aquí hay algunos ejemplos de respuestas a pensamientos autocríticos:"
  ],
  "table": {
    "header": [
      "Pensamientos Críticos",
      "Error Cognitivo",
      "Respuesta Racional"
    ],
    "example": {
      "0": [
        "Soy tan estúpido que seguramente no aprobaré",
        "Etiquetado",
        "No soy estúpido, solo me falta tiempo para prepararme. Puedo aprobar el examen si estudio."
      ],
      "1": [
        "No le importo a nadie",
        "Pensamiento en blanco y negro",
        "Mis amigos y seres queridos me valoran y me quieren. Soy importante para ellos."
      ],
      "2": [
        "Nunca encontraré trabajo",
        "Pensamiento en blanco y negro",
        "Puedo encontrar trabajo si me esfuerzo y busco. Muchas personas encuentran trabajo, y yo no soy una excepción."
      ]
    }
  },
  "expectations": [
    "Aumento de la resistencia a la crítica interna y externa.",
    "Reducción de la tensión emocional general.",
    "Reducción del miedo a cometer errores."
  ]
}
