{
  "title": "Tres Opciones de Desarrollo de los Eventos",
  "statement": "El objetivo principal de esta técnica es darle a nuestra psique la oportunidad de ver otras posibles salidas de un evento. Aprenderás a cuestionar tus pensamientos negativos y podrás reducir los niveles de ansiedad en situaciones de estrés.",
  "description": [
    "Tendemos a los extremos en la evaluación de situaciones, lo que dificulta ver el cuadro real y tomar decisiones correctas. Esta técnica simple pero efectiva ayuda a reconsiderar las probabilidades de desarrollo de eventos."
  ],
  "task": [
    "Cuando notes un pensamiento automático que claramente arruinó tu estado de ánimo, pregúntate: ¿Cuáles son las opciones de desarrollo de los eventos?",
    "peor – la opción más negativa que probablemente pensaste primero;",
    "mejor – la opción ideal que te satisfaría completamente;",
    "realista – algo intermedio entre la primera y la segunda, pero más sensato y basado en tu conocimiento y experiencia;",
    "Es muy importante no solo mantener los escenarios en tu cabeza, sino registrarlos en una aplicación o en papel. Esto te ayudará a comprender mejor tus pensamientos y sentimientos, y a seguir sus cambios."
  ],
  "example": [
    "Supongamos que mañana tienes un examen importante y piensas: \"Voy a reprobar el examen\". No tienes garantías de que esto suceda, pero tal pensamiento claramente causa emociones desagradables. Por lo tanto, proporcionaremos a tu cerebro escenarios alternativos.",
    "❤️ Peor Opción",
    "Realmente estaré mal preparado, muy nervioso y ansioso, y no aprobaré el examen mañana. Peor aún, seré el único en el grupo que no apruebe. La actitud del profesor hacia mí cambiará, y mis compañeros de clase pensarán que soy perezoso y no inteligente.",
    "💜 Mejor Opción",
    "No me preocuparé e iré al examen de buen humor. Me tocará la pregunta más fácil y aprobaré el examen con una excelente nota. Aún mejor si todo el grupo recibe la calificación más alta sin el examen.",
    "💚 Opción Realista",
    "No puedo saber exactamente qué pregunta me tocará, pero puedo prepararme un poco más, lo que me ayudará a sentirme menos ansioso mañana. Es normal estar nervioso por el examen. En general, conozco bien el material, por lo que podré responder la mayoría de las preguntas."
  ],
  "expectations": [
    "Vista objetiva de la situación.",
    "Reducción del estrés emocional general."
  ]
}
