{
  "title": "Superar el miedo a los errores: Lista del \"Anti-Perfeccionismo\"",
  "statement": "Muchos perfeccionistas creen que el verdadero disfrute solo es posible a través de la ejecución perfecta. Te desafiamos 💪 a replantear esta idea.",
  "description": [
    "Para muchos, los altos estándares y las exigencias a sí mismos y a los demás parecen ser una fuerza impulsora. Sin embargo, cuando las expectativas se vuelven irreales, pueden convertirse en una trampa que lleva a sentimientos constantes de insuficiencia, crítica incesante y, en última instancia, depresión.",
    "Todo en el mundo puede mejorarse, y esforzarse por alcanzar la perfección absoluta está condenado a la decepción.",
    "Esta técnica te ayudará a darte cuenta de que alcanzar la perfección no es una condición necesaria para disfrutar del proceso. Intenta hacer algo de manera imperfecta pero con disfrute. Mira qué pasa."
  ],
  "task": [
    "1️⃣ Durante varios días, lleva un registro de una variedad de tareas espontáneas que realizas, como ‘cepillarse los dientes’, ‘cocinar la cena’, ‘preparar un informe de trabajo’ o ‘limpiar la casa’.",
    "2️⃣ En la segunda columna, anota cuán efectiva crees que fue la tarea, expresada como un porcentaje.",
    "3️⃣ En la tercera columna, indica cuánto disfrute te trajo la tarea."
  ],
  "table": {
    "header": ["Tarea", "Efectividad", "Disfrute"],
    "example": {
      "0": [
        "Cocinar la cena",
        "50% (podría haber elegido una receta más complicada y sabrosa)",
        "90% (simple, pero muy sabroso y no llevó mucho tiempo)"
      ],
      "1": [
        "Limpiar la casa",
        "70% (hice todo lo principal, pero no llegué al frigorífico y a la estufa)",
        "100% (la limpieza de la casa siempre me trae alegría)"
      ],
      "2": [
        "Preparar un informe de trabajo",
        "85% (puse mucho esfuerzo en el informe)",
        "20% (los pensamientos constantes sobre cómo podría haber sido mejor me quitaron el disfrute del proceso)"
      ]
    }
  },
  "expectations": [
    "Este ejercicio te ayudará a darte cuenta de que alcanzar la perfección no es una condición necesaria para disfrutar del proceso.",
    "Reducción de la ansiedad y el miedo a los errores"
  ]
}
