{
  "title": "Technika: Den pod kontrolou",
  "description": "Článek představuje unikátní techniku plánování \"Dva sloupce\", zaměřenou na zlepšení sebeorganizace a zvýšení osobní efektivity. Čtenáři se dozvědí, jak jednoduché rozdělení úkolů na \"plány\" a \"fakta\" může pomoci nejen v dosahování stanovených cílů, ale i v pochopení svých každodenních činností. Zvláštní pozornost je věnována analýze splněných úkolů, což umožňuje naučit se přizpůsobovat změnám a nacházet rovnováhu mezi povinnostmi a přáními.",
  "screen_1": {
    "texts": [
      "První cvičení, o které se s vámi chceme podělit, je jednoduché, ale účinné, a pomůže vám se sebeorganizací.",
      "Večer, den před následujícím dnem, si sedněte a napište si rozvrh na den. Bude se skládat ze dvou částí, tedy ze dvou sloupců.",
      "První sloupec — «Před». Je to hodinový plán toho, co chcete udělat. Nepište hned mnoho věcí: do každého hodinového řádku zapište jedno nebo dvě slova označující nějakou činnost nebo aktivitu.",
      "Například to může být něco drobného: jít do sprchy, posnídat, zapnout pračku. Nebo to může být něco energeticky náročnějšího: úklid, příprava na zkoušku, sestavení životopisu atd.",
      "Na konci každého dne zapisujte do druhého sloupce — «Po».",
      "Tam byste měli zapisovat, co jste během celého dne skutečně dělali, také po hodinách. Vaše činnosti se mohou shodovat s plánovanými, ale mohou se i lišit — to je normální, nedělejte si s tím starosti.",
      "I když se vám podaří realizovat jen malou část ze seznamu «před», samotné plánování vašeho času se pro vás může ukázat jako velmi užitečný a vizuálně srozumitelný proces.",
      "Kromě toho každou z činností označte písmenem «Ú-úkol», pokud tato činnost pro vás nebyla úplně jednoduchá a stala se pro vás konkrétně úspěchem."
    ]
  },
  "screen_2": {
    "texts": [
      "Může se stát, že při depresi bude pro vás úspěchem vyčistit si zuby nebo se osprchovat, na tom není nic hrozného nebo ostudného, věřte mi. A pak vedle těchto činností budete psát písmeno «Ú». Také označujte stupeň obtížnosti.",
      "Například ustlat postel bylo docela jednoduché, a pak to může být «Ú-2», ale připravit oběd bylo obtížnější, a pak je to «Ú-7». Škálu, podle které to budete hodnotit, určují vaše pocity.",
      "Pokud byla činnost ve vašem plánu pro vás něčím příjemným, pak vedle ní napište «P-potěšení».",
      "Například sledování filmu nebo procházka v parku vám udělaly radost, pak napište příslušné písmeno a také ohodnoťte míru potěšení, které jste z této činnosti získali.",
      "Vlastně v tom spočívá celé cvičení: je jednoduché, ale účinné. Můžete si myslet, že to nebude fungovat, ale pokud to nebudete pravidelně zkoušet nějakou dobu, určitě to nepochopíte. Funguje to, protože:",
      "To zastaví váš sklon k neustálému přemýšlení o důležitosti a hodnotě těch či oněch činností a pomůže vám vypořádat se s vnitřními rozpory: zda stojí za to něco dělat nebo ne;",
      "Pomůže vám naplánovat si čas vyváženě, protože tam budou úkoly, které prostě musíte dělat z toho či onoho důvodu, a také činnosti, které vám přinášejí potěšení;"
    ]
  },
  "screen_3": {
    "texts": [
      "Pokud budete pravidelně sestavovat denní rozvrh, brzy si všimnete, že vaše motivace roste, protože když začnete dělat alespoň něco, vyvrátíte svá přesvědčení o tom, že nejste schopni cokoli dělat.",
      "Jeden člověk, který byl dlouhou dobu v depresi a trpěl prokrastinací, se podělil o svou zpětnou vazbu k této technice:",
      "Když jsem plánoval svůj den a večer se díval na výsledky, uvědomil jsem si, na co přesně trávím čas.",
      "Pomohlo mi to znovu převzít odpovědnost za svůj život. Uvědomuji si, že mohu kontrolovat situaci, pokud budu chtít."
    ],
    "quote": {
      "text": "Nejdůležitější v řízení času není řídit čas, ale řídit sám sebe",
      "author": "Peter Drucker"
    }
  }
}
