{
  "control": {
    "title": "Technika: Den pod kontrolou",
    "description": "V článku představujeme praktickou plánovací techniku „Dva sloupce“, která pomáhá zlepšit seberegulaci a zvýšit osobní efektivitu. Dozvíte se, jak může jednoduché rozdělení úkolů na „plány“ a „skutečnost“ podpořit nejen dosahování cílů, ale i lepší porozumění tomu, jak ve skutečnosti vypadá váš den. Zvláštní pozornost věnujeme tomu, jak vyhodnocovat splněné věci — díky tomu se lze lépe přizpůsobovat změnám a hledat rovnováhu mezi tím, co „musím“, a tím, co „chci“.",
    "screen_1": {
      "texts": [
        "První cvičení, o které se s vámi chceme podělit, je jednoduché, ale účinné — a může výrazně pomoci se seberegulací.",
        "Večer, nejlépe den předem, si sedněte a napište si plán na zítřek. Bude mít dvě části, tedy dva sloupce.",
        "První sloupec je „Před“. Je to hodinový plán toho, co chcete udělat. Pište toho jen málo: do každého hodinového řádku stačí jedno až dvě slova, která označují činnost nebo krok.",
        "Může to být něco drobného: dát si sprchu, nasnídat se, pustit pračku. Nebo něco náročnějšího: úklid, příprava na zkoušku, sepsání životopisu apod.",
        "Na konci dne si do druhého sloupce zapisujte „Po“.",
        "Sem patří to, co jste během dne opravdu dělali — opět po hodinách. Někdy se to bude shodovat s plánem, jindy ne. To je v pořádku, není potřeba se tím trápit.",
        "I kdybyste zvládli jen malou část seznamu z „Před“, samotné plánování času pro vás může být velmi užitečné a přehledné.",
        "Navíc si u každé činnosti poznamenejte písmeno „D“ (jako „dosažení“), pokud pro vás nebyla snadná a vnímáte ji jako osobní úspěch."
      ]
    },
    "screen_2": {
      "texts": [
        "Při depresi může být i vyčištění zubů nebo sprcha velkým výkonem — a není na tom nic špatného ani ostudného, opravdu. U takových aktivit si pak napíšete „D“. Zároveň si poznamenejte i míru náročnosti.",
        "Například ustlat postel mohlo být docela snadné — pak si můžete napsat „D-2“. Uvařit oběd bylo těžší — pak „D-7“. Stupnici si nastavujete vy sami podle toho, jak to cítíte.",
        "Pokud byla některá aktivita ve vašem plánu příjemná, označte ji „U“ (jako „uspokojení“).",
        "Třeba film nebo procházka v parku vám udělaly radost — připište příslušné písmeno a také ohodnoťte, jak velké potěšení vám daná činnost přinesla.",
        "A to je celé cvičení: je jednoduché, ale účinné. Můžete si říkat, že to nebude fungovat — ale pokud to nějakou dobu nebudete dělat pravidelně, těžko to poznáte. Funguje to, protože:",
        "Pomáhá omezit tendenci neustále přemítat o důležitosti a hodnotě jednotlivých činností a vyrovnat se s vnitřními rozpory: má cenu něco dělat, nebo ne.",
        "Pomáhá plánovat čas vyváženě — budou v něm věci, které prostě potřebujete dělat z nějakého důvodu, i činnosti, které vám přinášejí potěšení."
      ]
    },
    "screen_3": {
      "texts": [
        "Když si budete plán dne sestavovat pravidelně, brzy si všimnete, že motivace roste — protože jakmile začnete dělat alespoň něco, zpochybníte přesvědčení, že „nezvládnete vůbec nic“.",
        "Jedna osoba, která byla dlouho v depresi a trápila ji prokrastinace, se o tuto techniku podělila takto:",
        "Když si naplánuji den a večer se podívám na výsledky, uvědomím si, kam přesně mi mizí čas.",
        "Pomohlo mi to znovu převzít odpovědnost za svůj život. Vnímám, že situaci můžu ovlivnit, když chci."
      ],
      "quote": {
        "text": "Nejdůležitější v řízení času není řídit čas, ale řídit sebe.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Hledání sebe po ztrátě blízkého člověka",
    "description": "Článek vypráví příběh Anastázie, která po tragické smrti bratra prožila hlubokou depresi a tíživý pocit viny. Díky psychoterapii se postupně dokázala uvolnit ze sebezraňujícího obviňování, změnila vztah k sobě i ke svým prožitkům. Krok za krokem se dostala z deprese, přijala, že za tragédii nenese vinu, a začala znovu žít naplno.",
    "screen_1": {
      "texts": [
        "Každý z nás se dřív nebo později setká se ztrátou blízkého člověka. Smrt je těžká zkouška, která člověka zaplaví bolestí a tíhou jako mohutná vlna.",
        "Slzy, smutek a silné emoce jsou přirozenou reakcí na ztrátu. Tyto prožitky nám pomáhají projít truchlením a znovu nacházet sílu žít dál.",
        "Někdy se žal protáhne a může člověka provázet roky. Jindy se zármutek rychle přetaví v hlubokou depresi.",
        "Podívejme se na příběh devětadvacetileté Anastázie, která se po sebevraždě mladšího bratra potýkala s těžkou depresí. Psychoterapii vyhledala několik měsíců po tragédii.",
        "Nejvíc ji trápilo přesvědčení, že za jeho smrt nese odpovědnost.",
        "Anastázie měla pocit, že stojí tváří v tvář neřešitelné a děsivé realitě. Zdálo se jí, že si utrpení „zaslouží“, a objevovaly se i sebevražedné myšlenky.",
        "Pocit viny je častým a velmi těžkým průvodcem těch, kdo ztratili blízkého — zvlášť pokud člověk odešel ze života vlastní volbou.",
        "Mnozí si kladou otázky: „Proč jsem tomu nezabránil? Proč jsem si toho nevšiml včas?“",
        "Takové myšlenky mohou mít i zkušení odborníci, když jejich klient spáchá sebevraždu: „Je to opravdu moje vina. Měl jsem říct něco jiného, zeptat se jinak, být pozornější. Měl jsem tomu zabránit. Jsem vinný!“"
      ],
      "quote": {
        "text": "Ti, které milujeme, nás mohou opustit, ale nikdy neodejdou daleko, dokud na ně vzpomínáme.",
        "author": "Konfucius"
      }
    },
    "screen_2": {
      "texts": [
        "Sebekritické obviňování se u Anastázie objevovalo už před tragédií. Často si říkala, že její život dopadl lépe než bratrův, a dlouhodobě mu pomáhala — emočně i finančně — během jeho vyčerpávajícího boje s depresí.",
        "Podporovala ho v rozhodnutí vyhledat psychologa, pomáhala platit terapii a dokonce mu pronajala bydlení poblíž, aby mu byla nablízku a mohla kdykoli pomoct.",
        "Anastázie byla přesvědčená, že za jeho smrt může ona, protože „měla udělat víc“.",
        "Její prožitky byly hluboké a opravdové a bolest cítila neustále.",
        "Na prvních sezeních mluvila o důvodech svého sebeobviňování i o myšlenkách na smrt: „Nesla jsem odpovědnost za jeho život. Připadá mi, že moje neschopnost mu pomoct vedla k tragédii. Měla jsem si všimnout, v jakém je stavu, a zachránit ho.“",
        "Věřila, že její trápení je oprávněné a že musí nést trest.",
        "Zvenčí je patrné, že takové myšlenky jsou iracionální a jen ubližují.",
        "Hlavním kognitivním zkreslením, kterého se dopouštěla, byla personalizace. V průběhu terapie došla Anastázie k důležitým závěrům:",
        "Kdyby skutečně nesla odpovědnost za bratrovu smrt, znamenalo by to, že ona je příčinou jeho rozhodnutí.",
        "Nemohla ovládat jeho myšlenky ani jeho vnitřní bolest, a proto nemohla nést odpovědnost za přesvědčení, která ho dovedla do těžké deprese. Byl to jeho boj, ne její vina.",
        "Tím, že na sebe brala odpovědnost za jeho stav, se snažila ovlivnit něco, co neměla ve své moci. Maximum, které mohla dělat, bylo podporovat ho v rámci svých sil a možností."
      ]
    },
    "screen_3": {
      "texts": [
        "Kdyby věděla o jeho záměrech, udělala by všechno pro to, aby pomohla a tragédii zabránila. Jenže to nevěděla — a změnit něco, co zůstalo skryté, nebylo možné.",
        "Když se obviňovala, jako by předpokládala, že měla umět předvídat budoucnost a mít neomezené vědění. Taková očekávání byla nerealistická a neměla důvod si vinu přičítat.",
        "Všechny argumenty ukazovaly na jediné: brát na sebe odpovědnost za jeho čin bylo těžkou a nespravedlivou chybou.",
        "Její odpovědnost se týká jen jejího vlastního života a vlastní pohody.",
        "Postupně pochopila, že utrpení nevznikalo proto, že by „bratra zklamala“, ale proto, že dovolila vině, aby ji pohltila, a depresi, aby jí zničila život.",
        "Podpůrným řešením bylo vinu pustit, postupně se zotavovat a učit se znovu žít radostněji a plněji.",
        "To je skutečná péče o sebe. Po terapii se stav Anastázie výrazně zlepšil a dokázala depresi překonat. Vysvětlila to hlubokými změnami ve vztahu k sobě a ke svému vnitřnímu světu."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnostika deprese: cesta k porozumění sobě",
    "description": "Článek představuje způsoby, jak depresi rozpoznat a posoudit: od základního vyhodnocení příznaků až po orientační sebehodnocení pomocí Beckova inventáře deprese (BDI). Zdůrazňuje důležitost obrátit se na odborníky kvůli přesné diagnostice a podpoře, zejména při výrazných potížích, a nabízí praktické kroky i cvičení pro ty, kdo chtějí pečovat o své emoční prožívání.",
    "screen_1": {
      "texts": [
        "V předchozí části jsme už mluvili o tom, co je deprese.",
        "Teď se podívejme na to, jak ji můžete rozpoznat u sebe.",
        "Zjednodušeně lze diagnostiku deprese rozdělit do tří kroků:",
        "Základní screening",
        "Stejně jako každý jiný emoční stav se i deprese projevuje určitými příznaky. Pojďme se na ně podívat:",
        "Sklíčená nálada.",
        "Ztráta zájmu o běžné aktivity a radosti.",
        "Anhedonie — snížená schopnost prožívat potěšení.",
        "Potíže se soustředěním, výkonností a rozhodováním.",
        "Poruchy spánku a chuti k jídlu — buď úbytek, nebo naopak nárůst.",
        "Pocity beznaděje, bezmoci, podrážděnosti, studu nebo viny.",
        "Úzkost nebo výrazná apatie.",
        "Pokles energie, pocit trvalé únavy.",
        "Vtíravé myšlenky na smrt nebo sebevraždu.",
        "Mnozí z nás se alespoň jednou setkali s některými z těchto projevů.",
        "Jednotlivé příznaky ale ne vždy znamenají depresi. Jak tedy poznat, že může jít právě o ni?",
        "O depresivní poruše lze uvažovat tehdy, pokud u sebe pozorujete alespoň čtyři z uvedených příznaků po dobu dvou týdnů nebo déle.",
        "Důležité je také zohlednit celkový zdravotní stav a vliv životních okolností."
      ],
      "quote": {
        "text": "Nemůžeme změnit situace, které nám život přináší, ale můžeme změnit, jak je prožíváme.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Sebehodnocení pomocí ověřených metod",
        "Existuje mnoho nástrojů, které pomáhají zorientovat se ve vlastním stavu.",
        "Jedním z nejznámějších a nejspolehlivějších je Beckův inventář deprese (BDI).",
        "Tuto metodu vytvořil psychoterapeut Aaron Beck. Zahrnuje 21 kategorií příznaků a každá se týká jiné stránky depresivního prožívání.",
        "Po vyplnění testu můžete orientačně posoudit závažnost potíží — od lehkých až po výrazné projevy deprese.",
        "Test je dostupný v naší aplikaci a jeho použití je jednoduché a intuitivní."
      ],
      "quote": {
        "text": "Péče o sebe není výjimka z vašich povinností, ale jejich důležitá součást.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Konzultace s odborníkem",
        "Pokud výsledky sebehodnocení naznačují možný depresivní stav, je důležité obrátit se na psychologa, psychiatra nebo psychoterapeuta.",
        "Odborník pomůže upřesnit diagnózu a zvolit vhodný plán podpory a léčby. A my v tom s vámi můžeme být — budeme vás provázet a nabízet užitečné informace.",
        "Tento materiál vznikl jako podpora pro lidi s lehčími a středně těžkými projevy deprese.",
        "Může ale být užitečný i pro ty, kdo prožívají náročnější stav.",
        "Může trochu ulevit od příznaků a pomoci lépe porozumět tomu, co se děje. Při výrazné depresi však samotné nástroje svépomoci nemusejí stačit.",
        "V takových situacích je obzvlášť důležité vyhledat profesionální pomoc a v případě potřeby zvážit i farmakologickou podporu.",
        "Diagnostika emočních stavů je citlivý a složitý proces.",
        "Při samostatném posouzení vždy existuje riziko omylu.",
        "I když nemáte klinickou depresi a jde „jen“ o dočasně skleslou náladu, může pro vás být tato část přesto užitečná.",
        "V dalších částech podrobně rozebereme mechanismy deprese a nabídneme praktická doporučení i cvičení.",
        "Pokud chcete zlepšit kvalitu svého života a jste připraveni udělat kroky směrem k sobě, pojďme v téhle cestě pokračovat společně."
      ]
    }
  }
}
