{
  "control": {
    "title": "Technika: Den pod kontrolou",
    "description": "Článek představuje unikátní techniku plánování \"Dva sloupce\", zaměřenou na zlepšení sebeorganizace a zvýšení osobní efektivity. Čtenáři se dozvědí, jak jednoduché rozdělení úkolů na \"plány\" a \"fakta\" může pomoci nejen v dosahování stanovených cílů, ale i v pochopení svých každodenních činností. Zvláštní pozornost je věnována analýze splněných úkolů, což umožňuje naučit se přizpůsobovat změnám a nacházet rovnováhu mezi povinnostmi a přáními.",
    "screen_1": {
      "texts": [
        "První cvičení, o které se s vámi chceme podělit, je jednoduché, ale účinné, a pomůže vám se sebeorganizací.",
        "Večer, den před následujícím dnem, si sedněte a napište si rozvrh na den. Bude se skládat ze dvou částí, tedy ze dvou sloupců.",
        "První sloupec — «Před». Je to hodinový plán toho, co chcete udělat. Nepište hned mnoho věcí: do každého hodinového řádku zapište jedno nebo dvě slova označující nějakou činnost nebo aktivitu.",
        "Například to může být něco drobného: jít do sprchy, posnídat, zapnout pračku. Nebo to může být něco energeticky náročnějšího: úklid, příprava na zkoušku, sestavení životopisu atd.",
        "Na konci každého dne zapisujte do druhého sloupce — «Po».",
        "Tam byste měli zapisovat, co jste během celého dne skutečně dělali, také po hodinách. Vaše činnosti se mohou shodovat s plánovanými, ale mohou se i lišit — to je normální, nedělejte si s tím starosti.",
        "I když se vám podaří realizovat jen malou část ze seznamu «před», samotné plánování vašeho času se pro vás může ukázat jako velmi užitečný a vizuálně srozumitelný proces.",
        "Kromě toho každou z činností označte písmenem «Ú-úkol», pokud tato činnost pro vás nebyla úplně jednoduchá a stala se pro vás konkrétně úspěchem."
      ]
    },
    "screen_2": {
      "texts": [
        "Může se stát, že při depresi bude pro vás úspěchem vyčistit si zuby nebo se osprchovat, na tom není nic hrozného nebo ostudného, věřte mi. A pak vedle těchto činností budete psát písmeno «Ú». Také označujte stupeň obtížnosti.",
        "Například ustlat postel bylo docela jednoduché, a pak to může být «Ú-2», ale připravit oběd bylo obtížnější, a pak je to «Ú-7». Škálu, podle které to budete hodnotit, určují vaše pocity.",
        "Pokud byla činnost ve vašem plánu pro vás něčím příjemným, pak vedle ní napište «P-potěšení».",
        "Například sledování filmu nebo procházka v parku vám udělaly radost, pak napište příslušné písmeno a také ohodnoťte míru potěšení, které jste z této činnosti získali.",
        "Vlastně v tom spočívá celé cvičení: je jednoduché, ale účinné. Můžete si myslet, že to nebude fungovat, ale pokud to nebudete pravidelně zkoušet nějakou dobu, určitě to nepochopíte. Funguje to, protože:",
        "To zastaví váš sklon k neustálému přemýšlení o důležitosti a hodnotě těch či oněch činností a pomůže vám vypořádat se s vnitřními rozpory: zda stojí za to něco dělat nebo ne;",
        "Pomůže vám naplánovat si čas vyváženě, protože tam budou úkoly, které prostě musíte dělat z toho či onoho důvodu, a také činnosti, které vám přinášejí potěšení;"
      ]
    },
    "screen_3": {
      "texts": [
        "Pokud budete pravidelně sestavovat denní rozvrh, brzy si všimnete, že vaše motivace roste, protože když začnete dělat alespoň něco, vyvrátíte svá přesvědčení o tom, že nejste schopni cokoli dělat.",
        "Jeden člověk, který byl dlouhou dobu v depresi a trpěl prokrastinací, se podělil o svou zpětnou vazbu k této technice:",
        "Když jsem plánoval svůj den a večer se díval na výsledky, uvědomil jsem si, na co přesně trávím čas.",
        "Pomohlo mi to znovu převzít odpovědnost za svůj život. Uvědomuji si, že mohu kontrolovat situaci, pokud budu chtít."
      ],
      "quote": {
        "text": "Nejdůležitější v řízení času není řídit čas, ale řídit sám sebe",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Hledání sebe sama po ztrátě blízkého člověka",
    "description": "Článek se zabývá příběhem Anastázie, která prožívala hlubokou depresi a pocity viny po sebevraždě svého bratra. Naučila se osvobozovat od sebeobviňování díky psychoterapii, což jí pomohlo změnit vztah k sobě a svým prožitkům. V důsledku toho Anastázie překonala depresi, přijala svou nevinu a začala žít plnohodnotný život.",
    "screen_1": {
      "texts": [
        "Každý z nás se dříve či později setká se ztrátou blízkého člověka. Smrt je silnou ranou, která zahaluje žalem a smutkem ty, kteří zesnulého milovali, jako tlaková vlna.",
        "Slzy, smutek a bolest jsou normální reakce na ztrátu. Pomáhají nám přežít tento okamžik a dávají nám sílu pokračovat v životě.",
        "Někdy se žal protáhne a člověk může trpět roky, a někdy se téměř okamžitě dostane do hluboké deprese.",
        "Uveďme příběh jedné pacientky trpící depresí: Anastázie, 29leté dívky, jejíž mladší bratr spáchal sebevraždu několik měsíců před tím, než se obrátila na psychoterapeuta.",
        "Obzvláště bolestivým a zároveň přitěžujícím faktorem v rozvoji její deprese byl pocit, že nese odpovědnost za jeho sebevraždu.",
        "Nasťa cítila, že se střetla s naprosto reálným a neřešitelným problémem. Věřila, že si zaslouží smrt, a měla sebevražedné myšlenky.",
        "Častým problémem, který trápí blízké člověka, jenž spáchal sebevraždu, je pocit viny.",
        "Lidé se často trápí myšlenkami: \"Proč jsem tomu nezabránil? Proč jsem si toho nevšiml včas?\"",
        "Ani psychoterapeuti nejsou chráněni před takovými reakcemi po sebevraždě klientů a mohou vinit sami sebe: \"Je to skutečně moje vina. Kdybych s ním během poslední konzultace mluvil jinak. Proč jsem se ho přímo nezeptal, zda chce spáchat sebevraždu? Měl jsem udělat něco razantnějšího. Zabil jsem ho!\""
      ],
      "quote": {
        "text": "Ti, které milujeme, nás mohou opustit, ale nikdy neodejdou daleko, dokud si je pamatujeme.",
        "author": "Konfucius"
      }
    },
    "screen_2": {
      "texts": [
        "Sebeobviňování Anastázie začalo dlouho před tragédií: dlouho si myslela, že její život byl lehčí a lepší než bratrův, a snažila se to kompenzovat poskytováním emocionální a finanční podpory v jeho dlouhodobém boji s depresí.",
        "Přiměla ho k práci s psychologem, pomohla mu zaplatit konzultace a dokonce mu pronajala byt nedaleko od sebe, aby jí mohl zavolat pokaždé, když se cítil špatně.",
        "Nasťa byla přesvědčena, že právě ona nese odpovědnost za bratrovu smrt, protože \"mohla udělat ještě více\".",
        "Hluboce prožívala tragickou situaci, ve které se ocitla.",
        "Na prvních terapeutických sezeních diskutovala o příčinách svého sebeobviňování a přesvědčení, že by měla zemřít: \"Byla jsem zodpovědná za život svého bratra. Myslím, že moje neschopnost mu pomoci vedla k jeho smrti. Zdá se mi, že jsem mu nedokázala poskytnout potřebnou podporu, protože jsem neviděla jeho hrozný stav. Měla jsem mu zachránit život.\"",
        "Byla přesvědčena, že její vina a utrpení byly oprávněné a správné, a že by měla být potrestána a trpět.",
        "Když čtete tento příběh z odstupu, pravděpodobně řeknete, že její myšlenky a přesvědčení jsou nereálné a nelogické a jen jí škodí.",
        "Chybou, kterou dělala znovu a znovu, byla personalizace. V průběhu psychoterapie Nasťa dospěla k následujícím závěrům:",
        "Kdyby byla odpovědná za smrt svého bratra, znamenalo by to, že by musela být příčinou jeho sebevraždy.",
        "Nekontrolovala bratrovy myšlenky, a proto nemohla nést odpovědnost za destruktivní přesvědčení, která ho přivedla k těžké depresi a následně ke smrti. To byly jeho chyby, ne její.",
        "Ve snaze převzít odpovědnost za jeho náladu a činy se pokoušela ovlivnit to, co bylo mimo její kontrolu, ačkoli maximum, co mohla udělat, bylo stát se pomocníkem v rámci svých možností."
      ]
    },
    "screen_3": {
      "texts": [
        "Kdyby věděla, že se chystá pokusit o sebevraždu, udělala by vše, co bylo v jejích silách, aby mu v tom zabránila. Avšak protože o tom nevěděla, nemohla bohužel nic změnit.",
        "Tím, že obviňovala sebe ze jeho smrti, mylně předpokládala, že může předvídat budoucnost s absolutní jistotou a že všechny znalosti světa jsou jí k dispozici. Jelikož oba tyto předpoklady byly krajně nerealistické, neměla důvod se obviňovat.",
        "Všechny tyto argumenty ukazují, že bylo vážnou chybou brát na sebe odpovědnost za bratrův čin, protože ho nakonec nemohla kontrolovat.",
        "Ve skutečnosti Nasťa nese odpovědnost pouze za svůj vlastní život a pohodu.",
        "V tomto okamžiku jí bylo jasné: její utrpení nebylo kvůli tomu, že \"ho zklamala\", ale kvůli tomu, že si dovolila ponořit se do deprese a uvažovat o sebevraždě.",
        "Užitečným a pomáhajícím chováním v tomto případě bylo vzdát se pocitu viny, překonat depresi a pak se snažit vést šťastný a radostný život.",
        "Takto se projevuje odpovědnost vůči sobě. Po psychoterapii se Anastáziin stav zlepšil a brzy překonala depresi. Vysvětlila to hlubokými změnami ve svém vztahu k sobě samé."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnostika deprese: Cesta k pochopení sebe sama",
    "description": "Článek se zabývá metodami diagnostiky deprese, počínaje obecným screeningem symptomů a přecházením k sebehodnocení pomocí \"Beckovy škály deprese\". Zdůrazňuje důležitost konzultace s odborníky pro přesnou diagnózu a léčbu, zejména v těžkých případech. Kromě toho článek nabízí praktické rady a cvičení pro lidi, kteří se snaží zlepšit svůj psychický stav.",
    "screen_1": {
      "texts": [
        "V předchozí části jsme již diskutovali o tom, co je deprese.",
        "Nyní před námi stojí úkol pochopit, jak diagnostikovat tento stav u sebe.",
        "Diagnostika deprese se zjednodušeně dělí na tři etapy:",
        "Obecný screening",
        "Deprese, stejně jako jakákoli jiná porucha, má své symptomy. Podívejme se na ně podrobněji:",
        "Sklíčená nálada.",
        "Snížený zájem o obvyklé potěšení.",
        "Anhedonie – snížená schopnost prožívat radost.",
        "Potíže s koncentrací, pracovní výkonností a rozhodováním.",
        "Poruchy spánku a chuti k jídlu, jak směrem ke snížení, tak ke zvýšení.",
        "Pocity beznaděje, bezmoci, podrážděnost, stud, vina.",
        "Úzkost nebo apatie.",
        "Nedostatek energie, neustálá únava.",
        "Myšlenky na smrt nebo sebevraždu.",
        "Pravděpodobně každý z nás se alespoň jednou setkal s jedním nebo více z těchto symptomů.",
        "Ale to vždy neznamená depresi. Jak tedy určit přítomnost deprese?",
        "O depresivní poruše můžeme hovořit, pokud u sebe pozorujete alespoň čtyři z uvedených symptomů po dobu dvou týdnů.",
        "Také je důležité brát v úvahu další faktory, jako je celkový zdravotní stav a životní okolnosti."
      ],
      "quote": {
        "text": "Nemůžeme změnit situace, které nám život přináší, ale můžeme změnit naši schopnost je prožívat.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Sebehodnocení pomocí ověřených metodik",
        "Existuje mnoho testů pro sebehodnocení deprese.",
        "Jedním z nejspolehlivějších a nejuznávanějších je «Beckova škála deprese» (BDI).",
        "Tato metodika, vyvinutá americkým psychoterapeutem Aaronem Beckem, zahrnuje 21 kategorií symptomů, z nichž každá obsahuje 4 až 5 tvrzení odrážejících různé aspekty deprese.",
        "Po absolvování tohoto testu můžete posoudit stupeň svého stavu: od lehké až po těžkou depresi.",
        "Test je dostupný v naší aplikaci, je jednoduchý a intuitivně srozumitelný v používání."
      ],
      "quote": {
        "text": "Péče o sebe není vyškrtnutí ze seznamu vašich povinností, je to součást seznamu.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Konzultace s odborníkem",
        "V případě, že sebehodnocení naznačuje možný depresivní stav, doporučuje se obrátit na odborníka: psychologa, psychiatra nebo psychoterapeuta.",
        "Ti mohou přesně stanovit diagnózu a navrhnout odpovídající léčbu. My jsme na oplátku připraveni vás podpořit a poskytnout užitečné informace v této části.",
        "Tento materiál byl vyvinut, aby pomohl lidem s lehkou a střední mírou deprese.",
        "Pro ty, kteří trpí těžšími formami deprese, může být tento materiál také cenný.",
        "Může zmírnit některé symptomy, avšak v případě vážných stavů je třeba mít na paměti, že výhradně nástroje svépomoci mohou být nedostatečné.",
        "V takových situacích je nesmírně důležité vyhledat pomoc odborníků a v případě potřeby zvážit možnost medikamentózní léčby.",
        "Diagnostikování psychologických problémů je složitý úkol.",
        "Při sebehodnocení vždy existuje riziko omylu.",
        "Nicméně i když nemáte klinickou depresi, ale jen prožíváte dočasně sklíčenou náladu, tento materiál se vám bude hodit.",
        "Podrobně prozkoumáme mechanismy, které jsou základem deprese, nabídneme praktické rady a cvičení.",
        "Pokud se snažíte zlepšit kvalitu svého života a jste připraveni následovat naše doporučení, pokračujme na této cestě společně!"
      ]
    }
  }
}