{
  "title": "Diagnostika deprese: Cesta k pochopení sebe sama",
  "description": "Článek se zabývá metodami diagnostiky deprese, počínaje obecným screeningem symptomů a přecházením k sebehodnocení pomocí \"Beckovy škály deprese\". Zdůrazňuje důležitost konzultace s odborníky pro přesnou diagnózu a léčbu, zejména v těžkých případech. Kromě toho článek nabízí praktické rady a cvičení pro lidi, kteří se snaží zlepšit svůj psychický stav.",
  "screen_1": {
    "texts": [
      "V předchozí části jsme již diskutovali o tom, co je deprese.",
      "Nyní před námi stojí úkol pochopit, jak diagnostikovat tento stav u sebe.",
      "Diagnostika deprese se zjednodušeně dělí na tři etapy:",
      "Obecný screening",
      "Deprese, stejně jako jakákoli jiná porucha, má své symptomy. Podívejme se na ně podrobněji:",
      "Sklíčená nálada.",
      "Snížený zájem o obvyklé potěšení.",
      "Anhedonie – snížená schopnost prožívat radost.",
      "Potíže s koncentrací, pracovní výkonností a rozhodováním.",
      "Poruchy spánku a chuti k jídlu, jak směrem ke snížení, tak ke zvýšení.",
      "Pocity beznaděje, bezmocnosti, podrážděnost, stud, vina.",
      "Úzkost nebo apatie.",
      "Nedostatek energie, neustálá únava.",
      "Myšlenky na smrt nebo sebevraždu.",
      "Pravděpodobně každý z nás se alespoň jednou setkal s jedním nebo více z těchto symptomů.",
      "Ale to vždy neznamená depresi. Jak tedy určit přítomnost deprese?",
      "O depresivní poruše můžeme hovořit, pokud u sebe pozorujete alespoň čtyři z uvedených symptomů po dobu dvou týdnů.",
      "Také je důležité brát v úvahu další faktory, jako je celkový zdravotní stav a životní okolnosti."
    ],
    "quote": {
      "text": "Nemůžeme změnit situace, které nám život přináší, ale můžeme změnit naši schopnost je prožívat.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Sebehodnocení pomocí ověřených metodik",
      "Existuje mnoho testů pro sebehodnocení deprese.",
      "Jedním z nejspolehlivějších a nejuznávanějších je «Beckova škála deprese» (BDI).",
      "Tato metodika, vyvinutá americkým psychoterapeutem Aaronem Beckem, zahrnuje 21 kategorií symptomů, z nichž každá obsahuje 4 až 5 tvrzení odrážejících různé aspekty deprese.",
      "Po absolvování tohoto testu můžete posoudit stupeň svého stavu: od lehké až po těžkou depresi.",
      "Test je dostupný v naší aplikaci, je jednoduchý a intuitivně srozumitelný v používání."
    ],
    "quote": {
      "text": "Péče o sebe není vyškrtnutí ze seznamu vašich povinností, je to součást seznamu.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Konzultace s odborníkem",
      "V případě, že sebehodnocení naznačuje možný depresivní stav, doporučuje se obrátit na odborníka: psychologa, psychiatra nebo psychoterapeuta.",
      "Ti mohou přesně stanovit diagnózu a navrhnout odpovídající léčbu. My jsme na oplátku připraveni vás podpořit a poskytnout užitečné informace v této části.",
      "Tento materiál byl vyvinut, aby pomohl lidem s lehkou a střední mírou deprese.",
      "Pro ty, kteří trpí těžšími formami deprese, může být tento materiál také cenný.",
      "Může zmírnit některé symptomy, avšak v případě vážných stavů je třeba mít na paměti, že výhradně nástroje svépomoci mohou být nedostatečné.",
      "V takových situacích je nesmírně důležité vyhledat pomoc odborníků a v případě potřeby zvážit možnost medikamentózní léčby.",
      "Diagnostikování psychologických problémů je složitý úkol.",
      "Při sebehodnocení vždy existuje riziko omylu.",
      "Nicméně i když nemáte klinickou depresi, ale jen prožíváte dočasně sklíčenou náladu, tento materiál se vám bude hodit.",
      "Podrobně prozkoumáme mechanismy, které jsou základem deprese, nabídneme praktické rady a cvičení.",
      "Pokud se snažíte zlepšit kvalitu svého života a jste připraveni následovat naše doporučení, pokračujme na této cestě společně!"
    ]
  }
}
