{
  "title": "Deprese a smrtelná diagnóza",
  "description": "Článek zkoumá emocionální a psychologické zkoušky, kterým čelí lidé po obdržení vážné diagnózy, a zdůrazňuje obtížnost vyjádření jejich prožitků zdravým lidem. Vypráví příběh Olgy, jejíž život se drasticky mění po podezření na rakovinu, a jak bojuje s depresí a ztrátou smyslu života prostřednictvím práce s psychologem. Nakonec Olga dochází k uvědomění neměnné osobní hodnoty a důležitosti drobných úspěchů, což jí pomáhá obnovit sebeúctu a změnit emocionální stav navzdory fyzickému utrpení.",
  "screen_1": {
    "texts": [
      "Co se děje s člověkem, který se dozví o své vážné, možná smrtelné nemoci? Mnoho lidí se setkává s podobnými zkouškami, avšak vysvětlit zdravému člověku, co cítí, se jeví jako extrémně obtížný úkol.",
      "Příběhy o lidech, kteří čelí vážným onemocněním, často tvoří základ románů nebo filmů. V kinematografii mohou takové zápletky nabývat komediálních forem, ale ve skutečnosti je vše mnohem složitější.",
      "Bez ohledu na závažnost a délku nemoci, \"rozsudek smrti\" vždy působí jako výbuch nebo úder blesku.",
      "Člověk, který se dozví o své smrtelné diagnóze, může čelit reaktivní depresi. Reaktivní deprese je rychle se rozvíjející psychická porucha, která vzniká na pozadí traumatických událostí nebo silného stresu.",
      "V takovém stavu pacient neustále pociťuje strach, úzkost, apatii k okolí, špatnou náladu, únavu, nejistotu, sebevražedné myšlenky a také se potýká s problémy se spánkem a chutí k jídlu.",
      "Mnoho nemocí radikálně mění způsob života člověka. Kdysi zdravý a aktivní milovník cestování a přírody se může náhle stát invalidou, neschopným vstát z postele.",
      "V takovém stavu se nemůže samostatně dostat na toaletu nebo se osprchovat, natož si vyjít na obyčejnou procházku.",
      "Navíc uvědomění si, kolik času a energie věnují jeho příbuzní péči o něj, způsobuje, že se cítí jako břemeno."
    ],
    "quote": {
      "text": "Vaše nemoc vás nedefinuje. Vaše síla a odvaha bojovat s ní - to je to, co vás definuje.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olze bylo 39 let, když se její život radikálně změnil kvůli podezření na rakovinu.",
      "Život jako by se zastavil: pocítila se být odříznutá od běžné reality. Všechny předchozí strachy a úzkosti se zdály malicherné a bezvýznamné ve srovnání s hrůzou, která se na ni náhle zřítila.",
      "Když se potvrdily nejhorší obavy, byl to pro Olgu a její rodinu úder podobný výbuchu granátu.",
      "V následujících měsících ji fyzická slabost uvrhla do ještě větší sklíčenosti.",
      "Vše bylo komplikováno nikoli tolik fyzickým nepohodlím z nemoci a chemoterapie, jako spíše nutností vzdát se obvyklých činností, které pro ni měly velký význam.",
      "Olga se nemohla věnovat domácím pracím jako dříve (tyto úkoly převzal manžel), musela se vzdát své milované práce, koníčků a dlouhých procházek s přáteli.",
      "Navzdory reálnosti Olžiných problémů, měli bychom považovat její depresi za nevyhnutelnou?",
      "Během práce s psychologem byly odhaleny automatické myšlenky a negativní přesvědčení, které ji trápily:",
      "Nepřispívám ke společnosti",
      "Nedosahuji úspěchů v kariéře",
      "Nemohu se účastnit aktivní zábavy",
      "Stala jsem se břemenem pro svého manžela",
      "Tyto myšlenky vyvolávaly smutek, hněv, zklamání a pocit viny, podobně jako myšlenky fyzicky zdravých lidí trpících depresí.",
      "Deprese nebyla způsobena ani tak nádorem, jako spíše negativním postojem, který podkopával její sebedůvěru ve vlastní hodnotu. Spojováním osobní hodnoty s úspěchy se Olga vystavovala utrpení.",
      "Rakovina pro ni znamenala: \"Tvůj čas pominul! Už nic neznamenáš!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "Když Olga spolu s psychologem sestavovala graf své osobní \"hodnoty\" od okamžiku narození až do předpokládané smrti, viděla, že její osobní hodnota zůstávala neměnná, držíc se na úrovni 85 % na podmíněné škále od 0 do 100 %.",
      "Psycholog jí také navrhl, aby zhodnotila svou produktivitu za obdobné časové období.",
      "Znázornila křivku ukazující, že její produktivita byla nízká v dětství, dosáhla vrcholu v dospělosti a poté klesla k současnému okamžiku.",
      "Poté u Olgy došlo k uvědomění. Za prvé, i když kvůli nemoci její produktivita klesla, pokračovala v přispívání sobě a své rodině prostřednictvím mnoha malých, ale důležitých a cenných činností.",
      "Pouze černobílé myšlení ji mohlo vést k myšlence, že její přínos je nulový.",
      "Za druhé, a co je mnohem důležitější, uvědomila si, že její osobní hodnota byla neměnná a stabilní; byla daností, nezávislou na úspěších.",
      "Toto pochopení jí umožnilo uvědomit si, že si nemusí \"zasloužit\" svou lidskou hodnotu a že i když je oslabená, zůstává stejně cenná.",
      "Uvědomění si této skutečnosti výrazně snížilo depresivní projevy. Neodstranilo to její nádor, bolesti a fyzické utrpení, ale obnovilo její poškozenou sebeúctu a podstatně změnilo její emocionální stav."
    ],
    "quote": {
      "text": "Nemoc nemůže ukrást vaši naději, pokud jí to nedovolíte.",
      "author": "Nick Vujicic"
    }
  }
}
