{
  "title": "Sebevědomí v propasti deprese: Cesta k sebeakceptaci a vnitřní rovnováze",
  "description": "Tento článek zkoumá vliv deprese na sebevědomí a odhaluje, jak negativní vnímání sebe sama zhoršuje příznaky deprese a brání plnohodnotnému životu. Prostřednictvím analýzy skutečných případů a rad odborníků nabízí praktické kroky k překonání sebkritiky a posílení vnitřní harmonie. Článek se stane spolehlivým průvodcem pro ty, kteří chtějí získat sebedůvěru a změnit svůj život k lepšímu.",
  "screen_1": {
    "texts": [
      "Jedním z typických příznaků deprese je sklon k sebeobviňování, pocit méněcennosti, absence vlastní hodnoty a významnosti.",
      "Člověk si často přisvojuje nálepky \"neúspěšný\", \"nicka\", považujíc se za špatného.",
      "Čím těžší je stupeň deprese, tím nižší je sebevědomí. Ale ani v tom nejste sami. Výzkumy psychologa Aarona Becka ukazují, že více než 80 % lidí trpících depresí pociťuje pocit vlastní bezcennosti.",
      "Obraz sebe sama se v depresi silně mění: cítíte se méněcenný, potlačený, osamělý a znevýhodněný. Kritizujete sebe, své činy, schopnosti, svou budoucnost.",
      "Sebkritika může mít následující formy:",
      "Sebeobviňování - \"Jsem za všechno zodpovědný\"",
      "Dávání nálepek - \"Jsem tak hloupý\"",
      "Nenávist k sobě - \"Už se nemůžu vystát\"",
      "Pochybnosti o sobě - \"Nikdy se mi nic nepodaří\"",
      "Zamyslete se, jak by se žilo s takto \"atraktivním\" seznamem? Přinejmenším to není jednoduché. V depresi může člověk neustále kritizovat a ponižovat sám sebe, aniž by si to uvědomoval.",
      "A samozřejmě se to projevuje na emocích, náladě, vztahu k sobě a k životu obecně.",
      "Proto je tak důležitá práce na sebevědomí. Překonáním sebkritiky lze ovlivnit i další příznaky deprese. Proto začněme s vaším sebevědomím."
    ],
    "quote": {
      "text": "Nízké sebevědomí je jako jet životem se zataženou ruční brzdou.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Špatné sebevědomí je jako lupa zvětšující všechny vaše chyby a neúspěchy do rozměrů totálního selhání.",
      "Podívejme se na to na příkladu dialogu člověka v depresi s psychologem:",
      "Kateřino, proč poznámka od vašeho nadřízeného vyvolala tak intenzivní, negativní emoce? Je to opravdu taková katastrofa?",
      "Ano, bylo to hrozné, protože jsem vypadala jako taková hlupačka.",
      "Řekněme, že jste opravdu tak vypadala. Co to pro vás znamená?",
      "Znamená to, že si můj šéf myslel, že jsem hloupá.",
      "A i kdyby si to myslel, co z toho vyplývá?",
      "Pak si nezasloužím pracovat v této společnosti.",
      "A pokud si to opravdu nezasloužíte, co to znamená?",
      "Znamená to, že jsem nicka, která v životě ničeho nedosáhne a bude do konce svých dnů někde mýt podlahy.",
      "Na tomto příkladu je vidět, jak malá poznámka od vedoucího je vnímána jako důkaz Kateřininy bezcennosti a předpovídá jí ne zrovna růžovou budoucnost.",
      "Takto jsou malá selhání vnímána jako tragédie, když jsme v depresi. V takovém stavu často nejsme schopni myslet realisticky a logicky.",
      "Místo toho jsme přesvědčeni o vlastní méněcennosti a zbytečnosti a přesvědčujeme o tom i ostatní, přesvědčivě demonstrujíc své nedostatky a vytrvale mluvíc o své neschopnosti."
    ]
  },
  "screen_3": {
    "texts": [
      "Za prvé, je důležité si uvědomit, že svou hodnotu nelze zasloužit. Úspěch může samozřejmě přinést potěšení, ale ne štěstí. A sebevědomí založené na úspěších je pseudosebevědomí, je nerealistické.",
      "Mnoho úspěšných, ale nešťastných lidí trpících depresí se také považuje za nicky. Důkazem toho jsou slavné osobnosti, které měly zdánlivě vše: kariéru, peníze, slávu, talent, ale spáchaly sebevraždu.",
      "Většina lidí trpících depresí je ve skutečnosti schopna mnoha věcí, mohou být talentovaní, atraktivní, zajímaví, obklopeni láskou a péčí blízkých.",
      "Ale to jim nepomáhá, protože nemají lásku a respekt k sobě. Pouze váš pocit vlastní důležitosti určuje, jak se cítíte.",
      "Velmi důležitým krokem na cestě k uvědomění bude pečlivá pozornost k tomu, co si myslíte a říkáte o sobě.",
      "Když budete příště trvat na své neschopnosti něco udělat nebo negativně hodnotit sebe, své činy nebo své zkušenosti, zkuste najít skutečné důkazy. Často jsou tyto důkazy iracionální a nesmyslné.",
      "Za druhé, stojí za to nahradit sebkritiku sebekorekcí.",
      "Když se učíte něco nového, například nový jazyk, učitel vás nebije knihou po hlavě a neříká, jak jste hloupí, pokud neznáte časy nebo pravidla.",
      "Protože by to byl špatný učitel s neefektivní metodou výuky. A pravděpodobně byste nechtěli nebo nemohli se tímto způsobem naučit nový jazyk.",
      "Bohužel, často se sami pro sebe stáváte takovým špatným učitelem, kritizujíc místo opravování.",
      "Proto zkuste místo kritiky položit si následující otázky: Existuje lepší způsob, jak to udělat? Jak ho mohu realizovat? Co se ještě musím naučit?",
      "Za třetí, pokaždé, když kritizujete sebe, zkuste si představit, že stejným způsobem kritizujete ostatní. Budete stejně hrubí a ostří k druhým, jako jste k sobě?"
    ]
  },
  "screen_4": {
    "texts": [
      "Začněte klást stejné požadavky na své blízké a přátele. Ale buďte maximálně upřímní. A když to začnete dělat, pochopíte, jak nespravedlivá je vaše kritika ve skutečnosti.",
      "Vaše sebevědomí je nejdůležitějším motivem při stanovování životního cíle a jeho následném dosahování.",
      "Při nízkém sebevědomí podceňujete své možnosti, připravujíc se o právo na štěstí.",
      "Chcete-li situaci změnit, musíte změnit své myšlenkové návyky, své chování a malými kroky směřovat ke zdravému sebevědomí, přijímajíc neúspěchy a všímajíc si sebemenších úspěchů.",
      "A my vás chceme na této nelehké cestě podpořit, vселить naději, pomoci vám vybrat zvládnutelné úkoly a soustředit se na ně. Za tímto účelem rozebereme několik efektivních technik v následujících kapitolách."
    ]
  }
}
