{
  "title": "Technika: Staňte se advokátem",
  "description": "Tento článek nabízí jedinečný přístup k překonání sebkritiky představením konceptu vnitřního advokáta. Prostřednictvím analogie se soudním procesem je čtenářům nabízena metodika, která pomáhá efektivně se bránit proti sebeobviňování a negativním myšlenkám. Popisem procesu sledování, zpochybňování a přehodnocování sebkritických přesvědčení článek poskytuje praktické rady a otázky pro sebereflexi, přispívajíc k rozvoji zdravějšího a podpůrnějšího vztahu k sobě.",
  "screen_1": {
    "texts": [
      "Následující technika, která napomáhá efektivní práci se sebkritikou, spočívá v tom, stát se svým vlastním advokátem. I když to může znít neobvykle nebo složitě na pochopení, pojďme si vysvětlit, jak to funguje.",
      "Abyste se úspěšně vypořádali se sebkritickými myšlenkami, je nesmírně důležité umět je nejen rozpoznat a čelit jim, ale také je aktivně zpochybňovat.",
      "Představte si, že jste se ocitli u soudu, kde vaše sebkritika na vás dlouhou dobu vrhá obvinění, označujíc vás za neúspěšného, slabého, hloupého a vinného ze všech myslitelných prohřešků.",
      "A nyní se před vámi otevírá šance vystoupit v roli obhájce, jehož cílem je vyvrátit argumenty obžaloby, demonstrujíc jejich neopodstatněnost a absurditu.",
      "Představte si sebe jako kvalifikovaného advokáta, který se sotva omezí na prohlášení ve stylu: «Můj klient je docela slušný člověk, můžeme se rozejít».",
      "Musíte vynaložit maximální úsilí, abyste předložili přesvědčivé fakty a argumenty, které kategoricky rozbíjejí obvinění.",
      "Podívejme se na příklad použití této techniky v dialogu mezi psychologem a klientem:"
    ],
    "quote": {
      "text": "Buďte advokátem svého světa uvnitř sebe, místo toho, abyste byli soudcem vlastního příběhu.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "V poslední době se stále častěji poddáváte sebkritice, nazývajíc se slabohem a neúspěšným člověkem, který v životě ničeho nedosáhl. Nyní si představte, že jste si najali advokáta na obranu proti této kritice.",
      "Vaším úkolem je co nejefektivněji obhájit svého klienta, tedy sebe, s využitím argumentů a důkazů. I když sami nevěříte v jeho nevinu a váš klient vám není sympatický, nyní je vaší rolí být kompetentním advokátem, kvalitně vykonávajícím svou práci.",
      "Zajímavá myšlenka, stojí za to to zkusit.",
      "Výborně. Budu tedy hrát roli žalobce, použiji vaše vlastní slova o sobě, a vy se budete hájit.",
      "Rozumím, pojďme začít.",
      "(V roli žalobce) Pavel je slaboch a neúspěšný člověk, který v životě ničeho nedosáhl.",
      "(V roli advokáta) To je kategoricky nepravdivé. Pavel má vysokoškolské vzdělání, úspěšnou kariéru, rodinu a přátele, kteří ho milují a váží si ho.",
      "(V roli žalobce) Možná, ale ne všechno má ideální. Dělá chyby v práci, ne vždy stíhá, a jsem přesvědčen, že je neúspěšný.",
      "(V roli advokáta) Za prvé, pocity nemohou sloužit jako důkaz u soudu. Za druhé, dělání chyb a neplnění termínů z něj nedělá neúspěšného člověka, protože každý člověk je náchylný k chybám a zpožděním. To není důvod pro tak kategorické závěry.",
      "(V roli žalobce) Možná není úplně neúspěšný, ale rozhodně je slaboch.",
      "(V roli advokáta) Máte pro to důkazy?",
      "(V roli žalobce) Nepracuje dostatečně. Měl by vynaložit více úsilí. Chová se jako slaboch.",
      "(V roli advokáta) To není pravda. Pavel tvrdě pracuje a dosahuje úspěchů v práci, kde si ho váží jako zodpovědného zaměstnance. Kdyby pracoval málo nebo neefektivně, nehodnotili by ho tak vysoko a neuvažovali by o jeho povýšení."
    ]
  },
  "screen_3": {
    "texts": [
      "Tato technika je obzvláště užitečná, protože pro mnoho lidí je snazší představit si sebe v roli advokáta, který hájí někoho jiného, než ospravedlňovat sebe před vnitřním žalobcem.",
      "Přijetím role profesionálního obhájce požadujete skutečné důkazy a vyvracíte neopodstatněné nebo nelogické argumenty obžaloby.",
      "Proto, když se setkáte s negativními myšlenkami o sobě, položte si otázku: «Jak bych obhajoval svého klienta, kdybych musel dokázat jeho nevinu?»",
      "Snažte se chovat jako skutečný profesionál, odhalujíc logické nesrovnalosti ve svých automatických myšlenkách. Jak opodstatněné jsou tyto myšlenky? Co lze o sobě říci z pozice zdravého rozumu?",
      "Jako pomůcku vám nabízíme několik otázek, které pomohou při samostatné práci s myšlenkami:",
      "Jaký \"zákon\" byl údajně porušen? V čem spočívá obvinění?",
      "Existují přesvědčivé důvody pro taková obvinění?",
      "Jaké důkazy mohou potvrdit vinu?",
      "Lze nabídnout alternativní vysvětlení chování?",
      "Jednal by obviněný stejně, jak by jednal jakýkoli rozumný člověk v podobné situaci?",
      "Je možné, že za to, co se stalo, je zcela nebo částečně vinen někdo jiný?",
      "Jaké důkazy předložíte na obhajobu obviněného?"
    ]
  }
}
