{
  "title": "Probuzení vůle: Proč deprese způsobuje apatii",
  "description": "Tento článek pojednává o problému deprese a jejím vlivu na motivaci a aktivitu člověka. Zabývá se tím, jak deprese může paralyzovat vůli k činnosti, což vede k nečinnosti a prokrastinaci, a zdůrazňuje důležitost překonání tohoto stavu pro návrat do normálního života. Článek nabízí úvahy a strategie k boji s depresí, včetně změny myšlení, překonání nedostatku motivace a důležitosti podnikání aktivních kroků ke zlepšení celkového pocitu pohody.",
  "screen_1": {
    "texts": [
      "Když jste v depresi, je velmi těžké s čímkoliv začít. Čekáte na motivaci, která jako by nikdy nepřicházela. Jste jako medvěd v zimním spánku, sedíte ve svém doupěti a čekáte na lepší časy.",
      "Možná přemýšlíte nebo chcete dělat nějakou činnost, ale narazíte na myšlenku, že vám žádná z nich nepřinese potěšení nebo že to bude příliš složité.",
      "Takové chování vás ještě více vzdaluje od běžného života, od oblíbených aktivit, přátel, rodiny. Cítíte se bezmocní, kritizujete se za nečinnost, což vás uvrhá do ještě hlubší deprese.",
      "Kruh se uzavřel.",
      "Ale nastal čas se z něj vymanit.",
      "Pojďme si nejprve promluvit o zahálce a nedostatku motivace a poté se podívat na účinné techniky a doporučení, jak s tím bojovat.",
      "Jedním z nejvíce destruktivních aspektů deprese je, že paralyzuje vaši sílu vůle. Nejspíš jste si všimli, že odkládáte neoblíbené každodenní úkoly na později a prokrastinujete.",
      "Cítíte, že nemáte motivaci k ničemu, vše se zdá příliš složité, takže se poddáváte tomuto stavu a nic neděláte.",
      "Čím déle to trvá, tím těžší je přimět se k jakékoliv činnosti. Takové emocionální vězení může trvat týdny, měsíce i roky."
    ],
    "quote": {
      "text": "Pokud skutečně chcete něco ve svém životě změnit, jediný způsob je začít to dělat právě teď, v tomto okamžiku.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "Zahálka je jedním z největších paradoxů lidské povahy.",
      "Všimli jste si někdy, že někteří lidé se jakoby vrhají do víru života a berou si z něj vše, co se dá, zatímco jiní jako by si udržovali od života odstup a ve všem se omezují?",
      "Věděli jste, že když člověka izolujete na několik měsíců, odloučíte ho od obvyklých činností a kontaktů, povede to k vážné depresi?",
      "Ale když jste v depresi, děláte si totéž sami sobě, jako byste se odsoudili k trestu. Opravdu chcete takto trpět v nečinnosti? Tyto otázky jsou k zamyšlení, ale odpověď je, myslíme, zřejmá.",
      "Pokud bychom vizuálně znázornili, jak vypadá nečinnost při depresi v myšlenkách, bylo by to asi takto:",
      "Člověk přemýšlí o nějaké činnosti, kterou potřebuje/chce vykonat.",
      "Jsem příliš unavený/Nebude se mi to líbit/Moji přátelé nebudou chtít trávit čas se mnou/Nepodaří se mi to/Nic mi nezlepší náladu.",
      "Smutek/úzkost/beznaděj.",
      "Nečinnost/prokrastinace.",
      "Díky takovým myšlenkám a chování se stále více připravujete o možnost získat potěšení z vlastních úspěchů, času s blízkými lidmi, oblíbených činností, ze života obecně."
    ]
  },
  "screen_3": {
    "texts": [
      "Proč tedy motivace stále nepřichází?",
      "Je docela pravděpodobné, že si myslíte, že bez motivace nemůžete nic dělat.",
      "Ale je to skutečně tak? Copak jste za celý svůj život nedělali něco jen proto, že to prostě bylo potřeba? Chodíte vždy do práce silně motivovaní?",
      "Když mluvíme o nedostatku motivace, ve skutečnosti jen říkáme: «Nechci to dělat».",
      "Můžeme to maskovat jako: «Je to příliš složité», «Nezvládnu to», «Nejsem připraven», ale základní význam je v tom, že to nechcete dělat.",
      "A to je naprosto normální, věřte mi. Zdaleka ne vždy děláme to, co chceme, a často děláme to, co nechceme. Takový je život.",
      "Při depresi obecně mnoho věcí nechcete, nejspíš chcete jen ležet a nic nedělat. Ale když takto proležíte den, dva, měsíc, určitě se vám lépe nestane."
    ]
  },
  "screen_4": {
    "texts": [
      "Pojďme se pro příklad podívat na dialog klienta s psychologem, kde se právě diskutovalo o otázce nedostatku motivace.",
      "Pochopil jsem správně, že jste dříve pravidelně chodila do fitness klubu a sportovala, a teď se tam nemůžete přimět jít, protože nemáte motivaci to dělat?",
      "Přesně tak, teď to dělat nechci.",
      "Představme si, že jste přestala čekat na motivaci a prostě jste šla do posilovny bez ní. Prostě jste se tak rozhodla a šla. Co se stane potom?",
      "Nejspíš bych se po tréninku cítila lépe, možná už i během něj.",
      "A co když se právě takhle člověku zlepšuje? Můžete být produktivní a cítit se lépe i bez motivace, i když se cítíte unavená nebo nemáte náladu. Co si o tom myslíte?",
      "Možná máte pravdu. Dříve byly chvíle, kdy jsem chodila do posilovny bez zvláštní chuti, ale nakonec mi to přinášelo potěšení, cítila jsem se produktivně a objevila se energie i na další věci.",
      "Pokud si jako klient z tohoto dialogu říkáte: «Musím cítit touhu to udělat», a uvíznete v nečinnosti, pak vězte, že před motivací jde akce. Ne naopak, to je mýtus.",
      "Chování vytváří motivaci u toho, kdo se rozhodne dělat to, co je potřeba. Akce je primární, motivace sekundární.",
      "Už jsme několikrát mluvili o vzájemném vztahu myšlenek, emocí a chování, že všechny tyto tři složky ovlivňují jedna druhou, přesněji řečeno: všechny emoce a činy jsou výsledkem vašich myšlenek a postojů.",
      "To znamená, že změna myšlení povede ke změně emocí a v důsledku toho ke změně vašeho chování. Je ve vašich rukou změnit uzavřený kruh nečinnosti na kruh produktivity."
    ]
  }
}
