{
  "mirror": {
    "title": "Technika: Zrcadlo seberkritiky",
    "description": "Článek zkoumá vliv seberkritiky na sebehodnocení a nabízí čtenářům cvičení, ve kterém vyjadřují svou vnitřní kritiku v rolové hře, obracejíce ji na blízkého člověka. To pomáhá uvědomit si nespravedlnost a tvrdost seberkritiky a zdůrazňuje důležitost šetrného a podporujícího vztahu k sobě pro zlepšení sebehodnocení a dosažení životních cílů.",
    "screen_1": {
      "texts": [
        "Začněte klást stejné požadavky na své blízké a přátele. Ale buďte maximálně upřímní.",
        "A když to začnete dělat, pochopíte, jak nespravedlivá vaše kritika ve skutečnosti je.",
        "Představte si toto cvičení na příkladu dalšího dialogu pacienta s psychologem:",
        "Dmitriji, řekl jste, že vás propuštění z práce přivedlo do hrozného stavu. Že jste neúspěšný člověk, který nic nedokáže.",
        "Podívejme se, jak to ve skutečnosti vypadá. Navrhuji vám mini-rolovou hru, kde budete říkat všechno to, co říkáte sobě v této situaci, ale svému blízkému člověku, například nejlepšímu příteli.",
        "Já budu v roli vašeho přítele, kterého také propustili, stejně jako vás, a vy budete sám sebou. Zkusíme to?",
        "Pojďme to zkusit."
      ]
    },
    "screen_2": {
      "texts": [
        "Začneme tím, že řeknu: «Dnes mě propustili».",
        "Nejspíš jsi udělal něco špatně, když tě propustili.",
        "Například co?",
        "Dělal jsi hodně chyb, byl jsi nepozorný.",
        "Takže mě kritizuješ?",
        "No ano, neumíš normálně pracovat. Nezvládáš to. Jsi neúspěšný člověk.",
        "Je mi velmi nepříjemné to slyšet, počítal jsem s tvou podporou.",
        "Jak tě mohu podporovat, když nic neumíš, když neustále děláš chyby. Nikdy ničeho nedosáhneš.",
        "Po takové rolové hře se Dmitrij podělil o to, jak těžké pro něj bylo říkat všechna tato slova blízkému člověku, a že si ani nepředstavuje, že by byl něčeho takového schopen."
      ]
    },
    "screen_3": {
      "texts": [
        "Ale přesně tak se chováte k sobě, kritizujete se, ponižujete, ubližujete si.",
        "Sebe vám z nějakého důvodu není líto, ale k ostatním byste se takto nechovali. Přestaňte používat dvojí metr.",
        "Začněte projevovat stejnou shovívavost, pochopení, péči a podporu k sobě, jakou projevujete k ostatním.",
        "Vaše sebehodnocení je nejdůležitějším motivem při stanovování životního cíle a jeho následném dosahování.",
        "Při nízkém sebehodnocení podceňujete své možnosti a připravujete se o právo na štěstí.",
        "Chcete-li situaci změnit, musíte změnit své myšlenkové návyky, své chování a malými kroky směřovat ke zdravému sebehodnocení, přijímat neúspěchy a všímat si sebemenších úspěchů."
      ],
      "quote": {
        "text": "Mluvte se sebou stejně, jako byste mluvili s někým, koho milujete.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Technika: Zbavení se strachu z chyb",
    "description": "Článek nabízí účinné metody boje s perfekcionismem, zaměřené na přijetí nedokonalosti a zmírnění strachu z chyb.",
    "screen_1": {
      "texts": [
        "Podívejme se na několik jednoduchých, avšak mimořádně účinných metod, které pomohou překonat touhu po perfekcionismu.",
        "List «antiperfekcionismu»",
        "Mnoho perfekcionistů žije v přesvědčení, že si lze něco plnohodnotně užít pouze v případě jeho dokonalého provedení. Navrhujeme vám tuto myšlenku zpochybnit.",
        "Po dobu jednoho týdne si zapisujte nejrůznější a spontánní úkoly, které plníte, ať už je to «čištění zubů», «příprava večeře», «zpracování pracovní zprávy» nebo «úklid v domácnosti».",
        "Ve druhém sloupci označte, jak efektivně byl podle vašeho názoru úkol splněn, vyjádřeno v procentech.",
        "Ve třetím sloupci uveďte, kolik radosti vám jeho splnění přineslo.",
        "Příklady mohou vypadat následovně:",
        "Příprava večeře – 50% (mohl bych vybrat složitější a chutnější recept) – 90% (jednoduché, ale velmi chutné a nezabralo to moc času).",
        "Úklid domácnosti – 70% (udělal jsem vše základní, ale nedostal jsem se k lednici a sporáku) – 100% (čistota v domě mi vždy přináší potěšení).",
        "Příprava pracovní zprávy – 85% (vynaložil jsem značné úsilí na zprávu) – 20% (neustálé myšlenky na to, že to mohlo být lepší, mě připravily o radost z procesu).",
        "Toto cvičení vám umožní uvědomit si, že dosažení dokonalosti není nezbytnou podmínkou pro získání potěšení z procesu."
      ],
      "quote": {
        "text": "Dokonalost není dosažitelný cíl, ale směr pohybu.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Přijetí možnosti udělat chybu",
        "Chyby nemá nikdo rád, ale pro perfekcionisty se stávají předmětem zvláštního strachu.",
        "Jeden z nejúčinnějších způsobů, jak překonat strach z nedokonalosti, je naučit se přijímat vlastní chyby.",
        "Cítíte, jak při pouhé myšlence na možnou chybu vaše srdce začíná bít rychleji? To jsou známky strachu a úzkosti.",
        "Abyste se stali otevřenými k možnosti udělat chybu, začněte napsáním eseje na téma, proč jsou chyby normální a proč je usilování o absolutní dokonalost iracionální.",
        "Jedna dívka, která bojuje s perfekcionismem, vyjádřila následující myšlenky:",
        "Strach z udělání chyby vychází z mého vnímání světa v černobílých odstínech: jedna chyba a všechno se hroutí. To je omyl. Vždyť malá chyba nemůže zničit všechno dobré, co bylo uděláno.",
        "Chyby jsou užitečné, protože díky nim se učíme. Bez chyb není učení možné. Protože nikdo není chráněn před chybami, je důležité naučit se je přijímat a pokračovat v učení z vlastních zkušeností.",
        "Uznání chyb nám umožňuje korigovat naše chování, což vede k dosažení uspokojivějších výsledků, což nás zase dělá šťastnějšími a zlepšuje kvalitu našeho života.",
        "Většina lidí nás nebude odsuzovat za chyby a nepřestane nás mít ráda kvůli nim – koneckonců všichni dělají chyby a mnoho lidí se cítí nepohodlně ve společnosti «dokonalých» lidí.",
        "Chyba neznamená konec světa.",
        "Samozřejmě sestavení takového seznamu neznamená okamžitou transformaci a začátek lásky k chybám, ale je to důležitý krok ke změně vašeho postoje k nedokonalosti.",
        "Sestavte svou esej na téma, proč je normální a dokonce užitečné dělat chyby. Připomínejte si, že i když uděláte chybu, svět se nezhroutí – je to přirozená součást jakéhokoli procesu, i když ne ta nejžádanější."
      ]
    }
  },
  "nonDepression": {
    "title": "Smutek neznamená trpět depresí",
    "description": "Článek zkoumá rozdíl mezi běžným smutkem a klinickou depresí a zdůrazňuje, že prožívání ztrát a neúspěchů je přirozené a ne vždy svědčí o duševní poruše. Vysvětluje, jak zkreslené myšlení může proměnit normální emocionální reakce v příznaky deprese vyžadující odborný zásah. Článek má čtenářům pomoci rozlišovat mezi přirozenými pocity smutku a vážnými psychologickými onemocněními, usnadňující sebehodnocení a pochopení, kdy je potřeba odborná pomoc.",
    "screen_1": {
      "texts": [
        "V předchozích kapitolách jsme se přesvědčili, že problémy jako ztráta blízkých, nemoci, rozchody, nevěry a propuštění z práce jsou naprosto reálné.",
        "K naší velké lítosti se s nimi setkává každý z nás, ale v podstatě nic z uvedeného nepovede ke skutečné depresi.",
        "Pak vyvstává otázka: existuje «zdravý smutek», nezasažený zkresleními?",
        "Jednoznačně ano!",
        "Smutnit a truchlit není nutně špatné, v mnoha situacích je to přirozené. Pocity, které člověk prožívá v důsledku těžkého žalu – smutek, lítost, zármutek, starost – jsou normální.",
        "Jsou to skutečné přirozené pocity, které si každý člověk může a měl by dovolit prožívat.",
        "Pokud cítíte smutek při rozchodu s milovanou osobou – gratulujeme, jste normální!",
        "Pokud prožíváte smutek a stesk při vzpomínce na smrt blízkého člověka – jste naprosto v pořádku.",
        "Ale deprese není jen negativní emoce, je to onemocnění způsobené zkresleným myšlením.",
        "Doufáme, že se nám to v této části podařilo objasnit. Při depresi míra negativních pocitů neodpovídá objektivní závažnosti situace."
      ],
      "quote": {
        "text": "Mezi podnětem a reakcí je prostor. V tomto prostoru je naše svoboda a síla volit naši odpověď. V naší odpovědi spočívá náš růst a naše svoboda.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Člověk v depresi bude vnímat události jakéhokoli rozsahu negativněji.",
        "Malý neúspěch se při depresi mění ve velký problém. Žal se stává nesnesitelným a nesnáz katastrofou. Smutek je samozřejmě součástí deprese, ale ne jejím základem.",
        "Duševně zdravého člověka lze obrazně přirovnat ke kohoutku ve vaně, kde je studená a teplá voda.",
        "V životě existuje «studená voda» – negativní emoce a «horká» – pozitivní. Člověk s depresí má neustále «puštěnou» pouze «studenou vodu», a to ne kvůli «reálným» problémům, ale kvůli zkreslenému myšlení, které potřebuje změnu.",
        "Náš postoj k situaci do značné míry určuje, zda náš smutek zůstane pouze emocí, nebo se stane součástí deprese.",
        "Tým MindHealth upřímně věří a doufá, že část o depresi a úsilí do ní vložené byly pro vás nebo vaše blízké užitečné!",
        "Popsali jsme hlavní principy a příznaky deprese, jak se projevuje a hlavně, jak s ní pracovat samostatně.",
        "Vždy se můžete vrátit k předchozím kapitolám, přečíst si je znovu a vyzkoušet cvičení v praxi, a my budeme pokračovat v práci na nové části."
      ],
      "quote": {
        "text": "Nejkrásnější lidé, které známe, jsou ti, kteří prožili porážku, prožili utrpení, prožili boj, prožili ztrátu a našli způsob, jak se dostat z hlubin.",
        "author": "Viktor Frankl"
      }
    }
  }
}