{
  "title": "Technika: Zrcadlo seberkritiky",
  "description": "Článek zkoumá vliv seberkritiky na sebehodnocení a nabízí čtenářům cvičení, ve kterém vyjadřují svou vnitřní kritiku v rolové hře, obracejíce ji na blízkého člověka. To pomáhá uvědomit si nespravedlnost a tvrdost seberkritiky a zdůrazňuje důležitost šetrného a podporujícího vztahu k sobě pro zlepšení sebehodnocení a dosažení životních cílů.",
  "screen_1": {
    "texts": [
      "Začněte klást stejné požadavky na své blízké a přátele. Ale buďte maximálně upřímní.",
      "A když to začnete dělat, pochopíte, jak nespravedlivá vaše kritika ve skutečnosti je.",
      "Představte si toto cvičení na příkladu dalšího dialogu pacienta s psychologem:",
      "Dmitriji, řekl jste, že vás propuštění z práce přivedlo do hrozného stavu. Že jste neúspěšný člověk, který nic nedokáže.",
      "Podívejme se, jak to ve skutečnosti vypadá. Navrhuji vám mini-rolovou hru, kde budete říkat všechno to, co říkáte sobě v této situaci, ale svému blízkému člověku, například nejlepšímu příteli.",
      "Já budu v roli vašeho přítele, kterého také propustili, stejně jako vás, a vy budete sám sebou. Zkusíme to?",
      "Pojďme to zkusit."
    ]
  },
  "screen_2": {
    "texts": [
      "Začneme tím, že řeknu: «Dnes mě propustili».",
      "Nejspíš jsi udělal něco špatně, když tě propustili.",
      "Například co?",
      "Dělal jsi hodně chyb, byl jsi nepozorný.",
      "Takže mě kritizuješ?",
      "No ano, neumíš normálně pracovat. Nezvládáš to. Jsi neúspěšný člověk.",
      "Je mi velmi nepříjemné to slyšet, počítal jsem s tvou podporou.",
      "Jak tě mohu podporovat, když nic neumíš, když neustále děláš chyby. Nikdy ničeho nedosáhneš.",
      "Po takové rolové hře se Dmitrij podělil o to, jak těžké pro něj bylo říkat všechna tato slova blízkému člověku, a že si ani nepředstavuje, že by byl něčeho takového schopen."
    ]
  },
  "screen_3": {
    "texts": [
      "Ale přesně tak se chováte k sobě, kritizujete se, ponižujete, ubližujete si.",
      "Sebe vám z nějakého důvodu není líto, ale k ostatním byste se takto nechovali. Přestaňte používat dvojí metr.",
      "Začněte projevovat stejnou shovívavost, pochopení, péči a podporu k sobě, jakou projevujete k ostatním.",
      "Vaše sebehodnocení je nejdůležitějším motivem při stanovování životního cíle a jeho následném dosahování.",
      "Při nízkém sebehodnocení podceňujete své možnosti a připravujete se o právo na štěstí.",
      "Chcete-li situaci změnit, musíte změnit své myšlenkové návyky, své chování a malými kroky směřovat ke zdravému sebehodnocení, přijímat neúspěchy a všímat si sebemenších úspěchů."
    ],
    "quote": {
      "text": "Mluvte se sebou stejně, jako byste mluvili s někým, koho milujete.",
      "author": "Brené Brown"
    }
  }
}
