{
  "title": "Technika: Akční plán proti prokrastinaci",
  "description": "V tomto článku odhalujeme tajemství efektivního boje s prokrastinací prostřednictvím ověřené metody listu antiprokrastinace. Objevte, jak jednoduché kroky rozdělení úkolů a realistické hodnocení jejich složitosti a potenciálního potěšení z jejich plnění mohou transformovat váš přístup k práci a osobním záležitostem, což vede ke zvýšení produktivity a zlepšení pocitu pohody.",
  "screen_1": {
    "texts": [
      "Tato technika vás může obzvláště zaujmout, pokud máte tendenci odkládat úkoly, protože je považujete za příliš složité nebo nepřinášející potěšení.",
      "V první fázi si do jednoho sloupce zapište jeden nebo dva úkoly, jejichž plnění odkládáte.",
      "Pokud úkol vyžaduje značný čas a úsilí, je nejlepší rozdělit ho na několik malých kroků, z nichž každý trvá ne více než 15-20 minut.",
      "Dále ve druhém sloupci ohodnoťte na škále od 0 do 100 %, jak složité podle vašeho názoru bude splnění tohoto úkolu.",
      "Pokud se vám úkol zdá jednoduchý, dejte nízké hodnocení – například 10 nebo 20 %. Pokud se úkol zdá složitější, bude vhodné napsat 80 nebo 90 %.",
      "Ve třetím sloupci, také s použitím procentuální stupnice, zapište svou prognózu ohledně toho, kolik potěšení přinese splnění úkolu.",
      "K plnění úkolu přistupte až poté, co si zapíšete své prognózy."
    ],
    "quote": {
      "text": "Nemůžete čekat na inspiraci. Musíte jí jít naproti s prací.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Po dokončení zapište do posledních dvou sloupců, jak složitý byl úkol ve skutečnosti a jaké potěšení jste zažili z jeho plnění nebo z dosaženého výsledku, opět s použitím procentuální stupnice pro hodnocení.",
      "Příklad:",
      "Právník, který nedávno přišel o práci, nemohl začít hledat novou kvůli pocitu, že proces přípravy životopisu a samotné hledání jsou nepřekonatelné úkoly.",
      "Pro začátek by měl být úkol «najít práci» rozdělen na několik etap, aby se nezdál být příliš náročný na vnímání a nevyvolával prokrastinaci:",
      "Sednout si a napsat životopis.",
      "Další den ho s čerstvými silami přezkoumat a provést úpravy.",
      "Denně věnovat 10-15 minut na monitorování webových stránek s nabídkami práce.",
      "Napsat průvodní nebo motivační dopis.",
      "Odeslat životopis na vybrané pozice, přizpůsobujíc průvodní dopis konkrétní pozici a společnosti.",
      "Tímto způsobem lze zjednodušit vnímání velkého úkolu jeho rozložením na malé kroky."
    ]
  },
  "screen_3": {
    "texts": [
      "Poté hodnoťte každý úkol podle stupně složitosti a předpokládaného potěšení. Příklad může vypadat takto:",
      "Datum: 31.01.2024",
      "Úkol: Sestavit životopis",
      "Předpokládaná složitost: 80 %",
      "Předpokládané potěšení: 15 %",
      "Skutečná složitost: 30 %",
      "Skutečné potěšení: 70 %",
      "Jak vidíte, sestavení životopisu se ukázalo být mnohem jednodušší a příjemnější, než se předpokládalo.",
      "K překvapení se proces pohnul z mrtvého bodu a sebehodnocení a motivace výrazně vzrostly díky dosaženým výsledkům. Efekt z použití této techniky byl natolik působivý, že právník ji začal aplikovat i v jiných oblastech života, čímž výrazně zvýšil svou produktivitu a sebedůvěru."
    ]
  }
}
