{
  "title": "Technika: Postav se vnitřnímu kritikovi",
  "description": "Tento článek představuje efektivní metody pro zvýšení sebehodnocení, které lze aplikovat samostatně. Hlavní technikou je naučit se čelit vnitřnímu kritikovi, k čemuž se navrhuje vést speciální tabulku se sebekritickými myšlenkami, jejich kognitivními chybami a racionálními odpověďmi. Článek zdůrazňuje důležitost pravidelného cvičení těchto technik pro dosažení významných změn ve vnímání sebe sama a zvýšení sebehodnocení.",
  "screen_1": {
    "texts": [
      "Vyvinuli jsme řadu jednoduchých, ale účinných technik pro zvýšení sebehodnocení. Tyto metody, dostupné pro samostatné použití, vám pomohou v tomto nelehkém procesu.",
      "Především je důležité pochopit: pouhá znalost teorie nestačí ke zvýšení sebehodnocení.",
      "Pouze pravidelné provádění cvičení přinese trvalý výsledek. Doporučujeme věnovat tomu trochu času každý den, alespoň v počáteční fázi, dokud se proces nestane zvykem.",
      "První technika, se kterou bychom vás rádi seznámili, je zaměřena na naučení se čelit vnitřnímu kritikovi.",
      "Pocity méněcennosti a sebeodpor často vznikají kvůli vnitřnímu kritikovi, který neustále podkopává vaše sebehodnocení.",
      "Negativní přesvědčení jako «Nemám žádnou hodnotu», «Jsem horší než ostatní», «Nic se mi nepodaří», «Za všechno můžu já», «Jsem neúspěšný člověk» zhoršují problémy se sebehodnocením a mohou vést k depresi.",
      "Abyste překonali tento negativní myšlenkový návyk, postupujte podle tohoto plánu:",
      "Naučte se si všímat a zapisovat sebekritické myšlenky.",
      "Identifikujte kognitivní zkreslení v těchto myšlenkách.",
      "Vypracujte racionální odpovědi, abyste vytvořili realističtější a zdravější vztah k sobě, a dělejte to pravidelně.",
      "Pro tyto účely můžete použít «Deník automatických myšlenek» v naší aplikaci. Nebo si dělat záznamy mimo aplikaci ve formě tří sloupců.",
      "Dále budeme vysvětlovat na variantě se třemi sloupci pro větší jednoduchost."
    ],
    "quote": {
      "text": "Nikdo vás nemůže přimět, abyste se cítili méněcenní bez vašeho souhlasu.",
      "author": "Eleanor Rooseveltová"
    }
  },
  "screen_2": {
    "texts": [
      "Vytvořte si tabulku se třemi sloupci ve formátu, který vám vyhovuje - může to být zápisník, dokument v počítači nebo poznámka v telefonu. Názvy sloupců:",
      "Myšlenky kritika",
      "Kognitivní chyba",
      "Racionální odpověď",
      "Do prvního sloupce zapisujte všechny sebakritické myšlenky, které vás napadnou.",
      "Pokaždé, když se obviňujete, cítíte se zbytečně nebo nejste spokojeni sami se sebou, položte si otázku: «Co si o sobě teď myslím?» a zapište to.",
      "Například, pokud se obáváte před zkouškou a myslíte si: «Jsem tak hloupý, že to určitě nezvládnu», je to přesně ta myšlenka, kterou je třeba zaznamenat.",
      "Do tohoto sloupce byste měli zapisovat právě vaše myšlenky o sobě, ne vaše pocity. Protože pokud napíšete: «Cítím se hrozně», těžko to můžete vyvrátit, protože je to skutečně tak.",
      "Ve druhém sloupci určete, jaké kognitivní zkreslení je v myšlence přítomno.",
      "Zapište do druhého sloupce, jakou chybu myšlení jste u sebe objevili. Může to být jedna chyba, ale mohou to být i dvě nebo tři.",
      "Například ve tvrzení «Jsem tak hloupý, že to určitě nezvládnu» vidíme zkreslení v podobě nálepkování.",
      "A v myšlence «Nejsem schopen ničeho, proto mě vyloučí a nikdy nedosáhnu úspěchu» lze najít několik zkreslení, jako je nadměrné zobecňování a katastrofizace."
    ],
    "quote": {
      "text": "Čím lépe rozumím sobě a svým emocionálním potřebám, tím silnější je mé vnímání reality a tím méně strachu a omylů otravuje můj život.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "No a samozřejmě, nejdůležitější sloupec v naší tabulce je alternativní, racionální odpověď. To je skutečný odpor vůči kritikovi uvnitř vás.",
      "Je důležité nahradit sebakritickou myšlenku realističtější a logičtější, vyhýbajíc se příliš optimistickým tvrzením.",
      "Je třeba nahradit kritizující myšlenku realističtější. Nebuďte v tom dichotomičtí, nenahrazujte ji příliš optimistickou myšlenkou, která se nepodobá pravdě.",
      "Jako například: «Jsem nejchytřejší a všechno zvládnu na výbornou». Možná, že tato myšlenka bude správná, ale je velmi odlišná od vaší původní myšlenky a pravděpodobně jí hned neuvěříte, což znamená, že nemá smysl.",
      "Místo toho se pokuste rozpoznat pravdu, jak se věci mají ve skutečnosti.",
      "Protože pokud to, co zapíšete jako racionální odpověď, nebude pro vás dostatečně přesvědčivé a realistické, nepomůže vám to.",
      "Snažte se napsat takovou alternativní odpověď, které sami věříte.",
      "Například můžete napsat následující: «Ve skutečnosti nejsem hloupý, mám důkazy o tom, samostatně jsem se dostal na univerzitu, studuji celkem dobře. Samozřejmě, jsou chvíle, kdy se mi něco nedaří, ale jsem přece člověk, můžu dělat chyby, ale to mě nedělá hloupým.",
      "Navíc se připravuji na zkoušku a nejpravděpodobnější je, že ji zvládnu alespoň na trojku, dosud jsem přece všechny předměty zvládl. A i kdybych ji nezvládl napoprvé, můžu přijít na opravný termín, dobře se připravit a určitě to zvládnout.»",
      "Taková racionální odpověď je věrohodnější a pravděpodobnost, že jí uvěříte, je výrazně vyšší.",
      "Používejte tento nástroj během dne, pravidelně si zapisujte své myšlenky a odporujte destruktivním přesvědčením.",
      "Časem zjistíte, že nalézat racionální odpověď je stále snazší. Ale nejdůležitější je, že si všimnete změn ve své náladě a vztahu k sobě."
    ]
  }
}
