{
  "trap": {
    "title": "Technika: Cesta z pasti přehnaných očekávání",
    "description": "Článek se zabývá problémem pocitů viny vznikajících z nerealistických požadavků na sebe a neustálé sebekritiky. Popisuje metody přehodnocení vnitřních postojů a nahrazení «měl bych» zdravějším vnímáním osobních možností a přání. Čtenářům jsou nabízeny praktické rady, jak se osvobodit od sebeobviňování a vybudovat harmoničtější vztah k sobě a svým chybám.",
    "screen_1": {
      "texts": [
        "Pocit viny často vzniká kvůli přehnaným požadavkům na sebe a může se projevovat v myšlenkách jako:",
        "«Musím to udělat».",
        "«Musím jednat takto».",
        "«Musím být taková».",
        "«Neměl jsem to dělat».",
        "«Měla jsem to předvídat/vědět».",
        "Neadekvátní požadavky obsahující slovo «musím» mohou vést k pocitu viny a nerealistickým očekáváním.",
        "Tyto požadavky naznačují, že byste měli být dokonalí nebo vševědoucí, což je nerealistické.",
        "K takovým požadavkům může patřit myšlenka, že byste měli být vždy šťastní nebo spokojení, což zase jen posiluje pocit selhání.",
        "Existují také požadavky založené na předpokladu, že všechno víte a můžete předpovědět budoucnost. To vytváří falešná očekávání a pocit viny, místo toho, aby vám pomohlo řešit problémy.",
        "Podstata této techniky spočívá v uvědomění si, že obviňovat se není účelné, že neadekvátní požadavky samy o sobě jsou nerealistické a nespravedlivé.",
        "Vytvářejí pouze pocit viny a nemožnosti, a nepomáhají řešit problém nebo dosáhnout úspěchu.",
        "Abyste se vyhnuli neustálému obviňování sebe sama, je vhodné vzdát se takových požadavků a být realističtější ve svých očekáváních vůči sobě a svému životu.",
        "Samozřejmě, takové změny myšlení se nedějí za jeden den a možná se nestanou ani za měsíc. Ale jsme přesvědčeni, že pravidelná práce na sobě pomáhá dosáhnout změn."
      ],
      "quote": {
        "text": "Jakýkoli pocit viny předpokládá sebeobviňování, a to je v podstatě špatné. Člověk si musí uvědomovat své chyby, aniž by upadal do sebemrskačství.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Co tedy musíte dělat už teď, abyste se zbavili pocitu viny způsobeného přehnanými požadavky?",
        "Jednoduchý, ale účinný způsob, jak se zachránit před přehnanými požadavky na sebe, zahrnuje nahrazení slova «musím» jinými: «Bylo by dobré, kdyby...» nebo «Kdybych mohl, udělal bych...». Ty jsou často realističtější a tolik nerozrušují.",
        "Například místo «Musím udělat svou ženu šťastnou», byste mohli říci: «Bylo by skvělé, kdybych dokázal udělat ženu šťastnou, protože je rozrušená. Mohu se zeptat, co ji trápí, a přemýšlet, jak bych mohl případně pomoci».",
        "Nebo místo «Neměl jsem jíst tu zmrzlinu», můžete říci: «Bylo by lepší, kdybych tu zmrzlinu nejedl, ale můj čin ještě není konec světa».",
        "Odstraňte podmiňovací způsob. Místo úvah ve stylu «Měl bych...», «Kdybych jen...», «Zbytečně jsem ne...» zkuste přemýšlet: «Příště to udělám jinak».",
        "Lidé s pocitem viny často přemýšlejí v podmiňovacím způsobu, ale to byste v žádném případě neměli dělat.",
        "A pokud se při tom přistihnete, okamžitě přestaňte a změňte frázi na «Příště já...».",
        "A to je vše. Žádné podmiňovací způsoby, kategoricky.",
        "Metoda reality pomáhá ověřit, zda vaše požadavky odpovídají realitě. Když si říkáte: «Neměl jsem to dělat», určitě si myslíte, že jste to opravdu neměli dělat, a když si to řeknete, budete se cítit lépe.",
        "Ve skutečnosti je to však naopak: potřebovali jste udělat přesně to, co jste udělali, ale když si to přiznáte, budete se cítit zklamaní.",
        "Například jste začali držet dietu, abyste zhubli, snědli jste něco navíc a teď se za to obviňujete: «Neměla jsem jíst tu čokoládu».",
        "Ve skutečnosti jste však měli potřebu něčeho sladkého. Možná jste z něčeho nervózní a ze zvyku jste chtěli něco sníst pro zlepšení nálady, takže bylo nemožné se ovládnout.",
        "Lidé často zajídají negativní emoce, aby si ulevili. Když se snažíte zbavit zlozvyků nebo se snažíte zhubnout, hlavní věc, která vám v tom brání, je přesvědčení, že ztrácíte nad sebou kontrolu.",
        "Pocit ztráty kontroly přímo souvisí s tím, co «musíte» nebo «nesmíte». Pokud máte chuť sníst něco nezdravého, říkáte si, že «nesmíte» chtít zakázané jídlo a «musíte» navždy odmítnout všechny nezdravé potraviny a nikdy neselhat.",
        "A potom, abyste se cítili lépe, jdete a dáte si čokoládu. Takový přístup k hubnutí pravděpodobně nepřinese výsledky, a vy se budete cítit provinile a sklíčeně.",
        "Když se vám podaří přestat si něco zakazovat, pak se toho budete moci zbavit bez násilí na sobě."
      ]
    },
    "screen_3": {
      "texts": [
        "Lidé, kteří mají sklon k nadměrným pocitům viny, mohou být manipulováni okolím pro dosažení jejich cílů. Zamyslete se: kolikrát jste souhlasili jít na schůzku bez zvláštní chuti ze snahy vyhovět nebo aby se nikdo neurazil? Je důležité chránit osobní hranice a umět říci «ne».",
        "Příklad: mladá dívka žije s rodiči a bratrem, dostává dobrou výplatu. Její bratr občas někde pracuje.",
        "Má závislost na věcech: neustále si kupuje něco nového, ale jeho vlastní peníze na to nestačí.",
        "Jeho sestra chápe, že to není nejlepší způsob nakládání s penězi, ale nadále mu půjčuje, protože si myslí, že sestry a bratři by si měli pomáhat, tak je to v jejich rodině zvykem.",
        "Dívka se bojí odmítnout bratra, protože by to mohlo zničit jejich vztah. Předem si zahrála obtížný dialog s přítelem a pochopila, že říkat «ne» není tak strašné, jak se zdálo.",
        "Předtím, než vymezíte své hranice a vytvoříte hranici v podobě odmítnutí splnit požadavky nebo obhájení vlastního názoru, abyste nemuseli jít na návštěvu, když nechcete, můžete si zahrát složitý dialog nebo ho napsat na list papíru nebo do poznámek.",
        "Tak budete moci předvídat pravděpodobný scénář komunikace a pochopit, jak lépe odmítnout člověka, a možná také pochopíte, že není tak děsivé říkat «ne».",
        "Budete muset ujít dlouhou cestu, než se ve vašem mozku vytvoří odpovídající neuronové obvody, a budete mít dost odvahy a dovedností říct «ne» diplomaticky, ale důrazně, a upevnit tuto dovednost v praxi, až přijde vhodný okamžik.",
        "Rozlišení odpovědnosti",
        "Někdy bereme na sebe odpovědnost za neštěstí a neúspěchy druhých lidí.",
        "V takových situacích je důležité pochopit, kdo skutečně nese odpovědnost za to, co se stalo. Například, jste skutečně vinni tím, že vaše dítě dostalo špatné známky?",
        "Zde vzniká zmatek mezi vaším vlivem na dítě a kontrolou nad ním.",
        "Pro naučení se rozlišovat odpovědnost lze použít metodu tří sloupců, která je zkrácenou verzí deníku automatických myšlenek.",
        "V prvním sloupci se zapisují znepokojivé a odsuzující myšlenky, ve druhém - jaká kognitivní zkreslení při tom pozorujete, a ve třetím - jakou racionální odpověď můžete dát.",
        "Například:",
        "1. sloupec (znepokojivé a odsuzující myšlenky): «Jsem vinen tím, že moje dítě dostává špatné známky. Nedokážu mu pomoci dosáhnout úspěchu ve škole».",
        "2. sloupec (kognitivní zkreslení): personalizace, přehnané zobecňování.",
        "3. sloupec (racionální odpověď): «Nesu odpovědnost za svou roli ve výchově dítěte, ale plně neovládám jeho úspěch nebo neúspěch ve škole. Dítě má také svou vlastní odpovědnost za své vzdělávání a studium. Mohu mu pomáhat, podporovat ho a motivovat, ale konečný výsledek závisí na jeho vlastní práci a úsilí».",
        "Je důležité pochopit, že nemůžeme kontrolovat každý aspekt života jiných lidí, i když jsou pod naším vlivem. Neseme odpovědnost za své činy a roli, kterou hrajeme v životě jiných lidí, ale neměli bychom na sebe brát veškerou odpovědnost za jejich úspěchy nebo neúspěchy."
      ]
    }
  },
  "unemployment": {
    "title": "Ztratit práci a upadnout do deprese?",
    "description": "Tento článek zkoumá psychologické a sociální důsledky náhlé ztráty zaměstnání a popisuje emocionální horskou dráhu, která takové události doprovází. Prostřednictvím osobní zkušenosti Alexandra, který dlouho pracoval v úspěšné společnosti, vypráví o boji s depresí, snížením sebevědomí a profesními neúspěchy. Článek také nabízí způsoby, jak překonat emocionální obtíže, zdůrazňuje důležitost podpory a sebeuvědomění v těžkých obdobích.",
    "screen_1": {
      "texts": [
        "Náhlá ztráta zaměstnání představuje silný stres pro většinu lidí. Když během několika dnů nebo týdnů oznámí propuštění nebo snižování stavů, mnozí mají pocit, že se jim život 'zhroutil'. Je to pochopitelné, protože se vám radikálně mění:",
        "finanční situace",
        "společenské postavení",
        "zaběhnutý způsob života",
        "krátkodobé i dlouhodobé plány",
        "Práce — to jsou určité závazky, hranice, komunikace, zkrátka něco, co nás podporuje.",
        "Nezaměstnanost je jako vzduchová jáma, do které padáte bez pojištění. A zůstáváte sami se sebou, s naprosto prázdnými dny, s účty, které brzy nebudete mít z čeho platit, s nekonečným čekáním na pozvání na pohovor: před schůzkou cítíte nesmělou naději a pak přijde další odmítnutí. Typický a neutěšený obraz.",
        "Ztráta práce se prožívá stejně jako jakákoliv jiná ztráta, a ti, kteří se s tím potýkají, procházejí fázemi truchlení.",
        "Nejprve šok, hluboká zmatenost, nepochopení, co dělat. Pak hněv — na sebe, na ty, kteří vás propustili.",
        "Možné je i vyjednávání: co když se to dá ještě urovnat a vezmou mě zpět? A nakonec deprese. Bezpochyby lze takový problém nazvat 'reálným', ale znamená to, že ospravedlňuje vaši depresi?",
        "Příčina takové emocionální reakce spočívá v přesvědčení, že osobní hodnota a schopnost pociťovat štěstí přímo závisí na profesním úspěchu.",
        "V rámci tohoto hodnotového systému se zdá logické předpokládat, že emocionální útlum je nevyhnutelně spojen s finančními ztrátami, kariérními neúspěchy nebo bankrotem."
      ],
      "quote": {
        "text": "Když se jedny dveře zavřou, copak nevíte, že se otevírají mnohé další.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Pokud to tak vidíte i vy, může vás zaujmout případ Alexandra — 47letého otce tří dětí, který 17 let pracoval s otcem své ženy v jedné úspěšné společnosti.",
        "Pár let před jeho depresí došlo mezi ním a jeho tchánem k neshodám ohledně řízení společnosti. V návalu hněvu Alexandr dal výpověď, čímž se vzdal svého podílu ve firmě.",
        "Během následujících dvou let střídal jednu práci za druhou, ale nemohl najít nic vhodného, jak finančně, tak morálně.",
        "Zdálo se, že se mu nic nedaří, a začal se považovat za neúspěšného. Jeho žena musela nastoupit do práce na plný úvazek, aby vyšli s penězi, což jen umocňovalo Sašův pocit bezcennosti, protože vždy byl hrdý na svou roli živitele rodiny.",
        "Čas plynul, jeho finanční situace se zhoršovala a depresivní stav narůstal, protože jeho sebevědomí klesalo stále níž a níž.",
        "V době, kdy se Alexandr rozhodl vyhledat odbornou pomoc, již několik měsíců pracoval ve společnosti specializující se na nemovitosti.",
        "Za tu dobu pronajal několik budov, ale neuskutečnil ani jeden prodej. Jelikož jeho plat závisel na prodejích, jeho výdělek byl nízký. V tomto období Alexandr trpěl depresí a prokrastinací, trávil celé dny v posteli a přemýšlel:",
        "«Proč to všechno? Jsem neúspěšný. Pracovat nemá smysl, stejně se mi nic nepodaří».",
        "Na třetím setkání s psychologem se svěřil, že jeden bohatý přítel chtěl s jeho pomocí koupit nemovitost, a provize z takového prodeje by mu pomohla v kariérním postupu, dodala by mu sebedůvěru a výrazně by přilepšila jeho peněžence.",
        "Místo toho, aby se této práce chopil, Alexandr několik týdnů otálel. Nabízí se otázka, proč? Protože si myslel: «Prodávat komerční nemovitosti je příliš složité.",
        "Nikdy jsem to předtím nedělal a určitě se mi to nepodaří. A pokud si to na poslední chvíli rozmyslí, bude to znamenat, že by se mi v tomto oboru nikdy nic nepodařilo. Bude to znamenat, že jsem naprostý neúspěch»."
      ]
    },
    "screen_3": {
      "texts": [
        "Alexandrovo vedení se k němu chovalo velmi dobře, považovali ho za schopného prodejce, ale on sám se k sobě stavěl neoprávněně přísně.",
        "V průběhu dalších setkání a práce s myšlenkami Alexandr připustil, že je k sobě velmi sebekritický a to mu v tomto složitém životním období nijak nepomáhá, naopak situaci výrazně zhoršuje.",
        "Také si uvědomil, že používá 'dvojí metr': je tolerantní k ostatním lidem a je připraven je podpořit, ale k sobě je tvrdý a kritický.",
        "Zpočátku svůj pohled hájil, jako mnoho náročných perfekcionistů, tvrdíc, že když bude k sobě mnohem přísnější než k ostatním, přinese to nějaký užitek.",
        "Nicméně rychle si uvědomil, že jeho osobní standardy byly ve skutečnosti nerealistické a odsouzené k neúspěchu, protože kdyby se pokusil prodat budovu a jeho pokus by nebyl úspěšný, vnímal by tuto situaci jako katastrofu. Jeho sklon uvažovat v kategoriích \"všechno nebo nic\" byl jeho velkým problémem.",
        "Na konci terapie Alexandr pocítil úlevu, když si uvědomil, že finanční problémy posledních let z něj automaticky nedělají \"neúspěšného\".",
        "Toto negativní vnímání sebe sama a pocit ochromení byly výsledkem přehnaného usilování o \"všechno nebo nic\". Jeho pocit bezcennosti byl důsledkem toho, že se soustředil výhradně na negativní aspekty života (negativní filtr) a přehlížel množství skutečností, v nichž byl úspěšný (znehodnocování pozitivního).",
        "Uvědomil si, že se zbytečně dlouho trápil myšlenkou, že mohl udělat více, a pochopil, že finanční obtíže nesnižovaly jeho lidskou důstojnost. Nakonec uznal, že apatie a prokrastinace byly pouze příznaky deprese, nikoli odrazem jeho pravé podstaty.",
        "Když se naučil reagovat na své negativní myšlenky, dokázal snížit míru zkreslení ve svém přísném postoji k sobě a jeho nálada se nadále zlepšovala.",
        "Odešel z oblasti nemovitostí a otevřel knihkupectví. Podařilo se mu pokrýt náklady, ale navzdory značnému osobnímu úsilí nedokázal dosáhnout dostatečného zisku, aby ospravedlnil pokračování podnikání po prvním zkušebním roce."
      ]
    },
    "screen_4": {
      "texts": [
        "Takže, ačkoli vnější znaky úspěchu zůstaly během této doby prakticky nezměněny, dokázal si zachovat sebevědomí a vyhnout se depresi. Přestože jeho finanční situace zůstávala těžká, když dospěl k rozhodnutí 'přiznat porážku' ve svém knihkupectví, jeho sebeúcta zůstala nezměněna.",
        "Při poslední schůzce s psychologem Alexandr napsal tuto esej, kterou se rozhodl přečíst každé ráno, než se pustí do hledání nové práce:",
        "Proč nejsem zbytečný?",
        "Dokud mohu udělat něco pro blaho sebe a ostatních, nejsem zbytečný. Dokud to, co dělám, může mít pozitivní účinek, nejsem zbytečný.",
        "Dokud skutečnost, že žiji, má význam alespoň pro jednoho člověka, nejsem zbytečný (a tímto člověkem mohu být v případě potřeby já sám). Pokud darovat lásku, porozumění, přátelství, podporu, společenskost, radu, útěchu alespoň něco znamená, nejsem zbytečný.",
        "Pokud dokážu respektovat své názory a intelekt, nejsem zbytečný.",
        "Pokud mě ostatní respektují, je to příjemný bonus.",
        "Pokud mám pocit sebeúcty a důstojnosti, nejsem zbytečný.",
        "Pokud pomáhat zajišťovat živobytí rodinám mých zaměstnanců znamená dělat něco dobrého, nejsem zbytečný.",
        "Pokud dělám vše, co je v mých silách, abych pomohl svým klientům a dodavatelům svou produktivitou a kreativitou, nejsem zbytečný.",
        "Pokud má moje přítomnost v tomto prostředí skutečně význam pro ostatní, nejsem zbytečný. Nejsem zbytečný. Jsem velmi cenný sám o sobě!",
        "Pokud se potýkáte s podobným problémem nebo se vás dotýkají Alexandrovy automatické myšlenky, napište si poznámku, proč nejste zbyteční, proč nejste neúspěšní a proč jste cenní sami o sobě."
      ]
    }
  },
  "vitamins": {
    "title": "Falešná deprese: Jak hormony a vitamíny ovlivňují naše emocionální zdraví",
    "description": "Článek pojednává o tom, jak fyzické zdraví, včetně hormonální rovnováhy a hladiny vitamínů, může ovlivňovat emocionální stav člověka. Zdůrazňuje, že příznaky často spojované s depresí mohou být způsobeny fyzickými problémy, jako je nedostatek určitých vitamínů nebo hormonální poruchy. Autoři článku kladou důraz na důležitost komplexního přístupu k diagnostice a léčbě duševních poruch, s přihlédnutím jak k psychologickým, tak fyziologickým aspektům.",
    "screen_1": {
      "texts": [
        "Snažíme se, aby vám tato část co nejvíce pomohla zlepšit a ulehčit váš emocionální stav. Proto je důležité probrat všechny možné příčiny jeho změn.",
        "Když mluvíme o depresi, máme na mysli soubor určitých příznaků, které byly zmíněny dříve. Ne vždy však tyto příznaky ukazují právě na duševní poruchu.",
        "Je třeba mít na paměti, že biologická složka našeho organismu hraje důležitou roli nejen ve fyzickém, ale i v psychologickém blahu. Fyzické problémy tak mohou výrazně ovlivňovat emocionální pozadí a vytvářet příznaky podobné depresi.",
        "Příkladem toho jsou hormony. Ty mají obrovský vliv na chování a psychologický stav člověka.",
        "Výzkumy v oblasti psychoendokrinologie ukazují, že nervový a endokrinní systém jsou vzájemně propojené a zajišťují udržování homeostázy (fyziologické rovnováhy organismu).",
        "Proto jakékoliv výkyvy hormonálního pozadí mohou způsobit závažné poruchy emocionální sféry.",
        "Například snížená funkce štítné žlázy může vést k depresi, zvýšení úrovně úzkosti a dalším psychickým problémům.",
        "Hyperfunkce této žlázy vyvolává mánii, podrážděnost, výkyvy nálad a dokonce psychózy.",
        "Akromegalie, neboli zvýšená produkce růstového hormonu, se projevuje snížením psychické aktivity, apatií v kombinaci s euforií.",
        "Lidé s endokrinními poruchami tak čelí nejen fyzickým obtížím svého onemocnění, ale i riziku duševních poruch, jako jsou úzkost, deprese, mánie, zmatenost vědomí a další."
      ],
      "quote": {
        "text": "Pečuj o tělo, aby duše chtěla v něm přebývat.",
        "author": "Sókratés"
      }
    },
    "screen_2": {
      "texts": [
        "V polovině 20. století vznikla celá vědecká disciplína - psychoendokrinologie, která studuje vztah mezi endokrinním systémem člověka a jeho psychikou.",
        "Existuje dokonce takový termín jako psychoendokrinní syndrom – což je porucha psychiky vznikající na pozadí endokrinních onemocnění. Patří k nim poruchy nálady, astenie, snížení psychické aktivity a také změny tužeb a instinktů.",
        "Kromě hormonů mají významný vliv na naše celkové rozpoložení také vitamíny.",
        "Avitaminóza a deprese spolu zdánlivě přímo nesouvisí, ale jak ukazují výzkumy, spojení mezi nimi je mnohem silnější, než bychom mohli předpokládat.",
        "Myslíme, že budete souhlasit s tím, že vitamíny jsou nezbytné pro náš organismus k udržení metabolismu. Je jich mnoho, ale každý z nich je nenahraditelný. A když organismu něco chybí, nastává avitaminóza.",
        "Avitaminóza — je stav, při kterém v organismu existuje nedostatek nebo úplná absence toho či onoho vitamínu.",
        "Nedostatek různých vitamínů může různě ovlivňovat duševní zdraví, od drobných nepříjemností až po děsivé příznaky.",
        "Výzkumy ukázaly, že avitaminóza může přispívat ke vzniku úzkosti a deprese a také zhoršovat příznaky u lidí s některými duševními onemocněními, jako jsou obsedantně-kompulzivní nebo bipolární porucha.",
        "A i když jste zdraví, nedostatek toho či onoho vitamínu může zhoršit vaši náladu a emocionální pozadí."
      ]
    },
    "screen_3": {
      "texts": [
        "Příklady nedostatku vitamínů a jejich příznaky:",
        "Vitamín D: skleslost, úzkost, únava, výkyvy nálad.",
        "Železo: slabost, únava, dušnost, závratě, znecitlivění.",
        "Vitamín B12: zvýšená únava, anémie, nespavost, snížení chuti k jídlu, žaludeční potíže, svalové bolesti.",
        "Kyselina listová: únava, podrážděnost, deprese, slabost, apatie, malátnost, narušení kognitivní funkce.",
        "Vitamíny skupiny B: zvýšená únava, podrážděnost, nespavost, změny nálad, poruchy srdečního rytmu.",
        "Hořčík: slabost, bolesti hlavy, úzkost, poruchy srdečního rytmu.",
        "Vitamín C: chronická únava, emocionální nestabilita.",
        "A to je jen část možných příznaků, které se snadno zaměňují s depresivním stavem.",
        "Naše osobní příběhy potvrzují důležitost zohlednění hormonální a vitamínové rovnováhy při diagnostice duševních poruch.",
        "Jeden z členů našeho týmu si myslel, že se potýká s vyhořením, trpěl nevysvětlitelnou únavou, zhoršením nálady a nechutí cokoliv dělat.",
        "Ale s vědomím, že problém může být v hormonech a vitamínech, navštívil lékaře, zjistil deficit, užíval kúru vitamínu D a začal se cítit výrazně lépe."
      ]
    },
    "screen_4": {
      "texts": [
        "Jiný člen týmu, dívka, která prožívala příznaky podobné depresi, odhalila anémii z nedostatku železa, jejíž léčba vedla k výraznému zlepšení jejího stavu.",
        "Svůj stav popisovala následovně: «Neustále jsem chtěla spát, nechtělo se mi nic dělat, nechtělo se mi s nikým mluvit. Trpěla jsem hroznou apatií, závratěmi, podrážděností. V jednu chvíli jsem skutečně začala přemýšlet, že mám depresi, dokud jsem náhodou neodevzdala krevní obraz, kde se objevily problémy s hemoglobinem.",
        "Poté jsem absolvovala další testy, které odhalily nedostatek železa a ferritinu. Měla jsem anémii z nedostatku železa, a myslela jsem si, že je to deprese. Ale po sérii léků jsem se vrátila ke svému původnímu stavu. Můj stav se výrazně zlepšil.»",
        "Sdílením těchto příběhů vás chceme varovat před nesprávnými diagnózami.",
        "Pokud tedy cítíte sníženou náladu, únavu, vyčerpání a další výše uvedené příznaky, věnujte pozornost nejen psychickému, ale i fyzickému zdraví.",
        "Poraďte se s lékařem, nechte si udělat krevní obraz, zkontrolujte hladinu vitamínů a hormonů. Možná to bude stačit ke zlepšení vašeho emocionálního stavu."
      ]
    }
  }
}