{
  "title": "Technika: Cesta z pasti přehnaných očekávání",
  "description": "Článek se zabývá problémem pocitů viny vznikajících z nerealistických požadavků na sebe a neustálé sebekritiky. Popisuje metody přehodnocení vnitřních postojů a nahrazení «měl bych» zdravějším vnímáním osobních možností a přání. Čtenářům jsou nabízeny praktické rady, jak se osvobodit od sebeobviňování a vybudovat harmoničtější vztah k sobě a svým chybám.",
  "screen_1": {
    "texts": [
      "Pocit viny často vzniká kvůli přehnaným požadavkům na sebe a může se projevovat v myšlenkách jako:",
      "«Musím to udělat».",
      "«Musím jednat takto».",
      "«Musím být taková».",
      "«Neměl jsem to dělat».",
      "«Měla jsem to předvídat/vědět».",
      "Neadekvátní požadavky obsahující slovo «musím» mohou vést k pocitu viny a nerealistickým očekáváním.",
      "Tyto požadavky naznačují, že byste měli být dokonalí nebo vševědoucí, což je nerealistické.",
      "K takovým požadavkům může patřit myšlenka, že byste měli být vždy šťastní nebo spokojení, což zase jen posiluje pocit selhání.",
      "Existují také požadavky založené na předpokladu, že všechno víte a můžete předpovědět budoucnost. To vytváří falešná očekávání a pocit viny, místo toho, aby vám pomohlo řešit problémy.",
      "Podstata této techniky spočívá v uvědomění si, že obviňovat se není účelné, že neadekvátní požadavky samy o sobě jsou nerealistické a nespravedlivé.",
      "Vytvářejí pouze pocit viny a nemožnosti, a nepomáhají řešit problém nebo dosáhnout úspěchu.",
      "Abyste se vyhnuli neustálému obviňování sebe sama, je vhodné vzdát se takových požadavků a být realističtější ve svých očekáváních vůči sobě a svému životu.",
      "Samozřejmě, takové změny myšlení se nedějí za jeden den a možná se nestanou ani za měsíc. Ale jsme přesvědčeni, že pravidelná práce na sobě pomáhá dosáhnout změn."
    ],
    "quote": {
      "text": "Jakýkoli pocit viny předpokládá sebeobviňování, a to je v podstatě špatné. Člověk si musí uvědomovat své chyby, aniž by upadal do sebemrskačství.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Co tedy musíte dělat už teď, abyste se zbavili pocitu viny způsobeného přehnanými požadavky?",
      "Jednoduchý, ale účinný způsob, jak se zachránit před přehnanými požadavky na sebe, zahrnuje nahrazení slova «musím» jinými: «Bylo by dobré, kdyby...» nebo «Kdybych mohl, udělal bych...». Ty jsou často realističtější a tolik nerozrušují.",
      "Například místo «Musím udělat svou ženu šťastnou», byste mohli říci: «Bylo by skvělé, kdybych dokázal udělat ženu šťastnou, protože je rozrušená. Mohu se zeptat, co ji trápí, a přemýšlet, jak bych mohl případně pomoci».",
      "Nebo místo «Neměl jsem jíst tu zmrzlinu», můžete říci: «Bylo by lepší, kdybych tu zmrzlinu nejedl, ale můj čin ještě není konec světa».",
      "Odstraňte podmiňovací způsob. Místo úvah ve stylu «Měl bych...», «Kdybych jen...», «Zbytečně jsem ne...» zkuste přemýšlet: «Příště to udělám jinak».",
      "Lidé s pocitem viny často přemýšlejí v podmiňovacím způsobu, ale to byste v žádném případě neměli dělat.",
      "A pokud se při tom přistihnete, okamžitě přestaňte a změňte frázi na «Příště já...».",
      "A to je vše. Žádné podmiňovací způsoby, kategoricky.",
      "Metoda reality pomáhá ověřit, zda vaše požadavky odpovídají realitě. Když si říkáte: «Neměl jsem to dělat», určitě si myslíte, že jste to opravdu neměli dělat, a když si to řeknete, budete se cítit lépe.",
      "Ve skutečnosti je to však naopak: potřebovali jste udělat přesně to, co jste udělali, ale když si to přiznáte, budete se cítit zklamaní.",
      "Například jste začali držet dietu, abyste zhubli, snědli jste něco navíc a teď se za to obviňujete: «Neměla jsem jíst tu čokoládu».",
      "Ve skutečnosti jste však měli potřebu něčeho sladkého. Možná jste z něčeho nervózní a ze zvyku jste chtěli něco sníst pro zlepšení nálady, takže bylo nemožné se ovládnout.",
      "Lidé často zajídají negativní emoce, aby si ulevili. Když se snažíte zbavit zlozvyků nebo se snažíte zhubnout, hlavní věc, která vám v tom brání, je přesvědčení, že ztrácíte nad sebou kontrolu.",
      "Pocit ztráty kontroly přímo souvisí s tím, co «musíte» nebo «nesmíte». Pokud máte chuť sníst něco nezdravého, říkáte si, že «nesmíte» chtít zakázané jídlo a «musíte» navždy odmítnout všechny nezdravé potraviny a nikdy neselhat.",
      "A potom, abyste se cítili lépe, jdete a dáte si čokoládu. Takový přístup k hubnutí pravděpodobně nepřinese výsledky, a vy se budete cítit provinile a sklíčeně.",
      "Když se vám podaří přestat si něco zakazovat, pak se toho budete moci zbavit bez násilí na sobě."
    ]
  },
  "screen_3": {
    "texts": [
      "Lidé, kteří mají sklon k nadměrným pocitům viny, mohou být manipulováni okolím pro dosažení jejich cílů. Zamyslete se: kolikrát jste souhlasili jít na schůzku bez zvláštní chuti ze snahy vyhovět nebo aby se nikdo neurazil? Je důležité chránit osobní hranice a umět říci «ne».",
      "Příklad: mladá dívka žije s rodiči a bratrem, dostává dobrou výplatu. Její bratr občas někde pracuje.",
      "Má závislost na věcech: neustále si kupuje něco nového, ale jeho vlastní peníze na to nestačí.",
      "Jeho sestra chápe, že to není nejlepší způsob nakládání s penězi, ale nadále mu půjčuje, protože si myslí, že sestry a bratři by si měli pomáhat, tak je to v jejich rodině zvykem.",
      "Dívka se bojí odmítnout bratra, protože by to mohlo zničit jejich vztah. Předem si zahrála obtížný dialog s přítelem a pochopila, že říkat «ne» není tak strašné, jak se zdálo.",
      "Předtím, než vymezíte své hranice a vytvoříte hranici v podobě odmítnutí splnit požadavky nebo obhájení vlastního názoru, abyste nemuseli jít na návštěvu, když nechcete, můžete si zahrát složitý dialog nebo ho napsat na list papíru nebo do poznámek.",
      "Tak budete moci předvídat pravděpodobný scénář komunikace a pochopit, jak lépe odmítnout člověka, a možná také pochopíte, že není tak děsivé říkat «ne».",
      "Budete muset ujít dlouhou cestu, než se ve vašem mozku vytvoří odpovídající neuronové obvody, a budete mít dost odvahy a dovedností říct «ne» diplomaticky, ale důrazně, a upevnit tuto dovednost v praxi, až přijde vhodný okamžik.",
      "Rozlišení odpovědnosti",
      "Někdy bereme na sebe odpovědnost za neštěstí a neúspěchy druhých lidí.",
      "V takových situacích je důležité pochopit, kdo skutečně nese odpovědnost za to, co se stalo. Například, jste skutečně vinni tím, že vaše dítě dostalo špatné známky?",
      "Zde vzniká zmatek mezi vaším vlivem na dítě a kontrolou nad ním.",
      "Pro naučení se rozlišovat odpovědnost lze použít metodu tří sloupců, která je zkrácenou verzí deníku automatických myšlenek.",
      "V prvním sloupci se zapisují znepokojivé a odsuzující myšlenky, ve druhém - jaká kognitivní zkreslení při tom pozorujete, a ve třetím - jakou racionální odpověď můžete dát.",
      "Například:",
      "1. sloupec (znepokojivé a odsuzující myšlenky): «Jsem vinen tím, že moje dítě dostává špatné známky. Nedokážu mu pomoci dosáhnout úspěchu ve škole».",
      "2. sloupec (kognitivní zkreslení): personalizace, přehnané zobecňování.",
      "3. sloupec (racionální odpověď): «Nesu odpovědnost za svou roli ve výchově dítěte, ale plně neovládám jeho úspěch nebo neúspěch ve škole. Dítě má také svou vlastní odpovědnost za své vzdělávání a studium. Mohu mu pomáhat, podporovat ho a motivovat, ale konečný výsledek závisí na jeho vlastní práci a úsilí».",
      "Je důležité pochopit, že nemůžeme kontrolovat každý aspekt života jiných lidí, i když jsou pod naším vlivem. Neseme odpovědnost za své činy a roli, kterou hrajeme v životě jiných lidí, ale neměli bychom na sebe brát veškerou odpovědnost za jejich úspěchy nebo neúspěchy."
    ]
  }
}
