{
  "title": "Ztratit práci a upadnout do deprese?",
  "description": "Tento článek zkoumá psychologické a sociální důsledky náhlé ztráty zaměstnání a popisuje emocionální horskou dráhu, která takové události doprovází. Prostřednictvím osobní zkušenosti Alexandra, který dlouho pracoval v úspěšné společnosti, vypráví o boji s depresí, snížením sebevědomí a profesními neúspěchy. Článek také nabízí způsoby, jak překonat emocionální obtíže, zdůrazňuje důležitost podpory a sebeuvědomění v těžkých obdobích.",
  "screen_1": {
    "texts": [
      "Náhlá ztráta zaměstnání představuje silný stres pro většinu lidí. Když během několika dnů nebo týdnů oznámí propuštění nebo snižování stavů, mnozí mají pocit, že se jim život 'zhroutil'. Je to pochopitelné, protože se vám radikálně mění:",
      "finanční situace",
      "společenské postavení",
      "zaběhnutý způsob života",
      "krátkodobé i dlouhodobé plány",
      "Práce — to jsou určité závazky, hranice, komunikace, zkrátka něco, co nás podporuje.",
      "Nezaměstnanost je jako vzduchová jáma, do které padáte bez pojištění. A zůstáváte sami se sebou, s naprosto prázdnými dny, s účty, které brzy nebudete mít z čeho platit, s nekonečným čekáním na pozvání na pohovor: před schůzkou cítíte nesmělou naději a pak přijde další odmítnutí. Typický a neutěšený obraz.",
      "Ztráta práce se prožívá stejně jako jakákoliv jiná ztráta, a ti, kteří se s tím potýkají, procházejí fázemi truchlení.",
      "Nejprve šok, hluboká zmatenost, nepochopení, co dělat. Pak hněv — na sebe, na ty, kteří vás propustili.",
      "Možné je i vyjednávání: co když se to dá ještě urovnat a vezmou mě zpět? A nakonec deprese. Bezpochyby lze takový problém nazvat 'reálným', ale znamená to, že ospravedlňuje vaši depresi?",
      "Příčina takové emocionální reakce spočívá v přesvědčení, že osobní hodnota a schopnost pociťovat štěstí přímo závisí na profesním úspěchu.",
      "V rámci tohoto hodnotového systému se zdá logické předpokládat, že emocionální útlum je nevyhnutelně spojen s finančními ztrátami, kariérními neúspěchy nebo bankrotem."
    ],
    "quote": {
      "text": "Když se jedny dveře zavřou, copak nevíte, že se otevírají mnohé další.",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Pokud to tak vidíte i vy, může vás zaujmout případ Alexandra — 47letého otce tří dětí, který 17 let pracoval s otcem své ženy v jedné úspěšné společnosti.",
      "Pár let před jeho depresí došlo mezi ním a jeho tchánem k neshodám ohledně řízení společnosti. V návalu hněvu Alexandr dal výpověď, čímž se vzdal svého podílu ve firmě.",
      "Během následujících dvou let střídal jednu práci za druhou, ale nemohl najít nic vhodného, jak finančně, tak morálně.",
      "Zdálo se, že se mu nic nedaří, a začal se považovat za neúspěšného. Jeho žena musela nastoupit do práce na plný úvazek, aby vyšli s penězi, což jen umocňovalo Sašův pocit bezcennosti, protože vždy byl hrdý na svou roli živitele rodiny.",
      "Čas plynul, jeho finanční situace se zhoršovala a depresivní stav narůstal, protože jeho sebevědomí klesalo stále níž a níž.",
      "V době, kdy se Alexandr rozhodl vyhledat odbornou pomoc, již několik měsíců pracoval ve společnosti specializující se na nemovitosti.",
      "Za tu dobu pronajal několik budov, ale neuskutečnil ani jeden prodej. Jelikož jeho plat závisel na prodejích, jeho výdělek byl nízký. V tomto období Alexandr trpěl depresí a prokrastinací, trávil celé dny v posteli a přemýšlel:",
      "«Proč to všechno? Jsem neúspěšný. Pracovat nemá smysl, stejně se mi nic nepodaří».",
      "Na třetím setkání s psychologem se svěřil, že jeden bohatý přítel chtěl s jeho pomocí koupit nemovitost, a provize z takového prodeje by mu pomohla v kariérním postupu, dodala by mu sebedůvěru a výrazně by přilepšila jeho peněžence.",
      "Místo toho, aby se této práce chopil, Alexandr několik týdnů otálel. Nabízí se otázka, proč? Protože si myslel: «Prodávat komerční nemovitosti je příliš složité.",
      "Nikdy jsem to předtím nedělal a určitě se mi to nepodaří. A pokud si to na poslední chvíli rozmyslí, bude to znamenat, že by se mi v tomto oboru nikdy nic nepodařilo. Bude to znamenat, že jsem naprostý neúspěch»."
    ]
  },
  "screen_3": {
    "texts": [
      "Alexandrovo vedení se k němu chovalo velmi dobře, považovali ho za schopného prodejce, ale on sám se k sobě stavěl neoprávněně přísně.",
      "V průběhu dalších setkání a práce s myšlenkami Alexandr připustil, že je k sobě velmi sebekritický a to mu v tomto složitém životním období nijak nepomáhá, naopak situaci výrazně zhoršuje.",
      "Také si uvědomil, že používá 'dvojí metr': je tolerantní k ostatním lidem a je připraven je podpořit, ale k sobě je tvrdý a kritický.",
      "Zpočátku svůj pohled hájil, jako mnoho náročných perfekcionistů, tvrdíc, že když bude k sobě mnohem přísnější než k ostatním, přinese to nějaký užitek.",
      "Nicméně rychle si uvědomil, že jeho osobní standardy byly ve skutečnosti nerealistické a odsouzené k neúspěchu, protože kdyby se pokusil prodat budovu a jeho pokus by nebyl úspěšný, vnímal by tuto situaci jako katastrofu. Jeho sklon uvažovat v kategoriích \"všechno nebo nic\" byl jeho velkým problémem.",
      "Na konci terapie Alexandr pocítil úlevu, když si uvědomil, že finanční problémy posledních let z něj automaticky nedělají \"neúspěšného\".",
      "Toto negativní vnímání sebe sama a pocit ochromení byly výsledkem přehnaného usilování o \"všechno nebo nic\". Jeho pocit bezcennosti byl důsledkem toho, že se soustředil výhradně na negativní aspekty života (negativní filtr) a přehlížel množství skutečností, v nichž byl úspěšný (znehodnocování pozitivního).",
      "Uvědomil si, že se zbytečně dlouho trápil myšlenkou, že mohl udělat více, a pochopil, že finanční obtíže nesnižovaly jeho lidskou důstojnost. Nakonec uznal, že apatie a prokrastinace byly pouze příznaky deprese, nikoli odrazem jeho pravé podstaty.",
      "Když se naučil reagovat na své negativní myšlenky, dokázal snížit míru zkreslení ve svém přísném postoji k sobě a jeho nálada se nadále zlepšovala.",
      "Odešel z oblasti nemovitostí a otevřel knihkupectví. Podařilo se mu pokrýt náklady, ale navzdory značnému osobnímu úsilí nedokázal dosáhnout dostatečného zisku, aby ospravedlnil pokračování podnikání po prvním zkušebním roce."
    ]
  },
  "screen_4": {
    "texts": [
      "Takže, ačkoli vnější znaky úspěchu zůstaly během této doby prakticky nezměněny, dokázal si zachovat sebevědomí a vyhnout se depresi. Přestože jeho finanční situace zůstávala těžká, když dospěl k rozhodnutí 'přiznat porážku' ve svém knihkupectví, jeho sebeúcta zůstala nezměněna.",
      "Při poslední schůzce s psychologem Alexandr napsal tuto esej, kterou se rozhodl přečíst každé ráno, než se pustí do hledání nové práce:",
      "Proč nejsem zbytečný?",
      "Dokud mohu udělat něco pro blaho sebe a ostatních, nejsem zbytečný. Dokud to, co dělám, může mít pozitivní účinek, nejsem zbytečný.",
      "Dokud skutečnost, že žiji, má význam alespoň pro jednoho člověka, nejsem zbytečný (a tímto člověkem mohu být v případě potřeby já sám). Pokud darovat lásku, porozumění, přátelství, podporu, společenskost, radu, útěchu alespoň něco znamená, nejsem zbytečný.",
      "Pokud dokážu respektovat své názory a intelekt, nejsem zbytečný.",
      "Pokud mě ostatní respektují, je to příjemný bonus.",
      "Pokud mám pocit sebeúcty a důstojnosti, nejsem zbytečný.",
      "Pokud pomáhat zajišťovat živobytí rodinám mých zaměstnanců znamená dělat něco dobrého, nejsem zbytečný.",
      "Pokud dělám vše, co je v mých silách, abych pomohl svým klientům a dodavatelům svou produktivitou a kreativitou, nejsem zbytečný.",
      "Pokud má moje přítomnost v tomto prostředí skutečně význam pro ostatní, nejsem zbytečný. Nejsem zbytečný. Jsem velmi cenný sám o sobě!",
      "Pokud se potýkáte s podobným problémem nebo se vás dotýkají Alexandrovy automatické myšlenky, napište si poznámku, proč nejste zbyteční, proč nejste neúspěšní a proč jste cenní sami o sobě."
    ]
  }
}
