{
  "title": "Falešná deprese: Jak hormony a vitamíny ovlivňují naše emocionální zdraví",
  "description": "Článek pojednává o tom, jak fyzické zdraví, včetně hormonální rovnováhy a hladiny vitamínů, může ovlivňovat emocionální stav člověka. Zdůrazňuje, že příznaky často spojované s depresí mohou být způsobeny fyzickými problémy, jako je nedostatek určitých vitamínů nebo hormonální poruchy. Autoři článku kladou důraz na důležitost komplexního přístupu k diagnostice a léčbě duševních poruch, s přihlédnutím jak k psychologickým, tak fyziologickým aspektům.",
  "screen_1": {
    "texts": [
      "Snažíme se, aby vám tato část co nejvíce pomohla zlepšit a ulehčit váš emocionální stav. Proto je důležité probrat všechny možné příčiny jeho změn.",
      "Když mluvíme o depresi, máme na mysli soubor určitých příznaků, které byly zmíněny dříve. Ne vždy však tyto příznaky ukazují právě na duševní poruchu.",
      "Je třeba mít na paměti, že biologická složka našeho organismu hraje důležitou roli nejen ve fyzickém, ale i v psychologickém blahu. Fyzické problémy tak mohou výrazně ovlivňovat emocionální pozadí a vytvářet příznaky podobné depresi.",
      "Příkladem toho jsou hormony. Ty mají obrovský vliv na chování a psychologický stav člověka.",
      "Výzkumy v oblasti psychoendokrinologie ukazují, že nervový a endokrinní systém jsou vzájemně propojené a zajišťují udržování homeostázy (fyziologické rovnováhy organismu).",
      "Proto jakékoliv výkyvy hormonálního pozadí mohou způsobit závažné poruchy emocionální sféry.",
      "Například snížená funkce štítné žlázy může vést k depresi, zvýšení úrovně úzkosti a dalším psychickým problémům.",
      "Hyperfunkce této žlázy vyvolává mánii, podrážděnost, výkyvy nálad a dokonce psychózy.",
      "Akromegalie, neboli zvýšená produkce růstového hormonu, se projevuje snížením psychické aktivity, apatií v kombinaci s euforií.",
      "Lidé s endokrinními poruchami tak čelí nejen fyzickým obtížím svého onemocnění, ale i riziku duševních poruch, jako jsou úzkost, deprese, mánie, zmatenost vědomí a další."
    ],
    "quote": {
      "text": "Pečuj o tělo, aby duše chtěla v něm přebývat.",
      "author": "Sókratés"
    }
  },
  "screen_2": {
    "texts": [
      "V polovině 20. století vznikla celá vědecká disciplína - psychoendokrinologie, která studuje vztah mezi endokrinním systémem člověka a jeho psychikou.",
      "Existuje dokonce takový termín jako psychoendokrinní syndrom – což je porucha psychiky vznikající na pozadí endokrinních onemocnění. Patří k nim poruchy nálady, astenie, snížení psychické aktivity a také změny tužeb a instinktů.",
      "Kromě hormonů mají významný vliv na naše celkové rozpoložení také vitamíny.",
      "Avitaminóza a deprese spolu zdánlivě přímo nesouvisí, ale jak ukazují výzkumy, spojení mezi nimi je mnohem silnější, než bychom mohli předpokládat.",
      "Myslíme, že budete souhlasit s tím, že vitamíny jsou nezbytné pro náš organismus k udržení metabolismu. Je jich mnoho, ale každý z nich je nenahraditelný. A když organismu něco chybí, nastává avitaminóza.",
      "Avitaminóza — je stav, při kterém v organismu existuje nedostatek nebo úplná absence toho či onoho vitamínu.",
      "Nedostatek různých vitamínů může různě ovlivňovat duševní zdraví, od drobných nepříjemností až po děsivé příznaky.",
      "Výzkumy ukázaly, že avitaminóza může přispívat ke vzniku úzkosti a deprese a také zhoršovat příznaky u lidí s některými duševními onemocněními, jako jsou obsedantně-kompulzivní nebo bipolární porucha.",
      "A i když jste zdraví, nedostatek toho či onoho vitamínu může zhoršit vaši náladu a emocionální pozadí."
    ]
  },
  "screen_3": {
    "texts": [
      "Příklady nedostatku vitamínů a jejich příznaky:",
      "Vitamín D: skleslost, úzkost, únava, výkyvy nálad.",
      "Železo: slabost, únava, dušnost, závratě, znecitlivění.",
      "Vitamín B12: zvýšená únava, anémie, nespavost, snížení chuti k jídlu, žaludeční potíže, svalové bolesti.",
      "Kyselina listová: únava, podrážděnost, deprese, slabost, apatie, malátnost, narušení kognitivní funkce.",
      "Vitamíny skupiny B: zvýšená únava, podrážděnost, nespavost, změny nálad, poruchy srdečního rytmu.",
      "Hořčík: slabost, bolesti hlavy, úzkost, poruchy srdečního rytmu.",
      "Vitamín C: chronická únava, emocionální nestabilita.",
      "A to je jen část možných příznaků, které se snadno zaměňují s depresivním stavem.",
      "Naše osobní příběhy potvrzují důležitost zohlednění hormonální a vitamínové rovnováhy při diagnostice duševních poruch.",
      "Jeden z členů našeho týmu si myslel, že se potýká s vyhořením, trpěl nevysvětlitelnou únavou, zhoršením nálady a nechutí cokoliv dělat.",
      "Ale s vědomím, že problém může být v hormonech a vitamínech, navštívil lékaře, zjistil deficit, užíval kúru vitamínu D a začal se cítit výrazně lépe."
    ]
  },
  "screen_4": {
    "texts": [
      "Jiný člen týmu, dívka, která prožívala příznaky podobné depresi, odhalila anémii z nedostatku železa, jejíž léčba vedla k výraznému zlepšení jejího stavu.",
      "Svůj stav popisovala následovně: «Neustále jsem chtěla spát, nechtělo se mi nic dělat, nechtělo se mi s nikým mluvit. Trpěla jsem hroznou apatií, závratěmi, podrážděností. V jednu chvíli jsem skutečně začala přemýšlet, že mám depresi, dokud jsem náhodou neodevzdala krevní obraz, kde se objevily problémy s hemoglobinem.",
      "Poté jsem absolvovala další testy, které odhalily nedostatek železa a ferritinu. Měla jsem anémii z nedostatku železa, a myslela jsem si, že je to deprese. Ale po sérii léků jsem se vrátila ke svému původnímu stavu. Můj stav se výrazně zlepšil.»",
      "Sdílením těchto příběhů vás chceme varovat před nesprávnými diagnózami.",
      "Pokud tedy cítíte sníženou náladu, únavu, vyčerpání a další výše uvedené příznaky, věnujte pozornost nejen psychickému, ale i fyzickému zdraví.",
      "Poraďte se s lékařem, nechte si udělat krevní obraz, zkontrolujte hladinu vitamínů a hormonů. Možná to bude stačit ke zlepšení vašeho emocionálního stavu."
    ]
  }
}
