{
  "title": "Comment arrêter de vivre pour les réalisations?",
  "description": "L'article discute des dangers de la dépendance au succès, soulignant que les réalisations ne garantissent ni le bonheur ni le bien-être. Des exemples de célébrités telles que Lady Gaga et Jim Carrey illustrent que même les personnes les plus réussies peuvent souffrir de dépression et d'autres problèmes. L'importance de trouver un équilibre entre les objectifs et la vie personnelle, ainsi que la reconnaissance de la valeur intrinsèque de chaque personne, indépendamment de ses réussites, sont les conclusions clés.",
  "screen_1": {
    "texts": [
      "Bien sûr, il ne faut pas abandonner tous vos projets ou renoncer à des objectifs importants pour faire face à la dépendance au succès.",
      "Après tout, il n'y a rien de mal à avoir des réalisations. Il est merveilleux d'avoir de l'argent, un travail, une voiture, un appartement, etc.",
      "Les problèmes commencent lorsque, sans ces indicateurs de succès, vous vous considérez comme inutile, un échec et indigne.",
      "Pour vous libérer du piège de devoir être exceptionnel et efficace, nous vous suggérons de réfléchir à ce qui suit:",
      "Êtes-vous prêt à passer toute votre vie sur les montagnes russes de l'estime de soi?",
      "Si vous réfléchissez de manière rationnelle, choisir de vivre selon le concept des réalisations vous condamne à des montagnes russes émotionnelles sans fin.",
      "Aujourd'hui, vous avez atteint des sommets et vous êtes heureux, mais demain vous échouez, et la vie prend des couleurs complètement différentes. Il y a des réalisations – bien joué, pas de réalisations – échec.",
      "Votre humeur sera facilement contrôlable. Si d'autres personnes comprennent que vous dépendez des réalisations, elles peuvent facilement utiliser cela à leur avantage.",
      "Par exemple, un patron peut vous surcharger de travail, sachant que vous vous donnerez à fond, mais ferez tout pour obtenir des éloges.",
      "Les réalisations ne sont pas égales au bonheur.",
      "L'argent, la célébrité et les réalisations ont longtemps été perçus comme une garantie de bonheur et de bien-être. Mais si le bonheur dépendait du succès d'une personne, nous observerions des différences significatives entre les personnes de différents statuts sociaux.",
      "La plupart des gens ne peuvent pas se vanter de réalisations sérieuses, pourtant beaucoup d'entre eux sont heureux et satisfaits de leur vie.",
      "Mais encore une fois, être satisfait ne signifie pas ne pas aspirer à plus. Il y a une grande différence entre un désir sain d'atteindre des objectifs fixés et la dépendance.",
      "En réalité, même ceux qui gagnent beaucoup, occupent des postes prestigieux ou possèdent une entreprise prospère peuvent souffrir de dépression, avoir divers problèmes ou simplement être désillusionnés par la vie.",
      "Par exemple, la bien connue Lady Gaga, qui semble à première vue réussie, riche et heureuse, a fondé la ‘Born This Way Foundation’ pour aider les adolescents en situation difficile parce que la chanteuse connaît les difficultés de première main.",
      "«J'ai lutté contre la dépression et l'anxiété toute ma vie, et je continue de me battre chaque jour», a-t-elle admis dans une interview avec Billboard en 2015.",
      "Ou Jim Carrey, qui a donné à ses fans la possibilité de sourire sincèrement et de recevoir des émotions positives de son travail, mais même au sommet de sa popularité, l'acteur n'avait pas envie de rire.",
      "Jim a lutté contre une dépression sévère pendant de nombreuses années.",
      "Cela ne concerne pas seulement les célébrités, les hommes d'affaires se plaignent souvent de troubles mentaux et de dépendances.",
      "En fait, de nombreuses personnes à succès mettent fin à leurs jours. Un terme spécial est même apparu – «suicide des PDG».",
      "Ce phénomène a touché: le milliardaire Adolf Merckle de la liste Forbes, les fondateurs de startups Ilya Zhitomirskiy et Austin Heinz, la propriétaire de la maison de couture Kate Spade et bien d'autres.",
      "Donc, si vous pensez encore que le succès équivaut au bonheur, vous vous trompez profondément."
    ]
  },
  "screen_2": {
    "texts": [
      "Pensez-vous traiter votre proche moins bien simplement parce qu'il n'a pas de réalisations?",
      "Imaginez que vous rencontrez votre ami, que vous appréciez beaucoup. Mais soudain, vous découvrez qu'il est un simple vendeur dans un magasin, alors que vous possédez une entreprise et êtes une personne riche et réussie.",
      "Le regarderez-vous de haut, en le plaçant en dessous de vous?",
      "Peut-être est-il important pour vous que cet ami reconnaisse son insignifiance par rapport à vous? Est-il agréable pour vous d'être une telle personne?",
      "Et si vous étiez à la place de cet ami?",
      "Accepteriez-vous de communiquer avec une personne réussie à condition de reconnaître votre insignifiance par rapport à elle?",
      "Tous les enfants sont-ils des échecs?",
      "Si seule la valeur est possédée par ceux qui ont réalisé quelque chose dans leur vie, alors les enfants sont les plus grands insignifiants de la planète.",
      "Eh bien, quoi? Les bébés ne peuvent même pas tenir leur tête. Ou ont-ils toujours de la valeur?",
      "Si oui, pourquoi un bébé a-t-il de la valeur?",
      "Après tout, ils n'ont rien contribué à ce monde, ils ne peuvent même pas parler. Bien sûr, vous comme le bébé n'êtes pas valorisés pour vos réalisations, mais pour qui vous êtes.",
      "Et dans l'autre sens. Devons-nous maintenant exterminer toutes les grands-mères et grands-pères?",
      "Eh bien, ils sont déjà vieux, ils ne peuvent rien apporter au monde. Mais nous ne pensons pas ainsi. Nous apprécions et aimons nos parents déjà fragiles et essayons de les aider.",
      "Chaque personne a de la valeur.",
      "Nous pensons que la valeur est une unité quantitative qui peut être mesurée et comptée. Mais en fait, la valeur est une unité qualitative.",
      "Chaque personne a une unité de valeur dès la naissance, et elle est la même pour tous. Peu importe les succès et les échecs que vous avez, votre unité de valeur reste inchangée. Vous avez de la valeur avec ou sans millions.",
      "Ne comparez pas vos réalisations à celles des autres.",
      "Se comparer aux autres n'apporte rien d'autre que de l'inconfort et des doutes sur soi.",
      "Cela génère des sentiments d'envie qui alimentent la dépendance au succès. Vous avez l'impression de ne pas en faire assez lorsque vous comparez vos réalisations à celles des autres, ce qui renforce votre désir de participer à la course avec les autres.",
      "Arrêtez de comparer vos réalisations à celles des autres. Reconsidérez plutôt vos priorités et réfléchissez à la manière dont les objectifs fixés peuvent satisfaire vos propres intérêts, et non le désir de correspondre à ceux auxquels vous vous comparez."
    ],
    "quote": {
      "text": "Le succès n'a pas de sens si vous êtes malheureux. Pour moi, le succès, c'est le bonheur, pas l'argent ou la célébrité.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Apprenez à trouver l'équilibre.",
      "Les personnes dépendantes du succès se sentent souvent coupables de se permettre de se reposer, de passer du temps avec leurs proches ou de s'engager dans des activités qui ne sont pas directement liées à leurs objectifs.",
      "Sans aucun doute, les réalisations ont une certaine importance dans la vie, mais de loin pas la plus importante. Vous pariez sur le succès, mais oubliez de vivre. Apprenez à équilibrer travail/études et autres domaines de la vie.",
      "Écoutez ce que vous et votre corps voulez. Ne négligez pas les signaux, prenez soin de vous de toutes vos forces.",
      "Travaillez avec vos pensées.",
      "Pour changer le système de croyances, il est très important de continuer à répondre aux pensées automatiques négatives qui vous font vous sentir incomplet.",
      "Cela vous aidera à comprendre que le problème ne réside pas dans vos succès ou échecs, mais dans votre attitude critique envers vous-même et l'habitude de vous réprimander. Lorsque vous apprendrez à évaluer vos activités de manière réaliste, la satisfaction et l'acceptation de vous-même augmenteront.",
      "Qui est réellement plus important pour la société?",
      "En parlant de personnes réussies, nous pensons bien sûr immédiatement aux chanteurs populaires, acteurs célèbres, grands hommes d'affaires et politiciens publics.",
      "Mais qu'en est-il des enseignants, des médecins, des constructeurs et des personnes d'autres professions impopulaires dont dépend notre avenir? Mais si nous parlons objectivement, toutes ces personnes sont souvent plus utiles à la société que celles que l'on envie généralement.",
      "En conclusion, nous souhaitons partager avec vous une pensée merveilleuse tirée du livre du journaliste David Orr.",
      "Il écrit que la planète n'a pas besoin d'un grand nombre de personnes à succès; elle a bien plus besoin de pacificateurs, de guérisseurs, de conteurs et simplement de personnes aimantes.",
      "Elle a besoin de personnes avec des valeurs morales, celles qui rendent le monde plus gentil et plus humain. La planète a besoin de personnes avec lesquelles il est simplement agréable de vivre.",
      "Personne n'est contre les objectifs ambitieux et la montée en carrière. Mais il est très important que tous les aspects de la vie soient en harmonie.",
      "La productivité et le succès peuvent être extrêmement agréables et apporter beaucoup de joie. Cependant, le succès n'est ni une condition nécessaire ni suffisante pour le bonheur maximal.",
      "Vous n'avez pas besoin de gagner l'amour ou le respect de quelqu'un par un travail épuisant, et il n'est pas nécessaire d'être le premier pour se sentir accompli et maintenir une estime de soi stable.",
      "Rappelez-vous simplement que «les choses les plus importantes au monde ne sont pas des choses du tout»!"
    ],
    "quote": {
      "text": "La vraie valeur de la vie ne réside pas dans ce que nous avons, mais dans qui nous sommes.",
      "author": "Oprah Winfrey"
    }
  }
}
