{
  "title": "Dépendance aux réalisations",
  "description": "L'amour, chanté par les poètes et les artistes, élève et donne une sensation de plénitude dans la vie. Cependant, transformer l'amour en un besoin pathologique détruit la personnalité et empêche de construire des relations saines, surtout chez les personnes ayant une faible estime de soi. Le vrai bonheur et la plénitude de la vie peuvent être trouvés en apprenant à réguler son humeur et à profiter des plaisirs qui ne dépendent pas de la présence d'un partenaire.",
  "screen_1": {
    "texts": [
      "Nous vivons à une époque de « course aux réalisations », où nous sommes définis par notre succès. Il semble que n'importe qui puisse devenir n'importe qui, gagner beaucoup d'argent et gagner de l'autorité dans la société.",
      "Il n'y a pas de plafond pour les ambitions et cela transforme notre vie en une course constante, où nous sommes convaincus que la valeur humaine est déterminée par les réalisations.",
      "Bien que cette croyance semble innocente, elle a en réalité des conséquences destructrices.",
      "Qu'est-ce que la dépendance aux réalisations?",
      "C'est lorsque votre estime de soi est construite sur la productivité, le statut, l'intelligence ou le succès.",
      "Tant que tout va bien dans vos études ou votre travail, vous vous sentez heureux et complet. Mais dès que vous échouez ou n'atteignez pas un objectif, vous êtes submergé par des émotions négatives intenses.",
      "À ce moment-là, vous pensez probablement que vous êtes un raté incapable de rien.",
      "Quelles croyances peuvent être basées sur une telle dépendance?",
      "Si je ne réussis pas, ce sera horrible. Cela signifie que je suis faible / stupide / insignifiant.",
      "Si je n'y arrive pas, cela signifie que je suis un raté.",
      "Si j'échoue, cela signifie que je suis inutile et que je ne réussirai jamais rien.",
      "J'ai besoin de réussir, sinon il n'y a pas de raison de vivre. Tout perdra son sens. Je ne serai jamais vraiment heureux.",
      "La préoccupation excessive pour les réalisations est répandue non seulement chez les hommes, mais aussi, de plus en plus, chez les femmes, qui montrent également de plus en plus d'ambitions de carrière et de désir de réussite.",
      "Alors que chez les femmes, le souci des relations se manifeste plus souvent, chez les hommes, on observe souvent une vulnérabilité aux échecs de carrière, car on leur enseigne dès l'enfance que leur valeur est déterminée par les réalisations.",
      "Pourquoi et comment ces croyances se forment-elles?",
      "Il peut y avoir de nombreuses raisons, mais en général, ces attitudes se forment dès l'enfance. Peut-être que les parents de cette personne étaient froids et distants, ne lui donnant ni amour, ni soin, ni acceptation.",
      "Alors l'enfant essaie d'expliquer pourquoi cela se produit.",
      "Si le garçon Pierre de la cour voisine est aimé, loué et accepté, et que je ne le suis pas, cela signifie que quelque chose ne va pas chez moi, et si j'étais meilleur, on m'aimerait sûrement.",
      "Une autre option est que les parents donnaient de l'amour, de l'attention, des éloges et des soins seulement si l'enfant réussissait quelque chose.",
      "Si l'enfant rapportait un cinq de l'école, il était félicité, et sinon, il était ignoré."
    ]
  },
  "screen_2": {
    "texts": [
      "Une autre option est un parent absent. Les enfants ont une façon de penser égocentrique et expliquent tout ce qui se passe dans le monde à travers eux-mêmes.",
      "Si papa est parti, cela signifie que j'étais un mauvais enfant, pas qu'il ne s'entendait pas avec maman. Par conséquent, si papa voit à quel point je suis bon, réussi et intelligent, il reviendra sûrement, ou au moins comprendra ce qu'il a perdu.",
      "Ces scénarios forment la dépendance au succès. Et plus tard, à l'adolescence, dans la jeunesse ou déjà dans la vie adulte, certains événements et situations peuvent renforcer cette croyance.",
      "En fin de compte, une personne intériorise qu'elle ne peut être aimée que pour ses réalisations. Il faut réussir, sinon on sera abandonné, rejeté et on restera seul.",
      "Ainsi, face à la divergence entre l'image idéale et la réalité, la personne se retrouve face à sa propre inutilité et insignifiance, ce qui est très douloureux.",
      "La première étape pour changer d'attitude envers la valeur personnelle est de déterminer si cela vous sera bénéfique ou nuisible. Décider de ne plus définir sa valeur par ses réalisations est l'étape la plus importante pour changer le système de croyances.",
      "Sans aucun doute, la dépendance aux réalisations peut avoir des avantages. On peut se féliciter et se sentir bien en réussissant quelque chose.",
      "Un sentiment de supériorité par rapport aux autres personnes. Après tout, vous avez réussi quelque chose, et les autres non.",
      "Grâce à ce système de croyances, on peut être motivé pour réussir, faire plus d'efforts, faire carrière et gagner de l'argent.",
      "Parce que les réalisations vous donnent de la valeur. Pour sentir votre importance, vous devez être de mieux en mieux à chaque fois. Cela semble assez bien, à première vue.",
      "Quels sont donc les inconvénients de la pensée « valeur égale réalisations »?",
      "Si votre entreprise ou votre carrière va bien, vous pouvez tellement vous y plonger que vous vous isolez d'autres sources potentielles de satisfaction et de plaisir.",
      "Les relations avec la famille, les proches, les amis cessent de vous rendre heureux ; il est plus probable que vous passiez du temps à travailler plutôt qu'avec vos proches.",
      "Vous n'avez plus de temps pour vous, vous travaillez sans relâche du matin au soir.",
      "Votre addiction au travail ne vous laisse pas de répit, car si vous ralentissez, vous éprouverez des symptômes de sevrage, vous vous sentirez vide, inutile, ennuyé, comme si vous manquiez quelque chose d'important. Vous oubliez comment vous reposer.",
      "Pour vous, le repos équivaut à la paresse, comme si vous pouviez faire quelque chose d'utile maintenant, mais vous ne le faites pas. Sans réalisations, vous vous sentirez inutile et ennuyeux, car vous n'aurez pas d'autre base pour le respect de soi et la satisfaction.",
      "Cela peut conduire à l'épuisement professionnel, à des maladies chroniques, au stress constant et à la dépression.",
      "De plus, l'addiction au travail peut être considérée comme une autre dépendance qui alimente l'obsession du succès, ce qui la rend plus difficile à gérer."
    ],
    "quote": {
      "text": "À l'ère de la 'course aux réalisations', nous sommes définis par notre succès, et il semble que tout le monde puisse devenir n'importe qui.",
      "author": "Alexandre Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Détérioration des relations sociales.",
      "Il arrive souvent que les personnes qui recherchent constamment le succès se sentent seules, et c'est tout à fait compréhensible.",
      "Vous n'avez peut-être pas le temps ni l'énergie de maintenir des contacts sociaux. Si vous ne passez pas de temps avec vos proches pendant longtemps, cela affectera inévitablement vos relations.",
      "Votre partenaire peut trouver quelqu'un d'autre parce qu'il ne reçoit pas d'attention, d'amour et de soin dans une relation avec vous.",
      "La dépendance au succès affecte également votre perception des autres. Il se peut qu'une personne refuse de communiquer avec ceux qui sont en dessous d'elle dans le statut social ou qui ne répondent pas aux 'critères de succès' qu'elle a définis pour elle-même.",
      "Tout cela affecte négativement les relations avec les autres.",
      "Procrastination.",
      "Lorsqu'il n'y a qu'une seule option 'idéale' et correcte, un seul chemin vers le bonheur, vous ne pouvez pas faire d'erreur ; vous devez tout calculer et planifier précisément pour que tout se passe comme prévu.",
      "Mais en réalité, vous comprenez très bien qu'il n'y a aucune garantie de succès, ce qui signifie qu'il vaut mieux ne pas commencer ce chemin du tout. Ensuite, l'idée survient que l'absence de tentative est meilleure qu'une tentative échouée.",
      "Après un échec, vous devrez encore ressentir des émotions désagréables qui semblent insupportables. Tout cela conduit à une procrastination presque inévitable.",
      "Manque d'estime de soi.",
      "La vie est une chose si imprévisible : maladie, détérioration des conditions commerciales, actions militaires ou autre chose hors de votre contrôle lorsque vous ne pouvez plus maintenir votre productivité au niveau précédent.",
      "Ensuite, vient le moment de la vérité : une dépression sévère causée par la croyance que la diminution de la productivité indique votre inutilité. À ce moment-là, toute votre vie s'effondrera, vous serez dévasté.",
      "Vous viviez pour réussir, et maintenant vous ne pouvez plus le faire. Le manque d'estime de soi peut même conduire à une tentative de suicide : le prix le plus élevé et irréversible pour évaluer votre valeur uniquement selon les standards du marché.",
      "Toute dépendance implique une tolérance, et la dépendance aux réalisations ne fait pas exception.",
      "Vous vous rendrez compte que rien ne vous suffit, succès, titres, récompenses, argent, propriétés. Au fur et à mesure que vous progressez, les exigences augmentent, vous obligeant à ne pas vous arrêter.",
      "Chaque nouvelle réalisation ne procure plus le même plaisir, et pour ressentir à nouveau quelque chose, vous devez faire des efforts considérablement plus importants.",
      "Pourquoi l'effet est-il si éphémère?",
      "Pourquoi avez-vous besoin de plus en plus?",
      "La réponse est évidente : le succès ne garantit pas le bonheur.",
      "Ces deux phénomènes ne sont pas synonymes et ne sont pas liés par une relation de cause à effet. En fin de compte, vous poursuivez une illusion.",
      "Parce que la clé de votre humeur est vos pensées, pas le succès, car la sensation de victoire disparaît rapidement. Il est important de comprendre que le vrai bonheur dépend uniquement de vous."
    ],
    "quote": {
      "text": "La quête du succès nous pousse inconsciemment en avant, sans nous laisser le temps de profiter du processus lui-même.",
      "author": "Ernest Hemingway"
    }
  }
}
