{
  "title": "Dépendance à la réussite",
  "description": "L'amour peut inspirer, donner de l'élan et remplir une vie de sens. Mais lorsqu'il se transforme en besoin vital, sans lequel il devient impossible de se sentir complet·e, il commence à vous détruire de l'intérieur et à empêcher d'entretenir des relations saines. Il en va de même pour la dépendance à la réussite. Le vrai bonheur devient possible lorsque l'on apprend à s'appuyer non seulement sur ses réussites, mais aussi sur ses émotions, ses valeurs et sa capacité à trouver de la joie en dehors des résultats.",
  "screen_1": {
    "texts": [
      "Nous vivons à une époque de « course à la performance », où la réussite devient souvent la mesure de notre valeur. On a l'impression que chacun·e peut tout obtenir, à condition de faire suffisamment d'efforts.",
      "Les ambitions n'ont plus de limites, et cela transforme l'existence en course sans fin, où l'on en vient à croire que la valeur d'une personne se résume à ses résultats.",
      "À première vue, cette idée paraît inoffensive, mais en réalité elle peut causer beaucoup de dégâts.",
      "Que signifie être dépendant·e de la réussite ?",
      "C'est lorsque votre estime de vous-même dépend entièrement de votre productivité, de votre statut, de votre intelligence ou de vos succès professionnels.",
      "Tant que tout se passe bien dans les études ou au travail, vous vous sentez digne et « à la hauteur ». Mais dès que quelque chose tourne mal, une vague d'émotions négatives vous submerge.",
      "Dans ces moments-là, vous pouvez avoir l'impression d'être un·e raté·e et de « ne rien valoir ».",
      "Quelles croyances se forment avec ce type de dépendance ?",
      "Si je n'obtiens aucun succès, c'est une catastrophe. Cela veut dire que je suis faible, stupide ou bon·ne à rien.",
      "Si quelque chose ne marche pas, c'est que je suis un·e perdant·e.",
      "Si j'ai échoué, je ne suis important·e pour personne et je n'arriverai à rien.",
      "Je dois absolument réussir, sinon ma vie perdra tout son sens et je ne connaîtrai pas le bonheur.",
      "L'obsession de la réussite touche aussi bien les hommes que les femmes. Aujourd'hui, les femmes sont elles aussi de plus en plus nombreuses à rechercher une carrière et une progression professionnelle.",
      "Dans le même temps, beaucoup d'hommes restent particulièrement vulnérables face à l'échec, car on leur répète depuis l'enfance que leur valeur dépend directement de leurs succès.",
      "Pourquoi de telles croyances se construisent-elles ?",
      "Le plus souvent, tout commence dans l'enfance. Peut-être que les parents étaient distants sur le plan émotionnel et ne donnaient ni amour inconditionnel ni soutien.",
      "L'enfant essaie alors de se l'expliquer.",
      "Si l'on aime et félicite Pétia, le petit voisin, mais pas moi, c'est qu'il y a quelque chose qui ne va pas chez moi. Si j'étais meilleur·e, on m'aimerait, moi aussi.",
      "Autre scénario : l'attention et la chaleur ne se manifestaient qu'en cas de réussite.",
      "Tu ramènes une excellente note : tu es formidable. Tu échoues : on fait comme si tu n'existais pas."
    ]
  },
  "screen_2": {
    "texts": [
      "Un autre scénario fréquent est celui du parent absent. Les enfants interprètent alors tout par rapport à eux-mêmes.",
      "Si mon père est parti, c'est que je n'étais pas assez bien, et non parce que les adultes n'ont pas réussi à s'entendre. Donc si je deviens brillant·e, intelligent·e, exceptionnel·le, il reviendra ou au moins comprendra ce qu'il a perdu.",
      "Ces croyances d'enfant deviennent le socle de la dépendance à la réussite. Plus tard, certains événements de l'adolescence ou de la vie adulte ne feront souvent que renforcer cette conviction.",
      "La personne retient alors que l'on n'est aimable qu'à travers ses succès. Pour ne pas être rejeté·e, il faudrait sans cesse prouver sa valeur.",
      "Et lorsque l'image de « soi idéal·e » ne correspond pas à la réalité, surgissent la douleur, la honte et le sentiment d'être bon·ne à rien.",
      "Le premier pas vers le changement consiste à reconnaître qu'évaluer sa valeur uniquement à l'aune de ses réussites est nocif. Décider de ne plus se juger seulement à travers ses succès est un tournant essentiel.",
      "Bien sûr, la dépendance à la réussite peut donner une impression de puissance.",
      "C'est ce sentiment de supériorité : vous, vous avez réussi, les autres non.",
      "Ce mode de fonctionnement peut motiver, aider à progresser, à construire une carrière et à gagner de l'argent.",
      "Chaque nouvelle réussite semble ajouter de la valeur. On veut être encore et toujours meilleur·e. À première vue, cela paraît plutôt positif.",
      "Mais quels sont les inconvénients de la formule « valeur = succès » ?",
      "Lorsque la carrière ou les affaires se portent bien, vous pouvez vous y plonger à tel point que vous vous privez de toute autre source de joie.",
      "Les relations avec les proches passent au second plan : le travail semble toujours plus important.",
      "Vous vivez en mode occupation permanente, du matin jusqu'au soir.",
      "Dès que le rythme ralentit, surgissent le vide, l'anxiété et l'impression de perdre son temps. Le repos est perçu comme une faiblesse.",
      "Sans réussite, vous avez l'impression de ne rien valoir, car vous n'avez plus d'autre point d'appui pour votre valeur personnelle.",
      "Cela peut mener à l'épuisement, à une dégradation de la santé, à un stress chronique et à la dépression.",
      "L'addiction au travail devient alors une addiction qui entretient l'obsession de la réussite."
    ],
    "quote": {
      "text": "À l'époque de la « course à la performance », nous avons l'impression que chacun·e peut devenir n'importe qui — et que nous sommes tenu·es de prouver notre importance.",
      "author": "Alexandre Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Dégradation des relations",
      "Les personnes obsédées par la réussite se sentent souvent seules — et ce n'est pas un hasard.",
      "Ni le temps ni l'énergie émotionnelle ne suffisent pour entretenir des liens proches. Peu à peu, les relations passent à l'arrière-plan.",
      "Le ou la partenaire peut commencer à chercher de l'attention et du soutien ailleurs, tout simplement parce que cela manque à vos côtés.",
      "En outre, la dépendance au succès influence la manière de voir les autres : on prend l'habitude de ne valoriser les personnes qu'en fonction de leur statut.",
      "Cela finit inévitablement par fragiliser les liens sociaux.",
      "Procrastination",
      "Lorsque vous pensez qu'il n'existe qu'une seule voie « correcte » et que l'erreur est interdite, la peur de l'échec grandit.",
      "Le fait de savoir qu'aucun succès n'est garanti pousse à repousser l'action. Il semble alors moins douloureux de ne rien tenter que de risquer de ne pas y arriver.",
      "La peur de ressentir des émotions désagréables rend la procrastination presque inévitable.",
      "Perte du sentiment de valeur personnelle",
      "La vie est imprévisible : maladie, crises, événements extérieurs… et soudain il n'est plus possible de travailler comme avant.",
      "Vient alors une déception douloureuse : lorsque toute votre valeur reposait sur la productivité, sa perte peut conduire à une profonde dépression.",
      "Si vous avez vécu uniquement pour vos accomplissements et que vous ne pouvez plus en produire, vous pouvez ressentir un immense vide et une perte de sens.",
      "Parfois, cela mène à des gestes désespérés, car l'estime de soi était entièrement liée aux résultats.",
      "Comme dans toute addiction, une forme de tolérance s'installe : il faut toujours plus de succès, de reconnaissance, de réalisations.",
      "Chaque nouvelle réussite procure de moins en moins de joie, et il faut redoubler d'efforts pour ressentir à nouveau de la satisfaction.",
      "Pourquoi cet effet s'estompe-t-il si vite ?",
      "Pourquoi en veut-on toujours plus ?",
      "La réponse est simple : le succès n'est pas synonyme de bonheur.",
      "Ces deux notions ne sont pas directement liées. Au final, la personne court après une illusion.",
      "Ce ne sont pas vos réussites qui déterminent votre humeur, mais vos pensées et la manière dont vous vous traitez. La joie des victoires s'estompe vite, alors que le véritable soutien intérieur reste essentiel."
    ],
    "quote": {
      "text": "L'envie de réussir nous pousse vers l'avant, mais il est essentiel de ne pas perdre sa vie en chemin.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Comment cesser de vivre uniquement pour la réussite ?",
    "description": "Cet article met en lumière les risques liés à la dépendance au succès et montre que les accomplissements ne garantissent ni le bonheur ni le bien-être. Les exemples de personnalités comme Lady Gaga ou Jim Carrey illustrent que même les personnes les plus en vue peuvent souffrir de dépression et d'autres difficultés. L'idée centrale est de trouver un équilibre entre objectifs et vie personnelle et de reconnaître la valeur intrinsèque de chaque individu, indépendamment de ses réussites.",
    "screen_1": {
      "texts": [
        "Bien sûr, il n'est pas question d'abandonner tous vos projets ni de renoncer à vos objectifs importants pour vous libérer de la dépendance au succès.",
        "Réussir n'a rien de mauvais en soi. C'est agréable d'avoir de l'argent, un travail, une voiture, un appartement, etc.",
        "Les difficultés commencent lorsque, sans ces marqueurs de réussite, vous vous considérez comme quelqu'un de nul·le, de perdant·e et d'indigne.",
        "Pour sortir du piège qui consiste à devoir être exceptionnel·le et performant·e en permanence, nous vous proposons de réfléchir aux points suivants :",
        "Êtes-vous prêt·e à passer toute votre vie sur des montagnes russes d'estime de soi ?",
        "Si l'on raisonne de façon rationnelle, choisir de vivre selon la logique des accomplissements, c'est se condamner à des hauts et des bas émotionnels incessants.",
        "Aujourd'hui, vous atteignez un sommet et vous êtes heureux·se ; demain, vous échouez et les couleurs de la vie changent du tout au tout. Il y a des succès — vous êtes « formidable », pas de succès — vous êtes « nul·le ».",
        "Votre humeur devient alors très facile à manipuler. Si les autres comprennent que vous dépendez de vos réussites, ils peuvent s'en servir pour atteindre leurs propres objectifs.",
        "Par exemple, un·e supérieur·e peut vous surcharger de travail, sachant que vous vous donnerez à fond pour obtenir un compliment de plus.",
        "Le succès ne rime pas avec bonheur",
        "L'argent, la notoriété et les accomplissements sont souvent perçus comme une garantie de bonheur et de bien-être. Mais si le niveau de bonheur dépendait vraiment de la réussite, nous verrions d'énormes différences entre les personnes selon leur statut social.",
        "La plupart des gens n'ont pas de réalisations spectaculaires à présenter, et pourtant beaucoup d'entre elles et eux se sentent heureux et satisfaits de leur vie.",
        "Être satisfait·e de sa vie ne signifie pas pour autant renoncer à toute ambition ou ne plus vouloir progresser. Il existe un fossé immense entre un désir sain d'atteindre ses objectifs et la dépendance au succès.",
        "En pratique, on constate que même celles et ceux qui gagnent beaucoup d'argent, occupent un poste prestigieux ou possèdent une entreprise florissante peuvent souffrir de dépression, avoir divers problèmes ou simplement se sentir profondément déçu·es par la vie.",
        "Par exemple, la très célèbre Lady Gaga, que l'on pourrait voir comme une personne réussie, riche et heureuse, a créé sa fondation « Born This Way Foundation » pour aider des adolescent·es en difficulté, car elle connaît elle-même très bien la souffrance.",
        "« J'ai souffert de dépression et d'anxiété toute ma vie, et je continue à me battre contre cela chaque jour », a-t-elle confié dans une interview à Billboard en 2015.",
        "On peut aussi penser à Jim Carrey, qui a offert à son public tant de sourires et d'émotions positives grâce à ses films, mais qui, au sommet de sa popularité, n'avait lui-même guère envie de rire.",
        "Pendant de longues années, Jim a lutté contre une dépression sévère.",
        "Et cela ne concerne pas uniquement les célébrités : de nombreux·ses chef·fes d'entreprise se plaignent aussi de troubles psychiques et de diverses addictions.",
        "Beaucoup de personnes couronnées de succès mettent fin à leurs jours. Un terme spécifique est même apparu : le « suicide de dirigeant·es ».",
        "Ce phénomène a touché, par exemple, le milliardaire Adolf Merckle, présent sur la liste Forbes, les startuppeurs Ilya Zhitomirskiy et Austin Heinz, la créatrice de mode Kate Spade, et bien d'autres encore.",
        "Donc, si vous pensez toujours que le succès équivaut au bonheur, vous vous trompez profondément."
      ]
    },
    "screen_2": {
      "texts": [
        "Demandez-vous si vous traiteriez vraiment plus mal une personne qui vous est chère simplement parce qu'elle n'a pas de grandes réussites à son actif.",
        "Imaginez que vous retrouviez un·e ami·e que vous estimez énormément. Et là, vous apprenez qu'iel est simple vendeur ou vendeuse en magasin, alors que vous possédez une entreprise et que vous êtes riche et « réussi·e ».",
        "Vous mettriez-vous à le ou la regarder de haut, à le ou la placer en dessous de vous ?",
        "Auriez-vous besoin que cet·te ami·e reconnaisse sa « petitesse » à côté de vous ? Est-ce vraiment ce genre de personne que vous avez envie d'être ?",
        "Et si, à la place de cet·te ami·e, c'était vous ?",
        "Accepteriez-vous de fréquenter une personne très « réussie » à condition de reconnaître que vous êtes insignifiant·e à côté d'elle ?",
        "Tous les enfants seraient-ils des ratés ?",
        "Si seules les personnes qui accomplissent quelque chose dans leur vie ont de la valeur, alors les enfants seraient les êtres les plus insignifiants de la planète.",
        "Après tout, les nourrissons ne tiennent même pas leur tête. Ou bien pensez-vous, malgré tout, qu'ils ont une vraie valeur ?",
        "Si oui, pourquoi un bébé aurait-il de la valeur ?",
        "Iels n'ont encore rien apporté au monde, iels ne peuvent même pas parler. Et pourtant, que ce soit vous ou un nourrisson, on vous apprécie non pas pour vos réussites, mais pour la personne que vous êtes.",
        "Et l'argument fonctionne aussi dans l'autre sens. Faudrait-il donc « éliminer » toutes les grand-mères et tous les grands-pères ?",
        "Ils et elles sont âgé·es, ne peuvent plus apporter grand-chose au monde, si l'on suit cette logique. Or nous ne pensons pas ainsi : nous aimons et estimons nos parents fragiles, et nous faisons de notre mieux pour les aider.",
        "Chaque personne a de la valeur",
        "Nous avons tendance à croire que la valeur est quelque chose de quantifiable, que l'on pourrait mesurer ou compter. En réalité, la valeur est une qualité, pas une quantité.",
        "Chaque être humain reçoit, à la naissance, une unité de valeur, et elle est la même pour tout le monde. Quels que soient vos succès ou vos échecs, cette unité ne change pas. Vous avez de la valeur avec ou sans million sur votre compte en banque.",
        "Ne comparez pas vos réussites à celles des autres",
        "Les comparaisons avec les autres ne font qu'alimenter l'inconfort et le manque de confiance en soi.",
        "Elles nourrissent le sentiment de jalousie, qui renforce la dépendance au succès. En vous mesurant sans cesse aux autres, vous avez l'impression de ne jamais en faire assez, ce qui vous pousse à rester pris·e dans la course.",
        "Cessez de comparer vos accomplissements à ceux des autres. Reprécisez plutôt vos priorités et demandez-vous dans quelle mesure vos objectifs répondent à vos véritables besoins, et non au désir de ressembler à celles et ceux auxquels vous vous comparez."
      ],
      "quote": {
        "text": "Le succès ne signifie rien si vous êtes malheureux·se. Pour moi, la réussite, c'est le bonheur, pas l'argent ni la célébrité.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Apprenez à trouver l'équilibre",
        "Les personnes dépendantes du succès ressentent souvent de la culpabilité lorsqu'elles s'accordent du repos, du temps avec leurs proches ou des activités qui ne sont pas directement liées à leurs objectifs.",
        "Bien sûr, les accomplissements ont leur importance dans la vie, mais ils sont loin d'être l'unique priorité. En misant tout sur la réussite, vous oubliez parfois de vivre. Essayez de trouver un équilibre entre le travail ou les études et les autres domaines de votre existence.",
        "Écoutez ce dont vous avez réellement envie, ainsi que les signaux de votre corps. Ne balayez pas ces signaux d'un revers de la main et prenez soin de vous autant que possible.",
        "Travaillez sur vos pensées",
        "Pour transformer votre système de croyances, il est essentiel de continuer à répondre aux pensées automatiques négatives qui vous font vous sentir insuffisant·e.",
        "Cela vous aidera à comprendre que le problème ne se trouve pas dans vos succès ou vos échecs, mais dans votre attitude critique envers vous-même et dans l'habitude de vous rabaisser. En apprenant à évaluer vos actions de manière plus réaliste, vous gagnerez en satisfaction et en acceptation de vous-même.",
        "Qui est vraiment le plus utile à la société ?",
        "Lorsque nous parlons de personnes « réussies », nous pensons spontanément aux chanteurs et chanteuses célèbres, aux acteurs et actrices connu·es, aux grand·es patron·nes et aux responsables politiques visibles.",
        "Mais que faire alors de tous ces enseignants, médecins, ouvriers du bâtiment et représentant·es d'autres professions discrètes dont dépend pourtant notre quotidien ? Objectivement, ces personnes sont souvent bien plus utiles à la société que celles qu'on nous invite à envier.",
        "Pour conclure, nous aimerions partager avec vous une pensée marquante du journaliste David Orr.",
        "Il écrit que la planète n'a pas besoin d'un plus grand nombre de personnes « réussies », mais qu'elle a surtout besoin d'artisans de paix, de guérisseur·euses, de conteur·euses et de personnes aimantes.",
        "Elle a besoin de personnes ayant un sens moral, de celles et ceux qui rendent le monde plus bienveillant et plus humain. La planète a besoin de personnes auprès desquelles il fait simplement bon vivre.",
        "Personne n'est contre des objectifs ambitieux ou le désir de progresser dans sa carrière. Mais il est essentiel que les différentes sphères de la vie restent en harmonie.",
        "La productivité et le succès peuvent être très agréables et procurer beaucoup de satisfaction. Pourtant, la réussite n'est ni une condition obligatoire ni une garantie de bonheur durable.",
        "Vous n'avez pas besoin de gagner l'amour ou le respect de qui que ce soit à force d'efforts épuisants, et il n'est pas nécessaire d'être le ou la premier·ère pour vous sentir accompli·e et garder une estime de vous-même stable.",
        "Rappelez-vous simplement que « les choses les plus importantes au monde ne sont pas des choses »."
      ],
      "quote": {
        "text": "La vraie valeur de la vie ne réside pas dans ce que nous possédons, mais dans qui nous sommes.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
