{
  "title": "La dépendance aux accomplissements",
  "description": "L’amour peut inspirer, donner de l’élan et remplir la vie de sens. Mais lorsqu’il devient un besoin sans lequel on ne se sent plus entier, il finit par abîmer l’estime de soi et empêche de construire des relations saines. Il en va de même pour la dépendance aux accomplissements. Le vrai bonheur devient possible quand on apprend à s’appuyer non seulement sur ses réussites, mais aussi sur ses émotions, ses valeurs et sa capacité à trouver de la joie en dehors des résultats.",
  "screen_1": {
    "texts": [
      "Nous vivons à l’époque de la « course aux accomplissements », où la réussite devient souvent la mesure de notre valeur. On a l’impression que tout le monde peut tout obtenir, à condition de faire suffisamment d’efforts.",
      "Il n’y a plus de limites à l’ambition, et la vie se transforme en marathon sans fin : on finit par croire que la valeur d’une personne se résume à ses résultats.",
      "À première vue, cette croyance semble inoffensive, mais en réalité, elle peut faire beaucoup de dégâts.",
      "Que signifie la dépendance aux accomplissements ?",
      "C’est lorsque votre estime de vous-même dépend entièrement de votre productivité, de votre statut, de votre intelligence ou de vos succès professionnels.",
      "Tant que tout va bien dans les études ou au travail, vous vous sentez « à la hauteur » et digne. Mais dès que quelque chose déraille, une vague d’émotions négatives vous submerge.",
      "Dans ces moments-là, vous pouvez vous dire que vous êtes un perdant et que vous « ne valez rien ».",
      "Quelles croyances se construisent dans ce type de dépendance ?",
      "Si je ne réussis pas, c’est une catastrophe. Donc je suis faible, stupide ou inutile.",
      "Si je n’ai pas réussi, c’est que je suis un raté.",
      "Si j’échoue, je ne sers à rien : personne n’a besoin de moi, et je n’arriverai à rien.",
      "Je dois absolument réussir, sinon ma vie n’aura plus de sens et il n’y aura pas de bonheur.",
      "L’obsession de la réussite touche autant les hommes que les femmes. Aujourd’hui, les femmes sont elles aussi de plus en plus nombreuses à viser une carrière et une progression professionnelle.",
      "Et les hommes sont souvent particulièrement vulnérables à l’échec, car dès l’enfance, on leur répète que leur valeur se mesure à leurs réussites.",
      "Pourquoi ces règles intérieures se mettent-elles en place ?",
      "Le plus souvent, cela remonte à l’enfance. Peut-être que vos parents étaient émotionnellement froids et n’offraient ni amour inconditionnel ni soutien.",
      "L’enfant cherche alors une explication.",
      "Si Petia, le garçon du quartier, est aimé et félicité, et moi non, c’est qu’il y a quelque chose qui cloche chez moi. Si j’étais meilleur, on m’aimerait aussi.",
      "Autre scénario : l’attention et la chaleur n’étaient présentes qu’en échange de résultats.",
      "Tu ramènes un 20/20 — bravo. Tu échoues — on fait comme si tu n’existais pas."
    ]
  },
  "screen_2": {
    "texts": [
      "Un autre scénario fréquent : un parent absent. Les enfants ramènent tout à eux.",
      "Si papa est parti, c’est que je n’étais pas assez bien — et non parce que les adultes n’ont pas su s’entendre. Donc si je deviens brillant, meilleur, plus réussi, il reviendra, ou au moins il comprendra ce qu’il a perdu.",
      "Ces croyances d’enfant deviennent le socle d’une dépendance aux accomplissements. Plus tard, des événements de l’adolescence et de la vie adulte peuvent encore renforcer cette conviction.",
      "On intègre l’idée qu’on ne peut être aimé que pour ses succès. Pour ne pas être rejeté, il faut sans cesse prouver sa valeur.",
      "Et si l’image de votre « moi idéal » ne correspond pas à la réalité, la douleur, la honte et le sentiment d’inutilité apparaissent.",
      "La première étape du changement consiste à comprendre qu’il est nocif de mesurer sa valeur uniquement à ses accomplissements. Décider de ne plus s’évaluer seulement à travers ses succès est un point de bascule majeur.",
      "Bien sûr, cette dépendance peut donner une impression de puissance.",
      "Un sentiment de supériorité : vous y êtes arrivé, les autres non.",
      "Ce système peut motiver, aider à grandir, à faire carrière et à gagner de l’argent.",
      "Chaque nouvelle réussite semble ajouter de la valeur. On veut être meilleur, encore et encore. Sur le papier, cela peut paraître séduisant.",
      "Mais quels sont les inconvénients de l’équation « valeur = réussite » ?",
      "Quand la carrière ou le business marche, vous vous y plongez à tel point que vous vous privez d’autres sources de joie.",
      "Les relations avec les proches passent au second plan : le travail paraît toujours plus important.",
      "Vous vivez en mode occupation permanente, du matin au soir.",
      "Si vous levez le pied, le vide arrive : anxiété, impression de perdre du temps. Le repos est vécu comme une faiblesse.",
      "Sans accomplissements, vous avez l’impression de ne rien valoir, parce que vous n’avez pas d’autre base pour vous sentir précieux.",
      "Cela peut conduire au burn-out, à une dégradation de la santé, à un stress constant et à la dépression.",
      "Le workaholisme devient une dépendance qui entretient l’obsession de la réussite."
    ],
    "quote": {
      "text": "À l’époque de la « course aux accomplissements », on a l’impression que chacun peut devenir n’importe qui — et que nous devons prouver notre valeur.",
      "author": "Alexandre Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Dégradation des relations",
      "Les personnes obsédées par la réussite ressentent souvent de la solitude — et c’est logique.",
      "Il ne reste ni temps ni ressources émotionnelles pour entretenir des liens proches. Les relations passent peu à peu au second plan.",
      "Le partenaire peut commencer à chercher attention et soutien ailleurs, parce qu’à vos côtés, il n’en trouve tout simplement pas.",
      "En plus, la dépendance au succès influence la manière de voir les autres : on a tendance à valoriser les gens uniquement pour leur statut.",
      "Cela finit inévitablement par se répercuter sur les relations sociales.",
      "Procrastination",
      "Quand il n’existe qu’un seul chemin « correct » et qu’on n’a pas le droit à l’erreur, la peur de l’échec s’installe.",
      "Le fait de comprendre qu’il n’y a aucune garantie de succès pousse à repousser l’action. On se dit qu’il vaut mieux ne rien tenter que de ne pas y arriver.",
      "La peur de traverser des émotions désagréables rend la procrastination presque inévitable.",
      "Perte du sentiment de dignité",
      "La vie est imprévisible : maladie, crises, événements extérieurs — et la personne ne peut plus travailler comme avant.",
      "Alors vient une désillusion douloureuse : si la valeur reposait uniquement sur la productivité, la perdre peut mener à une dépression profonde.",
      "Si vous ne viviez que pour accomplir et que vous ne pouvez plus « produire » de résultats, un sentiment total de vide et de perte de sens peut apparaître.",
      "Parfois, cela conduit à des gestes désespérés — car toute l’estime de soi était accrochée aux résultats.",
      "Comme dans toute dépendance, une tolérance se développe : il faut toujours plus de succès, de reconnaissance, d’accomplissements.",
      "Chaque nouveau résultat procure de moins en moins de joie, et il faut augmenter l’effort pour ressentir de la satisfaction.",
      "Pourquoi l’effet disparaît-il si vite ?",
      "Pourquoi en veut-on toujours davantage ?",
      "La réponse est simple : la réussite n’est pas le bonheur.",
      "Ces deux notions ne sont pas directement liées. Au final, on court après une illusion.",
      "Ce ne sont pas les accomplissements qui façonnent votre humeur, mais vos pensées et votre relation à vous-même. La joie d’une victoire s’estompe vite ; l’appui intérieur, lui, reste le plus important."
    ],
    "quote": {
      "text": "La quête de la réussite nous pousse en avant, mais il est essentiel de ne pas perdre la vie elle-même en chemin.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Comment arrêter de vivre pour la réussite ?",
    "description": "Cet article parle des dangers de la dépendance au succès et rappelle que les accomplissements ne garantissent ni le bonheur ni le bien-être. Des exemples de célébrités, comme Lady Gaga et Jim Carrey, montrent que même les personnes les plus « réussies » peuvent souffrir de dépression et d’autres difficultés. Les idées clés : trouver un équilibre entre objectifs et vie personnelle, et reconnaître la valeur intérieure de chaque personne, indépendamment de ses résultats.",
    "screen_1": {
      "texts": [
        "Bien sûr, il ne s’agit pas d’abandonner tous vos projets ni de renoncer à des objectifs importants pour sortir de cette dépendance.",
        "Il n’y a rien de mal à avoir des réussites. C’est agréable d’avoir de l’argent, un travail, une voiture, un logement, etc.",
        "Les problèmes commencent lorsque, sans ces marqueurs de réussite, vous vous considérez comme inutile, comme un raté et comme une personne indigne.",
        "Pour vous libérer du piège qui vous impose d’être exceptionnel et performant, nous vous proposons de réfléchir à ceci :",
        "Êtes-vous prêt à passer toute votre vie sur des montagnes russes d’estime de soi ?",
        "Si l’on raisonne rationnellement, choisir de vivre selon la logique des accomplissements, c’est s’exposer à des variations émotionnelles sans fin.",
        "Aujourd’hui vous avez atteint un sommet et vous êtes heureux ; demain vous échouez, et la vie prend des couleurs totalement différentes. Il y a des réussites — bravo ; pas de réussites — raté.",
        "Votre humeur devient facile à contrôler. Si les autres comprennent que vous êtes dépendant de la réussite, ils peuvent l’utiliser à leurs propres fins.",
        "Par exemple, un chef peut vous imposer une surcharge de travail, parce qu’il sait que vous vous tuerez à la tâche pour obtenir encore un compliment.",
        "La réussite n’est pas le bonheur",
        "L’argent, la célébrité et les accomplissements sont depuis longtemps perçus comme une garantie de bonheur et de bien-être. Or, si le niveau de bonheur dépendait réellement du statut, nous verrions des différences nettes entre les personnes selon leur position sociale.",
        "La plupart des gens n’ont pas de grandes réussites à afficher et, pourtant, beaucoup se sentent heureux et satisfaits de leur vie.",
        "Et être satisfait ne veut pas dire ne plus vouloir avancer. Entre une ambition saine et une dépendance, il existe un fossé immense.",
        "En réalité, même ceux qui gagnent beaucoup, occupent un poste prestigieux ou possèdent une entreprise florissante peuvent souffrir de dépression, rencontrer divers problèmes ou tout simplement se sentir déçus de la vie.",
        "Par exemple, Lady Gaga, que l’on imagine facilement comme une personne réussie, riche et heureuse, a créé la « Born This Way Foundation » pour aider des adolescents en difficulté, parce qu’elle connaît ces épreuves de l’intérieur.",
        "« J’ai souffert de dépression et d’anxiété toute ma vie, et je continue à me battre contre cela aujourd’hui », a-t-elle confié dans une interview à Billboard en 2015.",
        "Ou Jim Carrey, qui a donné au public tant de raisons de sourire et d’éprouver des émotions positives grâce à son travail, mais qui, même au sommet de sa popularité, n’était pas du tout d’humeur à rire.",
        "Jim s’est battu pendant de longues années contre une dépression sévère.",
        "Cela ne concerne pas seulement les célébrités : les entrepreneurs aussi parlent souvent de troubles psychiques et de dépendances.",
        "De manière générale, de nombreuses personnes très « réussies » mettent fin à leurs jours. On a même vu apparaître l’expression « suicide de PDG ».",
        "Ce phénomène a touché, entre autres, le milliardaire Adolf Merckle (liste Forbes), les entrepreneurs Ilya Zhitomirskiy et Austin Heinz, la créatrice Kate Spade, et bien d’autres.",
        "Donc, si vous pensez encore que réussite = bonheur, vous vous trompez profondément."
      ]
    },
    "screen_2": {
      "texts": [
        "Demandez-vous si vous traiteriez plus mal un proche simplement parce qu’il n’a pas de réussites.",
        "Imaginez : vous retrouvez un ami que vous appréciez énormément. Et soudain, vous apprenez qu’il est simple vendeur en magasin, alors que vous dirigez une entreprise et que vous êtes riche et « réussi ».",
        "Le regarderiez-vous de haut ? Le placeriez-vous en dessous de vous ?",
        "Auriez-vous besoin qu’il reconnaisse sa prétendue insignifiance à côté de vous ? Est-ce que cela vous plairait d’être une telle personne ?",
        "Et si, à la place de cet ami, c’était vous ?",
        "Accepteriez-vous de fréquenter une personne « réussie » à condition de reconnaître votre insignifiance à côté d’elle ?",
        "Tous les enfants seraient-ils des ratés ?",
        "Si seules les personnes qui ont accompli quelque chose ont de la valeur, alors les enfants seraient les êtres les plus insignifiants de la planète.",
        "Après tout, les bébés ne tiennent même pas leur tête. Et pourtant, ont-ils malgré tout de la valeur ?",
        "Si oui, comment se fait-il qu’un bébé ait de la valeur ?",
        "Ils n’ont encore rien apporté au monde, ils ne savent même pas parler. Pourtant, de toute évidence, on ne vous apprécie pas — pas plus qu’un bébé — pour vos accomplissements, mais pour la personne que vous êtes.",
        "Et dans l’autre sens : faudrait-il alors éliminer tous les grands-parents ?",
        "Après tout, ils sont vieux, ils ne peuvent plus rien apporter au monde. Évidemment, nous ne pensons pas cela. Nous aimons nos parents fragilisés, et nous essayons de les aider.",
        "Chaque être humain a de la valeur",
        "On a parfois l’impression que la valeur est une unité quantitative, qu’on peut la mesurer et la compter. En réalité, la valeur est qualitative.",
        "Chaque personne naît avec une « unité » de valeur, et elle est la même pour tous. Quels que soient vos succès ou vos échecs, cette valeur ne change pas. Vous avez de la valeur avec un million comme sans.",
        "Ne comparez pas vos réussites à celles des autres",
        "Se comparer aux autres n’apporte rien, sinon de l’inconfort et des doutes sur soi.",
        "Cela nourrit l’envie, qui alimente la dépendance au succès. Quand vous mettez vos résultats face à ceux des autres, vous avez l’impression d’en faire trop peu, ce qui renforce le besoin de participer à la course.",
        "Arrêtez de comparer vos réussites à celles des autres. À la place, réévaluez vos priorités et demandez-vous dans quelle mesure vos objectifs répondent à vos propres intérêts, plutôt qu’au désir de ressembler à ceux avec qui vous vous comparez."
      ],
      "quote": {
        "text": "Le succès ne vaut rien si vous êtes malheureux. Pour moi, le succès, c’est le bonheur, pas l’argent ni la célébrité.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Apprenez à trouver un équilibre",
        "Souvent, les personnes dépendantes de la réussite se sentent coupables lorsqu’elles se reposent, passent du temps avec leurs proches ou font quelque chose qui n’est pas directement lié à leurs objectifs.",
        "Bien sûr, les accomplissements ont une place dans la vie, mais ils ne sont pas ce qu’il y a de plus important. Quand vous misez tout sur la réussite, vous oubliez de vivre. Apprenez à équilibrer travail/études et les autres domaines de votre vie.",
        "Écoutez vos besoins — et ceux de votre corps. Ne balayez pas les signaux, prenez soin de vous autant que possible.",
        "Travaillez vos pensées",
        "Pour modifier un système de croyances, il est essentiel de continuer à répondre aux pensées automatiques négatives qui vous font vous sentir inférieur.",
        "Cela vous aidera à comprendre que le problème n’est pas dans vos succès ou vos échecs, mais dans votre regard critique sur vous-même et l’habitude de vous rabaisser. En apprenant à évaluer votre activité de façon réaliste, votre satisfaction et votre acceptation de vous-même augmenteront.",
        "Qui est vraiment le plus important pour la société ?",
        "Quand on parle de personnes « réussies », on imagine tout de suite des chanteurs célèbres, des acteurs connus, des entrepreneurs au sommet et des politiciens médiatisés.",
        "Mais que faire alors des enseignants, des médecins, des ouvriers du bâtiment et de toutes ces professions moins « glamour », dont dépend pourtant notre quotidien ? Objectivement, ces personnes sont souvent plus utiles à la société que celles qu’on nous apprend à envier.",
        "Pour conclure, nous aimerions partager une idée lumineuse tirée du livre du journaliste David Orr.",
        "Il écrit que la planète n’a pas besoin d’un grand nombre de personnes « réussies » : elle a surtout besoin de faiseurs de paix, de guérisseurs, de conteurs et, tout simplement, de personnes aimantes.",
        "Elle a besoin de personnes avec une morale, de ceux qui rendent le monde plus doux et plus humain. La planète a besoin de gens auprès desquels il fait simplement bon vivre.",
        "Personne n’est contre l’ambition et les sommets professionnels. Mais il est essentiel que toutes les sphères de la vie restent en harmonie.",
        "La productivité et la réussite peuvent être très agréables et apporter beaucoup de plaisir. Pourtant, le succès n’est ni une condition nécessaire, ni une condition suffisante du bonheur maximal.",
        "Vous n’avez pas à « gagner » l’amour ou le respect de quelqu’un au prix d’un travail épuisant, et vous n’avez pas besoin d’être le premier pour vous sentir accompli et garder une estime de soi stable.",
        "Rappelez-vous simplement que « les choses les plus importantes au monde ne sont pas des choses » !"
      ],
      "quote": {
        "text": "La vraie valeur de la vie ne tient pas à ce que nous possédons, mais à ce que nous sommes.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
