{
  "title": "Être malheureux·se : un choix ou une question de circonstances ?",
  "description": "Cet article explore l’idée que le vrai bonheur ne dépend pas tant des circonstances extérieures que de notre perception intérieure et de nos propres décisions. Il souligne que l’attachement à des attentes trop élevées et à des facteurs externes nous rend vulnérables au mécontentement, alors que l’acceptation de la réalité et la pratique de la gratitude contribuent à un bonheur plus stable. L’idée centrale est que prendre conscience de sa responsabilité pour son propre bonheur et son état intérieur ouvre la voie à une vie plus pleine et plus satisfaisante, en renforçant son ancrage intérieur.",
  "screen_1": {
    "texts": [
      "À première vue, la question paraît absurde. Comment pourrait-on choisir d’être malheureux·se ? Nous voulons toutes et tous être heureux, mais il nous arrive de faire reposer la responsabilité de notre bonheur sur les circonstances, les autres personnes, le destin ou nos problèmes.",
      "Si vous remarquez chez vous des pensées du type :",
      "C’est comme si c’était écrit que je serai malheureux·se ;",
      "Je ne pourrai bien vivre que lorsque je n’aurai plus aucun problème ;",
      "Mon bonheur dépend de ce qui m’arrive ;",
      "Les autres ont eu plus de chance : eux peuvent bien vivre, pas moi.",
      "Cela signifie que vous êtes pris·e au piège de la croyance selon laquelle la joie et la confiance en soi dépendent de facteurs extérieurs.",
      "Cette façon de voir vous rend vulnérable, car le monde qui vous entoure échappe à votre contrôle, et votre humeur devient tributaire des circonstances.",
      "Ces croyances supposent presque que l’on doive vous fournir tout ce que vous désirez, créer des conditions idéales et vous protéger de tout malheur, faute de quoi votre vie deviendrait insupportable et vous ne pourriez jamais être heureux·se.",
      "Elles reposent sur l’idée erronée que le bonheur exige exclusivement des conditions parfaites et l’absence de problèmes.",
      "S’accrocher à ce type de croyance vous expose à la frustration et au désespoir dès que la réalité ne correspond pas à ces attentes démesurées.",
      "Le bonheur authentique ne dépend pas uniquement du confort matériel ou d’une existence sans soucis. Il naît aussi de notre capacité à nous adapter, à nous réjouir des petites choses et à rester résilient·e face aux épreuves.",
      "On estime, en gros, que la satisfaction à l’égard de la vie dépend à 50 % de traits personnels : certaines personnes semblent toujours insatisfaites.",
      "Elle ne dépendrait que de 10 à 15 % des circonstances extérieures et de 35 à 40 % de nos décisions et de nos choix. C’est pourquoi l’une des tâches essentielles de chacun·e est d’apprendre à être heureux·se."
    ],
    "quote": {
      "text": "N’est pas heureux celui ou celle qui possède ce qu’il y a de meilleur, mais celui ou celle qui sait tirer le meilleur de ce qu’iel a.",
      "author": "Confucius"
    }
  },
  "screen_2": {
    "texts": [
      "Les recherches psychologiques contemporaines montrent que la source du bonheur se trouve moins dans les facteurs externes qu’en nous-mêmes. Des attentes trop élevées peuvent nuire à notre bien-être.",
      "Les personnes aux attentes très élevées visent souvent la perfection et ressentent en permanence la pression de devoir se montrer à la hauteur de standards élevés.",
      "Ces attentes peuvent parfois nous pousser à réaliser nos objectifs, mais lorsqu’elles deviennent excessives et irréalistes, elles ouvrent la porte au stress, à l’anxiété et au sentiment de malheur. Vouloir constamment plus que ce que l’on a entraîne la déception et une vision négative de sa propre vie.",
      "Le paradoxe du bonheur : moins d’attentes, plus de joie.",
      "Les études montrent que moins nous attendons de la vie et moins nous cherchons la perfection, plus nous avons de chances de nous sentir heureux·ses. Cela s’explique par plusieurs facteurs :",
      "Acceptation de la réalité. Lorsque nous cessons d’idéaliser notre existence, nous apprenons à la prendre telle qu’elle est. Cela nous permet de profiter du présent au lieu d’attendre un bonheur hypothétique dans le futur.",
      "Réduction du stress. Des attentes trop élevées génèrent un stress et une anxiété constants. En révisant ces attentes et en admettant que tout n’a pas besoin d’être parfait, nous nous libérons d’une grande part de tension superflue.",
      "Gratitude. L’un des moyens de trouver du bonheur dans un monde d’exigences élevées est de cultiver la gratitude. Quand nous apprenons à apprécier ce que nous avons, même si cela ne correspond pas à l’image idéale que nous nous en faisons, nous nous sentons plus heureux·ses et plus satisfait·es."
    ],
    "quote": {
      "text": "Si vous n’êtes pas reconnaissant·e pour ce que vous avez déjà, vous aurez toujours l’impression que vous seriez plus heureux·se en ayant beaucoup plus.",
      "author": "Roy Bennett"
    }
  },
  "screen_3": {
    "texts": [
      "Il est important de vous demander honnêtement : vous considérez-vous comme l’auteur·rice de votre vie ou comme la victime des circonstances ? Est-ce vous qui façonnez les événements ou avez-vous l’impression qu’ils se produisent sans vous consulter ?",
      "Réfléchissez aux différences suivantes :",
      "Est-ce vous qui pensez ou laissez-vous les autres penser à votre place ?",
      "Agissez-vous ou suivez-vous seulement les consignes ?",
      "Vivez-vous pleinement ou vous contentez-vous d’exister ?",
      "La personne qui se considère comme l’auteur·rice de sa vie assume la responsabilité de ses actes et comprend qu’elle participe à la création de chacune de ses expériences.",
      "La vie est faite de décisions, et tout ce que nous avons — ou n’avons pas — résulte en grande partie de nos propres choix.",
      "Quelqu’un qui se sent auteur·rice parle à la première personne : \"je suis prêt·e\", \"je l’ai fait\", \"je prévois\", \"je veux\", \"je peux\", \"j’ai décidé\" (c’est elle ou lui qui choisit la direction de sa vie).",
      "La victime adopte une position opposée. Cette personne a le sentiment que tout lui arrive contre sa volonté.",
      "Ses tournures favorites sont : \"je n’ai pas le choix\", \"je suis obligé·e\", \"il faut bien\", \"c’est tombé sur moi\", \"c’est de leur faute\" (elle agit surtout sous la pression des circonstances ou des autres).",
      "Malheureusement, il est plus commode pour la société de former des personnes qui se pensent victimes, car elles sont plus faciles à manipuler. Beaucoup finissent ainsi par s’habituer à ce rôle, en recevant une éducation et un enseignement fondés sur des modèles classiques.",
      "La bonne nouvelle, c’est que se vivre comme une victime n’est qu’une habitude de pensée, une croyance irrationnelle qui peut évoluer.",
      "De nombreux exemples concrets montrent qu’un changement de regard sur le monde peut entraîner des transformations positives et renforcer la satisfaction de vivre.",
      "Notre rapport aux événements, notre capacité à nous accepter, à gérer nos émotions et à réfléchir à nos valeurs jouent un rôle clé dans la construction du bonheur.",
      "Prendre conscience que notre bonheur dépend en grande partie de nous-mêmes nous donne un puissant levier pour améliorer notre bien-être.",
      "Transformer son monde intérieur et sa façon de percevoir la réalité peut devenir la clé d’une vie plus heureuse et plus riche de sens, même dans des conditions difficiles et chargées de problèmes."
    ]
  },
  "exercise": {
    "title": "Comment cesser de se vivre comme une victime et prendre la responsabilité de son bonheur ?",
    "description": "Cet article invite à renoncer au rôle de victime des circonstances et à reprendre la responsabilité de sa vie en apprenant à gérer ses pensées et ses actions. L’auteur·rice propose de tenir un journal pour repérer ses croyances limitantes et développer une pensée plus proactive grâce à des questions pertinentes. Le passage à une position plus active demande de la patience, de la pleine conscience et le choix d’objectifs réalistes.",
    "screen_1": {
      "texts": [
        "La croyance « je suis victime des circonstances » repose sur l’idée que des facteurs externes — situation de vie, relations, âge, finances, santé ou autres conditions — limitent vos possibilités et vous empêchent de vivre pleinement et d’être heureux·se.",
        "Même si les circonstances peuvent être difficiles, nous restons pleinement responsables de notre vie et de notre état émotionnel.",
        "« Le bonheur ne dépend pas des circonstances extérieures, mais de la manière dont nous les percevons. » Cette phrase peut paraître banale ou éculée, pourtant elle contient une vérité profonde, capable de changer votre vision du bonheur et des moyens de l’atteindre.",
        "Le premier pas pour cesser de vous voir comme une victime et pour arrêter d’accuser le monde consiste à reconnaître que ces pensées ne vous aident pas et vous épuisent.",
        "Commencez un journal",
        "Notez vos pensées, vos émotions et vos actions. Il peut s’agir d’un journal des pensées automatiques ou d’une forme d’écriture plus libre.",
        "Repérez les moments où vous vous sentez victime et consignez les situations et les raisons de cet état. Par exemple : « Quand ma collègue a obtenu une promotion et pas moi, je me suis senti·e victime du système. »",
        "Inscrivez aussi les pensées et les croyances qui entretiennent ce rôle. Par exemple : « Je crois que je ne peux pas changer ma vie », « Je ne mérite pas la réussite ».",
        "Posez-vous des questions pour mieux comprendre vos croyances et les situations qui entretiennent votre position de victime :",
        "Pourquoi est-ce que je me sens victime dans cette situation ?",
        "Quelles émotions est-ce que je ressens ?",
        "Quels événements ou situations semblent confirmer mon rôle de victime ?",
        "Comment ces pensées et ces croyances influencent-elles ma vie ?",
        "Comment puis-je transformer ces pensées et ces croyances ?"
      ]
    },
    "screen_2": {
      "texts": [
        "Prendre la responsabilité",
        "Après avoir identifié vos schémas de fonctionnement, décidez de reprendre la responsabilité de votre vie.",
        "Reconnaissez que vous gardez la maîtrise de vos réactions et de vos actions, quelles que soient les circonstances.",
        "Prenez conscience que vous n’êtes pas le jouet du destin ni des autres, et que vous avez une marge de manœuvre pour faire évoluer votre situation.",
        "Rédigez un court texte dans lequel vous exprimez cet engagement. Par exemple :",
        "Je reconnais que moi seul·e peux influer sur ma vie et sur ce qui m’arrive.",
        "Je prends la responsabilité de mes pensées, de mes émotions et de mes actions.",
        "Je comprends que j’ai le choix dans la façon de percevoir les situations et d’y répondre.",
        "Je renonce à la mentalité de victime et je vais chercher activement des possibilités de croissance et de développement personnels.",
        "Passer d’une position passive à une position active",
        "Au lieu de rester un·e simple spectateur·rice, choisissez de devenir un·e acteur·rice à part entière de votre vie.",
        "Inscrivez vos objectifs et vos souhaits.",
        "Élaborez un plan d’action pour les atteindre.",
        "N’ayez pas peur de prendre des initiatives et de faire des pas concrets vers les résultats que vous désirez.",
        "Exemple de liste d’objectifs et de souhaits :",
        "Santé :",
        "Commencer à faire du sport régulièrement, acheter un abonnement à la salle.",
        "Améliorer son alimentation en y ajoutant davantage de fruits et de légumes frais.",
        "Carrière et formation :",
        "Se fixer comme objectif d’approfondir ses compétences, d’acquérir de nouveaux savoir-faire ou de suivre une formation complémentaire dans son domaine.",
        "Élaborer un plan de progression professionnelle et définir une cible — un poste ou un rôle que vous souhaitez atteindre.",
        "Relations personnelles et développement de soi :",
        "S’efforcer d’être plus empathique et plus attentif·ve aux besoins des autres.",
        "Développer des compétences de gestion des conflits et apprendre à mettre en place des limites saines dans les relations.",
        "Inscrivez ces objectifs et ces souhaits à un endroit bien visible et commencez à définir des étapes concrètes pour les atteindre.",
        "Gardez en tête que vos objectifs doivent être réalistes, mesurables et atteignables. Fixez un calendrier et progressez pas à pas.",
        "Apprenez à prêter attention à votre manière de parler",
        "Remplacez les questions qui sonnent comme des plaintes par des questions qui incitent à agir. Cela vous aidera à développer le sens des responsabilités et à sortir de la position de victime.",
        "Évitez les questions qui commencent par « pourquoi ». Des questions comme « Pourquoi personne ne m’aime ? », « Pourquoi personne ne veut travailler ? » ou « Pourquoi cela m’est-il arrivé ? » sont peu utiles, car elles n’ouvrent pas sur des solutions.",
        "Elles ne font que renforcer le sentiment d’être victime des circonstances et l’idée que vous ne pouvez rien changer.",
        "Privilégiez les questions qui commencent par « quoi » et « comment ». Elles stimulent l’action et nourrissent une attitude plus proactive.",
        "La question « Pourquoi cela m’arrive ? » n’appelle pas de véritable réponse et ressemble davantage à une plainte.",
        "La question « Pourquoi cela s’est-il produit ? » aide à comprendre les causes et à chercher des pistes d’amélioration."
      ]
    },
    "screen_3": {
      "texts": [
        "Limitez le recours aux questions rhétoriques",
        "Les questions rhétoriques, auxquelles on n’attend pas vraiment de réponse, peuvent renforcer la mentalité de victime.",
        "Essayez de les éviter et concentrez-vous sur des questions qui incitent à trouver des solutions et à reprendre la responsabilité de votre vie.",
        "Armez-vous de patience",
        "Sortir de la posture de victime est un processus qui demande du temps et des efforts.",
        "On ne change pas du jour au lendemain sa façon de penser et d’agir.",
        "Faites preuve de patience et de présence à vous-même pour repérer les situations dans lesquelles votre attitude de victime se manifeste.",
        "En cultivant la patience, vous vous donnez la possibilité de réagir de manière plus consciente et de choisir des comportements plus constructifs.",
        "Rappelez-vous que tout changement exige du temps et de la pratique.",
        "Soyez bienveillant·e envers vous-même, continuez à avancer, et avec le temps vous pourrez dépasser la mentalité de victime et assumer pleinement la responsabilité de votre vie."
      ],
      "quote": {
        "text": "Le bonheur n’est pas quelque chose de tout fait. Il découle de vos propres actions.",
        "author": "Dalaï-lama"
      }
    }
  }
}
