{
  "title": "La clé du bonheur : dépasser les croyances destructrices",
  "description": "Cet article explique comment les croyances destructrices influencent notre vision de nous-mêmes et du monde et nous empêchent de vivre pleinement. En s’appuyant sur les principes de la thérapie cognitivo-comportementale (TCC), nous montrons la différence entre un soulagement temporaire et de véritables changements, qui se produisent lorsque nous réexaminons nos pensées habituelles et nos croyances profondes. Nous présentons également des outils, comme l’« Échelle des croyances dysfonctionnelles », qui aident à repérer et à corriger ces schémas et à poser les bases d’un bien-être émotionnel durable.",
  "screen_1": {
    "texts": [
      "La thérapie cognitivo-comportementale (TCC) montre que, sur le chemin d’une vie plus heureuse, ce sont souvent des croyances destructrices qui se dressent sur notre route — ces pensées et ces « règles intérieures » auxquelles nous adhérons parfois sans même nous en rendre compte.",
      "Tout le monde y est confronté à différents moments de sa vie. Elles peuvent renforcer l’anxiété, favoriser la dépression, les attaques de panique, ainsi que les troubles du comportement alimentaire et les troubles anxieux.",
      "Il y a des périodes où l’on se sent confiant·e et apaisé·e, comme si les difficultés avaient disparu. Puis reviennent la tristesse, le sentiment de solitude ou de vide — et il devient difficile de croire qu’une lumière existe encore quelque part devant nous.",
      "La différence clé entre un soulagement provisoire et une amélioration durable de la qualité de vie réside dans la transformation de nos pensées et de nos croyances.",
      "Le mieux-être temporaire, c’est lorsque notre état se stabilise seulement pour un temps. Au prochain stress, nous revivons les mêmes émotions et les mêmes pensées.",
      "On a l’impression que le problème est réglé, mais à la première épreuve sérieuse, les tourments intérieurs refont surface, et tout semble recommencer depuis le début."
    ],
    "quote": {
      "text": "Nous ne voyons pas les choses telles qu’elles sont, nous les voyons telles que nous sommes.",
      "author": "Virginia Satir"
    }
  },
  "screen_2": {
    "texts": [
      "Un changement en profondeur repose sur plusieurs éléments importants :",
      "La prise de conscience des causes de nos difficultés émotionnelles et de notre rôle dans la façon dont nous réagissons aux événements.",
      "La compréhension et le travail sur les croyances destructrices et les pensées automatiques.",
      "Le développement de la confiance en soi et d’un sentiment sain de dignité personnelle.",
      "L’exploration de la manière dont ces croyances limitantes se sont formées.",
      "Nos croyances structurent nos valeurs, nos objectifs, nos comportements, la façon dont nous nous percevons et dont nous interprétons ce qui nous arrive. Par exemple :",
      "Si je me trompe, c’est que je suis incapable.",
      "Pour être accepté·e, je dois toujours être conciliant·e.",
      "Si je n’ai rien accompli de « significatif », je ne peux pas être aimé·e.",
      "Demander de l’aide, c’est être faible.",
      "On pense parfois que comprendre en profondeur ses propres mécanismes ne peut être que le fruit d’une thérapie très longue, et que même des années de travail ne débouchent pas toujours sur une image claire.",
      "Pourtant, la thérapie cognitivo-comportementale a largement contribué à rendre ce processus plus compréhensible et plus accessible."
    ],
    "quote": {
      "text": "L’amélioration commence lorsque vous cessez d’essayer de devenir quelqu’un d’autre et que vous choisissez d’être la meilleure version de vous-même.",
      "author": "Marsha Linehan"
    }
  },
  "screen_3": {
    "texts": [
      "Notre objectif est de vous aider à mieux comprendre vos croyances profondes, à repérer les moments où vous êtes particulièrement vulnérable, et à apprendre à travailler avec ces schémas pour maintenir une meilleure stabilité émotionnelle.",
      "Prendre conscience de ses croyances permet de comprendre pourquoi certaines situations déclenchent des réactions douloureuses ou des difficultés qui semblent se répéter.",
      "Le travail sur les croyances est une étape essentielle du développement personnel.",
      "Pour cela, un outil pratique a été développé : l’« Échelle des croyances dysfonctionnelles », conçue par la docteure Arlene Weissman.",
      "Les recherches de Weissman ont montré que, même lorsque les pensées automatiques négatives s’atténuent temporairement entre deux épisodes dépressifs, les croyances profondes, elles, continuent d’influencer la personne.",
      "Cela confirme que les croyances fonctionnent comme un arrière-plan émotionnel qui nous influence en permanence.",
      "En utilisant cette méthode, vous pourrez identifier les valeurs et les attitudes qui augmentent votre vulnérabilité à la dépression, à l’anxiété et à la tension intérieure.",
      "Ce sont elles qui deviennent votre talon d’Achille psychologique — ce point de vulnérabilité qu’il est important d’apprendre à reconnaître.",
      "Dans les chapitres suivants, nous examinerons plus en détail ces croyances et les étapes qui vous aideront à développer une manière de penser plus réaliste, plus souple et plus aidante, afin de poser les bases d’un bien-être émotionnel durable."
    ]
  }
}
