{
  "title": "La clé du bonheur : dépasser les croyances destructrices",
  "description": "Cet article explique comment les croyances destructrices influencent notre perception de nous-mêmes et du monde, et nous empêchent de vivre pleinement. À partir des principes de la thérapie cognitive et comportementale (TCC), nous explorons la différence entre un soulagement temporaire et de vrais changements, qui apparaissent lorsque nous réévaluons nos pensées habituelles et nos croyances profondes. Vous y trouverez aussi des outils, comme l’« Échelle des croyances dysfonctionnelles », pour repérer et ajuster ces schémas, et construire un bien-être émotionnel plus stable.",
  "screen_1": {
    "texts": [
      "La thérapie cognitive et comportementale (TCC) montre que, sur le chemin d’une vie plus heureuse, des croyances destructrices se dressent souvent : des pensées et des règles auxquelles nous adhérons, parfois sans même en avoir conscience.",
      "Tout le monde y est confronté à différents moments de la vie. Elles peuvent intensifier l’anxiété, conduire à la dépression, aux attaques de panique, ainsi qu’à des troubles anxieux et du comportement alimentaire.",
      "Il y a des périodes où l’on se sent confiant et apaisé, comme si les difficultés s’étaient éloignées. Puis, à d’autres moments, la tristesse, la solitude ou le vide reviennent — et il devient difficile de croire qu’une lumière nous attend encore.",
      "La différence essentielle entre un soulagement provisoire et une amélioration durable de la qualité de vie, c’est le changement de nos façons de penser et de nos croyances.",
      "Une amélioration temporaire, c’est lorsque l’état se stabilise pour un temps. Mais au moindre nouveau stress, les mêmes émotions et les mêmes pensées réapparaissent.",
      "On a l’impression que le problème est résolu, puis un nouveau défi survient, les ressentis reviennent, et tout recommence."
    ],
    "quote": {
      "text": "Nous ne voyons pas les choses telles qu’elles sont. Nous les voyons telles que nous sommes.",
      "author": "Virginia Satir"
    }
  },
  "screen_2": {
    "texts": [
      "Les changements réels comprennent plusieurs éléments importants :",
      "Prendre conscience des causes des difficultés émotionnelles et de son propre rôle dans la manière dont on réagit aux événements.",
      "Comprendre et travailler sur les croyances destructrices et les pensées automatiques.",
      "Développer la confiance en soi et un sentiment sain de valeur personnelle.",
      "Explorer comment et pourquoi les croyances limitantes se sont construites.",
      "Les croyances façonnent nos valeurs, nos objectifs, nos comportements, notre rapport à nous-mêmes et notre perception de ce qui arrive. Par exemple :",
      "Si je me trompe, c’est que je suis incapable.",
      "Pour être accepté, je dois toujours être agréable et arrangeant.",
      "Si je n’ai rien accompli d’important, on ne peut pas m’aimer.",
      "Demander de l’aide, c’est être faible.",
      "On pense parfois que comprendre les causes profondes exige forcément une thérapie très longue, et que même des années de travail ne donnent pas toujours une réponse complète.",
      "Pourtant, la thérapie cognitive a énormément contribué à rendre ce processus plus clair et plus accessible."
    ],
    "quote": {
      "text": "Le changement commence quand vous cessez d’essayer de devenir quelqu’un d’autre et choisissez d’être la meilleure version de vous-même.",
      "author": "Marsha Linehan"
    }
  },
  "screen_3": {
    "texts": [
      "Notre objectif est de vous aider à clarifier vos croyances profondes, à comprendre dans quelles situations vous êtes le plus vulnérable, et à apprendre à travailler avec ces schémas pour préserver votre stabilité émotionnelle.",
      "Prendre conscience de ses croyances permet de comprendre pourquoi certaines situations déclenchent des vécus douloureux ou des difficultés qui se répètent.",
      "Travailler sur ses croyances est une étape importante du développement personnel.",
      "Pour cela, un outil pratique a été développé : l’« Échelle des croyances dysfonctionnelles », créée par la docteure Arlene Weissman.",
      "Les recherches de Weissman ont montré que, même lorsque les pensées automatiques négatives s’atténuent temporairement entre des épisodes dépressifs, les croyances profondes continuent d’influencer la personne.",
      "Cela confirme que les croyances peuvent agir comme un « fond » émotionnel, qui nous influence en continu.",
      "Grâce à cette méthode, vous pourrez identifier les valeurs et les schémas qui renforcent la vulnérabilité à la dépression, à l’anxiété et à la tension intérieure.",
      "C’est précisément ce qui devient votre talon d’Achille psychologique — un point sensible qu’il est important de reconnaître.",
      "Dans les chapitres suivants, nous examinerons plus en détail ces croyances, ainsi que des étapes concrètes pour développer une pensée plus réaliste, plus souple et plus soutenante, afin de poser les bases d’un bien-être émotionnel durable."
    ]
  }
}
