{
  "title": "Dépendance à l'amour",
  "description": "L'amour, chanté par les poètes et les artistes, élève et donne une sensation de plénitude de vie. Cependant, transformer l'amour en un besoin pathologique détruit la personnalité et empêche de construire des relations saines, surtout chez les personnes ayant une faible estime de soi. Le véritable bonheur et la plénitude de la vie peuvent être trouvés en apprenant à réguler son humeur et à profiter des plaisirs qui ne dépendent pas de la présence d'un partenaire.",
  "screen_1": {
    "texts": [
      "L'amour est un sentiment magnifique, chanté par les poètes, les artistes et les musiciens. Il élève, inspire et donne une sensation de complétude de vie.",
      "Naturellement, chacun de nous aspire à aimer et à être aimé.",
      "Cependant, si votre conception de l'amour se résume à la croyance : « Je ne peux pas être vraiment heureux et accompli si je n'ai pas de partenaire. Pour être pleinement heureux, j'ai besoin d'être aimé », ceci est déjà un signe de dépendance.",
      "Que signifie être dépendant de l'amour ?",
      "C'est lorsque l'amour devient un besoin pathologique sans lequel vous ne pouvez ressentir le bonheur.",
      "Vous souffrez de l'absence d'amour, vous attendez que quelqu'un comble ce vide. Vous êtes convaincu que votre vie ne s'améliorera, ne deviendra plus intéressante et plus complète que lorsque cette personne aimée apparaîtra, vous rendant nécessaire, important et complet.",
      "Une telle dépendance est un état destructeur qui mine votre personnalité, votre estime de soi et votre capacité à construire des relations saines.",
      "Les causes de la dépendance amoureuse peuvent varier, mais elles plongent souvent leurs racines dans l'enfance ou l'adolescence.",
      "Les personnes ayant une faible estime de soi, qui craignent la solitude, se concentrent sur leurs défauts et ne croient pas en leurs propres forces et capacités, y sont particulièrement vulnérables.",
      "Une faible estime de soi, issue de l'enfance, est perçue comme une insuffisance.",
      "Lorsque les parents accordent peu d'attention à un enfant et qu'il ressent un manque d'amour parental, à l'âge adulte, il cherchera ces sentiments chez ses partenaires, formant des relations dépendantes.",
      "Prenons l'exemple de Victoria, 28 ans, qui passe ses soirées et ses week-ends dans le désespoir parce qu'elle croit : « Je ne peux être heureuse qu'en relation. Sans un homme, je ne suis rien ».",
      "Pour elle, être aimée est aussi vital que respirer. Une telle exigence repousse souvent les gens."
    ]
  },
  "screen_2": {
    "texts": [
      "Au cours de l'analyse de ses croyances, Victoria a listé les inconvénients et les avantages de sa pensée.",
      "Les inconvénients se sont exprimés ainsi :",
      "La croyance me plonge dans le désespoir car je suis seule.",
      "Je perds l'envie de faire quoi que ce soit, d'explorer le monde ou de m'adonner à des hobbies.",
      "Cela me rend paresseuse et malheureuse.",
      "Cela provoque un sentiment de pitié envers moi-même",
      "Cela me prive de fierté et de confiance, me faisant envier les autres et ressentir de la déception.",
      "Ensuite, elle a énuméré les avantages de la croyance :",
      "L'espoir de trouver un partenaire, de gagner en amour et en sécurité.",
      "Cela me donne un but et un sens à la vie.",
      "Dans quelle mesure ces avantages sont-ils réels ?",
      "Victoria a cru pendant de nombreuses années qu'elle ne pouvait pas vivre sans un homme, mais cette croyance n'a jusqu'à présent attiré aucun partenaire désiré.",
      "Victoria en a conclu qu'elle accordait trop d'importance aux hommes, et cela n'a attiré personne.",
      "Elle a également réalisé que les personnes dépendantes semblent souvent trop exigeantes, ce qui complique la formation de relations.",
      "Elle a vu que les personnes qui trouvent le bonheur en elles-mêmes attirent souvent les autres, car elles rayonnent de joie et de confiance.",
      "La dépendance amoureuse empêche de construire des relations saines. En exprimant le besoin d'une autre personne pour votre propre bonheur, vous communiquez inconsciemment : « Aimez-moi, car je ne vaux rien par moi-même ». Il est peu probable que de telles relations soient saines.",
      "Même si vous êtes dans une relation avec de telles croyances, il est peu probable qu'elle soit saine. Car vous comptez entièrement sur le fait qu'une certaine personne, que vous considérez inconsciemment comme la source de votre bonheur, soit à vos côtés.",
      "Et vous êtes prêt à tout pour cela. Ne recevant pas la 'dose' d'émotions et de sentiments dont vous avez besoin, vous exercerez une pression sur votre partenaire pour vous sentir aimé, ou vous commencerez à fantasmer sur le fait de trouver ce véritable amour ailleurs.",
      "Et il vous manquera toujours quelque chose ou 'quelque chose ne va pas', parce que vous avez placé la responsabilité de votre état sur une autre personne."
    ],
    "quote": {
      "text": "Le véritable bonheur consiste à être satisfait de soi-même.",
      "author": "Sénèque"
    }
  },
  "screen_3": {
    "texts": [
      "Il est très important d'apprendre à réguler votre propre humeur et à trouver le bonheur en vous-même. Cela vous permettra de vous sentir aussi vivant lorsque vous êtes seul que lorsque vous êtes avec un être aimé.",
      "Mais vous pourriez penser : « Ça sonne bien, mais cela semble improbable. Être seul signifie être un échec émotionnel. »",
      "Beaucoup croient que l'amour est le moteur du monde. Vous le voyez dans les publicités, vous l'entendez dans les chansons populaires, vous le lisez dans les poèmes. Mais en réalité, l'amour n'est pas le seul chemin vers une vie heureuse et complète.",
      "Être seul ne signifie pas nécessairement être malheureux. La plupart des plaisirs de la vie, nous les obtenons par nous-mêmes.",
      "Par exemple, lorsque vous écoutez votre musique préférée, dansez, vous promenez dans de beaux endroits, lisez un livre ou mangez une glace. Vous n'avez pas besoin de compagnie pour ressentir des sensations agréables.",
      "Le nombre de plaisirs que l'on peut apprécier seul est infini. Cela signifie que vous avez accès à de nombreuses sources de plaisir, que quelqu'un soit à vos côtés ou non.",
      "Réfléchissez à votre liste de plaisirs. Comment pouvez-vous vous faire plaisir ?",
      "Parfois, nous aspirons tellement à des relations parfaites et à l'idée d'un sentiment élevé, que nous perdons de vue ce dont nous avons réellement besoin pour éprouver le véritable amour."
    ],
    "quote": {
      "text": "S'aimer soi-même est le début d'une romance qui dure toute une vie.",
      "author": "Oscar Wilde"
    }
  }
}
