{
  "title": "Dépendance à l’amour",
  "description": "L’amour, célébré par les poètes et les artistes, peut porter et donner le sentiment de vivre pleinement. Mais lorsqu’il se transforme en besoin obsessionnel, il fragilise l’identité et empêche de construire des relations saines, surtout chez les personnes à faible estime d’elles-mêmes. Le véritable bonheur et le sentiment de complétude naissent lorsque l’on apprend à réguler son humeur et à savourer des plaisirs qui ne dépendent pas de la présence d’un·e partenaire.",
  "screen_1": {
    "texts": [
      "L’amour est un sentiment magnifique, célébré par les poètes, les artistes et les musicien·nes. Il porte, inspire et donne le sentiment de vivre pleinement.",
      "Il est naturel pour chacun·e de nous de vouloir aimer et être aimé·e.",
      "Cependant, si votre vision de l’amour se résume à la croyance suivante : « Je ne peux pas être vraiment heureux·se et accompli·e si je n’ai pas de partenaire. Pour être pleinement heureux·se, j’ai absolument besoin d’être aimé·e », il s’agit déjà d’un signe de dépendance.",
      "Que signifie être dépendant·e de l’amour ?",
      "C’est lorsque l’amour devient un besoin quasi pathologique, sans lequel vous avez l’impression de ne pas pouvoir être heureux·se.",
      "Vous souffrez de l’absence d’amour et attendez que quelqu’un vienne combler ce vide. Vous êtes convaincu·e que votre vie ne deviendra meilleure, plus riche et plus intéressante que lorsqu’une personne aimée surgira et vous donnera le sentiment d’être nécessaire, important·e et « complet·e ».",
      "Ce type de dépendance est un état destructeur qui sape votre personnalité, votre estime de vous-même et votre capacité à construire des relations saines.",
      "Les causes de la dépendance à l’amour peuvent être diverses, mais elles remontent le plus souvent à l’enfance ou à l’adolescence.",
      "Les personnes particulièrement vulnérables sont celles qui ont une faible estime d’elles-mêmes, qui redoutent la solitude, se focalisent sur leurs « défauts » et ne croient pas en leurs ressources ni en leurs compétences.",
      "Cette faible estime de soi, enracinée dans l’enfance, est alors vécue comme une forme de « non-valeur » ou d’incomplétude.",
      "Lorsque les parents accordent peu d’attention à l’enfant et qu’iel ne reçoit pas assez d’amour parental, iel recherchera plus tard ces sentiments chez ses partenaires, en construisant des liens de dépendance.",
      "Prenons l’exemple de Victoria, 28 ans, qui passe ses soirées et ses week-ends dans un profond désespoir, persuadée : « Je ne peux être heureuse que dans une relation. Sans homme, je ne suis rien. »",
      "Pour elle, être aimée est aussi vital que respirer. Cette exigence extrême a toutefois souvent pour effet de faire fuir les autres."
    ]
  },
  "screen_2": {
    "texts": [
      "En réfléchissant à ses croyances, Victoria a noté noir sur blanc les inconvénients et les avantages de sa façon de penser.",
      "Les inconvénients ressemblaient à ceci :",
      "Cette croyance me plonge dans la morosité, parce que je suis seule.",
      "Je perds l’envie de faire quoi que ce soit, de découvrir le monde ou de m’adonner à mes centres d’intérêt.",
      "À cause de cela, je me sens paresseuse et malheureuse.",
      "Cela alimente ma tendance à me plaindre de mon sort et à m’apitoyer sur moi-même.",
      "Cette croyance me prive de fierté et de confiance, me pousse à envier les autres et à ressentir une profonde déception.",
      "Puis elle a noté ce qu’elle voyait comme les avantages de cette croyance :",
      "L’espoir de rencontrer un·e partenaire, de trouver de l’amour et un sentiment de sécurité.",
      "Elle donne l’impression de me fournir un objectif et un sens à ma vie.",
      "Mais dans quelle mesure ces « avantages » sont-ils vraiment réels ?",
      "Pendant des années, Victoria a été convaincue qu’elle ne pouvait pas vivre sans homme, mais cette croyance ne lui a jamais permis de rencontrer le partenaire qu’elle souhaitait.",
      "Elle en est arrivée à la conclusion qu’elle accordait beaucoup trop d’importance aux hommes, et que cela n’en avait attiré aucun.",
      "Elle a aussi compris que les personnes dépendantes apparaissent souvent comme trop exigeantes, ce qui complique fortement la construction d’une relation.",
      "Elle a remarqué que celles et ceux qui trouvent le bonheur en eux-mêmes attirent plus facilement les autres, parce qu’iels dégagent de la joie et de l’assurance.",
      "La dépendance à l’amour fait obstacle à des relations équilibrées. Lorsque vous exprimez le besoin absolu de l’autre pour être heureux·se, vous transmettez inconsciemment le message : « Aime-moi, car, seul·e, je ne vaux rien. » Il est difficile, dans ces conditions, de construire un lien vraiment sain.",
      "Et même si vous êtes en couple avec de telles croyances, la relation a peu de chances d’être sereine : vous misez entièrement sur la présence d’une personne précise, que vous considérez inconsciemment comme la source unique de votre bonheur.",
      "Vous êtes alors prêt·e à tout pour la garder. Si vous ne recevez pas la « dose » d’émotions et de tendresse dont vous pensez avoir besoin, vous risquez de faire peser cette attente sur votre partenaire afin de vous sentir aimé·e, ou de vous surprendre à fantasmer sur une autre histoire d’amour idéale.",
      "Et ce sera toujours trop peu ou « pas comme il faut », parce que vous avez remis à une autre personne la responsabilité de votre état intérieur."
    ],
    "quote": {
      "text": "Le vrai bonheur consiste à être satisfait de soi.",
      "author": "Sénèque"
    }
  },
  "screen_3": {
    "texts": [
      "Il est essentiel d’apprendre à réguler son propre état émotionnel et à trouver le bonheur en soi. Cela vous permet de vous sentir pleinement vivant·e aussi bien lorsque vous êtes seul·e que lorsque vous êtes avec la personne que vous aimez.",
      "Vous pouvez pourtant vous dire : « Tout cela a l’air bien, mais ce n’est pas réaliste. Être seul·e, c’est être un·e perdant·e sur le plan affectif. »",
      "Beaucoup sont convaincu·es que l’amour est le moteur du monde. On le voit dans la publicité, on l’entend dans les chansons populaires, on le lit dans la poésie. En réalité, l’amour est loin d’être le seul chemin vers une vie heureuse et épanouie.",
      "Être seul·e ne signifie absolument pas être malheureux·se. La plupart des plaisirs de la vie, nous les vivons par nous-mêmes.",
      "Par exemple, lorsque vous écoutez votre musique préférée, dansez, vous promenez dans un endroit agréable, lisez un livre ou dégustez une glace, vous n’avez pas besoin de compagnie pour ressentir du plaisir.",
      "La liste des plaisirs dont on peut profiter en solo est infinie. Autrement dit, de nombreuses sources de satisfaction vous sont accessibles, que quelqu’un partage votre vie ou non.",
      "Et vous, à quoi ressemblerait votre propre liste de plaisirs ? De quelles petites choses pourriez-vous vous réjouir ?",
      "Parfois, nous sommes tellement absorbé·es par la quête d’une relation parfaite et par l’idéal de l’amour romantique que nous perdons de vue ce dont nous avons vraiment besoin pour vivre un sentiment d’amour authentique."
    ],
    "quote": {
      "text": "S’aimer soi-même, c’est le début d’une histoire d’amour qui durera toute la vie.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Comment se libérer de la dépendance à l’amour ?",
    "description": "Cet article explore les liens entre bonheur, amour et croyances autour des relations. Il montre que le bonheur peut se construire de différentes manières et propose des techniques pour transformer les croyances négatives liées à la solitude. L’objectif est d’apprendre à voir la joie dans les petites choses du quotidien et à grandir, que l’on soit en couple ou non.",
    "screen_1": {
      "texts": [
        "Les relations et l’amour peuvent apporter beaucoup de joie et de bonheur dans une vie, mais ce ne sont pas les seuls chemins possibles.",
        "Le bonheur est un processus complexe et multifacette, et chacun·e a le droit de choisir ses propres chemins pour y accéder.",
        "Ainsi, si votre vie ne comporte pas de relation amoureuse pour le moment, cela ne la rend pas moins valable ni moins complète.",
        "Changer ses croyances demande des efforts, du temps et de la persévérance : c’est un processus long et exigeant.",
        "Mais nous sommes convaincu·es qu’en utilisant les recommandations et techniques suivantes, vous pourrez réduire votre dépendance à l’amour et apprendre à être heureux·se aussi bien en couple que célibataire.",
        "Changer de filtre",
        "Vous avez peut-être remarqué que lorsque vous vous sentez seul·e, vous croisez partout des couples amoureux.",
        "Vous avez alors l’impression que le monde entier se ligue contre vous : ici deux pigeons côte à côte, là un chat et une petite chatte, et vous, toujours seul·e. C’est ainsi que fonctionne un biais cognitif appelé filtre négatif.",
        "Il s’agit d’une distorsion de la pensée et de la perception, qui vous fait remarquer uniquement ce qui vous blesse et ignorer tout le reste.",
        "Changez de filtre : élargissez votre regard sur le monde. Apprenez à voir non seulement des couples heureux, mais aussi des personnes heureuses seules. Et même des personnes en couple qui ne sont pas plus épanouies pour autant — le statut social ne tient pas toujours ses promesses."
      ],
      "quote": {
        "text": "Le bonheur ressemble à un papillon : plus vous le pourchassez, plus il vous échappe. Mais si vous tournez votre attention vers autre chose, il vient se poser doucement sur votre épaule.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "La feuille de plaisir anticipé",
        "On peut trouver du bonheur chaque jour dans les petites joies, dans son propre développement, dans l’amitié et dans de nombreux autres domaines de la vie.",
        "Mais il est probable que vous ne le ressentiez pas ainsi pour l’instant et que vous soyez persuadé·e de ne pas pouvoir être heureux·se sans une autre personne.",
        "Pour vérifier si cette croyance est réaliste, vous pouvez utiliser la « feuille de plaisir anticipé ». Elle comporte plusieurs colonnes où vous indiquerez la satisfaction attendue et réelle que vous procurent différentes activités (de travail ou de loisirs), réalisées seul·e ou avec d’autres.",
        "Dans la première colonne, notez la date de l’expérience.",
        "Dans la deuxième, inscrivez plusieurs activités que vous prévoyez de faire ce jour-là dans le cadre de cet exercice (nous recommandons de réaliser 40 à 50 expériences sur deux à trois semaines. Choisissez des activités qui vous apportent habituellement du plaisir ou un sentiment d’accomplissement, ou qui ont un potentiel d’apprentissage ou de croissance personnelle).",
        "Dans la troisième colonne, indiquez avec qui vous les ferez. Si c’est seul·e, écrivez simplement : « Moi ». ",
        "Dans la quatrième colonne, estimez le plaisir que vous attendez de chaque activité, sur une échelle de 0 à 100 % — plus le chiffre est élevé, plus vous anticipez de plaisir.",
        "Il est très important de remplir cette quatrième colonne avant de passer à l’action, et non après ! Une fois les quatre premières colonnes complétées, lancez-vous dans les activités prévues.",
        "Ensuite, dans la cinquième colonne, notez le plaisir réellement ressenti, avec la même échelle de 0 à 100 %. ",
        "Après une série d’expériences, vous pourrez analyser les données recueillies et en apprendre beaucoup sur vous-même.",
        "Premièrement, en comparant le plaisir anticipé (colonne 4) au plaisir réel (colonne 5), vous découvrirez à quel point vos prédictions sont justes.",
        "Vous pourrez réaliser que vous sous-estimez souvent le plaisir que vous êtes capable de ressentir, surtout lorsque vous faites quelque chose seul·e.",
        "Il se peut aussi que vous soyez surpris·e de constater que les activités partagées ne répondent pas toujours à vos attentes.",
        "Vous pouvez même découvrir que, dans bien des cas, vous vous êtes senti·e mieux en passant du temps seul·e qu’en compagnie d’autres personnes.",
        "Et vous verrez peut-être que les notes les plus élevées attribuées aux activités en solo sont comparables, voire supérieures, à celles des activités réalisées en groupe."
      ],
      "quote": {
        "text": "Personne ne peut vous faire sentir inférieur·e sans votre consentement.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Réajuster ses croyances",
        "L’amour, les relations et le mariage ne constituent pas une condition indispensable au bonheur ni à l’estime de soi ; parfois, ils ne suffisent tout simplement pas.",
        "Des millions de femmes et d’hommes marié·es et pourtant malheureux·ses en sont la preuve.",
        "Si l’amour guérissait à coup sûr la solitude, les problèmes, la mauvaise humeur et la dépression, les psychologues seraient au chômage.",
        "Ce n’est malheureusement pas le cas : avoir un·e partenaire ne garantit pas une vie heureuse. Il est important de le reconnaître et de l’accepter.",
        "Pour commencer à travailler sur une croyance, formulez-la clairement et écrivez-la. Elle peut prendre des formes diverses, par exemple :",
        "Si je n’ai pas de partenaire, je suis malheureux·se.",
        "Si personne ne m’aime, c’est que je suis un·e raté·e.",
        "Sans relation amoureuse, je suis incomplet·e.",
        "Puis décrivez en détail comment cette croyance vous nuit. Par exemple :",
        "des exigences excessivement élevées envers moi-même, sans fin possible, avec l’impression de ne jamais être assez bien pour une relation ;",
        "des attentes irréalistes vis-à-vis du ou de la partenaire, une tendance à tirer des conclusions globales sur « l’amour ou son absence » au lieu de se concentrer sur des difficultés concrètes ;",
        "un sentiment permanent d’insatisfaction et une humeur déprimée, alimentés par toute situation de solitude.",
        "Ensuite, rédigez des contre-arguments. Ce processus peut être difficile et demander plusieurs jours : complétez la liste au fur et à mesure que de nouvelles idées vous viennent.",
        "Par exemple, pour la croyance « Être seul·e, c’est horrible et humiliant », on peut inscrire les contre-arguments suivants :",
        "lorsqu’une personne est seule, cela lui donne l’occasion d’apprendre à mieux se connaître ;",
        "sans relation, on a la possibilité d’essayer des choses nouvelles, de faire ce qui serait plus compliqué en couple ;",
        "il vaut mieux être seul·e que mal accompagné·e.",
        "L’élément le plus important de ce travail consiste à remplacer l’ancienne croyance par une nouvelle. Elle doit être réaliste et rationnelle, afin que vous puissiez y croire.",
        "Par exemple : « La solitude peut être agréable et bénéfique : elle permet de se reposer et de mieux se découvrir, et l’amour peut s’exprimer dans différents types de relations.",
        "Même sans partenaire, il est possible de ressentir de la proximité avec d’autres, de partager ses émotions et de manifester de la chaleur. Je peux m’appuyer sur le type de relations que je souhaite vraiment et, si je ne les ai pas encore, me fixer comme objectif de les créer.",
        "L’absence de partenaire ne fait pas de moi quelqu’un d’incomplet, et le désir d’avoir un·e partenaire ne fait pas de moi une personne faible ou dépendante. »",
        "Relisez ces notes chaque jour pendant 2 à 3 semaines, en les enrichissant ou en les ajustant si nécessaire. Vous pourrez ainsi affaiblir un mode de pensée négatif et amorcer de vrais changements.",
        "L’amour est une expérience merveilleuse, mais comme toute expérience, il peut être à la fois positif et difficile, et il ne devrait pas définir à lui seul qui nous sommes ni pourquoi nous sommes là.",
        "Le désir et le besoin ne sont pas la même chose. L’oxygène est un besoin vital, l’amour est un désir.",
        "L’amour n’est pas un besoin fondamental chez l’adulte.",
        "Le désir de construire une relation amoureuse est tout à fait normal et n’a rien de mauvais. Une relation de qualité avec une personne que l’on aime est une source de plaisir remarquable.",
        "Mais pour survivre ou pour connaître des moments de bonheur intense, vous n’avez pas besoin de l’approbation, de l’amour ou de l’attention d’une autre personne."
      ]
    }
  }
}
