{
  "title": "La dépendance affective",
  "description": "L’amour, célébré par les poètes et les artistes, donne des ailes et l’impression que la vie a plus de relief. Mais lorsqu’il se transforme en besoin obsessionnel, il fragilise la personnalité et empêche de construire des relations saines, surtout chez les personnes qui ont une faible estime d’elles-mêmes. Le vrai bonheur et le sentiment d’être entier deviennent possibles quand on apprend à réguler son humeur et à savourer des plaisirs qui ne dépendent pas de la présence d’un partenaire.",
  "screen_1": {
    "texts": [
      "L’amour est un sentiment magnifique, célébré par les poètes, les peintres et les musiciens. Il donne des ailes, inspire et procure une sensation de plénitude.",
      "Il est naturel que chacun de nous aspire à aimer et à être aimé.",
      "Mais si, pour vous, aimer revient à croire : « Je ne peux pas être vraiment heureux ni épanoui si je n’ai pas de partenaire. Pour être pleinement heureux, j’ai besoin d’être aimé », c’est déjà un signe de dépendance.",
      "Que signifie être dépendant de l’amour ?",
      "C’est lorsque l’amour devient un besoin pathologique, sans lequel vous ne vous sentez pas heureux.",
      "Vous souffrez de l’absence d’amour et attendez que quelqu’un vienne combler ce manque. Vous êtes convaincu que votre vie ne deviendra meilleure, plus intéressante et plus riche que lorsque la personne aimée apparaîtra, vous rendant nécessaire, important et « complet ».",
      "Cette dépendance est un état destructeur qui fragilise votre personnalité, votre estime de vous-même et votre capacité à construire des relations saines.",
      "Les causes de la dépendance affective peuvent être diverses, mais le plus souvent, elles plongent leurs racines dans l’enfance ou l’adolescence.",
      "Les personnes ayant une faible estime d’elles-mêmes y sont particulièrement exposées : elles redoutent la solitude, se focalisent sur leurs défauts et ne croient ni en leurs forces ni en leurs capacités.",
      "Une estime de soi basse, héritée de l’enfance, se vit comme un sentiment d’infériorité.",
      "Quand les parents accordent peu d’attention à l’enfant et qu’il manque d’amour parental, il cherchera plus tard ces sentiments auprès de ses partenaires, en construisant des relations de dépendance.",
      "Prenons l’exemple de Victoria, 28 ans, qui passe ses soirées et ses week-ends dans le désespoir, parce qu’elle croit : « Je ne peux être heureuse qu’en couple. Sans homme, je ne suis rien. »",
      "Pour elle, être aimée est aussi indispensable que respirer. Cette exigence excessive finit souvent par faire fuir les autres."
    ]
  },
  "screen_2": {
    "texts": [
      "En analysant ses croyances, Victoria a dressé la liste des inconvénients et des avantages de sa façon de penser.",
      "Les inconvénients ressemblaient à ceci :",
      "Cette croyance me plonge dans le découragement parce que je suis seule.",
      "Je perds l’envie de faire quoi que ce soit, de découvrir le monde ou de m’adonner à des loisirs.",
      "À cause de cela, je me sens paresseuse et malheureuse.",
      "Cela déclenche de l’apitoiement sur moi-même.",
      "Cela me prive de fierté et de confiance, me pousse à envier les autres et à ressentir de la déception.",
      "Ensuite, elle a noté les avantages de cette croyance :",
      "L’espoir de trouver un partenaire, de connaître l’amour et la sécurité.",
      "Cela me donne un but et un sens à ma vie.",
      "Dans quelle mesure ces avantages sont-ils réels ?",
      "Pendant des années, Victoria a pensé qu’elle ne pouvait pas vivre sans homme, mais cette croyance ne lui a toujours pas permis d’attirer le partenaire qu’elle souhaitait.",
      "Victoria a conclu qu’elle accordait trop d’importance aux hommes, et que cela n’en avait attiré aucun.",
      "Elle a aussi compris que les personnes dépendantes paraissent souvent trop exigeantes, ce qui complique la construction d’une relation.",
      "Elle a remarqué que ceux qui trouvent le bonheur en eux-mêmes attirent plus facilement les autres, parce qu’ils dégagent de la joie et de l’assurance.",
      "La dépendance affective empêche de construire des relations saines. En disant qu’il vous faut quelqu’un pour être heureux, vous envoyez inconsciemment ce message : « Aime-moi, parce que tout seul je ne vaux rien. » Dans ces conditions, il est difficile d’avoir une relation équilibrée.",
      "Et même si vous êtes en couple avec de telles croyances, la relation a peu de chances d’être saine. Car vous comptez entièrement sur une personne précise, que vous considérez inconsciemment comme la source de votre bonheur, pour rester à vos côtés.",
      "Et vous êtes prêt à tout pour cela. Si vous ne recevez pas la « dose » d’émotions et de sentiments dont vous avez besoin, vous ferez pression sur votre partenaire pour vous sentir aimé, ou vous vous mettrez à fantasmer sur l’idée de trouver ailleurs « le grand amour ».",
      "Et vous aurez toujours l’impression que ce n’est pas assez, ou que « quelque chose cloche », parce que vous avez confié à quelqu’un d’autre la responsabilité de votre état intérieur."
    ],
    "quote": {
      "text": "Le vrai bonheur consiste à être satisfait de soi.",
      "author": "Sénèque"
    }
  },
  "screen_3": {
    "texts": [
      "Il est essentiel d’apprendre à réguler votre humeur et à trouver le bonheur en vous-même. Cela vous permettra de vous sentir pleinement vivant, que vous soyez seul ou avec une personne aimée.",
      "Vous pourriez pourtant vous dire : « C’est joli sur le papier, mais ce n’est pas crédible. Être seul, c’est être un raté sur le plan affectif. »",
      "Beaucoup de gens croient que l’amour fait tourner le monde. On le voit dans la publicité, on l’entend dans les chansons populaires, on le lit dans les poèmes. Mais en réalité, l’amour n’est pas le seul chemin vers une vie heureuse et épanouie.",
      "Être seul ne signifie absolument pas être malheureux. La plupart des plaisirs de la vie, nous pouvons les vivre par nous-mêmes.",
      "Par exemple, lorsque vous écoutez votre musique préférée, dansez, vous promenez dans un endroit agréable, lisez un livre ou mangez une glace. Vous n’avez pas besoin de compagnie pour ressentir du plaisir.",
      "La liste des plaisirs dont on peut profiter seul est infinie. Cela signifie qu’il existe quantité de sources de satisfaction, que quelqu’un soit à vos côtés ou non.",
      "Quel est votre propre « menu » de plaisirs ? Avec quoi pouvez-vous vous faire du bien ?",
      "Parfois, à force de rechercher la relation parfaite et l’idée d’un grand amour, on perd de vue ce dont on a réellement besoin pour aimer vraiment."
    ],
    "quote": {
      "text": "S’aimer soi-même est le début d’une histoire d’amour qui durera toute une vie.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Comment sortir de la dépendance affective ?",
    "description": "Cet article explore le bonheur et les croyances liées à l’amour et aux relations. Il montre que l’on peut être heureux de différentes manières et propose des techniques pour modifier les croyances négatives associées à la solitude. Il apprend à trouver de la joie dans les choses du quotidien et à se développer indépendamment de l’existence d’une relation amoureuse.",
    "screen_1": {
      "texts": [
        "Les relations et l’amour peuvent apporter beaucoup de joie et de bonheur, mais ils ne sont pas l’unique voie.",
        "Le bonheur est un processus complexe et multiple, et chacun a le droit de choisir ses propres moyens et chemins pour y accéder.",
        "Ainsi, si votre vie ne comporte pas de relation amoureuse en ce moment, cela ne la rend pas incomplète.",
        "Pour changer ses croyances, il faut fournir beaucoup d’efforts : c’est un processus long et exigeant.",
        "Mais nous sommes convaincus qu’en appliquant les recommandations et techniques suivantes, vous pourrez sortir de la dépendance affective et apprendre à être heureux, en couple comme sans relation.",
        "Changer de filtre",
        "Avez-vous remarqué que, lorsque vous vous sentez seul, vous croisez sans arrêt des couples amoureux ?",
        "Et on dirait que le monde entier est contre vous : ici un couple de pigeons, là un chat et une chatte, et vous, vous êtes toujours seul. C’est ainsi que fonctionne un biais cognitif : le filtre négatif.",
        "C’est une erreur de pensée et de perception : vous ne remarquez que ce qui vous inquiète, et vous ignorez le reste.",
        "Changez de filtre : élargissez votre regard. Apprenez à voir non seulement des couples heureux, mais aussi des personnes seules et heureuses. Ou des gens qui sont en couple, sans être plus heureux pour autant : le statut relationnel n’est pas toujours un gage de bien-être."
      ],
      "quote": {
        "text": "Le bonheur est comme un papillon : plus vous le poursuivez, plus il s’échappe. Mais si vous tournez votre attention vers d’autres choses, il viendra doucement se poser sur votre épaule.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "La liste du plaisir anticipé",
        "On peut trouver du bonheur chaque jour dans de petites joies, dans son développement personnel, l’amitié et bien d’autres aspects de la vie.",
        "Mais très probablement, vous ne le croyez pas et vous êtes persuadé de ne pas pouvoir être heureux sans quelqu’un d’autre.",
        "Pour mettre cette croyance à l’épreuve, utilisez la « liste du plaisir anticipé ». Elle comporte plusieurs colonnes : vous y prévoyez, puis vous notez le degré réel de plaisir que vous retirez de différentes activités (travail et loisirs), seul ou avec d’autres personnes.",
        "Dans la première colonne, indiquez la date de l’expérience.",
        "Dans la deuxième, notez quelques actions que vous prévoyez de faire ce jour-là dans le cadre de l’exercice (nous recommandons de faire 40 à 50 expériences sur deux à trois semaines. Choisissez des activités qui vous apportent habituellement un sentiment de satisfaction ou de plaisir, ou qui ont un potentiel d’apprentissage et de croissance personnelle.)",
        "Dans la troisième colonne, écrivez avec qui vous les ferez. Si c’est seul, indiquez : « moi ».",
        "Dans la quatrième colonne, estimez le plaisir que chaque activité pourrait vous apporter, sur une échelle de 0 à 100 % : plus le chiffre est élevé, plus le plaisir attendu est important.",
        "Il est très important de remplir la quatrième colonne avant de commencer l’activité prévue, et non après ! Une fois les quatre premières colonnes complétées, passez à l’action.",
        "Ensuite, dans la cinquième colonne, notez le plaisir réellement ressenti, en utilisant la même échelle de 0 à 100 %.",
        "Après une série d’expériences, vous pourrez analyser les données recueillies et apprendre beaucoup de choses sur vous-même.",
        "D’abord, en comparant le plaisir anticipé (colonne 4) et le plaisir réel (colonne 5), vous verrez à quel point vos prédictions sont justes.",
        "Vous pourrez vous rendre compte que vous sous-estimez souvent le plaisir que vous allez ressentir, surtout quand vous faites quelque chose seul.",
        "Vous serez peut-être aussi surpris d’apprendre que les activités à deux ne répondent pas toujours à vos attentes.",
        "En réalité, vous pourriez même constater que, dans de nombreux cas, passer du temps seul vous a été plus agréable qu’être en compagnie.",
        "Vous pourrez également voir que les meilleures notes attribuées à des activités en solo sont égales à celles des activités en groupe, voire supérieures."
      ],
      "quote": {
        "text": "Personne ne peut vous faire sentir inférieur sans votre consentement.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Réajuster ses croyances",
        "L’amour, les relations et le mariage ne sont pas une condition indispensable au bonheur ni à l’estime de soi ; parfois, ils ne suffisent tout simplement pas.",
        "La preuve : des millions d’hommes et de femmes sont mariés et pourtant malheureux.",
        "Si l’amour était un remède contre la solitude, les difficultés, la mauvaise humeur ou la dépression, les psychologues n’auraient plus de travail.",
        "Mais, hélas, ce n’est pas le cas : avoir un partenaire ne garantit pas une vie heureuse. Il faut le comprendre et l’accepter.",
        "Pour commencer à travailler sur cette croyance, formulez-la et écrivez-la. Elle peut prendre différentes formes :",
        "Si je n’ai pas de partenaire, je suis malheureux.",
        "Si on ne m’aime pas, c’est que je suis un raté.",
        "Sans relation, je suis incomplet.",
        "Ensuite, décrivez précisément en quoi cette croyance vous nuit. Par exemple :",
        "des exigences excessives envers moi-même, sans fin ; j’ai l’impression de ne jamais être assez bien pour être en couple",
        "des attentes irréalistes envers le partenaire ; des conclusions globales sur l’amour et le manque d’amour au lieu de se concentrer sur des problèmes concrets",
        "une insatisfaction permanente et un moral bas, nourris par toutes les situations de solitude",
        "Après cela, écrivez des contre-arguments. Cela peut être un processus difficile et prendre plus d’une journée ; complétez la liste au fur et à mesure que de nouvelles idées vous viennent.",
        "Par exemple, pour la croyance « Être seul, c’est horrible et humiliant », vous pouvez noter les contre-arguments suivants :",
        "quand on est seul, on a l’occasion de mieux se connaître",
        "sans relation, on peut essayer quelque chose de nouveau, faire des choses qui seraient bien plus difficiles en couple",
        "mieux vaut être seul que mal accompagné",
        "Et l’élément le plus important : remplacez l’ancienne croyance par une nouvelle. Elle doit être réaliste et rationnelle, pour que vous puissiez y croire.",
        "Par exemple : « La solitude peut être agréable et bénéfique ; elle permet de se reposer et de mieux se connaître. Et l’amour s’exprime dans différents types de liens.",
        "Même sans partenaire, on peut ressentir de la proximité avec les autres, partager ce que l’on vit et exprimer de la chaleur. Je peux m’appuyer sur le type de relation que je veux et, si je n’en ai pas, me fixer un objectif et essayer de la construire.",
        "Mais l’absence de partenaire ne fait pas de moi quelqu’un d’incomplet. Et le désir d’avoir un partenaire ne fait pas de moi quelqu’un de faible ou de dépendant. »",
        "Relisez ces notes chaque jour pendant 2 à 3 semaines ; vous pouvez les compléter ou les ajuster. Ainsi, vous dépasserez progressivement une manière de penser négative et donnerez un élan à vos changements.",
        "L’amour est une expérience merveilleuse, mais, comme toute expérience, il peut être positif ou négatif et ne devrait pas définir qui nous sommes ni pourquoi nous sommes là.",
        "Le désir et le besoin ne sont pas la même chose. L’oxygène est un besoin, l’amour est un désir.",
        "L’amour n’est pas un besoin chez l’adulte !",
        "Vouloir construire une relation amoureuse est normal. Il n’y a rien de mal à cela. Une belle relation avec une personne aimée est un plaisir extraordinaire.",
        "Mais pour survivre ou connaître le bonheur maximal, vous n’avez besoin ni de l’approbation, ni de l’amour, ni de l’attention d’une autre personne."
      ]
    }
  }
}
