{
  "title": "Comment se libérer de la dépendance amoureuse ?",
  "description": "Cet article est consacré à l'étude du bonheur et des croyances liées à l'amour et aux relations. Il explique que le bonheur peut être atteint de différentes manières et propose des techniques pour changer les croyances négatives associées à la solitude. L'article enseigne à voir la joie dans les choses quotidiennes et à se développer indépendamment de la présence de relations romantiques.",
  "screen_1": {
    "texts": [
      "Les relations et l'amour peuvent apporter beaucoup de joie et de bonheur dans la vie, mais ils ne sont pas le seul chemin.",
      "Le bonheur est un processus complexe et multiforme, et chacun a le droit de choisir ses propres méthodes et voies pour l'atteindre.",
      "Par conséquent, si votre vie n'inclut pas actuellement de relations romantiques, cela ne la rend pas incomplète.",
      "Pour changer vos croyances, il faut faire des efforts considérables ; c'est un processus long et laborieux.",
      "Mais nous sommes convaincus qu'en utilisant les recommandations et techniques suivantes, vous pourrez vous libérer de la dépendance amoureuse et apprendre à être heureux aussi bien en relation qu'en dehors.",
      "Changer de filtre",
      "Avez-vous remarqué que lorsque vous vous sentez seul, vous voyez constamment des couples amoureux dans la rue ?",
      "Et il semble que tout le monde soit contre vous : ici une paire de pigeons, là un chat et une chatte, et vous êtes toujours seul. C'est ainsi que fonctionne la distorsion cognitive — le filtre négatif.",
      "C'est une erreur de pensée et de perception, où vous ne remarquez que ce qui vous préoccupe et ignorez le reste.",
      "Changez de filtre — regardez le monde plus largement. Apprenez à voir non seulement les couples heureux, mais aussi les célibataires heureux. Ou des personnes qui ont un partenaire mais qui ne sont pas devenues plus heureuses pour autant — le statut social ne se justifie pas toujours."
    ],
    "quote": {
      "text": "Le bonheur est comme un papillon : plus vous le poursuivez, plus il vous échappe. Mais si vous tournez votre attention vers d'autres choses, il vient et se pose doucement sur votre épaule.",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Liste des plaisirs attendus",
      "Le bonheur peut être trouvé chaque jour dans les petites joies, le développement personnel, l'amitié et de nombreux autres aspects de la vie.",
      "Mais il est fort probable que vous ne pensiez pas ainsi et que vous soyez convaincu de ne pouvoir être heureux sans une autre personne.",
      "Pour vérifier cette croyance dans la réalité, utilisez la « Liste des plaisirs attendus ». Elle comporte plusieurs colonnes où vous devez prédire et indiquer le degré de plaisir réel que vous obtenez de diverses activités (travail et loisirs) seul ou en compagnie d'autres personnes.",
      "Dans la première colonne, indiquez la date de l'expérience.",
      "Dans la deuxième, notez plusieurs activités que vous prévoyez de faire ce jour-là dans le cadre de l'expérience (nous recommandons de réaliser 40 à 50 expériences sur deux à trois semaines. Choisissez des activités qui vous apportent habituellement une sensation de satisfaction ou de plaisir, ou celles qui ont le potentiel pour l'apprentissage ou la croissance personnelle).",
      "Dans la troisième colonne, indiquez avec qui vous allez faire ces activités. Si vous êtes seul, écrivez : « Moi ».",
      "Dans la quatrième colonne, estimez combien de plaisir chaque activité vous apportera, en l'évaluant sur une échelle de 0 à 100 % — plus le nombre est élevé, plus le plaisir attendu est grand.",
      "Il est très important de remplir la quatrième colonne avant de commencer l'activité prévue, pas après ! Une fois les quatre premières colonnes remplies, passez à l'action.",
      "Ensuite, dans la cinquième colonne, notez le degré de plaisir réel, en utilisant le même système d'évaluation — de 0 à 100 %.",
      "Après avoir réalisé une série de ces expériences, vous pourrez analyser les données que vous avez collectées et apprendre beaucoup sur vous-même.",
      "Tout d'abord, en comparant le plaisir attendu (colonne 4) avec le plaisir réel (colonne 5), vous verrez à quel point vos prévisions sont précises.",
      "Vous pouvez réaliser que vous sous-estimez généralement le degré de plaisir que vous attendez de recevoir, surtout lorsque vous faites quelque chose seul.",
      "Vous pourriez également être surpris d'apprendre que les activités avec quelqu'un ne répondent pas toujours à vos attentes.",
      "En fait, vous pourriez même découvrir que dans de nombreux cas, passer du temps seul était plus agréable que d'être en compagnie.",
      "Et vous pourriez aussi voir que les notes les plus élevées que vous avez attribuées aux activités solitaires sont égales ou même supérieures à celles attribuées aux activités en compagnie."
    ],
    "quote": {
      "text": "Personne ne peut vous faire sentir inférieur sans votre consentement.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "Correction des croyances",
      "L'amour, les relations et le mariage ne sont pas des conditions nécessaires au bonheur et à l'estime de soi ; parfois, ils ne suffisent tout simplement pas.",
      "Une preuve en est des millions d'hommes et de femmes qui sont mariés et pourtant malheureux.",
      "Si l'amour était un remède contre la solitude, les problèmes, la mauvaise humeur et la dépression, alors tous les psychologues seraient au chômage.",
      "Mais malheureusement, ce n'est pas le cas ; avoir un partenaire ne garantit pas une vie heureuse. Et cela doit être reconnu et accepté.",
      "Pour commencer à travailler sur votre croyance, formulez-la et écrivez-la. Elle peut sonner de différentes manières :",
      "Si je n'ai pas de partenaire, je suis malheureux",
      "Si personne ne m'aime, je suis un raté",
      "Sans relation, je suis incomplet",
      "Ensuite, décrivez comment exactement votre croyance vous nuit. Par exemple :",
      "des exigences excessivement élevées envers vous-même, qui semblent interminables ; il semble que je ne suis pas assez bon pour une relation",
      "des attentes irréalistes envers le partenaire, des conclusions globales sur l'amour et le non-amour au lieu de se concentrer sur des problèmes spécifiques",
      "une insatisfaction constante et un état d'esprit déprimé, alimenté par toute situation de solitude",
      "Ensuite, écrivez des contre-arguments. Cela peut être un processus difficile et peut prendre plus d'un jour ; ajoutez à la liste à mesure que de nouvelles pensées vous viennent.",
      "Par exemple, pour la croyance « Être seul est terrible et humiliant », vous pouvez écrire les contre-arguments suivants :",
      "quand une personne est seule, cela lui donne l'occasion de mieux se connaître",
      "sans relation, il y a la possibilité d'essayer quelque chose de nouveau, de faire des choses qui seraient beaucoup plus difficiles en relation",
      "il vaut mieux être seul qu'avec un partenaire inadapté",
      "Et la partie la plus importante de ce processus est de remplacer votre ancienne croyance par une nouvelle. Elle doit sembler réaliste et rationnelle pour que vous puissiez y croire.",
      "Par exemple : « La solitude peut être agréable et bénéfique ; on peut y trouver du repos et mieux se connaître. Et l'amour se manifeste dans différentes relations.",
      "Même sans partenaire, on peut ressentir de la proximité avec les gens, partager des expériences et montrer de la chaleur. Il est important de se baser sur le type de relation que je veux personnellement, et si je ne les ai pas, de fixer un objectif et de tenter de les créer.",
      "Mais l'absence de partenaire ne me rend pas incomplet. Tout comme le désir d'avoir un partenaire ne me rend pas faible et dépendant. »",
      "Lisez ces notes tous les jours pendant 2 à 3 semaines ; vous pouvez les compléter ou les modifier. De cette façon, vous pourrez surmonter les schémas de pensée négatifs et poser les bases de vos changements.",
      "L'amour est une expérience merveilleuse, mais comme toute autre, elle peut être à la fois positive et négative et ne doit pas définir qui nous sommes et pourquoi nous sommes ici.",
      "Le désir et le besoin ne sont pas la même chose. L'oxygène est un besoin, l'amour est un désir.",
      "L'amour n'est pas un besoin pour un adulte !",
      "Le désir de construire une relation amoureuse est normal. Il n'y a rien de mal à cela. De bonnes relations avec une personne aimée sont un plaisir merveilleux.",
      "Mais pour survivre ou éprouver le bonheur suprême, vous n'avez besoin ni de l'approbation, ni de l'amour, ni de l'attention d'une autre personne."
    ]
  }
}
