{
  "title": "Sortir du piège de « Tout est de ma faute »",
  "description": "L'article examine le phénomène de la personnalisation – la tendance à percevoir les événements comme étant personnellement liés à soi. Il aborde des méthodes pour réduire les conséquences négatives de ce type de pensée, notamment l'auto-observation et l'analyse des situations. L'auteur propose des conseils pratiques et des exercices pour améliorer le bien-être mental et se libérer du sentiment de culpabilité inutile.",
  "screen_1": {
    "texts": [
      "Parfois, les gens désignent à tort la croyance en la personnalisation comme étant une « mégalomanie ».",
      "Cependant, cela n'indique pas nécessairement des illusions de grandeur, mais reflète plutôt une vision du monde dans laquelle une personne sujette à la personnalisation se place au centre de l'univers : tous les événements semblent personnellement liés à elle.",
      "Intérieurement, cela n'est pas ressenti comme un sentiment de pouvoir ou de force immense, mais comme une pression constante, une attention des autres et une hostilité cachée.",
      "Pour surmonter ce style de pensée nuisible, il est important d'identifier les véritables causes des problèmes survenus.",
      "Au lieu de vous blâmer pour des choses qui échappent à votre contrôle et, par conséquent, de vous sentir coupable envers le monde entier, concentrez-vous sur l'analyse de la situation.",
      "Commencez par l'auto-observation. Le premier pas pour réduire la personnalisation est la prise de conscience, comme pour toute autre pensée irrationnelle. Faites attention à vos pensées et réactions face aux événements. Remarquez quand vous avez tendance à assumer la responsabilité de quelque chose qui, en réalité, échappe à votre contrôle.",
      "Ensuite, essayez d'identifier d'autres facteurs qui auraient pu influencer la situation pour laquelle vous avez pris la responsabilité. Par exemple : « Est-il vraiment vrai que je suis seul responsable de cette dispute ? Quels autres facteurs et circonstances auraient pu jouer un rôle ? »",
      "Considérez les raisons possibles du comportement des autres qui ne sont pas liées à vos actions. Essayez de vous mettre à leur place et de comprendre ce qui aurait pu influencer leur réaction. Par exemple, qu'est-ce qui aurait pu influencer leur humeur ou leur comportement ?"
    ],
    "quote": {
      "text": "Tout ce que nous entendons n'est qu'une opinion, pas un fait. Tout ce que nous voyons n'est qu'une perspective, pas la vérité.",
      "author": "Marc Aurèle"
    }
  },
  "screen_2": {
    "texts": [
      "Utilisez les questions suivantes pour l'analyse :",
      "Dois-je me blâmer pour ce qui s'est passé ?",
      "Étais-je en mesure de contrôler cela ?",
      "Suis-je vraiment responsable de tout ? Ou seulement d'une partie du problème ? Laquelle exactement ?",
      "Quelles autres raisons pourraient expliquer ce problème ?",
      "Exemple :",
      "Imaginez une situation : vous arrivez au travail, et votre collègue ne vous salue pas. Immédiatement, une pensée surgit : « J'ai fait quelque chose de mal. Il semble qu'elle ne m'apprécie pas. Peut-être que j'ai dit quelque chose de travers hier, ou que je ne l'ai pas saluée, et maintenant elle m'en veut. »",
      "Analysez vos pensées en utilisant les questions ci-dessus et notez des réponses rationnelles alternatives :",
      "Peut-être qu'elle ne m'a pas salué parce qu'elle n'a pas bien dormi, qu'elle a simplement oublié, qu'elle était absorbée par ses pensées ou qu'elle m'a salué plus tôt et que je ne l'ai pas remarqué.",
      "Il est probable que son éventuel mauvais état et le fait qu'elle ne m'ait pas salué n'ont rien à voir avec mon comportement. Je ne peux prouver le contraire qu'en lui demandant directement. L'explication la plus probable : elle n'a pas bien dormi, quelque chose s'est passé le matin, ou elle a simplement oublié.",
      "Je ne suis pas sûr qu'elle était triste, mais même si c'était le cas, il existe de nombreuses raisons à son état qui n'ont peut-être rien à voir avec moi. Même si elle est contrariée à cause de moi, elle devrait me le dire ; sinon, je ne peux pas comprendre la situation avec certitude.",
      "Puisque je ne sais pas avec certitude si la raison est liée à mes actions, je ne me sentirai pas coupable à ce sujet.",
      "Rappelez-vous que nous ne pouvons pas tout contrôler dans la vie. Parfois, nous devons simplement accepter ce qui se passe et ne pas essayer d'expliquer tout par nos propres erreurs."
    ],
    "quote": {
      "text": "Ce ne sont pas les choses elles-mêmes qui troublent les gens, mais leurs opinions sur ces choses.",
      "author": "Épictète"
    }
  },
  "screen_3": {
    "texts": [
      "Vous pouvez également utiliser les exercices suivants pour travailler sur vos croyances :",
      "Appliquer une perspective externe",
      "Imaginez qu'un ami vous raconte que son collègue ne l'a pas salué le matin. Comment réagiriez-vous ? Que lui diriez-vous ? Quel conseil lui donneriez-vous ? Cela vous aidera à vous distancer de vos propres émotions et à voir la situation de manière plus objective.",
      "Continuez la phrase « si j'étais vraiment… »",
      "Essayez de terminer la phrase suivante : « Si j'étais vraiment responsable de cela, cela signifierait que… »",
      "Par exemple : « Si j'étais vraiment responsable de l'échec du projet, cela signifierait que je pourrais contrôler tous les participants et éviter toute erreur. » Mais en réalité, de nombreux facteurs échappent à votre contrôle.",
      "« Si j'étais vraiment responsable du fait que mon ami soit contrarié contre moi, cela signifierait que je pourrais lire dans ses pensées et deviner ses désirs. » Mais c'est impossible.",
      "Terminer la phrase « si j'étais vraiment… » vous aidera à analyser votre responsabilité et à comprendre que vous ne pouvez pas toujours contrôler tout ce qui se passe.",
      "En utilisant ces techniques simples, vous pouvez vous libérer des pensées négatives et du sentiment d'être responsable de tout.",
      "Rappelez-vous que vous n'êtes pas le centre de l'univers et que vous n'avez pas à être responsable de tous les événements autour de vous. Il vaut mieux concentrer votre énergie sur la résolution des problèmes et la création d'une vie plus heureuse et harmonieuse."
    ]
  }
}
