{
  "title": "Suis-je toujours coupable ? L'illusion de l'omnipotence",
  "description": "Cet article explore le phénomène psychologique de la personnalisation – la croyance que vous êtes la cause de tout ce qui se passe autour de vous. Le texte dévoile les mécanismes de cette pensée, ses conséquences négatives telles que le stress, l'anxiété, la faible estime de soi et les problèmes relationnels. Il examine également les raisons de la formation de telles croyances, dès l'enfance et sous l'influence des normes culturelles. En conclusion, des recommandations sont proposées pour surmonter la personnalisation et se libérer du sentiment de culpabilité injustifiée.",
  "screen_1": {
    "texts": [
      "Dans n'importe quelle situation, quel que soit le résultat, je suis la raison.",
      "J'ai manqué le train – j'ai mis trop de temps à me préparer. Les gens en face de moi dans le métro rient – sûrement de moi. Mon partenaire est de mauvaise humeur – j'ai donc dû faire quelque chose de mal.",
      "Cela vous semble familier ?",
      "Si c'est le cas, nous avons affaire à la croyance en sa propre omnipotence.",
      "Chacun de nous a rencontré la personnalisation à un degré ou à un autre.",
      "C'est un piège psychologique insidieux qui vous fait vous sentir comme le centre de l'univers et assumer la responsabilité de beaucoup de choses qui se passent autour de vous.",
      "Vous êtes convaincu que les gens autour de vous réagissent uniquement à vous, que leurs actions, pensées et sentiments dépendent entièrement de votre comportement, alors qu'en réalité tout cela échappe à votre contrôle.",
      "Mais vous vous tourmentez, vous condamnant et ressentant un sentiment de culpabilité écrasant.",
      "Paradoxalement, la croyance en sa propre omnipotence et omniscience vous limite, vous plongeant dans l'anxiété et réduisant votre efficacité.",
      "Comment se manifeste la personnalisation ?",
      "«Tout est de ma faute» : Vous avez tendance à croire que tout ce qui se passe dans la vie est le résultat de vos propres actions. Peu importe que ce soit bon ou mauvais, vous assumez l'entière responsabilité.",
      "«Tout tourne autour de moi» : Vous êtes convaincu que les autres pensent constamment à vous, parlent de vous, remarquent toutes vos erreurs et défauts.",
      "«Je suis coupable» : Le sentiment de culpabilité devient un compagnon constant, indépendamment des causes réelles des événements."
    ]
  },
  "screen_2": {
    "texts": [
      "Par exemple :",
      "Imaginez que vous entrez dans un magasin et qu'à la caisse, le vendeur vous répond sèchement. Au lieu de penser que le vendeur a peut-être passé une mauvaise journée ou qu'il est simplement impoli, vous commencez à vous blâmer : «J'ai dû dire ou faire quelque chose de mal».",
      "Vous allez à une réunion avec des amis et une connaissance que vous n'aimez pas est invitée. Vous pensez qu'ils l'ont fait exprès pour vous montrer que vous êtes de trop et qu'ils ne veulent pas être vos amis.",
      "«Si elle ne répond pas à mon appel, c'est qu'elle est fâchée contre moi».",
      "Ces adolescents rient et échangent des regards – ils doivent parler de moi.",
      "Avec ce style de pensée, peu importe qui est réellement coupable – la culpabilité se ressent comme la vôtre. Que pensez-vous que cela peut provoquer ? Bien sûr, du stress, de l'apathie, de l'anxiété, des problèmes d'estime de soi et même de la dépression.",
      "Pourquoi la personnalisation est-elle dangereuse ?",
      "Autocritique excessive : Les gens peuvent être enclins à l'autocritique et à la culpabilité pour des événements qui étaient en réalité hors de leur contrôle.",
      "Stress et anxiété : Le sentiment constant que tous les problèmes sont de ma faute conduit à un stress chronique et à l'anxiété.",
      "Problèmes relationnels : Les personnes enclines à la personnalisation peuvent mal interpréter le comportement des autres, se sentir offensées et endommager leurs relations.",
      "Perception déformée de la réalité : Comme toute croyance irrationnelle, la personnalisation vous égare, vous empêchant d'évaluer la situation sobrement et vous faisant passer à côté des faits et circonstances objectifs.",
      "Faible estime de soi : En vous blâmant constamment pour tout, vous minez votre confiance en vous.",
      "Mentalité de victime : Certaines personnes tentent inconsciemment de se faire du mal en se punissant pour des fautes imaginaires. Elles peuvent permettre aux autres de les traiter avec mépris."
    ],
    "quote": {
      "text": "Le sentiment de culpabilité engendre inévitablement un scénario de punition, sans que votre conscience en soit informée",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "D'où vient la personnalisation ?",
      "Ce type de croyance se forme dès l'enfance.",
      "On sait que la pensée des enfants est égocentrique, ce qui signifie qu'un enfant croit sincèrement être la cause de tout ce qui se passe autour de lui.",
      "Par exemple, pour les enfants de trois ou quatre ans, il est tout à fait normal de croire que le soleil se lève parce qu'ils se sont réveillés et se couche quand il est temps pour eux d'aller se coucher.",
      "Cependant, de nombreux adultes, en grandissant, continuent d'utiliser des éléments de pensée égocentrique dans leur vie quotidienne.",
      "La pression familiale ou sociale peut pousser une personne à se sentir responsable du bien-être des autres. Par exemple, un enfant contraint de s'occuper de ses parents dès son plus jeune âge.",
      "Les problèmes d'estime de soi peuvent être à la fois une conséquence et une cause de telles croyances.",
      "Les personnes ayant une faible estime de soi sont souvent enclines à la personnalisation. Elles peuvent croire qu'elles ne méritent pas d'être bien traitées et attribuent ainsi les événements négatifs à leurs propres actions ou défauts.",
      "Les expériences traumatiques dans le passé peuvent également contribuer à la personnalisation. À un jeune âge, il y a une forte probabilité que la pensée d'un enfant soit déformée, lui faisant croire que tout ce qui se passe dépend de lui.",
      "Par exemple, si une personne a souvent entendu des phrases comme «C'est de ta faute» ou «Tu ne fais jamais rien de bien» de ses parents durant son enfance, elle pourrait porter cette «étiquette» toute sa vie, attribuant tous les événements négatifs à sa propre faute.",
      "Dans certaines cultures, il est courant d'assumer la responsabilité de tout ce qui se passe autour de soi. Cela peut amener les gens à être enclins à la personnalisation, même s'ils ne sont pas responsables de ce qui se passe.",
      "Quelles que soient les raisons de la formation de ces croyances, nous pouvons changer notre façon de penser à tout moment de notre vie, si nous en avons la motivation.",
      "Dans le prochain chapitre, nous aborderons, comme d'habitude, les principales recommandations pour travailler sur la croyance en sa propre omnipotence."
    ],
    "quote": {
      "text": "Vous ne pouvez pas vous blâmer pour tout si vous ne vous considérez pas omnipotent.",
      "author": "Mikhaïl Boulgakov"
    }
  }
}
