{
  "title": "C’est toujours de ma faute ? L’illusion de toute-puissance",
  "description": "Cet article explore le phénomène psychologique de la personnalisation, cette croyance selon laquelle vous seriez à l’origine de tout ce qui se passe autour de vous. Le texte décrit les mécanismes de ce mode de pensée, ses effets négatifs — stress, anxiété, baisse de l’estime de soi et difficultés relationnelles — ainsi que les facteurs qui contribuent à sa formation, des expériences vécues dans l’enfance à l’influence des normes culturelles. Enfin, il propose des pistes concrètes pour dépasser la personnalisation et se libérer d’un sentiment de culpabilité injustifié.",
  "screen_1": {
    "texts": [
      "Quelle que soit la situation, quel qu’en soit le résultat — j’en suis forcément la cause.",
      "Je rate le train — je me suis trop attardé·e. Des personnes assises en face de moi dans le métro rient — sûrement à mes dépens. Mon/ma partenaire est de mauvaise humeur — j’ai forcément fait quelque chose de travers.",
      "Ça vous semble familier ?",
      "Si c’est le cas, nous avons affaire à une croyance en votre propre toute-puissance.",
      "Chacun·e de nous a, à un moment ou à un autre, été confronté·e à la personnalisation.",
      "C’est un piège psychologique insidieux qui vous place au centre de l’univers et vous pousse à prendre sur vous la responsabilité de beaucoup de choses qui se passent autour de vous.",
      "Vous êtes convaincu·e que les personnes autour de vous réagissent exclusivement à vous, que leurs actes, leurs pensées et leurs émotions dépendent entièrement de votre comportement, alors qu’en réalité tout cela échappe en grande partie à votre contrôle.",
      "Et pourtant, vous vous tourmentez, vous vous jugez durement et vous vivez avec un sentiment de culpabilité écrasant.",
      "Paradoxalement, la croyance en votre propre toute-puissance ne vous renforce pas : elle vous enferme dans l’anxiété et réduit votre efficacité.",
      "Comment se manifeste la personnalisation ?",
      "« Tout est de ma faute » : vous avez tendance à croire que tout ce qui arrive dans votre vie est le résultat direct de vos actes. Que ce soit positif ou négatif, vous assumez l’entière responsabilité.",
      "« Tout tourne autour de moi » : vous êtes persuadé·e que les autres pensent sans cesse à vous, vous jugent, remarquent la moindre de vos erreurs et le moindre de vos défauts.",
      "« C’est moi le/la coupable » : la culpabilité devient votre compagne constante, quelles que soient les véritables causes."
    ]
  },
  "screen_2": {
    "texts": [
      "Par exemple :",
      "Imaginez que vous entrez dans un magasin et que la personne en caisse vous répond sèchement. Au lieu de penser qu’iel a peut-être eu une mauvaise journée ou qu’iel est simplement désagréable, vous commencez à vous reprocher quelque chose : « J’ai sûrement dit ou fait quelque chose de travers ». ",
      "Vous arrivez à une rencontre entre ami·es, et une personne que vous n’appréciez pas est également invitée. Vous vous dites qu’iels l’ont fait exprès pour vous montrer que vous êtes de trop et qu’iels n’ont pas vraiment envie de passer du temps avec vous.",
      "« Si elle ne répond pas à mon appel, c’est qu’elle m’en veut. »",
      "Ces adolescent·es rient et se regardent en coin — iels parlent sûrement de moi.",
      "Avec ce style de pensée, peu importe qui est réellement responsable : la faute vous semble de toute façon revenir à vous. À quoi cela peut-il mener ? À du stress, de l’apathie, de l’anxiété, à des problèmes d’estime de soi et parfois même à la dépression.",
      "Pourquoi la personnalisation est-elle dangereuse ?",
      "Autocritique excessive : les personnes sujettes à la personnalisation ont tendance à se blâmer pour des événements qui, en réalité, ne dépendaient pas d’elles.",
      "Stress et anxiété : la conviction que « tous les problèmes viennent de moi » alimente un stress chronique et une anxiété constante.",
      "Difficultés relationnelles : en interprétant de travers le comportement des autres, ces personnes peuvent se sentir blessées, se refermer et, peu à peu, abîmer leurs relations.",
      "Perception déformée de la réalité : comme toute croyance irrationnelle, la personnalisation vous égare, vous empêche d’évaluer la situation de manière lucide et vous fait perdre de vue des faits et des circonstances objectives.",
      "Faible estime de soi : en vous accusant sans cesse de tout, vous érodez progressivement votre confiance en vous.",
      "Position de victime : certain·es finissent par se faire du tort, se punissant pour des « fautes » imaginaires et tolérant que d’autres les traitent avec peu de respect."
    ],
    "quote": {
      "text": "Le sentiment de culpabilité met forcément en place un scénario de punition, bien souvent à l’insu de votre conscience.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "D’où vient la personnalisation ?",
      "Ce type de croyance se forme souvent dès l’enfance.",
      "On sait que la pensée des enfants est centrée sur eux-mêmes : un enfant a sincèrement l’impression d’être à l’origine de tout ce qui se passe autour de lui/elle.",
      "Par exemple, pour un·e enfant de trois ou quatre ans, il est tout à fait naturel de croire que le soleil se lève parce qu’iel s’est réveillé·e, et se couche quand il est l’heure d’aller dormir.",
      "Mais beaucoup d’adultes continuent, en grandissant, à conserver des éléments de ce mode de pensée égocentrique dans leur vie quotidienne.",
      "Une pression familiale ou sociale peut pousser une personne à se croire responsable du bien-être des autres. C’est le cas, par exemple, d’un enfant obligé de prendre soin de ses parents très tôt.",
      "Les difficultés d’estime de soi peuvent être à la fois la conséquence et la cause de telles croyances.",
      "Les personnes qui ont une faible estime d’elles-mêmes sont souvent sujettes à la personnalisation. Elles peuvent être convaincues de ne pas mériter qu’on les traite bien et attribuer les événements négatifs à leurs actions ou à leurs défauts.",
      "Un vécu traumatique peut également favoriser la personnalisation. Plus l’expérience est précoce, plus le risque est grand que la pensée de l’enfant se déforme et qu’iel en vienne à croire que tout dépend de lui ou d’elle.",
      "Par exemple, si une personne a souvent entendu dans son enfance des phrases comme « tout est de ta faute » ou « tu ne fais jamais rien correctement », iel peut porter cette étiquette toute sa vie et attribuer ensuite chaque nouvel échec à sa propre faute.",
      "Dans certaines cultures, on valorise le fait d’assumer la responsabilité de tout ce qui se passe autour de soi. Cela peut conduire les personnes à personnaliser les événements, même lorsqu’iels ne sont en rien responsables de ce qui arrive.",
      "Quelles que soient les raisons qui ont façonné ces croyances, il est possible de modifier sa manière de penser à tout moment de la vie, dès lors qu’on en a le désir.",
      "Dans le chapitre suivant, comme d’habitude, nous passerons en revue les principales recommandations pour travailler sur cette croyance de toute-puissance."
    ],
    "quote": {
      "text": "On ne peut pas se reprocher absolument tout, à moins de se croire tout-puissant.",
      "author": "Mikhaïl Boulgakov"
    }
  },
  "exercise": {
    "title": "Sortir du piège « Tout est de ma faute »",
    "description": "Cet article explique ce qu’est la personnalisation — cette habitude de percevoir les événements comme liés directement à vous. Vous verrez pourquoi ce mode de pensée nourrit une culpabilité et une anxiété inutiles, et comment développer peu à peu un regard plus sain sur les situations. Les techniques proposées vous aideront à distinguer plus clairement les faits de vos pensées, à réduire l’autocritique et à retrouver davantage de calme intérieur.",
    "screen_1": {
      "texts": [
        "Certain·es appellent la personnalisation une « manie de grandeur », mais il ne s’agit pas d’un sentiment de puissance ou de supériorité.",
        "La personnalisation, c’est quand il vous semble que ce qui se passe autour de vous est forcément en lien avec vous, même lorsqu’aucune preuve ne va dans ce sens.",
        "De l’intérieur, cela ressemble moins à du pouvoir qu’à de l’anxiété : comme si tout le monde vous observait, vous évaluait et attendait de vous un comportement irréprochable.",
        "Pour sortir de ce schéma, il est important d’apprendre à chercher les véritables causes des événements, au lieu de vous accuser automatiquement.",
        "Lorsque nous prenons sur nous la responsabilité de ce qui ne dépend pas de nous, nous nous surchargeons et créons les conditions d’une culpabilité et d’une fatigue permanentes.",
        "La première étape, c’est l’observation. Remarquez quand une pensée du type « C’est de ma faute » surgit alors que vous avez peu de faits ou pas de faits du tout.",
        "Demandez-vous : « Ai-je vraiment influencé cette situation ? Ou n’est-ce qu’une pensée, et non un fait ? »",
        "Essayez d’envisager d’autres explications possibles à ce qui se passe. Par exemple : « Elle n’a pas dit bonjour. Peut-être qu’elle est contrariée, qu’elle est pressée ou plongée dans ses pensées — cela n’a peut-être rien à voir avec moi »."
      ],
      "quote": {
        "text": "Tout ce que nous entendons n’est qu’une opinion, pas un fait. Tout ce que nous voyons n’est qu’un point de vue, pas la vérité.",
        "author": "Marc Aurèle"
      }
    },
    "screen_2": {
      "texts": [
        "Une série de questions peut vous aider :",
        "Dois-je vraiment me rendre responsable de cette situation ?",
        "Était-ce réellement sous mon contrôle ?",
        "De quoi puis-je, objectivement, être responsable ? Et où s’arrête ma zone de responsabilité ?",
        "Quelles autres causes auraient pu influencer ce qui s’est passé ?",
        "Un exemple :",
        "Vous arrivez au travail et une collègue ne vous salue pas. Pensée automatique : « J’ai sûrement fait quelque chose de mal ». ",
        "Passons maintenant à l’analyse :",
        "Elle a pu ne pas me remarquer, être absorbée par ses pensées, mal dormir, se dépêcher ou se faire du souci pour quelque chose qui la concerne.",
        "Je ne peux pas connaître la vraie raison sans en parler directement avec elle.",
        "Même si elle est de mauvaise humeur, cela peut venir d’une multitude de facteurs qui ne me concernent pas.",
        "S’il n’y a pas de faits, il n’y a pas de base solide pour la culpabilité.",
        "Nous ne pouvons pas tout contrôler. Parfois, le meilleur geste est de lâcher prise et de laisser le monde suivre son cours."
      ],
      "quote": {
        "text": "Ce ne sont pas les choses qui troublent les êtres humains, mais l’opinion qu’iels en ont.",
        "author": "Épictète"
      }
    },
    "screen_3": {
      "texts": [
        "Voici quelques exercices qui peuvent aider :",
        "Le regard extérieur",
        "Imaginez qu’une amie vous raconte exactement la même situation. Que lui diriez-vous ? Comment la soutiendriez-vous ? Vous pouvez vous parler à vous-même de la même manière.",
        "La phrase « si… »",
        "Complétez la pensée : « Si j’étais vraiment responsable de tout, cela voudrait dire que… ».",
        "Par exemple : « … que je peux contrôler les émotions des autres », ou « … que je lis dans les pensées », ou encore « … que je suis responsable de tout ce qui arrive autour de moi ».",
        "En remarquant à quel point ces scénarios sont irréalistes, il devient plus facile de revenir à une vision plus ancrée de la situation.",
        "Avec le temps, ces exercices vous aident à distinguer plus clairement les faits d’une culpabilité automatique.",
        "Rappelez-vous : être attentif·ve à ce qui se passe est précieux. Mais cela ne signifie pas que vous devez répondre de tout.",
        "En vous libérant de la personnalisation, vous retrouvez plus de légèreté, d’espace intérieur et de tranquillité."
      ]
    }
  }
}
