{
  "title": "Est-ce toujours moi le coupable ? L’illusion de toute-puissance",
  "description": "Cet article explore la personnalisation : la croyance d’être la cause de tout ce qui se passe autour de soi. Il en décrit les mécanismes et les conséquences — stress, anxiété, baisse de l’estime de soi, difficultés relationnelles. Il examine aussi les origines possibles de ce mode de pensée, de l’enfance à l’influence des normes culturelles. Enfin, il propose des pistes pour dépasser la personnalisation et se libérer d’une culpabilité injustifiée.",
  "screen_1": {
    "texts": [
      "Dans n’importe quelle situation, quel que soit le résultat, c’est moi la cause.",
      "J’ai raté le train — j’ai traîné. Des gens rient en face dans le métro — ils se moquent sûrement de moi. Mon/ma partenaire n’a pas le moral — j’ai forcément fait quelque chose de travers.",
      "Ça vous parle ?",
      "Si oui, nous sommes face à une croyance de toute-puissance personnelle.",
      "Chacun de nous, à un degré ou à un autre, a déjà été confronté à la personnalisation.",
      "C’est un piège psychologique sournois : il vous donne l’impression d’être le centre de l’univers et vous pousse à endosser la responsabilité de bien des choses.",
      "Vous êtes convaincu que les personnes autour de vous réagissent uniquement à vous, que leurs actions, leurs pensées et leurs émotions dépendent entièrement de vos gestes — alors qu’en réalité, tout cela n’est pas sous votre contrôle.",
      "Et pourtant, vous vous tourmentez, vous vous jugez, avec un poids de culpabilité écrasant.",
      "Paradoxalement, se croire tout-puissant vous enferme : cela nourrit l’anxiété et réduit votre efficacité.",
      "Comment la personnalisation se manifeste-t-elle ?",
      "« Tout est de ma faute » : vous avez tendance à croire que tout ce qui arrive dans votre vie est la conséquence directe de vos actions. Qu’il s’agisse de positif ou de négatif, vous portez toute la responsabilité.",
      "« Tout tourne autour de moi » : vous êtes persuadé que les autres pensent sans cesse à vous, parlent de vous et remarquent la moindre de vos erreurs ou de vos défauts.",
      "« Je suis coupable » : la culpabilité devient une compagne permanente, quelles que soient les causes réelles des événements."
    ]
  },
  "screen_2": {
    "texts": [
      "Par exemple :",
      "Imaginez que vous entrez dans un magasin et que, à la caisse, le/la vendeur·se vous répond sèchement. Au lieu de vous dire que cette personne a peut-être passé une mauvaise journée ou qu’elle est simplement désagréable, vous vous reprochez : « J’ai sûrement dit ou fait quelque chose de travers ».",
      "Vous retrouvez des amis et l’on invite une connaissance que vous n’aimez pas. Vous vous dites qu’ils l’ont fait exprès pour vous faire comprendre que vous êtes de trop et qu’ils ne veulent pas de votre compagnie.",
      "« Si elle ne répond pas à mon appel, c’est qu’elle m’en veut ».",
      "Ces ados rient et se regardent — ils parlent forcément de moi.",
      "Avec ce mode de pensée, peu importe qui est réellement responsable : vous ressentez la faute comme la vôtre. À votre avis, où cela peut-il mener ? Bien sûr : au stress, à l’apathie, à l’anxiété, à des problèmes d’estime de soi, voire à la dépression.",
      "Pourquoi la personnalisation est-elle dangereuse ?",
      "Auto-critique excessive : on peut s’accuser et se sentir coupable pour des événements qui, en réalité, ne dépendaient pas de nous.",
      "Stress et anxiété : l’impression constante que « tout est à cause de moi » entretient un stress chronique et de l’angoisse.",
      "Difficultés relationnelles : les personnes enclines à la personnalisation interprètent mal le comportement des autres, se vexent et abîment leurs relations.",
      "Perception déformée de la réalité : comme toute croyance irrationnelle, la personnalisation vous induit en erreur, empêche d’évaluer la situation avec lucidité et relègue au second plan des faits et des circonstances objectives.",
      "Faible estime de soi : en vous reprochant tout, vous fragilisez votre confiance en vous.",
      "Position de victime : certaines personnes, sans s’en rendre compte, se font du mal en se punissant pour des « fautes » imaginaires. Elles peuvent laisser les autres les traiter avec mépris."
    ],
    "quote": {
      "text": "La culpabilité déclenche inévitablement un scénario de punition, sans que votre conscience s’en rende compte.",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "D’où vient la personnalisation ?",
      "Ce type de croyance se forme dès l’enfance.",
      "On sait que la pensée des enfants est égocentrique : l’enfant croit sincèrement être la cause de ce qui se passe autour de lui.",
      "Par exemple, vers trois ou quatre ans, il est tout à fait normal de croire que le soleil se lève parce qu’on s’est réveillé, et qu’il se couche quand il est temps d’aller dormir.",
      "Pourtant, de nombreux adultes, une fois grands, continuent d’utiliser des éléments de pensée égocentrique dans la vie quotidienne.",
      "La pression familiale ou sociale peut pousser quelqu’un à se sentir responsable du bien-être des autres. Par exemple, un enfant contraint de s’occuper de ses parents dès un très jeune âge.",
      "Les difficultés d’estime de soi peuvent être à la fois une conséquence et une cause de ce type de croyances.",
      "Les personnes ayant une faible estime de soi sont souvent sujettes à la personnalisation. Elles peuvent penser qu’elles ne méritent pas d’être bien traitées et attribuent alors les événements négatifs à leurs actes ou à leurs défauts.",
      "Un vécu traumatique peut aussi favoriser la personnalisation. À un âge précoce, la pensée de l’enfant peut facilement se déformer et l’amener à croire que tout dépend de lui.",
      "Par exemple, si, enfant, quelqu’un entendait souvent : « tout est de ta faute » ou « tu ne fais jamais rien correctement », il peut ensuite porter cette « étiquette » toute sa vie et s’attribuer la responsabilité de chaque événement négatif.",
      "Dans certaines cultures, il est courant de prendre sur soi la responsabilité de tout ce qui se passe autour de soi. Cela peut favoriser la personnalisation, même lorsqu’on n’y est pour rien.",
      "Quelles que soient les raisons à l’origine de ces croyances, on peut changer sa manière de penser à n’importe quel moment de la vie, si l’on en a la motivation.",
      "Dans le prochain chapitre, comme d’habitude, nous verrons les principales recommandations pour travailler sur la croyance en sa propre toute-puissance."
    ],
    "quote": {
      "text": "On ne peut pas se rendre coupable de tout, à moins de se croire tout-puissant.",
      "author": "Mikhaïl Boulgakov"
    }
  },
  "exercise": {
    "title": "Sortir du piège du « Tout est de ma faute »",
    "description": "Cet exercice explique ce qu’est la personnalisation — l’habitude de relier les événements à soi, comme s’ils vous visaient personnellement. Vous comprendrez pourquoi cette façon de penser alimente une culpabilité et une anxiété inutiles, et comment, pas à pas, développer un regard plus sain sur les situations. Les techniques proposées vous aideront à distinguer les faits des interprétations, à réduire l’auto-critique et à retrouver davantage de calme intérieur.",
    "screen_1": {
      "texts": [
        "On qualifie parfois la personnalisation de « mégalomanie », mais il ne s’agit pas d’un sentiment de force ou d’importance.",
        "La personnalisation, c’est l’impression que ce qui se passe autour de soi est lié à soi, même sans preuve.",
        "De l’intérieur, cela se vit souvent non pas comme du pouvoir, mais comme de l’angoisse : comme si tout le monde vous regardait, vous évaluait et attendait de vous un comportement parfait.",
        "Pour sortir de ce schéma, il est important d’apprendre à repérer les causes réelles des événements, plutôt que de vous accuser automatiquement.",
        "Quand nous prenons la responsabilité de ce qui n’est pas sous notre contrôle, nous nous surchargeons et créons un terrain favorable à la culpabilité et à l’épuisement.",
        "La première étape, c’est l’observation. Repérez le moment où surgit la pensée : « C’est ma faute », alors qu’il y a peu de faits — ou pas de faits du tout.",
        "Demandez-vous : « Est-ce que j’ai réellement influencé cette situation ? Ou est-ce juste une pensée, pas un fait ? »",
        "Essayez d’envisager d’autres explications. Par exemple : « Elle ne m’a pas dit bonjour. Peut-être qu’elle est contrariée, pressée ou absorbée — et cela n’a peut-être rien à voir avec moi »."
      ],
      "quote": {
        "text": "Tout ce que nous entendons n’est qu’une opinion, pas un fait. Tout ce que nous voyons n’est qu’un point de vue, pas la vérité.",
        "author": "Marc Aurèle"
      }
    },
    "screen_2": {
      "texts": [
        "Une série de questions peut aider :",
        "Est-ce que je dois vraiment me blâmer ?",
        "Est-ce que c’était sous mon contrôle ?",
        "De quoi, précisément, suis-je responsable ? Et où se situe la limite de ma responsabilité ?",
        "Quelles autres causes ont pu influencer la situation ?",
        "Exemple :",
        "Vous arrivez au travail et un collègue ne vous dit pas bonjour. Pensée automatique : « J’ai sûrement fait quelque chose de travers ».",
        "Passons maintenant à l’analyse :",
        "Il/elle a pu ne pas me voir, être dans ses pensées, avoir mal dormi, être pressé, ou être préoccupé par quelque chose.",
        "Je ne peux pas connaître la vraie raison sans en parler directement.",
        "Même s’il/elle est de mauvaise humeur, cela peut venir de nombreux facteurs qui ne sont pas liés à moi.",
        "S’il n’y a pas de faits, il n’y a pas de raison de se sentir coupable.",
        "Nous ne pouvons pas tout contrôler. Parfois, le meilleur choix est de lâcher prise et de laisser le monde suivre son cours."
      ],
      "quote": {
        "text": "Ce ne sont pas les choses qui troublent les hommes, mais les jugements qu’ils portent sur les choses.",
        "author": "Épictète"
      }
    },
    "screen_3": {
      "texts": [
        "Quelques exercices qui peuvent aider :",
        "Prendre du recul",
        "Imaginez qu’une amie vous raconte une situation identique. Que lui diriez-vous ? Comment la soutiendriez-vous ? Vous pouvez vous parler avec la même bienveillance.",
        "La phrase « si… »",
        "Complétez la pensée : « Si j’étais vraiment responsable de tout, cela voudrait dire… ».",
        "Par exemple : « …que je peux contrôler les émotions des autres », ou « …que je lis dans les pensées », ou « …que je suis responsable de tous les événements autour de moi ».",
        "En voyant à quel point ces scénarios sont absurdes, il devient plus facile de retrouver une vision réaliste de la situation.",
        "Avec le temps, ces exercices aident à distinguer plus calmement les faits réels de la culpabilité automatique.",
        "Rappelez-vous : être attentive à ce qui se passe est précieux. Mais cela ne signifie pas que vous devez répondre de tout.",
        "En vous libérant de la personnalisation, vous retrouvez plus de légèreté, d’espace et de calme intérieur."
      ]
    }
  }
}
