{
  "title": "On me doit tout. Qu’est-ce qui cloche dans cette croyance ?",
  "description": "Cet article s’intéresse au schéma « on me doit tout », typique des personnes qui s’attendent à ce que le monde tourne autour d’elles et réponde à tous leurs besoins. L’autrice explique comment cette posture se construit dans l’enfance, donne des exemples de son expression à l’âge adulte et décrit ses conséquences : déception, tensions relationnelles et perte d’autonomie. L’idée finale est d’apprendre à accepter le monde tel qu’il est, en se rappelant qu’il y a de la place non seulement pour nous, mais aussi pour les autres.",
  "screen_1": {
    "texts": [
      "« On me doit tout » est un piège dans lequel beaucoup tombent, persuadés que le monde tourne autour d’eux.",
      "Les personnes qui adoptent cette posture s’attendent souvent à ce que les autres soient d’accord avec elles et répondent à leurs demandes.",
      "Elles ne tiennent pas compte des opinions et des besoins d’autrui, estimant que leurs propres désirs et besoins sont plus importants.",
      "Les croyances de type « il faut/je dois » peuvent ressembler à ceci :",
      "Mes amis doivent toujours m’aider.",
      "Mon partenaire doit toujours me soutenir, en toute circonstance.",
      "Ma mère doit garder mes enfants.",
      "Tout doit se passer comme je le veux.",
      "On ne doit pas me dire non.",
      "Le monde doit être juste avec moi.",
      "Si vous avez déjà repéré ce type de pensées chez vous, il est possible que vous croyiez mériter le succès, l’amour et le bonheur simplement parce que vous existez.",
      "Vous vous attendez à ce que l’univers et les autres exaucent vos souhaits parce que vous êtes une bonne personne, ou parce que vous travaillez dur.",
      "Mais quand ce n’est pas le cas — et cela arrive souvent — vous vous retrouvez face à un choix : sombrer dans la tristesse et le sentiment d’infériorité, ou exploser de colère. Les personnes persuadées qu’on leur doit tout rencontrent fréquemment des difficultés."
    ],
    "quote": {
      "text": "Nous ne pouvons pas contrôler le vent, mais nous pouvons orienter les voiles.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Et le premier effet, c’est la déception : si l’on vous dit non, si l’on ne comprend pas qu’on est censé régler vos problèmes, si l’on ne répond pas à vos attentes, vous risquez forcément de ressentir de la déception, de la rancœur, de la colère, et de l’incompréhension : comment peut-on me faire ça — à moi, une personne si formidable ?",
      "Vous dépensez une énorme quantité d’énergie en émotions négatives, en voyant le monde en noir. Cette attitude exigeante vous empêche de profiter, de vous réjouir : vous n’acceptez pas la réalité telle qu’elle est, vous avez toujours quelque chose à reprocher au monde.",
      "Tania est un exemple parlant de la posture « tout le monde me doit ». Elle s’attend à ce que ses amis soient toujours disponibles, prêts à tout laisser tomber pour venir l’aider, résoudre ses problèmes et satisfaire toutes ses demandes.",
      "Par exemple, elle peut appeler à 3 heures du matin en exigeant que son amie vienne immédiatement la soutenir après une dispute avec son copain.",
      "Ou bien, sans prévenir, demander de l’aide pour un déménagement alors que son amie a déjà un rendez-vous important. Quand ses proches ne peuvent pas l’aider, Tania se vexe et se sent abandonnée, inutile.",
      "C’est une position dangereuse, qui peut conduire à l’isolement, à des tensions, voire à la rupture des relations.",
      "Les proches finissent par éviter les rencontres et même les conversations, de peur d’une nouvelle exigence, d’une vexation ou d’une dispute. Car personne n’a envie de se sentir constamment redevable et de se plier aux caprices d’autrui.",
      "D’où vient cette croyance ? Elle se forme souvent dans l’enfance, lorsque l’enfant n’est pas confronté à des limites réalistes et obtient tout ce qu’il veut. Cela peut arriver pour différentes raisons :",
      "Les parents gâtent l’enfant et le laissent faire tout ce qui lui passe par la tête.",
      "Dans ce cas, une part narcissique se développe, avec un sentiment d’importance exagéré.",
      "Exemple : Petite Katia obtenait toujours tout ce qu’elle voulait. Ses parents pensaient qu’elle méritait ce qu’il y a de mieux et ne lui refusaient rien. Katia s’est habituée à ce que tout tourne autour d’elle et ne comprenait pas pourquoi, à l’école, les enseignants ne lui consacraient pas toute leur attention et pourquoi les camarades ne prenaient pas son avis en compte.",
      "Les parents eux-mêmes vivent selon le principe « tout le monde me doit quelque chose ».",
      "L’enfant reproduit le scénario parental et assimile cette façon de penser.",
      "Exemple : Les parents de Vania se plaignaient sans cesse, persuadés qu’on devrait mieux les payer, qu’on ne les respecte pas et que leurs droits sont constamment bafoués. Vania a grandi dans une atmosphère de mécontentement et d’attente : le monde lui doit quelque chose."
    ],
    "quote": {
      "text": "Personne ne vous doit rien. Tout ce que vous recevez dans la vie est un cadeau.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Les parents ne prenaient pas en compte l’avis de l’enfant, ignoraient ses intérêts, ses envies et ses besoins.",
      "L’enfant se met en colère contre ses parents, mais ne peut pas exprimer cette colère ouvertement. Il la déplace alors sur les autres, en considérant qu’ils doivent le plaindre et compenser ce qui lui a manqué dans l’enfance.",
      "Exemple : Ania rêvait de devenir artiste, mais ses parents l’ont forcée à faire des études de droit, jugeant cela plus prestigieux. Ania a cédé, mais son cœur a toujours été attiré par la création.",
      "Elle en voulait à ses parents de l’avoir empêchée de réaliser son rêve, puis elle a reporté cette rancœur sur les autres, en pensant qu’ils lui devaient de l’aider à trouver le bonheur dans sa vie.",
      "On obligeait l’enfant à satisfaire ses parents pour être aimé. Il grandit avec l’idée que l’amour se mérite.",
      "Exemple : Sergueï s’efforçait de répondre à toutes les attentes de ses parents, de peur qu’ils cessent de l’aimer s’il faisait quelque chose de travers. Il a grandi avec un manque de confiance et a passé sa vie à prouver sa valeur, persuadé qu’on devait lui donner ce qu’il avait « mérité ».",
      "Les conséquences de cette posture peuvent être multiples et négatives. Elles incluent :",
      "Déception et insatisfaction : Attendre des autres qu’ils répondent à tous vos besoins peut conduire à une déception permanente et à un sentiment d’insatisfaction, parce que la réalité ne correspond pas à vos attentes.",
      "Tensions relationnelles : Croire que le monde doit s’adapter à vous peut déclencher des tensions et des conflits, car cette exigence nourrit la frustration et les désaccords.",
      "Perte d’autonomie : Compter constamment sur les autres pour tout prendre en charge vous rend dépendant et freine votre autonomie et votre développement personnel.",
      "Impact négatif sur l’estime de soi : En vous reposant sur les autres pour combler vos besoins, vous ne construisez pas votre propre estime de vous-même, ce qui peut alimenter des émotions pénibles et un sentiment d’infériorité.",
      "Manque de réciprocité : En vous centrant uniquement sur vous-même, vous passez à côté de l’empathie et de l’entraide, ce qui nuit à la qualité des liens et au soutien social."
    ],
    "quote": {
      "text": "N’attendez pas que le monde tourne autour de vous. Il y a aussi de la place pour les autres.",
      "author": "Aristote"
    }
  },
  "exercise": {
    "title": "Comment faire face au « il faut/je dois » ?",
    "description": "Cet article explique que les croyances de type « il faut/je dois » sont une source de stress et d’insatisfaction, car elles nous donnent l’impression d’être prisonniers des circonstances. Il propose de reconnaître le caractère irréaliste de ces exigences, de les remplacer par des formulations plus souples et de reprendre la responsabilité de ses désirs et de ses actions. La gratitude, la compassion, la capacité à demander de l’aide et l’acceptation de l’imperfection peuvent réduire le stress et améliorer la qualité de vie.",
    "screen_1": {
      "texts": [
        "Les croyances de type « il faut/je dois » sont un ennemi discret : elles nous volent la joie de vivre, minent notre calme et empêchent de construire des relations proches et constructives.",
        "Le cœur de cette posture repose sur l’idée d’obligation.",
        "Le mot « devoir » est, dans la plupart des cas, un piège du langage.",
        "Dire « je dois », « il faut », « c’est nécessaire » donne l’impression d’être prisonnier, parce que cela décrit une situation sans aucune alternative possible.",
        "Or cette façon de parler n’est justifiée que dans de très rares cas, presque exceptionnels.",
        "Par exemple, dire « un être humain doit respirer » est réaliste, car il n’existe pas d’alternative physique.",
        "En revanche, l’affirmation « personne ne doit être en retard » est inadéquate et irréaliste : en réalité, cela peut arriver. Les gens sont en retard, sont retenus, ou ne viennent pas du tout.",
        "Ainsi, les croyances de type « il faut » entraînent inévitablement du stress, aigu ou chronique.",
        "Comment se libérer du « il faut/je dois » ?",
        "Prenez conscience du caractère irréaliste de votre croyance",
        "En exigeant des autres qu’ils se comportent d’une certaine façon avec vous, qu’ils disent et fassent certaines choses, vous n’acceptez qu’un seul résultat possible.",
        "C’est une source majeure de stress, car personne n’a jamais eu, dans sa vie, un entourage qui réponde toujours à toutes ses attentes.",
        "Même les personnes les plus puissantes, les dirigeants les plus autoritaires, ont rencontré des gens qui agissaient « autrement que comme ils le devraient ».",
        "Bien sûr, quand on se heurte à quelqu’un qui fait « autrement qu’il ne devrait », la tension émotionnelle monte. D’où le stress constant, les rancœurs et tout un bouquet d’émotions pénibles."
      ],
      "quote": {
        "text": "Si tu crois que le monde te doit quelque chose, cela deviendra une source de douleur. Souviens-toi : le monde ne doit rien à personne.",
        "author": "Bouddha"
      }
    },
    "screen_2": {
      "texts": [
        "Identifiez l’origine de cette croyance",
        "Demandez-vous d’où vient cette croyance. Peut-être qu’enfant vous avez été trop gâté, sans limites réalistes, ou peut-être avez-vous hérité de cette manière de penser de vos parents. Comprendre la cause ne suffit pas à la faire disparaître, mais c’est une étape importante.",
        "Faites attention à ce que vous dites. Repérez dans votre langage les mots « je dois », « je suis obligé », « il faut » et remplacez-les par « je veux », « je préfère », « j’aimerais ».",
        "Exemple : « Mes amis doivent m’appeler les premiers » devient « J’aimerais que mes amis m’appellent les premiers ».",
        "Prenez votre part de responsabilité",
        "Le sens de ces mots change votre rapport à la situation.",
        "Dans un cas, il s’agit d’une nécessité inévitable, dont la responsabilité est attribuée à une force extérieure (les gens, la nature, les circonstances, etc.) ; dans l’autre, il s’agit d’un choix libre, dont la responsabilité vous revient.",
        "Assumer la responsabilité de ses choix est difficile, mais cela augmente la liberté et diminue le stress sur le long terme.",
        "Décomposez votre « il faut »",
        "Au lieu de dire « on me doit… », demandez-vous :",
        "Pourquoi est-ce que je pense que cela devrait être ainsi ?",
        "Existe-t-il d’autres possibilités ?",
        "Qu’est-ce que j’essaie d’obtenir au fond ?",
        "Qu’est-ce que cela m’apporterait si c’était ainsi ?",
        "Identifiez vos besoins réels, avec honnêteté. Que voulez-vous vraiment quand vous dites que quelqu’un — ou quelque chose — vous « doit » ? Quelles valeurs essayez-vous de protéger ici ?"
      ]
    },
    "screen_3": {
      "texts": [
        "Apprenez à demander et à exprimer vos besoins",
        "Au lieu de supposer que les autres savent ce dont vous avez besoin ou ce que vous voulez, apprenez à l’exprimer clairement et à demander de l’aide quand c’est nécessaire.",
        "Pratiquez la compassion",
        "Essayez de comprendre ce que ressentent les autres. Rappelez-vous que chacun a ses propres soucis et que les gens ne peuvent pas toujours vous soutenir, vous écouter, vous féliciter, ni vous apporter l’aide dont vous avez besoin.",
        "Entraînez-vous à vous mettre à la place de l’autre et à chercher des explications alternatives, afin de développer votre empathie.",
        "Cultivez la gratitude",
        "Au lieu de vous focaliser sur ce que les autres devraient faire pour vous, tournez votre attention vers ce qu’ils font déjà.",
        "Par exemple, imaginez qu’un collègue vous aide sur un projet alors qu’il est très occupé. Au lieu de penser : « Il doit m’aider, c’est son обязанность », reformulez ainsi : « Je suis reconnaissant qu’il m’aide malgré sa charge de travail. C’est un vrai professionnel. »",
        "La gratitude nous aide à remarquer et à apprécier les gestes des autres, et elle crée un climat de respect mutuel et de soutien. On peut l’exprimer en privé comme en public, et elle renforce nos liens.",
        "Acceptez l’imperfection",
        "Le monde n’est pas parfait : n’exigez pas l’impossible de vous-même ni des autres. Ne cherchez pas à remodeler le monde et les gens à votre image : il n’en sortira rien de bon.",
        "Se libérer d’exigences irrationnelles est un processus long et pas toujours simple. Mais cela en vaut la peine : progressivement, vous vous sentirez plus libre, plus heureux et plus sûr de vous."
      ]
    }
  }
}
