{
  "title": "Comment gérer les obligations?",
  "description": "L'article discute des croyances liées aux obligations comme source de stress et d'insatisfaction, en soulignant que ces attitudes nous font nous sentir prisonniers des circonstances. L'auteur propose de reconnaître l'irréalisme de telles croyances, de les remplacer par des formulations plus flexibles et de prendre la responsabilité de nos désirs et actions. La pratique de la gratitude et de la compassion, ainsi que la capacité à demander de l'aide et à accepter les imperfections, peuvent aider à réduire le stress et à améliorer la qualité de vie.",
  "screen_1": {
    "texts": [
      "Les croyances liées aux obligations sont un ennemi silencieux qui nous vole la joie de vivre, sape notre tranquillité et empêche de construire des relations constructives et proches avec les autres.",
      "L'idée centrale de cette attitude est le concept de devoir.",
      "Le mot «doit» est dans la plupart des cas un piège linguistique.",
      "Le sens du mot «doit» signifie : seulement de cette manière et d'aucune autre. Des phrases comme : «doit», «obligé», «nécessaire» nous font nous sentir prisonniers des circonstances parce qu'elles décrivent une situation où il n'y a pas d'alternatives.",
      "Mais une telle description n'est exacte que dans des cas très rares, pratiquement exceptionnels.",
      "Par exemple, l'affirmation «une personne doit respirer de l'air» est réaliste car physiquement il n'y a pas d'alternative.",
      "Cependant, l'affirmation «personne ne doit être en retard» est inappropriée et irréaliste car en réalité cela peut arriver. Les gens sont en retard, retardés ou ne se présentent pas du tout.",
      "Par conséquent, la présence de croyances liées aux obligations conduit inévitablement à l'apparition de stress aigu ou chronique.",
      "Comment se libérer des obligations?",
      "Reconnaissez l'irréalisme de votre croyance",
      "En exigeant des autres comment ils doivent se comporter avec vous, ce qu'ils doivent dire et faire, vous n'attendez d'eux qu'un certain résultat.",
      "C'est une source puissante de stress parce que personne dans la vie n'a jamais eu un environnement qui répond toujours à nos attentes.",
      "Même les citoyens les plus autoritaires, les dirigeants suprêmes, avaient des personnes dans leur vie qui «n'agissaient pas comme ils le devaient».",
      "Naturellement, lorsque nous rencontrons une personne qui «n'agit pas comme elle le doit», notre niveau d'excitation psycho-émotionnelle augmente rapidement. D'où le stress constant, les ressentiments et tout un bouquet d'émotions négatives."
    ],
    "quote": {
      "text": "Si tu penses que le monde te doit quelque chose, cela sera la source de ta douleur. Souviens-toi, le monde ne doit rien à personne.",
      "author": "Bouddha"
    }
  },
  "screen_2": {
    "texts": [
      "Identifiez les racines de votre croyance",
      "Pensez à l'origine de cette croyance. Peut-être que vous avez été gâté dans votre enfance et qu'on ne vous a pas imposé de limites réalistes, ou que vous avez hérité de cette mentalité de vos parents. Reconnaître la cause ne vous aidera pas à vous débarrasser de la croyance, mais c'est une étape importante dans ce travail.",
      "Faites attention à ce que vous dites. Repérez des mots comme «doit», «obligé», «nécessaire» dans votre discours et remplacez-les par «je veux», «je préfère», «j'aimerais».",
      "Exemple : «Mes amis doivent m'appeler en premier» est remplacé par «J'aimerais que mes amis m'appellent en premier».",
      "Prenez vos responsabilités",
      "La signification sémantique de ces mots détermine l'attitude envers la situation.",
      "Dans un cas, c'est une nécessité inévitable, la responsabilité en incombe à une force externe (personnes, nature, circonstances, etc.), dans l'autre cas, c'est un choix libre, dont vous êtes responsable.",
      "Il est difficile d'assumer la responsabilité de votre choix, mais ce chemin augmente le degré de liberté et réduit le stress à long terme.",
      "Décomposez vos «obligations» en parties",
      "Au lieu de dire «on me doit ...», demandez-vous :",
      "Pourquoi est-ce que je crois que cela doit être ainsi?",
      "Y a-t-il des alternatives?",
      "Qu'est-ce que je veux accomplir avec cela?",
      "Quel avantage cela apportera-t-il s'il en est ainsi?",
      "Identifiez vos véritables désirs, soyez honnête avec vous-même. Que voulez-vous vraiment lorsque vous dites que quelqu'un ou quelque chose vous doit quelque chose? Quelles valeurs défendez-vous ici?"
    ]
  },
  "screen_3": {
    "texts": [
      "Apprenez à demander et à exprimer vos besoins",
      "Au lieu de supposer que les autres connaissent vos besoins ou vos désirs, apprenez à les exprimer clairement et ouvertement et à demander de l'aide quand c'est nécessaire.",
      "Pratiquez la compassion",
      "Essayez de comprendre les sentiments des autres. Rappelez-vous que chacun a ses propres préoccupations et que les autres ne peuvent pas toujours vous soutenir, vous écouter, vous féliciter ou vous fournir l'aide nécessaire.",
      "Essayez de vous mettre à la place des autres, cherchez des explications alternatives à ce qui se passe, développant ainsi l'empathie.",
      "Soyez reconnaissant",
      "Au lieu de vous concentrer sur ce que les autres doivent faire pour vous, concentrez-vous sur la gratitude pour ce qu'ils font.",
      "Par exemple, imaginez qu'un collègue vous aide avec un projet, bien qu'il soit très occupé. Au lieu de penser «Il doit m'aider, c'est son devoir», reformulez vos pensées en : «Je suis reconnaissant pour l'aide de mon collègue, compte tenu de sa propre occupation. C'est un vrai professionnel».",
      "La pratique de la gratitude nous permet de voir et d'apprécier les bonnes actions des autres et crée une atmosphère de respect et de soutien mutuels. La gratitude peut être exprimée personnellement ou publiquement, et elle aide à renforcer nos relations avec ceux qui nous entourent.",
      "Acceptez l'imperfection",
      "Le monde n'est pas parfait, ne demandez pas l'impossible à vous-même et aux autres. N'essayez pas de changer le monde et les gens pour qu'ils vous conviennent, il n'en sortira rien de bon.",
      "Se libérer des attitudes irrationnelles est un processus long et pas toujours facile. Mais cela en vaut la peine, progressivement vous commencerez à vous sentir plus libre, plus heureux et plus confiant."
    ]
  }
}
