{
  "title": "J'y ai droit. Qu'est-ce qui ne va pas avec cette croyance ?",
  "description": "Cet article examine le problème de la mentalité «j'y ai droit», qui se développe chez les personnes qui s'attendent à ce que le monde tourne autour d'elles et satisfasse tous leurs besoins. L'auteur explique comment cette attitude prend naissance dans l'enfance, donne des exemples de sa manifestation dans la vie adulte et décrit les conséquences négatives d'une telle pensée, notamment la déception, les relations tendues et la perte d'indépendance. En conclusion, l'idée est proposée qu'il est important d'accepter le monde tel qu'il est et de comprendre qu'il y a de la place non seulement pour nous, mais aussi pour les autres.",
  "screen_1": {
    "texts": [
      "«J'y ai droit» est un piège dans lequel beaucoup tombent, croyant que le monde tourne autour d'eux.",
      "Les personnes dans cette position s'attendent souvent à ce que les autres soient d'accord avec elles et satisfassent leurs demandes.",
      "Elles ne tiennent pas compte des opinions et des besoins des autres, croyant que leurs propres désirs et besoins sont plus importants.",
      "Les croyances d'ayant-droit peuvent sonner ainsi :",
      "Les amis doivent toujours m'aider",
      "Mon partenaire doit toujours me soutenir en tout",
      "Ma mère doit garder mes enfants",
      "Tout doit être comme je le veux",
      "On ne doit pas me refuser",
      "Le monde doit être juste envers moi",
      "Si vous avez remarqué ce type de pensée chez vous, vous croyez probablement que vous méritez le succès, l'amour et le bonheur simplement par droit de naissance.",
      "Vous vous attendez à ce que l'univers et les gens autour de vous exaucent vos vœux parce que vous êtes une bonne personne ou parce que vous travaillez dur.",
      "Mais quand cela n'arrive pas, et cela arrive souvent, vous vous retrouvez face à un choix : sombrer dans le découragement et les sentiments d'infériorité ou exploser de colère. Les personnes qui pensent que tout leur est dû font souvent face à des problèmes."
    ],
    "quote": {
      "text": "Nous ne pouvons pas diriger le vent, mais nous pouvons ajuster les voiles.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Et en premier lieu, c'est la déception : si on vous a refusé, si on n'a pas compris qu'on devait résoudre vos problèmes, si on n'a pas répondu à vos attentes, alors vous êtes certainement voué à la déception, aux sentiments blessés, à la colère, à l'incompréhension de comment on peut vous traiter ainsi - une personne si merveilleuse.",
      "Vous gaspillez beaucoup d'énergie en émotions négatives, voyant le monde sous des couleurs sombres. Votre attitude exigeante envers la vie vous empêche de profiter, d'être heureux, car vous n'acceptez pas le monde tel qu'il est, vous avez toujours des plaintes sur la façon dont il devrait être organisé.",
      "Tania est un exemple frappant d'une personne avec l'attitude «tout m'est dû». Elle s'attend à ce que les amis soient toujours disponibles, prêts à tout laisser tomber et à courir à son aide, résolvant tous ses problèmes et satisfaisant toutes ses demandes.",
      "Par exemple, elle peut appeler à 3 heures du matin, exigeant que son amie vienne immédiatement la soutenir après une dispute avec son petit ami.",
      "Ou, sans prévenir, demander de l'aide pour un déménagement, même si son amie avait déjà prévu une réunion importante ce jour-là. Quand les amis ne peuvent pas l'aider, Tania se sent offensée et abandonnée, indésirable.",
      "C'est une position dangereuse qui peut mener à l'isolement, à des tensions dans les relations ou même à la destruction de ces relations.",
      "Les amis et les proches commencent à éviter les rencontres ou les conversations, craignant une nouvelle exigence, une offense ou une dispute. Parce que personne ne veut se sentir constamment obligé et se soumettre aux caprices de quelqu'un d'autre.",
      "D'où vient cette croyance ? Cette attitude se forme souvent dans l'enfance lorsqu'un enfant n'est pas confronté à des limites réalistes et obtient tout ce qu'il veut. Cela peut arriver pour diverses raisons :",
      "Les parents gâtent l'enfant et lui permettent de faire tout ce qui lui passe par la tête.",
      "Dans ce cas, l'enfant développe une partie narcissique de la personnalité avec un sens exagéré de sa propre importance.",
      "Exemple : La petite Katia a toujours obtenu tout ce qu'elle voulait. Ses parents pensaient qu'elle méritait le meilleur et ne lui refusaient rien. Katia s'est habituée à ce que le monde tourne autour d'elle et ne comprenait pas pourquoi à l'école les enseignants ne lui accordaient pas toute leur attention et ses camarades de classe ne tenaient pas compte de son opinion.",
      "Les parents eux-mêmes vivent selon le principe «tout m'est dû».",
      "L'enfant répète le scénario parental, adoptant cette façon de penser.",
      "Exemple : Les parents d'Ivan se plaignaient constamment de la vie, pensant qu'ils devraient être mieux payés, qu'ils ne sont pas appréciés et que leurs droits sont constamment violés. Ivan a grandi dans une atmosphère de mécontentement et d'attente que le monde lui doit quelque chose."
    ],
    "quote": {
      "text": "Personne ne vous doit rien. Tout ce que vous obtenez dans la vie est un cadeau.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Les parents ne tenaient pas compte de l'opinion de l'enfant, ignoraient ses intérêts et ses désirs.",
      "L'enfant est en colère contre ses parents mais ne peut pas exprimer sa colère ouvertement. Par conséquent, il la transfère sur son entourage, croyant qu'ils devraient le plaindre et compenser ce qui lui a manqué dans l'enfance.",
      "Exemple : Anna a toujours rêvé de devenir artiste, mais ses parents l'ont forcée à étudier le droit, considérant que c'était une profession plus prestigieuse. Anna a cédé, mais son cœur aspirait toujours à la créativité. ",
      "Elle en voulait à ses parents de ne pas l'avoir laissée réaliser son rêve, et transférait ensuite ce ressentiment à tous ceux qui l'entouraient, croyant qu'ils devraient l'aider à trouver le bonheur dans la vie.",
      "L'enfant était forcé de plaire aux parents pour qu'ils l'aiment. Il a grandi avec la conviction que l'amour doit être gagné.",
      "Exemple : Sergei essayait toujours de satisfaire tous les besoins de ses parents, craignant qu'ils ne l'aiment pas s'il faisait quelque chose de mal. Il a grandi avec un sentiment d'insécurité et essayait constamment de prouver sa valeur, croyant qu'on devrait lui donner ce qu'il mérite.",
      "Les conséquences d'une telle attitude peuvent être diverses et négatives. Elles incluent :",
      "Déception et insatisfaction : S'attendre à ce que les autres satisfassent tous vos besoins peut conduire à une déception constante et à un sentiment d'insatisfaction en raison de l'écart entre les attentes et la réalité",
      "Tensions dans les relations : La croyance que le monde devrait s'adapter à vous peut causer des tensions et des conflits dans les relations, car cela conduit souvent au mécontentement et aux désaccords",
      "Perte d'indépendance : S'attendre constamment à ce que les autres assument toutes les responsabilités vous rend dépendant et entrave le développement de l'indépendance et de la croissance personnelle",
      "Impact négatif sur l'estime de soi : En comptant sur les autres pour satisfaire vos besoins, vous ne développez pas votre propre estime de soi, ce qui peut conduire à des émotions négatives et à un sentiment d'infériorité",
      "Manque d'entraide : En vous concentrant uniquement sur vous-même, vous manquez l'opportunité d'être empathique et d'aider les autres, ce qui peut entraver le développement de relations de qualité et de soutien social"
    ],
    "quote": {
      "text": "N'attendez pas que le monde tourne autour de vous. Dans ce monde, il y a de la place pour les autres aussi",
      "author": "Aristote"
    }
  },
  "exercise": {
    "title": "Comment gérer les obligations?",
    "description": "L'article discute des croyances liées aux obligations comme source de stress et d'insatisfaction, en soulignant que ces attitudes nous font nous sentir prisonniers des circonstances. L'auteur propose de reconnaître l'irréalisme de telles croyances, de les remplacer par des formulations plus flexibles et de prendre la responsabilité de nos désirs et actions. La pratique de la gratitude et de la compassion, ainsi que la capacité à demander de l'aide et à accepter les imperfections, peuvent aider à réduire le stress et à améliorer la qualité de vie.",
    "screen_1": {
      "texts": [
        "Les croyances liées aux obligations sont un ennemi silencieux qui nous vole la joie de vivre, sape notre tranquillité et empêche de construire des relations constructives et proches avec les autres.",
        "L'idée centrale de cette attitude est le concept de devoir.",
        "Le mot «doit» est dans la plupart des cas un piège linguistique.",
        "Le sens du mot «doit» signifie : seulement de cette manière et d'aucune autre. Des phrases comme : «doit», «obligé», «nécessaire» nous font nous sentir prisonniers des circonstances parce qu'elles décrivent une situation où il n'y a pas d'alternatives.",
        "Mais une telle description n'est exacte que dans des cas très rares, pratiquement exceptionnels.",
        "Par exemple, l'affirmation «une personne doit respirer de l'air» est réaliste car physiquement il n'y a pas d'alternative.",
        "Cependant, l'affirmation «personne ne doit être en retard» est inappropriée et irréaliste car en réalité cela peut arriver. Les gens sont en retard, retardés ou ne se présentent pas du tout.",
        "Par conséquent, la présence de croyances liées aux obligations conduit inévitablement à l'apparition de stress aigu ou chronique.",
        "Comment se libérer des obligations?",
        "Reconnaissez l'irréalisme de votre croyance",
        "En exigeant des autres comment ils doivent se comporter avec vous, ce qu'ils doivent dire et faire, vous n'attendez d'eux qu'un certain résultat.",
        "C'est une source puissante de stress parce que personne dans la vie n'a jamais eu un environnement qui répond toujours à nos attentes.",
        "Même les citoyens les plus autoritaires, les dirigeants suprêmes, avaient des personnes dans leur vie qui «n'agissaient pas comme ils le devaient».",
        "Naturellement, lorsque nous rencontrons une personne qui «n'agit pas comme elle le doit», notre niveau d'excitation psycho-émotionnelle augmente rapidement. D'où le stress constant, les ressentiments et tout un bouquet d'émotions négatives."
      ],
      "quote": {
        "text": "Si tu penses que le monde te doit quelque chose, cela sera la source de ta douleur. Souviens-toi, le monde ne doit rien à personne.",
        "author": "Bouddha"
      }
    },
    "screen_2": {
      "texts": [
        "Identifiez les racines de votre croyance",
        "Pensez à l'origine de cette croyance. Peut-être que vous avez été gâté dans votre enfance et qu'on ne vous a pas imposé de limites réalistes, ou que vous avez hérité de cette mentalité de vos parents. Reconnaître la cause ne vous aidera pas à vous débarrasser de la croyance, mais c'est une étape importante dans ce travail.",
        "Faites attention à ce que vous dites. Repérez des mots comme «doit», «obligé», «nécessaire» dans votre discours et remplacez-les par «je veux», «je préfère», «j'aimerais».",
        "Exemple : «Mes amis doivent m'appeler en premier» est remplacé par «J'aimerais que mes amis m'appellent en premier».",
        "Prenez vos responsabilités",
        "La signification sémantique de ces mots détermine l'attitude envers la situation.",
        "Dans un cas, c'est une nécessité inévitable, la responsabilité en incombe à une force externe (personnes, nature, circonstances, etc.), dans l'autre cas, c'est un choix libre, dont vous êtes responsable.",
        "Il est difficile d'assumer la responsabilité de votre choix, mais ce chemin augmente le degré de liberté et réduit le stress à long terme.",
        "Décomposez vos «obligations» en parties",
        "Au lieu de dire «on me doit ...», demandez-vous :",
        "Pourquoi est-ce que je crois que cela doit être ainsi?",
        "Y a-t-il des alternatives?",
        "Qu'est-ce que je veux accomplir avec cela?",
        "Quel avantage cela apportera-t-il s'il en est ainsi?",
        "Identifiez vos véritables désirs, soyez honnête avec vous-même. Que voulez-vous vraiment lorsque vous dites que quelqu'un ou quelque chose vous doit quelque chose? Quelles valeurs défendez-vous ici?"
      ]
    },
    "screen_3": {
      "texts": [
        "Apprenez à demander et à exprimer vos besoins",
        "Au lieu de supposer que les autres connaissent vos besoins ou vos désirs, apprenez à les exprimer clairement et ouvertement et à demander de l'aide quand c'est nécessaire.",
        "Pratiquez la compassion",
        "Essayez de comprendre les sentiments des autres. Rappelez-vous que chacun a ses propres préoccupations et que les autres ne peuvent pas toujours vous soutenir, vous écouter, vous féliciter ou vous fournir l'aide nécessaire.",
        "Essayez de vous mettre à la place des autres, cherchez des explications alternatives à ce qui se passe, développant ainsi l'empathie.",
        "Soyez reconnaissant",
        "Au lieu de vous concentrer sur ce que les autres doivent faire pour vous, concentrez-vous sur la gratitude pour ce qu'ils font.",
        "Par exemple, imaginez qu'un collègue vous aide avec un projet, bien qu'il soit très occupé. Au lieu de penser «Il doit m'aider, c'est son devoir», reformulez vos pensées en : «Je suis reconnaissant pour l'aide de mon collègue, compte tenu de sa propre occupation. C'est un vrai professionnel».",
        "La pratique de la gratitude nous permet de voir et d'apprécier les bonnes actions des autres et crée une atmosphère de respect et de soutien mutuels. La gratitude peut être exprimée personnellement ou publiquement, et elle aide à renforcer nos relations avec ceux qui nous entourent.",
        "Acceptez l'imperfection",
        "Le monde n'est pas parfait, ne demandez pas l'impossible à vous-même et aux autres. N'essayez pas de changer le monde et les gens pour qu'ils vous conviennent, il n'en sortira rien de bon.",
        "Se libérer des attitudes irrationnelles est un processus long et pas toujours facile. Mais cela en vaut la peine, progressivement vous commencerez à vous sentir plus libre, plus heureux et plus confiant."
      ]
    }
  }
}
