{
  "title": "Dépendance à l’idéal : le perfectionnisme",
  "description": "Cet article explore le perfectionnisme et souligne que viser des standards élevés peut être une force, mais que lorsqu’ils se transforment en exigences rigides, cela entraîne des conséquences pénibles comme l’anxiété et une insatisfaction durable. Des exemples de la vie quotidienne montrent comment les premières expériences et l’éducation peuvent favoriser l’apparition de croyances perfectionnistes et des comportements qui en découlent. En conclusion, l’article invite à trouver un équilibre entre la recherche d’excellence et un résultat simplement satisfaisant, afin d’éviter l’épuisement et la déception.",
  "screen_1": {
    "texts": [
      "Le désir d’atteindre des standards élevés, de bien accomplir ses tâches et d’être productif·ve est, en soi, une qualité plutôt positive.",
      "Tout comme le souhait d’être accepté·e, approuvé·e, aimé·e ou de réaliser des choses importantes dans sa vie.",
      "Lorsque cela reste au niveau de souhaits, d’aspirations ou d’objectifs, on peut parler de croyances constructives, qui nous aident à avancer et nourrissent notre motivation.",
      "Mais lorsque ces souhaits se transforment en exigences rigides et fixes, et que le prix à payer pour y répondre devient trop élevé, il ne s’agit plus seulement de standards élevés, mais bien de perfectionnisme.",
      "Que signifie être perfectionniste ?",
      "Le perfectionnisme, cette conviction que tout doit être accompli de façon irréprochable à 100 %, est souvent à la base de nombreuses difficultés.",
      "On cherche alors l’idéal : l’erreur devient inacceptable et l’échec ressemble à une catastrophe. On a le sentiment de devoir paraître, ressentir, penser et agir de manière impeccable en toutes circonstances.",
      "Dès qu’un objectif est atteint, il est aussitôt remplacé par un autre, encore plus lointain, si bien qu’il n’y a jamais vraiment de place pour savourer ses efforts ni se reconnaître du mérite. La vie se transforme en routine grise et épuisante, centrée sur la tentative de répondre à des standards irréalistes, parfois tout simplement impossibles.",
      "En d’autres termes, une personne perfectionniste :",
      "se compare fréquemment aux autres,",
      "se sent en compétition quasi permanente,",
      "se focalise sur les échecs et les ratés, en minimisant ses réussites,",
      "se montre très sévère envers soi-même ou envers les autres,",
      "a du mal à s’ajuster à la réalité telle qu’elle est,",
      "remet sans cesse les choses à plus tard et a tendance à procrastiner."
    ],
    "quote": {
      "text": "Le perfectionnisme, c’est la peur en escarpins et en manteau de fourrure, qui se donne des airs d’élégance alors qu’en réalité elle est simplement terrifiée.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Le modèle du perfectionnisme, illustré par un exemple",
      "Dans la perspective de la thérapie cognitivo-comportementale, notre expérience de vie façonne des croyances sur nous-même, les autres et le monde. Ces croyances déterminent ensuite nos stratégies de vie et nos règles de fonctionnement.",
      "Prenons l’exemple d’Evgueni : ses parents ont toujours eu des exigences très élevées à son égard, et toute note en dessous de « excellent » était vécue comme un échec.",
      "Malgré les talents d’Evgueni pour la musique, ses parents critiquaient ses réussites et le poussaient vers une profession jugée plus « prestigieuse », celle de médecin.",
      "Cette expérience a forgé chez lui une croyance profonde : il serait « pas assez bon » et « incompétent ».",
      "Pour compenser ce sentiment et se percevoir comme valable et compétent, il a adopté une règle interne : « Je dois tout faire parfaitement. »",
      "Cette quête d’idéal pousse Evgueni à travailler jusqu’à l’épuisement, à se reprocher la moindre erreur et à juger ses collègues avec dureté. Peu à peu, cela entraîne surmenage, anxiété, tensions relationnelles et insatisfaction face à la vie.",
      "Il se fixe souvent des objectifs irréalistes, par exemple préparer une présentation parfaite dans un délai extrêmement court.",
      "Dans les rares cas où il y parvient (ce qui est peu probable), sa règle semble se confirmer, ce qui nourrit l’illusion de tout contrôler. En cas d’échec, il s’accuse sévèrement, renforçant encore la croyance en sa propre incompétence.",
      "Un cercle vicieux se met ainsi en place : la règle « tout faire parfaitement » protège Evgueni du sentiment douloureux d’« insuffisance », mais seulement tant qu’il parvient à tenir ces standards exagérément élevés et irréalistes.",
      "La moindre erreur déclenche alors des émotions pénibles, alimente l’auto-critique et renforce le perfectionnisme.",
      "Concrètement, à quoi peuvent ressembler des croyances perfectionnistes ?",
      "Je dois tout faire à la perfection",
      "Tout doit me réussir",
      "Si je ne donne pas le maximum, autant ne rien faire du tout",
      "Si l’on me critique, c’est que je fais mal. Et il est interdit de mal faire",
      "Je n’ai pas le droit à l’erreur",
      "Je dois être le meilleur dans tout ce que je fais",
      "Comment naît cette quête incessante d’idéal ?",
      "Le plus souvent, cette dynamique se met en place dès la petite enfance ou les premières années d’école, sous l’influence de l’éducation familiale."
    ]
  },
  "screen_3": {
    "texts": [
      "Selon les chercheurs, le perfectionnisme névrotique se développe souvent chez les enfants dont les parents accordaient leur affection sous condition (pour les notes, les résultats, etc.) ou exprimaient très peu, voire pas du tout, de soutien et d’approbation.",
      "Dans les deux cas, l’enfant cherche alors à devenir « parfait » pour prouver à ses parents qu’il peut être digne de valeur, pour lui-même comme pour eux. Les parents de personnes perfectionnistes se montrent souvent très critiques, peu soutenants et extrêmement exigeants.",
      "Pour répondre aux attentes parentales et éviter les reproches ou les sanctions, l’enfant s’efforce d’être irréprochable.",
      "On distingue principalement quatre attitudes parentales susceptibles de favoriser le développement du perfectionnisme :",
      "Les parents donnent eux-mêmes l’exemple d’un perfectionnisme marqué",
      "Les parents se montrent excessivement critiques et exigeants envers l’enfant, sans offrir de soutien émotionnel suffisant ni de véritable chaleur relationnelle",
      "L’approbation parentale est absente, incohérente ou accordée de manière conditionnelle",
      "Le style éducatif est autoritaire, avec des attentes parentales démesurées",
      "L’entrée à l’école pousse l’enfant à formaliser ses réussites à travers les notes et les évaluations.",
      "C’est souvent à ce moment-là que se développe le « syndrome du premier de classe », que les psychologues associent au perfectionnisme. L’enfant tente d’être le meilleur partout et, lorsqu’il n’y parvient pas, son esprit glisse vers un mode de pensée polarisé de type « tout ou rien ».",
      "S’il n’a pas la possibilité d’être le meilleur dans une matière, il peut choisir la stratégie inverse : devenir le plus mauvais, en se disant qu’il vaut mieux être le dernier, puisqu’il ne peut pas être le premier."
    ]
  },
  "screen_4": {
    "texts": [
      "Au-delà de l’influence familiale, le perfectionnisme est aussi encouragé par la société actuelle. À l’école et à l’université, les enseignant·e·s apprécient souvent les élèves modèles, et les employeurs valorisent les collaborateurs perfectionnistes.",
      "L’économie de marché pousse à la compétition et incite à rechercher en permanence de meilleures performances.",
      "Les médias façonnent notre vision de la beauté et de l’attrait. Une personne qui se présente bien, s’habille avec style et prend soin d’elle a souvent davantage de chances de trouver un·e partenaire, un emploi prestigieux ou des ami·e·s tout aussi « réussis ».",
      "Dans ce contexte, il est fréquent de se convaincre qu’il faut répondre à des standards élevés pour faire partie du groupe.",
      "Alors, le perfectionnisme, est-ce une qualité ou un problème ?",
      "La question fait débat : certain·e·s le considèrent utile, d’autres y voient surtout un frein.",
      "Si vous êtes perfectionniste, vous direz sans doute que viser la perfection est normal, puisque c’est ainsi que l’on réussit. En pratique pourtant, le perfectionnisme vous prend énormément d’énergie et de ressources, épuisant peu à peu votre corps et votre psychisme.",
      "Le perfectionnisme est étroitement lié à la dépendance aux performances, dont nous avons parlé précédemment, et en partage de nombreux inconvénients.",
      "Des standards exagérément élevés et irréalistes affectent quasiment tous les domaines de votre vie : travail, études, relations avec vos proches, temps libre.",
      "Le problème, c’est que l’idéal auquel tend le perfectionnisme est en réalité inaccessible. L’idéal n’existe pas : il s’agit d’un état supposé « parfait » d’un objet ou d’un phénomène, perçu différemment par chacun.",
      "Soyons honnêtes et posons-nous la question : existe-t-il quelque chose de absolument parfait pour tout le monde ?",
      "Ce que vous considérez comme idéal peut sembler complètement dénué d’intérêt pour quelqu’un d’autre. Même les œuvres de Mozart ou de Léonard de Vinci ne plaisent pas à tout le monde, bien qu’elles soient considérées comme des sommets de l’art.",
      "Lorsque vous aurez ajusté vos croyances à la réalité, vous pourrez davantage apprécier le travail accompli et la vie en général, au lieu de rester dans une déception permanente.",
      "Il est donc essentiel d’apprendre à trouver un équilibre entre la recherche du « mieux » et un résultat simplement bon et suffisant."
    ]
  },
  "exercise": {
    "title": "Que faire si le perfectionnisme est bien là, que l’idéal n’existe pas, et que vous voulez simplement vivre sereinement ?",
    "description": "Cet article distingue deux formes de perfectionnisme, l’une plutôt saine et l’autre problématique, et propose des recommandations concrètes pour apprivoiser les tendances perfectionnistes. Huit stratégies clés sont présentées, incluant la motivation au changement, la restructuration cognitive, le recentrage sur le processus plutôt que sur le résultat, ainsi que la construction de croyances plus souples et plus aidantes. L’idée centrale est que l’on peut apprivoiser le perfectionnisme en apprenant à accepter l’imperfection, à s’aimer sans condition et à prendre soin de soi au quotidien.",
    "screen_1": {
      "texts": [
        "Les chercheurs contemporains distinguent deux types de perfectionnisme : l’un plutôt négatif et l’autre plus positif, ou, autrement dit, une forme saine et une forme pathologique.",
        "Pour transformer un point faible en ressource, il est important de combiner vos qualités de leader et votre désir de bien faire avec le bon sens et une certaine dose de réalisme.",
        "Nous avons rassemblé pour vous des recommandations efficaces pour travailler sur le perfectionnisme.",
        "Le meilleur point de départ pour faire face à n’importe quel problème, c’est la motivation au changement.",
        "Pour apprivoiser votre perfectionnisme, il est essentiel de comprendre pourquoi vous souhaitez le faire évoluer. Analysez et notez tous les avantages et les inconvénients.",
        "Vous serez peut-être surpris·e de constater que les difficultés dépassent largement les bénéfices. Une fois que vous l’aurez reconnu et accepté, il vous sera bien plus facile de changer.",
        "Comme beaucoup de personnes, vous pensez sans doute qu’il faut tout faire à 100 %, ou qu’il est interdit de se tromper, ou encore vous vous reconnaissez dans d’autres idées proches des croyances perfectionnistes.",
        "Il est crucial de remettre systématiquement en question ce type de pensées et de travailler avec elles.",
        "Comment faire ? Il peut être très utile de tenir un journal des pensées automatiques, dans lequel vous repérez ces idées, les confrontez à la réalité et formulez des réponses plus rationnelles."
      ],
      "quote": {
        "text": "Dans ma carrière, j’ai raté plus de 9000 tirs. J’ai perdu presque 300 matchs. 26 fois, on m’a confié le tir de la victoire, et je l’ai manqué. J’ai échoué encore et encore dans ma vie. Et c’est pour cela que j’ai réussi.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "Pour vous aider dans ce travail de mise à l’épreuve de vos pensées (restructuration cognitive), vous pouvez vous poser les questions suivantes :",
        "Quelles preuves ai-je qui confirment réellement cette pensée ou cette croyance ?",
        "Cette pensée m’est-elle utile ?",
        "Y a-t-il d’autres façons de voir cette situation ou de me voir moi-même ?",
        "Ne suis-je pas en train de me blâmer inutilement ?",
        "Quoi ou qui d’autre a pu contribuer à cette situation ?",
        "Est-ce vraiment sous mon contrôle ?",
        "Est-ce que je n’applique pas des standards injustifiés ou des exigences à deux vitesses ?",
        "S’agit-il d’une attente réaliste ?",
        "Ces questions visent à examiner une croyance donnée, à la confirmer, la nuancer ou la réfuter, et à formuler une croyance alternative.",
        "Demandez-vous : si je fais les choses parfaitement, qu’est-ce que cela change ? Et si je ne les fais pas parfaitement, qu’est-ce que cela change ? Essayez de comprendre ce qui se cache derrière votre perfectionnisme. Est-ce la peur d’être rejeté·e ? La crainte d’être tourné·e en ridicule en public ? Ou bien une soif de reconnaissance masquée par le perfectionnisme ?",
        "Lorsque vous identifierez ce qui se cache derrière ces exigences, demandez-vous si, honnêtement, le perfectionnisme parvient vraiment à apaiser ces peurs et à combler ces besoins.",
        "Vous avez peut-être rédigé un rapport impeccable et l’avez remis dans les délais, et après ? La peur d’être abandonné·e disparaît-elle vraiment ? Vous avez peut-être fait une présentation parfaite, on vous a applaudi, mais ces applaudissements de personnes inconnues vous suffisent-ils durablement ?",
        "Il est probable que la réponse soit non. Vous atteignez l’idéal pour un temps, vous ressentez un court moment d’euphorie, puis la course recommence.",
        "Libérez-vous du mode de pensée tout-ou-rien",
        "Les personnes perfectionnistes raisonnent souvent en termes de « tout ou rien », « succès total ou échec total », « fais-le parfaitement ou ne le fais pas du tout ».",
        "Cette façon de voir n’est pas réaliste. Regardez autour de vous et demandez-vous combien de choses dans le monde correspondent vraiment à la catégorie « tout ou rien ». Vos murs sont-ils absolument impeccables ou y a-t-il bien quelque trace de saleté quelque part ?",
        "Connaissez-vous quelqu’un qui soit toujours parfaitement calme et sûr de soi ? Votre actrice ou acteur préféré·e possède-t-il ou elle une beauté absolument parfaite, ou a-t-elle quand même quelques petits défauts ?"
      ]
    },
    "screen_3": {
      "texts": [
        "Dans la vie, il est rare que les choses se passent sans erreurs ni revers.",
        "Personne ne naît expert·e : nous apprenons, nous essayons, nous nous trompons et, pas à pas, nous progressons.",
        "Accordez-vous donc le droit de ne pas être parfait·e, de faire les choses de manière incomplète, de commettre des maladresses. Les erreurs ne sont pas des ennemies, mais des alliées sur le chemin de la réussite. Rappelez-vous plus souvent ce proverbe : « Seul·e ne se trompe pas celle ou celui qui ne fait rien. »",
        "Il n’est pas nécessaire de renoncer d’un coup à tous vos idéaux : ce serait un changement trop brutal.",
        "Allez-y par étapes.",
        "Commencez petit : choisissez un idéal parmi les moins importants et essayez d’y renoncer. Observez ce qui se passe.",
        "Le monde ne s’écroulera pas si vous faites quelque chose de manière imparfaite. Vos proches ne vous tourneront pas le dos, vous ne deviendrez pas une personne « horrible ». ",
        "Il y a de grandes chances pour que vous supportiez ce résultat imparfait bien plus facilement que vous ne l’imaginiez. Gardez à l’esprit qu’une seule expérience ne suffit pas ; la régularité est importante.",
        "Chaque semaine ou chaque mois, laissez tomber un idéal et observez vos réactions. Écoutez-vous et avancez à un rythme qui vous convient.",
        "Tenez un journal de vos réussites",
        "Notez vos succès, grands ou petits, importants ou plus anodins. Tous les jours. Le perfectionnisme aime s’appuyer sur les échecs et, lorsque vous vous surprenez à penser : « Je ne réussis jamais rien », ouvrez votre carnet et relisez tout ce que vous avez déjà accompli.",
        "Une autre façon de dépasser le perfectionnisme consiste à se centrer sur le processus.",
        "Concrètement, cela signifie qu’en évaluant une action, vous vous concentrez davantage sur la manière de faire que sur le résultat final.",
        "Imaginez que vous êtes conducteur·rice et que chaque jour vous vous rendez du point A au point B. Certains jours, les feux sont presque tous au vert et vous arrivez vite à destination. D’autres jours, vous tombez constamment sur des feux rouges, les embouteillages s’enchaînent et le trajet dure beaucoup plus longtemps.",
        "Vos compétences de conduite, elles, ne changent pas : pourquoi ne pas vous sentir tout aussi satisfait·e de votre travail de conduite chaque jour ? Essayez de regarder les choses autrement, sans chercher à accomplir vos tâches ou vos actions de façon parfaite.",
        "Par exemple, si vous êtes étudiant·e, vous pouvez vous fixer les objectifs orientés processus suivants :",
        "assister aux cours ;",
        "écouter attentivement et prendre des notes ;",
        "poser des questions pertinentes ;",
        "consacrer un temps déterminé à chaque matière ;",
        "relire toutes les deux ou trois semaines les notes prises pendant les cours.",
        "Tous ces processus sont sous votre contrôle, ce qui garantit une forme de réussite. En revanche, la note finale ou le résultat global ne dépendent pas uniquement de vous.",
        "Ils dépendent aussi de l’humeur de votre enseignant·e ce jour-là, du niveau de réussite des autres étudiant·e·s, des critères d’évaluation choisis, etc."
      ]
    },
    "screen_4": {
      "texts": [
        "Expérimentez la « technique de l’avidité »",
        "Elle repose sur un constat simple : la plupart d’entre nous cherchent à être parfaits pour réussir dans la vie. Vous n’avez peut-être jamais envisagé que vous pourriez être bien plus efficace en abaissant vos standards.",
        "Par exemple, un célèbre psychothérapeute a mis plus de deux ans à rédiger son tout premier article scientifique.",
        "Le texte était excellent et a été publié. Mais, pendant ce même laps de temps, ses collègues ont rédigé et publié un nombre bien plus important d’articles de qualité comparable. Il s’est alors demandé : vaut-il mieux avoir un seul article à 98 % de « perfection » ou 10 articles à 80 % de « perfection » ?",
        "Dans le second cas, sa productivité serait nettement supérieure et il pourrait même dépasser ses collègues. Cette prise de conscience l’a amené à assouplir ses exigences.",
        "Sa productivité a alors augmenté, et sa satisfaction au travail aussi.",
        "Mener plusieurs tâches correctement peut finalement être plus efficace que de s’acharner à produire un résultat parfait au prix d’un stress immense.",
        "Formulez de nouvelles croyances",
        "Le travail sur les croyances consiste à les identifier, à réfléchir à leurs conséquences, à rechercher leurs origines, puis à élaborer des croyances alternatives.",
        "L’objectif est, en substance, de « normaliser » les différentes manifestations de l’« imperfection » (erreurs, ratés), d’accepter l’idée de sa propre imperfection et celle des autres.",
        "Renoncez aux croyances suivantes :",
        "Moi / les autres / le monde devons être parfaits",
        "Si ce n’est pas parfait, c’est forcément mauvais",
        "Si c’est mauvais, on me rejettera / on ne me reconnaîtra pas / je ne m’en sortirai pas",
        "Remplacez-les par de nouvelles croyances et formulations.",
        "Je ne suis pas parfait·e, mais je :",
        "apprends et j’évolue,",
        "suis suffisamment bien tel·le que je suis,",
        "mérite d’être aimé·e et respecté·e, même si je ne suis pas parfait·e.",
        "Les autres ne sont pas parfaits, mais ils :",
        "sont aussi des êtres humains, avec leurs forces et leurs faiblesses,",
        "ne m’approuveront pas toujours, et c’est normal.",
        "Je fais des erreurs, mais cela m’offre la possibilité :",
        "d’apprendre de mes erreurs,",
        "de progresser,",
        "de faire preuve de persévérance et de ne pas abandonner.",
        "Notez vos nouvelles croyances et commencez à les intégrer dans votre vie quotidienne.",
        "Vous pouvez les écrire sur un post-it collé sur le réfrigérateur, les noter dans votre téléphone ou en faire une image à placer en fond d’écran.",
        "Lisez ces affirmations chaque jour, au moins une fois, et davantage si possible. Cela vous aidera à « reprogrammer » vos pensées et à remplacer les croyances peu aidantes par des convictions plus adaptées.",
        "Heureusement, le perfectionnisme n’est pas une fatalité.",
        "Avec de petits pas – seul·e ou accompagné·e par un·e spécialiste – vous pouvez amener votre perfectionnisme vers une forme plus saine. Cela implique d’apprendre à s’aimer sans condition et à prendre soin de soi, jour après jour."
      ]
    }
  }
}
