{
  "title": "Dépendance à l’idéal : le perfectionnisme",
  "description": "Cet article explore le perfectionnisme. Il souligne que viser des standards élevés peut être bénéfique, mais que, lorsque cela se transforme en exigences rigides, cela entraîne des conséquences négatives, comme l’anxiété et l’insatisfaction face à la vie. Des exemples concrets montrent comment l’expérience précoce et l’éducation peuvent contribuer à la formation de croyances et de comportements perfectionnistes. En conclusion, l’auteur invite à trouver un équilibre entre la recherche d’excellence et un résultat simplement satisfaisant, afin d’éviter l’épuisement et la déception.",
  "screen_1": {
    "texts": [
      "Vouloir atteindre des standards élevés, mener ses tâches à bien et être productif est plutôt une qualité.",
      "Tout comme le désir d’être accepté, approuvé, aimé ou d’accomplir des choses importantes dans sa vie.",
      "Lorsque cela reste au niveau de souhaits, d’aspirations ou d’objectifs, on parle de croyances constructives : elles nous aident au quotidien et nous motivent.",
      "Mais si ces souhaits deviennent des exigences rigides et figées, et que le prix à payer pour y répondre devient trop élevé, il ne s’agit plus seulement de standards élevés : c’est du perfectionnisme.",
      "Que signifie être perfectionniste ?",
      "Le perfectionnisme — la conviction que tout doit être fait parfaitement, à 100 % — est souvent à l’origine de nombreux problèmes.",
      "Vous visez l’idéal : l’erreur vous est intolérable, et l’échec vous paraît catastrophique. Vous pensez devoir avoir l’air, ressentir, penser et vous comporter de manière irréprochable en toutes circonstances.",
      "Dès que vous atteignez un objectif, il est aussitôt remplacé par un autre, plus exigeant encore : vous ne ressentez jamais de satisfaction ni de reconnaissance pour vos efforts. La vie devient une routine grise et épuisante, parce que vous essayez de vous conformer à des standards irréalistes, parfois même impossibles.",
      "Autrement dit, une personne perfectionniste :",
      "se compare souvent aux autres",
      "vit dans une compétition permanente",
      "se focalise sur les échecs et les ratés, en passant à côté des réussites",
      "se critique durement, ou critique durement les autres",
      "a du mal à s’adapter à la réalité",
      "remet sans cesse à plus tard, procrastine"
    ],
    "quote": {
      "text": "Le perfectionnisme, c’est de la peur en chaussures de luxe et en manteau de vison, qui se donne des airs élégants alors qu’au fond, elle est simplement terrifiée.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Le modèle du perfectionnisme : un exemple",
      "Rappelons que, selon la thérapie cognitive et comportementale (TCC), notre expérience de vie façonne des croyances sur nous-mêmes, sur les autres et sur le monde. Ces croyances déterminent ensuite nos règles et nos stratégies de vie.",
      "Prenons l’exemple d’Evgueni. Ses parents lui imposaient toujours des exigences élevées : toute note inférieure à « excellent » était vécue comme un échec.",
      "Malgré le talent d’Evgueni pour la musique, ses parents dénigraient ses réussites et le poussaient vers une profession de médecin jugée plus « prestigieuse ».",
      "Cette expérience a ancré en lui une croyance profonde : il n’est « pas assez bien » et il est « incompétent ».",
      "Pour compenser et se sentir compétent et à la hauteur, il a développé une règle : « Je dois tout faire parfaitement ».",
      "Cette quête de l’idéal pousse Evgueni à travailler jusqu’à l’épuisement, à s’en vouloir pour la moindre erreur et à être très critique envers ses collègues. Cela mène au surmenage, à l’anxiété, à des difficultés relationnelles et à une insatisfaction générale.",
      "Il se fixe souvent des objectifs irréalistes, par exemple préparer un exposé de façon parfaite dans un délai très court.",
      "S’il y parvient (ce qui est peu probable), sa règle se trouve renforcée, créant une illusion de contrôle. En cas d’échec, Evgueni s’en veut, ce qui consolide sa croyance d’incompétence.",
      "C’est un cercle vicieux : la règle « tout faire parfaitement » protège Evgueni du douloureux sentiment de « ne pas être à la hauteur », mais seulement tant qu’il arrive à tenir ses standards irréalistes et excessifs.",
      "La moindre erreur déclenche des émotions négatives, renforce l’autocritique et alimente le perfectionnisme.",
      "À quoi peuvent ressembler les croyances perfectionnistes ?",
      "Je dois tout faire parfaitement",
      "Je dois réussir en tout",
      "Si je ne fais pas à fond, autant ne rien faire",
      "Si on me critique, c’est que je fais mal. Je n’ai pas le droit de faire mal",
      "Je n’ai pas le droit à l’erreur",
      "Je dois être le meilleur dans tout ce que je fais",
      "Comment se construit ce besoin constant de viser l’idéal ?",
      "Le plus souvent, il se forme à l’âge préscolaire ou au début de l’école primaire, sous l’effet de l’éducation familiale."
    ]
  },
  "screen_3": {
    "texts": [
      "Des chercheurs estiment que le perfectionnisme « névrotique » se forme à partir d’expériences d’enfance avec des parents qui donnaient un amour conditionnel (notes, résultats, etc.) ou n’exprimaient aucune approbation.",
      "Dans les deux cas, l’enfant développe l’envie d’être parfait pour prouver à ses parents qu’il peut être « bon » et avoir de la valeur — pour lui-même comme pour eux. Souvent, les parents de perfectionnistes se montrent très critiques, peu soutenants et particulièrement exigeants.",
      "Pour répondre aux attentes parentales et éviter punitions et reproches, l’enfant est alors contraint de s’efforcer d’être irréprochable.",
      "On distingue généralement quatre types de comportements parentaux qui peuvent favoriser le développement du perfectionnisme :",
      "Les parents incarnent eux-mêmes un modèle de comportement perfectionniste",
      "Les parents sont excessivement critiques et exigeants envers l’enfant ; il n’y a pas assez de soutien émotionnel et d’aide dans la relation",
      "L’approbation parentale est absente, ou elle est incohérente et conditionnelle",
      "Un style éducatif autoritaire et des attentes parentales excessives",
      "L’entrée à l’école pousse l’enfant à formaliser ses réussites sous forme de notes.",
      "C’est là que se forme le « syndrome du bon élève », que les psychologues associent au perfectionnisme. L’enfant essaie d’être le meilleur partout, et s’il n’y arrive pas, une pensée polarisée s’active selon le principe du « tout ou rien ».",
      "S’il est impossible d’être le meilleur dans cette matière, il peut choisir la stratégie inverse : être le pire — autant être dernier si l’on ne peut pas être premier."
    ]
  },
  "screen_4": {
    "texts": [
      "Au-delà de l’influence familiale, le perfectionnisme est encouragé par la société moderne. À l’école et à l’université, les enseignants apprécient les élèves dociles et excellents ; et les employeurs valorisent les salariés perfectionnistes.",
      "L’économie de marché pousse à la compétition et à la quête permanente de meilleurs résultats.",
      "Les médias nous imposent des normes et une définition de la beauté et de l’attractivité. Si une personne a belle allure, s’habille avec style et prend soin d’elle, ses chances augmentent de trouver un partenaire, un emploi prestigieux et des amis tout aussi attirants.",
      "À cause de cela, on se convainc souvent qu’il faut répondre à des standards élevés pour faire partie du groupe.",
      "Alors, le perfectionnisme : bon ou mauvais ?",
      "La question divise : certains le jugent utile, d’autres nuisible.",
      "Si vous êtes perfectionniste, vous direz sans doute que viser la perfection est normal : sinon, comment réussir ? Pourtant, dans la pratique, cela vous prend énormément d’énergie et de ressources, et vous épuise peu à peu — mais sans relâche — physiquement et psychiquement.",
      "Le perfectionnisme est étroitement lié à la dépendance aux réussites, dont nous avons parlé dans les chapitres précédents : ses inconvénients sont donc similaires.",
      "Des standards trop élevés et irréalistes influencent presque tous les domaines de votre vie : le travail, les études, les relations avec vos proches, le repos.",
      "Le problème, c’est que l’idéal visé par le perfectionnisme est, en réalité, inatteignable. L’idéal n’existe pas : c’est un état « parfait » d’un objet ou d’un phénomène, que chacun comprend à sa manière.",
      "Soyons honnêtes et posons-nous la question : existe-t-il quelque chose d’absolument parfait pour tout le monde ?",
      "Ce que vous trouvez parfait peut sembler totalement insignifiant à quelqu’un d’autre. Même Mozart ou Léonard de Vinci ne font pas l’unanimité, alors qu’ils sont considérés comme des sommets de l’art.",
      "Quand vous ajusterez vos croyances à la réalité, vous pourrez enfin éprouver du plaisir pour le travail accompli et pour la vie en général, au lieu de vivre dans une déception constante.",
      "Il est essentiel d’apprendre à équilibrer l’envie de faire au mieux et un résultat simplement satisfaisant — et bon."
    ]
  },
  "exercise": {
    "title": "Que faire si le perfectionnisme est là, que l’idéal n’existe pas, et que vous voulez vivre normalement ?",
    "description": "L’article distingue deux types de perfectionnisme — négatif et positif — et propose des recommandations efficaces pour travailler sur les tendances perfectionnistes. L’auteur présente huit stratégies clés, dont la motivation au changement, la restructuration cognitive, l’orientation vers le processus plutôt que vers le résultat, et la construction de croyances nouvelles, plus saines. L’idée centrale est qu’il est possible de dépasser le perfectionnisme en apprenant à accepter l’imperfection, à s’aimer sans condition et à prendre soin de soi au quotidien.",
    "screen_1": {
      "texts": [
        "Les chercheurs distinguent aujourd’hui deux types de perfectionnisme : négatif et positif — autrement dit, sain et pathologique.",
        "Pour transformer un point faible en point fort, il est important d’allier vos qualités de leader et votre envie d’excellence au bon sens et à la rationalité.",
        "Nous avons préparé des recommandations efficaces pour vous aider à travailler sur le perfectionnisme.",
        "Le meilleur point de départ pour affronter n’importe quel problème, c’est la motivation au changement.",
        "Pour dépasser le perfectionnisme, il est important de comprendre pourquoi vous en avez besoin. Analysez et notez tous les avantages et tous les inconvénients.",
        "Vous serez peut-être surpris de constater qu’il y a bien plus de difficultés que de bénéfices. Une fois que vous l’aurez reconnu et accepté, il vous sera beaucoup plus facile de changer.",
        "Comme beaucoup, vous pensez peut-être qu’il faut tout faire à 100 %, qu’il ne faut surtout pas se tromper, ou vous vous accrochez à d’autres idées et croyances similaires.",
        "Il est essentiel de remettre systématiquement ces pensées en question et de travailler dessus.",
        "Comment faire ? Il peut être utile de continuer à tenir un journal des pensées automatiques, où vous pourrez repérer ces idées, les confronter à la réalité et leur apporter une réponse plus rationnelle."
      ],
      "quote": {
        "text": "J’ai raté plus de 9 000 tirs dans ma carrière. J’ai perdu près de 300 matchs. 26 fois, on m’a confié le tir de la victoire et je l’ai manqué. J’ai échoué encore et encore dans ma vie. Et c’est pour cela que j’ai réussi.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "Pour vous aider à tester la réalité (restructuration cognitive), les questions suivantes peuvent être utiles :",
        "Quelles preuves ai-je qui confirment cette pensée ou cette croyance ?",
        "Cette pensée m’aide-t-elle ?",
        "Existe-t-il d’autres façons de voir cette situation, ou de me voir moi-même ?",
        "Est-ce que je me blâme inutilement ?",
        "Qu’est-ce qui, ou qui d’autre, a contribué à cette situation ?",
        "Est-ce vraiment sous mon contrôle ?",
        "Est-ce que j’applique des standards injustifiés ou des doubles standards ?",
        "Est-ce une attente réaliste ?",
        "Ces questions servent à examiner une croyance, la confirmer, la nuancer ou la remettre en cause, puis à formuler une croyance alternative.",
        "Demandez-vous : si je le fais parfaitement, alors quoi ? Et si je ne le fais pas parfaitement, alors quoi ? Essayez de comprendre ce qui se cache derrière votre perfectionnisme. Est-ce la peur d’être rejeté ? La peur d’être ridiculisé en public ? Un besoin de reconnaissance ?",
        "Quand vous aurez compris ce qui se cache derrière, demandez-vous : est-ce vraiment grâce au perfectionnisme que vous répondez à ces peurs et à ces besoins ?",
        "Vous avez rédigé un rapport parfait, vous l’avez rendu… et alors ? Est-ce que, désormais, vous n’avez plus du tout peur qu’on vous tourne le dos ? Vous avez fait une présentation parfaite, on a applaudi… et c’est bon, les applaudissements d’inconnus vous suffisent ?",
        "Très probablement, la réponse est non. Vous atteignez l’idéal, vous ressentez un soulagement pendant un moment, puis vous repartez dans la course.",
        "Débarrassez-vous de la pensée en noir et blanc",
        "Les perfectionnistes pensent souvent en termes de « tout ou rien », « réussite ou échec », « fais-le parfaitement ou ne le fais pas du tout ».",
        "Cette approche est irréaliste. Regardez autour de vous : combien de choses, dans le monde, entrent vraiment dans la catégorie « tout ou rien » ? Vos murs sont-ils parfaitement propres ? Ou y a-t-il au moins un peu de saleté ?",
        "Connaissez-vous quelqu’un qui soit absolument calme et sûr de lui ? Votre actrice préférée a-t-elle une beauté parfaite, ou a-t-elle, elle aussi, des défauts ?"
      ]
    },
    "screen_3": {
      "texts": [
        "Dans la vie, il est rare que tout se passe sans erreurs ni échecs.",
        "Personne ne naît expert : on apprend, on essaie, on se trompe et on progresse peu à peu.",
        "Alors autorisez-vous à être imparfait, à ne pas tout terminer, à faire des faux pas. Les erreurs ne sont pas des ennemies : ce sont des alliées sur le chemin de la réussite. Rappelez-vous ce proverbe : « Celui qui ne fait rien ne se trompe jamais ».",
        "Il n’est pas nécessaire d’abandonner tous vos idéaux d’un coup : ce serait un changement trop brutal.",
        "Allez-y progressivement.",
        "Commencez petit : choisissez un idéal, le moins important, et essayez d’y renoncer. Observez le résultat.",
        "Le monde ne s’écroulera pas si vous faites quelque chose de façon imparfaite. Vos proches ne vous tourneront pas le dos, et vous ne deviendrez pas une mauvaise personne.",
        "Vous gérerez probablement un résultat imparfait bien plus facilement que vous ne l’imaginez. Et souvenez-vous : une seule expérience ne suffit pas. Il faut de la régularité.",
        "Chaque semaine ou chaque mois, renoncez à un idéal et observez votre réaction. Écoutez-vous et avancez à un rythme confortable pour vous.",
        "Tenez un journal des réussites",
        "Notez vos réussites, grandes ou petites, importantes ou non. Chaque jour. Le perfectionnisme adore vous rappeler vos échecs ; alors, la prochaine fois que vous vous direz : « Je n’y arrive jamais », ouvrez votre carnet et relisez tout ce que vous avez déjà réussi.",
        "Une autre manière de dépasser le perfectionnisme consiste à se concentrer sur le processus.",
        "Cela signifie que, lorsque vous évaluez une action, vous vous focalisez davantage sur le chemin que sur le résultat.",
        "Imaginez que vous êtes conducteur et que, chaque jour, vous allez du point A au point B. Certains jours, vous avez surtout des feux verts et vous arrivez vite. D’autres jours, vous tombez sans cesse sur des feux rouges, vous restez coincé dans les embouteillages, et le trajet prend beaucoup plus de temps.",
        "Vos compétences de conduite ne changent pas : alors pourquoi ne pas vous sentir aussi satisfait du travail que vous faites, quel que soit le jour ? Essayez de voir les choses autrement, sans chercher à faire parfaitement votre travail ou une action donnée.",
        "Par exemple, en tant qu’étudiant, vous pouvez vous fixer des objectifs orientés processus :",
        "assister aux cours ;",
        "écouter attentivement et prendre des notes ;",
        "poser des questions pertinentes ;",
        "consacrer un temps défini à chaque matière ;",
        "relire, toutes les deux ou trois semaines, les notes prises en cours.",
        "Tous ces processus sont sous votre contrôle : le succès est donc plus probable. En revanche, la note finale ou le résultat ne dépendent pas entièrement de vous.",
        "Le résultat dépend de l’état du professeur ce jour-là, des performances des autres étudiants, des critères qu’il applique, etc."
      ]
    },
    "screen_4": {
      "texts": [
        "Utilisez la « technique de la cupidité »",
        "Elle repose sur un constat simple : la plupart d’entre nous cherchent à être parfaits pour réussir. Peut-être ne vous est-il jamais venu à l’esprit que vous pourriez réussir davantage en abaissant vos standards.",
        "Par exemple, un psychothérapeute bien connu a mis plus de deux ans à écrire son premier article scientifique.",
        "L’article était excellent et a été publié. Mais, pendant ce même laps de temps, ses collègues ont écrit et publié bien plus d’articles tout aussi bons. Il s’est alors demandé ce qui valait mieux : un article à 98 % de « perfection », ou dix articles à 80 % de « perfection ».",
        "Dans le second cas, la productivité serait plus élevée, et il pourrait même prendre de l’avance sur ses collègues. Cette prise de conscience l’a poussé à assouplir ses standards.",
        "Résultat : sa productivité a augmenté, et sa satisfaction au travail aussi.",
        "Faire plusieurs tâches correctement peut être plus efficace que de s’acharner à produire un résultat « parfait » au prix d’un stress énorme.",
        "Formulez de nouvelles croyances",
        "Travailler sur ses croyances consiste à les identifier, à comprendre leurs conséquences, à en rechercher l’origine, puis à formuler des croyances alternatives.",
        "En substance, notre objectif est de « normaliser » différentes formes d’« imperfection » (erreurs, ratés), d’accepter notre imperfection et celle des autres.",
        "Renoncez aux croyances suivantes :",
        "Moi/les autres/le monde doivent être parfaits",
        "Si ce n’est pas parfait, c’est mauvais",
        "Si c’est mauvais, on va me rejeter / on ne va pas me reconnaître / je n’y arriverai pas",
        "À la place, utilisez de nouvelles croyances et de nouvelles formulations.",
        "Je ne suis pas parfait, mais je :",
        "j’apprends et je grandis",
        "je suis assez bien comme je suis",
        "je mérite amour et respect, même si je ne suis pas parfait",
        "Les autres ne sont pas parfaits, mais ils :",
        "sont des personnes, avec leurs qualités et leurs défauts",
        "ne m’approuveront pas toujours, et c’est normal",
        "Je fais des erreurs, mais cela me permet :",
        "d’apprendre de mes erreurs",
        "de m’améliorer",
        "de développer ma résilience et de ne pas abandonner",
        "Notez vos nouvelles croyances et intégrez-les dans votre vie.",
        "Vous pouvez les écrire sur un post-it et le coller sur le réfrigérateur, les enregistrer dans vos notes sur téléphone, ou créer une image et la mettre en fond d’écran.",
        "Relisez ces phrases chaque jour, au moins une fois — idéalement plusieurs. Cela vous aidera à reconfigurer vos schémas de pensée et à remplacer des croyances malsaines par des croyances plus adaptées.",
        "Heureusement, le perfectionnisme n’est pas une fatalité.",
        "Par petits pas — seul ou avec l’aide d’un spécialiste — vous pouvez ramener votre perfectionnisme à un niveau plus sain. Pour cela, il est important d’apprendre à vous aimer sans condition et à prendre soin de vous chaque jour."
      ]
    }
  }
}
