{
  "title": "Dépendance à l'idéal, perfectionnisme",
  "description": "L'article explore le perfectionnisme en soulignant que la quête de normes élevées peut être bénéfique, mais lorsque cela se transforme en exigences rigides, cela entraîne des conséquences négatives telles que l'anxiété et l'insatisfaction de la vie. Des exemples de la vie montrent comment les expériences précoces et l'éducation peuvent contribuer à la formation de croyances et de comportements perfectionnistes. En conclusion, l'auteur appelle à un équilibre entre la quête de la perfection et des résultats acceptables pour éviter l'épuisement et la déception.",
  "screen_1": {
    "texts": [
      "Le désir d'atteindre des normes élevées, de réussir ses tâches et d'être productif est une qualité assez positive.",
      "Tout comme le désir d'être accepté, approuvé, aimé ou d'avoir des réalisations significatives dans la vie.",
      "Lorsque cela reste au niveau des désirs, des aspirations ou des objectifs, nous pouvons parler de croyances constructives qui nous aident dans la vie et nous motivent.",
      "Mais si les désirs se transforment en exigences rigides et fixes, et que le coût de leur réalisation devient trop élevé, ce n'est plus simplement des normes élevées, mais du perfectionnisme.",
      "Que signifie être perfectionniste?",
      "Le perfectionnisme, en tant que croyance que tout doit être parfaitement exécuté à 100%, est souvent à la base de nombreux problèmes.",
      "Vous visez l'idéal : les erreurs sont inacceptables pour vous et l'échec semble catastrophique. Vous croyez que vous devez paraître, vous sentir, penser et vous comporter parfaitement en toutes circonstances.",
      "Dès que vous atteignez un objectif, il est immédiatement remplacé par un nouveau, encore plus éloigné, donc vous ne recevez jamais de satisfaction ni de reconnaissance pour vos efforts. La vie devient une routine grise et épuisante, car vous vivez en essayant de répondre à des normes irréalistes et souvent impossibles.",
      "Ainsi, une personne perfectionniste:",
      "se compare souvent aux autres",
      "est en compétition permanente",
      "se concentre sur les échecs et les revers, sans remarquer les réussites",
      "se critique sévèrement elle-même ou critique les autres",
      "s'adapte mal à la réalité",
      "remet constamment à plus tard, procrastine"
    ],
    "quote": {
      "text": "Le perfectionnisme, c'est la peur dans des chaussures élégantes et un manteau de vison, prétendant être élégant alors qu'en réalité il est simplement terrifié.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Un modèle de perfectionnisme à titre d'exemple",
      "Rappelons que selon la thérapie cognitivo-comportementale, nos expériences de vie forment des croyances sur nous-mêmes, les autres et le monde. Ces croyances déterminent à leur tour nos stratégies et règles de vie.",
      "À titre d'exemple, considérons Eugène. Ses parents avaient toujours des exigences élevées à son égard; toute note en dessous de «excellent» était considérée comme un échec.",
      "Malgré le talent d'Eugène pour la musique, ses parents critiquaient ses réussites et le poussaient vers une profession plus «prestigieuse» comme celle de médecin.",
      "Cette expérience a formé chez Eugène la profonde croyance qu'il n'était «pas assez bon» et «incompétent».",
      "Pour compenser cela et se sentir bien et compétent, il a développé la règle : «Je dois tout faire parfaitement».",
      "La quête de l'idéal pousse Eugène à travailler jusqu'à l'épuisement, à se gronder pour les moindres erreurs et à critiquer sévèrement ses collègues. Cela mène à l'épuisement, à l'anxiété, à des problèmes relationnels et à l'insatisfaction de la vie.",
      "Souvent, il se fixe des objectifs irréalistes, comme se préparer parfaitement à une présentation en un temps limité.",
      "S'il y parvient (ce qui est peu probable), sa règle est confirmée, créant une illusion de contrôle. En cas d'échec, Eugène se blâme, renforçant la croyance en son incompétence.",
      "Cela devient un cercle vicieux : la règle «faire tout parfaitement» protège Eugène du sentiment douloureux d'«insuffisance», mais seulement tant qu'il est capable de répondre à ses normes élevées et irréalistes.",
      "Toute erreur conduit à des émotions négatives, renforçant l'autocritique et nourrissant le perfectionnisme.",
      "À quoi peuvent ressembler les croyances perfectionnistes?",
      "Je dois tout faire parfaitement",
      "Tout doit me réussir",
      "Si ce n'est pas fait au maximum, il vaut mieux ne rien faire du tout",
      "Si on me critique, c'est que je fais mal. On ne peut pas faire mal",
      "Je n'ai pas le droit à l'erreur",
      "Je dois être le meilleur dans tout ce que je fais",
      "Comment se forme la quête constante de l'idéal?",
      "La plupart du temps, cette quête se forme à l'âge préscolaire ou au début de l'école primaire, en raison de l'éducation familiale."
    ]
  },
  "screen_3": {
    "texts": [
      "Les chercheurs pensent que le perfectionnisme névrotique se forme sous l'influence des expériences d'enfance avec des parents qui montraient un amour conditionnel (pour les notes, les résultats, etc.) ou aucune approbation du tout.",
      "Dans les deux cas, l'enfant développe le désir d'être parfait pour prouver à ses parents qu'il peut être bon et précieux pour lui-même et pour eux. Souvent, les parents des perfectionnistes montrent une critique excessive, refusent le soutien à l'enfant et montrent des exigences élevées.",
      "L'enfant doit s'efforcer d'être impeccable pour répondre aux attentes de ses parents et éviter les punitions et les critiques.",
      "On peut distinguer quatre types de comportements parentaux qui peuvent contribuer au développement du perfectionnisme :",
      "Les parents eux-mêmes démontrent un modèle de comportement perfectionniste prononcé",
      "Les parents sont excessivement critiques et exigeants envers l'enfant; il manque de soutien émotionnel suffisant et d'aide dans les relations",
      "L'approbation parentale est absente ou incohérente et conditionnelle",
      "Style parental autoritaire et attentes parentales excessives",
      "L'entrée de l'enfant à l'école le motive à formaliser ses succès sous forme de notes.",
      "C'est ici que se forme le «syndrome de l'élève parfait», que les psychologues associent au perfectionnisme. L'enfant essaie d'être le meilleur en tout, et s'il échoue, une pensée polarisée selon le principe du «tout ou rien» s'active.",
      "Il n'y a aucun moyen d'être le meilleur dans cette matière, donc la stratégie choisie est d'être le pire de tous : il vaut mieux être le dernier, puisqu'on ne peut pas être le premier."
    ]
  },
  "screen_4": {
    "texts": [
      "En plus de l'influence familiale, le perfectionnisme est encouragé par la société moderne. À l'école et à l'université, les enseignants aiment les élèves obéissants et excellents, et les employeurs apprécient les employés perfectionnistes.",
      "L'économie de marché pousse les gens à la concurrence, à toujours chercher à obtenir les meilleurs résultats.",
      "Les médias dictent la mode et la perception de la beauté et de l'attractivité. Si une personne a bonne mine, s'habille avec style et prend soin d'elle-même, cela augmente ses chances de trouver un partenaire, un emploi prestigieux et des amis tout aussi attrayants.",
      "Pour cette raison, une personne est souvent convaincue de la nécessité de répondre à des normes élevées pour faire partie de la société.",
      "Alors, le perfectionnisme est-il bon ou mauvais?",
      "La question du perfectionnisme provoque souvent des désaccords : certains le considèrent utile, d'autres nuisible.",
      "Si vous êtes perfectionniste, vous direz probablement que la quête de la perfection est normale ; sinon, comment réussir? Cependant, en pratique, cela vous prend une énorme quantité de force et de ressources, épuisant graduellement mais impitoyablement votre corps et votre esprit.",
      "Le perfectionnisme est étroitement lié à la dépendance à la réussite, dont nous avons parlé dans les chapitres précédents, et donc ses inconvénients sont similaires.",
      "Les normes élevées et irréalistes affectent pratiquement tous les domaines de votre vie : le travail, les études, les relations avec vos proches, vos loisirs.",
      "Le problème est que l'idéal vers lequel tend le perfectionnisme est en réalité inatteignable. L'idéal n'existe pas : c'est le meilleur état fini d'un objet ou d'un phénomène, que chacun perçoit à sa manière.",
      "Soyons honnêtes et demandons-nous : existe-t-il quelque chose d'absolument parfait pour tout le monde?",
      "Ce que vous considérez comme idéal peut sembler totalement absurde à quelqu'un d'autre. Même les œuvres de Mozart et de Da Vinci ne plaisent pas à tout le monde, bien qu'elles soient considérées comme les sommets de l'art.",
      "Lorsque vous ajustez vos croyances en fonction de la réalité, vous pouvez trouver de la joie dans le travail accompli et dans la vie en général, au lieu de vivre une déception constante.",
      "Il est très important d'apprendre à équilibrer la quête de l'excellence et un résultat acceptable et bon."
    ]
  },
  "exercise": {
    "title": "Que faire si vous êtes perfectionniste, sans idéal, mais que vous voulez vivre normalement ?",
    "description": "L'article examine deux types de perfectionnisme - négatif et positif, offrant des recommandations efficaces pour gérer les tendances perfectionnistes. L'auteur présente huit stratégies clés, notamment la motivation au changement, la restructuration cognitive, l'orientation vers le processus plutôt que le résultat, et la formation de nouvelles croyances plus saines. L'idée principale est que le perfectionnisme peut être surmonté en apprenant à accepter l'imperfection, à s'aimer inconditionnellement et à prendre soin de soi quotidiennement.",
    "screen_1": {
      "texts": [
        "Les scientifiques modernes distinguent deux types de perfectionnisme : négatif et positif, ou en d'autres termes, sain et pathologique.",
        "Pour transformer un moins en plus, il est important de combiner vos qualités de leader et votre quête de perfection avec le bon sens et la rationalité.",
        "Nous avons préparé pour vous des recommandations efficaces pour travailler avec le perfectionnisme.",
        "Le meilleur point de départ pour aborder tout problème est la motivation au changement.",
        "Pour surmonter le perfectionnisme, il est important de comprendre pourquoi vous en avez besoin. Analysez et notez tous les avantages et les inconvénients.",
        "Vous pourriez être surpris de découvrir qu'il y a beaucoup plus de difficultés que d'avantages. Une fois que vous vous en rendrez compte et l'accepterez, il vous sera beaucoup plus facile de changer.",
        "Comme beaucoup de gens, vous pensez probablement que tout doit être fait à 100% ou qu'il ne faut jamais faire d'erreurs, ou vous adhérez à d'autres pensées et croyances similaires d'un perfectionniste.",
        "Il est très important pour vous de remettre en question toutes ces pensées et de travailler avec elles.",
        "Comment ? Il sera utile de continuer à tenir un journal des pensées automatiques, où vous pourrez identifier ces idées, les vérifier par rapport à la réalité et leur donner une réponse rationnelle."
      ],
      "quote": {
        "text": "J'ai raté plus de 9000 tirs dans ma carrière. J'ai perdu presque 300 matchs. 26 fois, on m'a fait confiance pour prendre le tir de la victoire et j'ai raté. J'ai échoué encore et encore dans ma vie. Et c'est pourquoi je réussis.",
        "author": "Michael Jordan"
      }
    },
    "screen_2": {
      "texts": [
        "Les questions suivantes peuvent aider à tester la réalité (restructuration cognitive) :",
        "Quelles preuves ai-je qui soutiennent cette pensée ou cette croyance ?",
        "Cette pensée est-elle utile ?",
        "Y a-t-il d'autres façons de penser à cette situation ou à moi-même ?",
        "Est-ce que je me blâme inutilement ?",
        "Qui d'autre ou quoi d'autre a contribué à cette situation ?",
        "Est-ce vraiment sous mon contrôle ?",
        "Est-ce que j'adhère à des normes non fondées ou doubles ?",
        "Est-ce une attente réaliste ?",
        "Ces questions visent à vérifier une croyance, la confirmer, la clarifier ou la réfuter, et à formuler une croyance alternative.",
        "Demandez-vous : que se passe-t-il si je le fais parfaitement, et alors ? Et si je ne le fais pas parfaitement, alors quoi ? Essayez de comprendre ce qui se cache derrière votre perfectionnisme. Avez-vous peur du rejet ? Craignez-vous le ridicule public ? Y a-t-il une soif de reconnaissance derrière le perfectionnisme ?",
        "Lorsque vous comprenez ce qui se cache derrière le perfectionnisme, demandez-vous si vous abordez vraiment ces peurs et ces besoins avec lui.",
        "Eh bien, vous avez parfaitement écrit le rapport, vous l'avez soumis, et alors ? Maintenant, vous n'avez plus du tout peur que les gens se détournent de vous ? Eh bien, vous avez parfaitement performé, ils vous ont applaudi, et c'est tout, ces ovations d'une foule d'étrangers vous suffisent ?",
        "Il est fort probable que votre réponse soit négative. Vous avez atteint l'idéal, vous avez éprouvé du bonheur pendant un moment, et puis vous repartez dans cette course.",
        "Débarrassez-vous de la pensée en noir et blanc",
        "Les perfectionnistes pensent souvent en catégories de «tout ou rien», «succès ou échec», «faites-le parfaitement ou ne commencez pas du tout».",
        "Une telle approche est irréaliste. Regardez autour de vous et demandez-vous combien de choses dans le monde correspondent à la catégorie «tout ou rien». Vos murs sont-ils parfaitement propres ? Ou y a-t-il au moins un peu de saleté dessus ?",
        "Connaissez-vous une personne qui est absolument calme et confiante ? Votre actrice préférée possède-t-elle une beauté parfaite, ou a-t-elle quand même des défauts ?"
      ]
    },
    "screen_3": {
      "texts": [
        "Dans la vie, il est rare que quelque chose soit accompli sans erreurs ni échecs.",
        "Personne ne naît maître - nous apprenons, essayons, faisons des erreurs et nous améliorons progressivement.",
        "Alors permettez-vous d'être imparfait, de faire quelque chose d'incomplet, de faire des erreurs. Les erreurs ne sont pas des ennemis, mais des aides sur le chemin du succès. Rappelez-vous plus souvent le dicton : «Celui qui ne fait rien ne fait pas d'erreurs».",
        "Il ne vaut pas la peine de renoncer immédiatement à tous les idéaux - ce pourrait être un changement trop drastique.",
        "Agissez progressivement.",
        "Commencez petit : choisissez un idéal, le moins significatif, et essayez d'y renoncer. Observez le résultat.",
        "Le monde ne s'effondrera pas si vous ne faites pas quelque chose parfaitement. Vos proches ne se détourneront pas de vous, vous ne deviendrez pas une personne horrible.",
        "Il est fort probable que vous gériez le résultat imparfait beaucoup plus facilement qu'il n'y paraît. Rappelez-vous qu'une seule expérience ne donne pas une image complète. La cohérence est nécessaire.",
        "Chaque semaine ou chaque mois, renoncez à un idéal et observez la réaction. Écoutez-vous et avancez à un rythme confortable pour vous.",
        "Tenez un journal de réussites",
        "Notez à la fois les grands et les petits succès, significatifs et moins significatifs. Chaque jour. Le perfectionnisme aime les défaites, et quand vous vous dites encore une fois : «Je ne réussis jamais rien», ouvrez immédiatement votre cahier et lisez combien vous avez déjà réussi.",
        "Une autre façon de surmonter le perfectionnisme est de se concentrer sur le processus.",
        "Cela signifie que lorsque vous évaluez une action, vous vous concentrez davantage sur le processus que sur le résultat.",
        "Imaginez que vous êtes un conducteur et que chaque jour vous conduisez du point A au point B. Certains jours, les feux de circulation sont principalement verts et vous atteignez rapidement votre destination. D'autres jours, vous tombez constamment sur des feux rouges, vous êtes coincé dans des embouteillages et le trajet prend beaucoup plus de temps.",
        "Vos compétences de conduite ne changent pas, alors pourquoi ne pas vous sentir également satisfait du travail que vous faites chaque jour ? Essayez de voir les choses d'une nouvelle manière, sans essayer de faire votre travail ou une action parfaitement.",
        "Par exemple, en tant qu'étudiant, vous pouvez vous fixer les objectifs suivants orientés vers le processus :",
        "assister aux cours ;",
        "écouter attentivement et prendre des notes ;",
        "poser des questions pertinentes ;",
        "consacrer un certain temps à chaque matière ;",
        "relire les notes prises pendant les cours toutes les deux à trois semaines.",
        "Vous pouvez contrôler tous ces processus, donc le succès est garanti. La note finale ou le résultat, en revanche, n'est pas sous votre contrôle.",
        "Le résultat dépend de comment votre professeur se sent ce jour-là, à quel point les autres étudiants ont bien performé, quels critères ils appliquent, etc."
      ]
    },
    "screen_4": {
      "texts": [
        "Utilisez la «technique de l'avidité»",
        "Elle est basée sur le simple fait que la plupart d'entre nous s'efforcent d'être parfaits pour réussir dans la vie. Il ne vous est peut-être pas venu à l'esprit que vous pourriez avoir beaucoup plus de succès si vous baissiez vos standards.",
        "Par exemple, un célèbre psychothérapeute a passé plus de deux ans à écrire son premier article scientifique.",
        "Il était excellent et a été publié. Mais pendant ce même temps, ses collègues ont écrit et publié beaucoup plus de travaux tout aussi bons. Il s'est donc demandé ce qui était mieux : avoir un article avec 98% de «perfection» ou 10 articles avec 80% de «perfection» ?",
        "Dans le deuxième cas, la productivité serait plus élevée, et il aurait pu être en avance sur ses collègues. Cette prise de conscience a poussé le psychothérapeute à assouplir ses standards.",
        "En conséquence, sa productivité a augmenté et sa satisfaction au travail s'est accrue.",
        "Accomplir plusieurs tâches bien peut être plus efficace que de se fixer sur la création d'un produit parfait avec beaucoup de stress.",
        "Formulez de nouvelles croyances",
        "Travailler sur les croyances implique de les reconnaître, de réfléchir à leurs conséquences, de trouver leurs sources et se termine par la formulation de nouvelles croyances alternatives.",
        "Essentiellement, notre tâche est d'aider à «normaliser» diverses manifestations d'«imperfection» (erreurs, échecs), d'aider à accepter l'idée de sa propre imperfection et de l'imperfection des autres.",
        "Abandonnez les croyances comme :",
        "Je/les autres/le monde doit être parfait",
        "Si ce n'est pas parfait, alors c'est mauvais",
        "Si c'est mauvais, alors les autres se détourneront de moi/ne me reconnaîtront pas/je n'y arriverai pas",
        "Au lieu de cela, utilisez de nouvelles croyances et phrases.",
        "Je ne suis pas parfait, mais je :",
        "Apprends et grandis",
        "Suis assez bon",
        "Mérite l'amour et le respect, même si je ne suis pas parfait",
        "Les autres ne sont pas parfaits, mais ils :",
        "Sont aussi des personnes, avec leurs forces et leurs faiblesses",
        "Ne m'approuveront pas toujours, et c'est normal",
        "Je fais des erreurs, mais cela me donne l'opportunité de :",
        "Apprendre de mes erreurs",
        "Devenir meilleur",
        "Montrer de la résilience et ne pas abandonner",
        "Écrivez vos nouvelles croyances et mettez-les en pratique dans votre vie.",
        "Vous pouvez les écrire sur un post-it et le coller sur le réfrigérateur, les entrer dans les notes de votre téléphone ou créer une image avec elles et la définir comme fond d'écran.",
        "Lisez ces déclarations chaque jour, au moins une fois, mieux plusieurs fois. Cela vous aidera à reprogrammer vos pensées et à remplacer les croyances malsaines par des croyances plus adaptatives.",
        "Heureusement, le perfectionnisme n'est pas une sentence.",
        "Avec de petits pas - par vous-même ou sous la direction d'un spécialiste - vous pouvez amener le perfectionnisme à un niveau sain. Pour cela, il est nécessaire d'apprendre à s'aimer inconditionnellement et à prendre soin de soi quotidiennement."
      ]
    }
  }
}
