{
  "title": "Le chemin vers une estime de soi saine",
  "description": "Ce texte propose des pistes pour se libérer de la dépendance au regard et à l’approbation des autres. Les étapes clés incluent l’analyse des avantages et des inconvénients de ses croyances actuelles, la reformulation des pensées négatives en idées plus réalistes et aidantes, ainsi que le développement de l’habitude de s’accorder sa propre approbation. En suivant ces recommandations, une personne peut gagner en autonomie intérieure et améliorer la qualité de sa vie.",
  "screen_1": {
    "texts": [
      "La première étape, essentielle, pour changer des croyances destructrices consiste à analyser leurs avantages et leurs inconvénients.",
      "Réfléchissez à vos croyances concernant votre dépendance à l’approbation des autres et notez-les. Elles peuvent être formulées de différentes façons, mais elles ont en commun votre besoin d’être approuvé·e.",
      "Par exemple : « Je dois faire ce qui plaît aux gens » ou « Si l’on ne m’approuve pas, c’est que je suis une mauvaise personne ».",
      "Demandez-vous : quels sont les bénéfices et les coûts de ces idées ? Quel prix payez-vous pour les entretenir et qu’en retirez-vous vraiment ?",
      "En listant tous les points où cette croyance vous aide ou vous nuit, vous verrez concrètement comment elle influence votre état intérieur, votre humeur et votre vie en général. Cela peut devenir un premier pas important vers votre développement personnel.",
      "Si vous constatez que la peur du désaccord et du rejet vous fait plus de mal que de bien, l’étape suivante consiste à réécrire cette croyance pour la rendre plus réaliste et plus utile pour vous.",
      "Prenons, par exemple, la pensée suivante : « Si l’on ne m’approuve pas, c’est que je suis mauvais·e ».",
      "Même si vous adoptez un comportement « idéal », il y aura toujours des personnes mécontentes de ce que vous faites, ou même de qui vous êtes.",
      "Aussi gentil·le et accommodant·e que vous essayiez d’être, vous n’échapperez ni aux critiques, ni aux désaccords, ni parfois même au rejet.",
      "Pourtant, cela ne prouve pas que vous êtes une mauvaise personne : l’autre peut vous critiquer au nom de ses propres croyances, façonnées par son éducation et son expérience de vie (et qui ne sont pas toujours rationnelles), dans lesquelles vous, en tant que personne différente, n’entrez tout simplement pas.",
      "Et si quelqu’un préfère les blondes aux brunettes, cela fait-il pour autant de toutes les brunettes des « mauvaises » personnes ?",
      "À partir de ce type de réflexion, la croyance peut être reformulée ainsi : « Le fait de ne pas être approuvé·e peut être désagréable, mais cela ne fait pas de moi une mauvaise personne. »",
      "Relisez régulièrement cette nouvelle croyance, deux fois par jour par exemple. Petit à petit, vous commencerez à ancrer de nouvelles habitudes de pensée."
    ],
    "quote": {
      "text": "Personne ne peut vous faire sentir inférieur·e sans votre consentement.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Demandez-vous pourquoi il n’est pas rationnel d’avoir peur du désaccord ou du désaveu. Rédigez votre propre liste de raisons montrant que le manque d’approbation est désagréable, mais pas dramatique.",
      "Vos arguments doivent être concrets, proches de votre réalité et suffisamment convaincants pour que vous n’en doutiez pas. Ne vous racontez pas d’histoires pour vous rassurer à tout prix.",
      "Par exemple, la phrase : « Si quelqu’un me critique, je ne devrais pas être triste, car je n’ai pas besoin de gens prétentieux dans ma vie » ne fonctionnera pas, car elle contient une distorsion.",
      "Ce serait seulement une façon de vous rassurer en dévalorisant l’autre, en le plaçant d’emblée dans la catégorie des « mauvais ». Misez plutôt sur des idées que vous considérez réellement comme vraies.",
      "Voici quelques idées qui peuvent vous être utiles :",
      "Le manque d’approbation n’est pas toujours directement lié à vous, à vos paroles, à vos actes ou à votre mode de vie. La cause peut se trouver dans les difficultés, l’humeur ou les convictions personnelles de l’autre.",
      "Même une critique justifiée ne représente pas une menace : elle peut au contraire vous aider à repérer et corriger certaines erreurs. Et comme on le sait, c’est en se trompant que l’on apprend.",
      "Un, deux, cinq ou dix faux pas ne signifient pas que tout ce que vous faites est erroné. En face de ces ratés, il existe de nombreuses choses que vous faites correctement.",
      "Vous décidez vous-même de l’ampleur de votre réaction face au désaccord ou au rejet. Le degré de souffrance dépend de la signification que vous lui donnez.",
      "Les autres ne peuvent juger que la pertinence de vos paroles ou de vos actes, pas votre valeur en tant qu’être humain.",
      "Chaque personne vous évaluera à sa manière, quel que soit votre comportement. Le manque d’approbation ne se propage pas comme un incendie, et un seul épisode de rejet ne condamne pas à la solitude éternelle.",
      "Le désaccord et la critique provoquent généralement un certain inconfort, mais ce malaise finit par s’atténuer. Inutile de vous enliser dans la morosité : consacrez du temps à ce qui vous faisait plaisir auparavant, même si cela vous semble inutile sur le moment. Le manque d’approbation n’est pas définitif.",
      "Réfléchissez à ce sujet pendant quelques jours et complétez peu à peu votre liste. Construisez votre propre rapport au fait de ne pas être approuvé·e. Vous serez surpris·e de voir à quel point cela peut modifier votre vision du monde et renforcer votre sentiment d’indépendance."
    ],
    "quote": {
      "text": "Votre temps est limité, ne le gâchez pas en vivant la vie de quelqu’un d’autre.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Apprenez à vous appuyer d’abord sur votre propre approbation.",
      "La clé de la guérison émotionnelle, c’est de reconnaître que seules vos propres pensées peuvent vraiment influencer votre humeur. En renonçant à la dépendance à l’égard des compliments des autres, essayez de devenir vous-même votre principal soutien.",
      "Pour cela, notez au fil de la journée, dans un carnet ou dans votre téléphone, la liste de vos petites et grandes réussites. Peu importe leur importance objective ou le fait que quelqu’un d’autre les ait remarquées.",
      "Peut-être avez-vous tenu une porte dans le métro, expliqué patiemment quelque chose à un·e collègue pour la deuxième fois, ou simplement respecté le feu rouge alors que tout le monde traversait.",
      "Habituez-vous à tenir cette liste et à la relire avant de vous coucher : ce sera un grand pas vers l’auto-approbation.",
      "Gardez en tête que l’opinion des autres est extrêmement changeante. Ce qui aujourd’hui est critiqué et tourné en dérision peut demain devenir tendance et susciter l’enthousiasme.",
      "Ne cherchez pas à plaire à tout le monde. C’est impossible. Il existe des millions de personnes dans le monde, chacune avec ses opinions et sa propre façon de voir les choses.",
      "Vivez votre vie, exprimez votre point de vue, apprenez de vos erreurs, corrigez-les, poursuivez vos objectifs et avancez.",
      "Toutes les étapes décrites fonctionnent ensemble. Oui, cela demande des efforts, mais se libérer de la dépendance à l’approbation des autres transforme votre vie dans un sens profondément positif. Cela vous offre la liberté d’être vous-même."
    ]
  }
}
