{
  "title": "Le chemin vers une estime de soi saine",
  "description": "Ce texte examine les moyens de se libérer de la dépendance à l'approbation des autres. Les étapes principales incluent l'analyse des avantages et des inconvénients des croyances actuelles, la réécriture des attitudes négatives en des croyances plus réalistes et utiles, ainsi que le développement de l'habitude de l'auto-approbation. En suivant ces recommandations, une personne peut accroître son indépendance et améliorer sa qualité de vie.",
  "screen_1": {
    "texts": [
      "La première étape très importante sur le chemin du changement des croyances destructrices est l'analyse de leurs avantages et inconvénients.",
      "Réfléchissez à vos croyances concernant la dépendance à l'approbation et notez-les. Elles peuvent être formulées différemment, mais reflètent votre désir d'être approuvé par les autres.",
      "Par exemple : «Je dois faire ce qui plaît aux gens», ou «Si je ne suis pas approuvé, cela signifie que je suis mauvais».",
      "Demandez-vous : quels sont les avantages et les inconvénients de telles attitudes ? Quel prix payez-vous pour cela et qu'obtenez-vous en retour ?",
      "En énumérant toutes les façons possibles par lesquelles une croyance peut vous nuire ou vous aider, vous pourrez voir comment elle affecte réellement votre état, votre humeur et votre vie dans son ensemble. Cela peut être un premier pas important vers la croissance personnelle.",
      "Si vous constatez que la peur de la désapprobation vous nuit plus qu'elle ne vous aide, l'étape suivante consiste à réécrire la croyance de manière à ce qu'elle soit plus réaliste et bénéfique pour vous.",
      "Prenons par exemple la croyance : «Si je ne suis pas approuvé, cela signifie que je suis mauvais».",
      "Même si vous vous comportez de manière 'parfaite', il y aura toujours des personnes pour exprimer leur mécontentement de votre comportement ou même de vous-même.",
      "Peu importe à quel point vous essayez d'être bon et accommodant pour les autres, vous ne pouvez pas éviter la critique, les conflits et même le rejet.",
      "Cependant, cela ne prouve pas que vous êtes une mauvaise personne, car une autre personne peut vous critiquer en raison de ses croyances formées sous l'influence de l'éducation et de l'expérience de vie (pas toujours rationnelles !), dans lesquelles vous, en tant que personne différente, ne vous intégrez tout simplement pas.",
      "Et si quelqu'un préfère les blondes aux brunettes, cela rend-il toutes les brunettes mauvaises ?",
      "À partir de telles réflexions, la croyance peut être réécrite comme suit : «La désapprobation peut causer de l'inconfort, mais cela ne fait pas de moi une mauvaise personne».",
      "Relisez la nouvelle croyance quelques fois par jour. De cette manière, vous formerez progressivement de nouvelles habitudes de pensée."
    ],
    "quote": {
      "text": "Personne ne peut vous faire sentir inférieur sans votre consentement.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Pensez à pourquoi la peur de la désapprobation est irrationnelle. Établissez votre propre liste de raisons pour lesquelles la désapprobation est désagréable mais pas fatale.",
      "Les arguments doivent être réalistes et compréhensibles pour que vous n'ayez aucun doute à leur sujet. Ne vous trompez pas vous-même !",
      "Par exemple, l'affirmation : «Si quelqu'un me critique, je ne devrais pas être contrarié car je n'ai pas besoin de personnes arrogantes à mes côtés», ne fonctionnera pas car elle contient une distorsion.",
      "De cette façon, vous essayez simplement de vous affirmer aux dépens de mettre la personne sur la 'liste noire'. Adhérez aux vérités que vous croyez.",
      "Voici quelques idées qui pourraient vous être utiles :",
      "La désapprobation n'est pas toujours directement liée à vous : vos paroles, vos actions ou votre mode de vie. La raison peut résider dans les problèmes ou les points de vue personnels d'une autre personne.",
      "Même une critique justifiée ne constitue pas une menace car elle aide à trouver et à corriger les erreurs. Et comme on le sait, nous apprenons de nos erreurs.",
      "Une, deux, cinq, dix erreurs ne signifient pas que tout ce que vous faites est incorrect. En revanche, il y a de nombreuses choses dans lesquelles vous ne vous trompez pas.",
      "Vous décidez vous-même de l'importance à accorder à la désapprobation des autres, votre réaction dépend uniquement de vous.",
      "Les autres personnes ne peuvent pas juger de votre valeur humaine, seulement de la justesse et des mérites de vos paroles ou de vos actions.",
      "Tout le monde vous jugera différemment, indépendamment de la qualité ou de la médiocrité de vos actions. La désapprobation ne se propage pas rapidement, et un seul cas de rejet ne mènera pas à l'isolement complet.",
      "La désapprobation et la critique causent généralement des désagréments, mais l'inconfort passera. Arrêtez de vous apitoyer sur vous-même. Engagez-vous dans des activités qui vous ont auparavant procuré du plaisir, même si vous avez l'impression que commencer est complètement inutile. La désapprobation n'est pas éternelle.",
      "Réfléchissez à ce sujet pendant quelques jours et complétez la liste au fur et à mesure. Développez votre propre attitude envers la désapprobation. Vous serez surpris de voir à quel point cela vous aidera à changer votre vision du monde et à renforcer votre sentiment d'indépendance."
    ],
    "quote": {
      "text": "Votre temps est limité, ne le gaspillez pas à vivre la vie de quelqu'un d'autre.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Apprenez à ne dépendre que de votre propre approbation.",
      "La clé du rétablissement émotionnel est de savoir que seules vos propres pensées peuvent affecter votre humeur. En vous libérant de la dépendance aux éloges des autres, essayez de vous soutenir vous-même.",
      "Pour cela, notez une liste de vos réalisations tout au long de la journée dans un journal ou sur votre téléphone. Peu importe leur importance, que quelqu'un d'autre les ait remarquées ou non.",
      "Peut-être avez-vous tenu la porte dans le métro ou expliqué patiemment un sujet à un collègue deux fois. Ou vous n'avez simplement pas traversé au feu rouge avec tout le monde.",
      "Habituez-vous à tenir une telle liste et consultez-la avant de vous coucher, et vous ferez un grand pas vers l'auto-approbation.",
      "Souvenez-vous que l'opinion des autres est très instable. Ce qui est discuté et critiqué aujourd'hui peut devenir à la mode et souhaitable pour beaucoup demain.",
      "Ne cherchez pas à plaire à tout le monde. C'est impossible. Il y a des millions de personnes dans le monde, et chacune a sa propre opinion et sa propre tête sur les épaules.",
      "Vivez votre propre vie, exprimez votre propre opinion, apprenez de vos erreurs, corrigez-les, aspirez à vos objectifs et avancez.",
      "Toutes les étapes énumérées fonctionnent ensemble. Oui, cela demande des efforts, mais se libérer de la dépendance à l'approbation des autres change la vie pour le mieux. Cela vous donne la liberté d'être vous-même."
    ]
  }
}
