{
  "title": "Le chemin vers une estime de soi solide",
  "description": "Ce texte propose des pistes pour se libérer de la dépendance à l’approbation des autres. Les étapes clés consistent à analyser les avantages et les inconvénients de ses croyances actuelles, à reformuler les idées négatives en pensées plus réalistes et plus utiles, puis à développer l’habitude de s’accorder sa propre validation. En suivant ces recommandations, on peut gagner en autonomie et améliorer sa qualité de vie.",
  "screen_1": {
    "texts": [
      "La première étape — et elle est essentielle — pour transformer des croyances destructrices, c’est d’en analyser les avantages et les inconvénients.",
      "Réfléchissez à vos croyances liées au besoin d’approbation et notez-les. Elles peuvent être formulées de différentes manières, mais elles traduisent votre désir d’être validé par les autres.",
      "Par exemple : « Je dois faire ce qui plaît aux gens » ou « S’ils ne m’approuvent pas, c’est que je suis quelqu’un de mauvais ».",
      "Demandez-vous : quels sont les bénéfices et les coûts de ces croyances ? Quel prix payez-vous, et qu’obtenez-vous en échange ?",
      "En listant tout ce que cette croyance vous apporte ou vous coûte, vous verrez plus clairement son impact réel sur votre état intérieur, votre humeur et votre vie. Cela peut devenir un premier pas important vers un changement personnel.",
      "Si vous constatez que la peur de la désapprobation vous fait plus de mal que de bien, l’étape suivante consiste à reformuler la croyance pour qu’elle devienne plus réaliste et plus utile.",
      "Prenons l’exemple de cette idée : « Si on ne m’approuve pas, c’est que je suis quelqu’un de mauvais. »",
      "Même si vous vous comportez de manière « irréprochable », il se trouvera toujours des personnes pour exprimer un mécontentement envers votre comportement — voire envers vous.",
      "Aussi agréable et « facile à vivre » que vous essayiez d’être, vous ne pourrez pas éviter les critiques, les conflits et parfois même le rejet.",
      "Mais cela ne prouve pas que vous êtes une mauvaise personne : quelqu’un peut vous critiquer à cause de ses propres croyances, façonnées par son éducation et son expérience (pas toujours rationnelles !), auxquelles vous ne correspondez tout simplement pas.",
      "Et si quelqu’un préfère les blondes aux brunes, cela fait-il de toutes les brunes de mauvaises personnes ?",
      "À partir de ce raisonnement, vous pouvez reformuler la croyance ainsi : « La désapprobation peut être inconfortable, mais elle ne fait pas de moi une mauvaise personne. »",
      "Relisez cette nouvelle croyance deux fois par jour : vous installerez progressivement de nouvelles habitudes de pensée."
    ],
    "quote": {
      "text": "Personne ne peut vous faire sentir inférieur sans votre consentement.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Demandez-vous pourquoi avoir peur de la désapprobation n’est pas rationnel. Faites votre propre liste de raisons : la désapprobation est désagréable, mais ce n’est pas mortel.",
      "Vos arguments doivent être concrets, compréhensibles, et ne pas vous laisser le moindre doute. Ne vous mentez pas à vous-même !",
      "Par exemple, l’idée : « Si quelqu’un me critique, je ne devrais pas être triste, parce que je n’ai pas besoin de personnes aussi arrogantes autour de moi » ne fonctionne pas, car elle contient une distorsion.",
      "Vous essayez simplement de vous valoriser en mettant l’autre sur une « liste noire ». Restez fidèle à ce que vous tenez réellement pour vrai.",
      "Voici quelques idées qui peuvent vous être utiles :",
      "La désapprobation n’est pas toujours directement liée à vous — à vos paroles, à vos actes ou à votre mode de vie. La cause peut être les difficultés ou les opinions personnelles de l’autre.",
      "Même une critique justifiée n’est pas une menace : elle aide à repérer et à corriger des erreurs. Et c’est ainsi, on le sait, que l’on apprend.",
      "Un, deux, cinq ou dix faux pas ne signifient pas que tout ce que vous faites est erroné. À côté, il existe quantité de choses que vous faites correctement.",
      "C’est vous qui décidez à quel point la désapprobation des autres va vous atteindre : votre réaction dépend de vous.",
      "Les autres ne peuvent pas juger votre valeur humaine ; ils peuvent seulement avoir une opinion sur la pertinence ou les qualités de vos paroles et de vos actes.",
      "Chacun vous évaluera différemment, quoi que vous fassiez. La désapprobation ne se propage pas à une vitesse fulgurante, et un épisode de rejet ne vous condamne pas à la solitude totale.",
      "La désapprobation et la critique sont en général inconfortables, mais cet inconfort passe. Ne vous enfermez pas dans la morosité : remettez-vous à faire ce qui vous faisait du bien, même si vous avez l’impression que ça ne sert à rien. La désapprobation n’est pas éternelle.",
      "Réfléchissez à ce sujet pendant quelques jours et complétez votre liste petit à petit. Construisez votre propre rapport à la désapprobation : vous serez surpris de voir à quel point cela peut changer votre regard sur le monde et renforcer votre sentiment d’indépendance."
    ],
    "quote": {
      "text": "Votre temps est limité, ne le gaspillez pas en vivant la vie de quelqu’un d’autre.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Apprenez à ne dépendre que de votre propre approbation.",
      "La clé du rétablissement émotionnel, c’est de savoir que seules vos pensées peuvent influencer votre humeur. En renonçant au besoin de louanges, essayez de vous soutenir vous-même.",
      "Pour cela, notez au fil de la journée, dans un carnet ou sur votre téléphone, une liste de vos réussites. Peu importe leur ampleur, et peu importe que quelqu’un d’autre les ait remarquées ou non.",
      "Peut-être avez-vous tenu la porte dans le métro, ou expliqué patiemment deux fois quelque chose à un collègue. Ou simplement, vous n’avez pas traversé au feu rouge avec tout le monde.",
      "Prenez l’habitude de tenir cette liste, relisez-la avant de dormir, et vous ferez un grand pas vers l’auto-approbation.",
      "Gardez en tête que l’opinion des autres est très instable. Ce qui est commenté et critiqué aujourd’hui peut devenir tendance et désirable demain.",
      "N’essayez pas de plaire à tout le monde. C’est impossible. Il y a des millions de personnes, et chacune a ses opinions et sa propre façon de penser.",
      "Vivez votre vie, exprimez votre point de vue, apprenez de vos erreurs, corrigez-les, poursuivez vos objectifs et avancez.",
      "Toutes ces étapes fonctionnent ensemble. Oui, cela demande des efforts, mais se libérer de la dépendance à l’approbation des autres change la vie en profondeur : cela donne la liberté d’être soi-même."
    ]
  }
}
