{
  "control": {
    "title": "Technique : Une journée sous contrôle",
    "description": "Cet article présente une technique de planification, « Deux colonnes », qui vise à améliorer l’auto-organisation et à renforcer l’efficacité personnelle. On y découvre comment le simple fait de distinguer ce qui est prévu de ce qui est effectivement réalisé peut aider non seulement à atteindre ses objectifs, mais aussi à donner plus de sens aux actions du quotidien. Une attention particulière est portée à l’analyse de ce que vous avez réellement fait, afin d’apprendre à vous adapter aux changements et à trouver un équilibre entre ce qu’il faudrait faire et ce que l’on souhaite faire.",
    "screen_1": {
      "texts": [
        "Le premier exercice que nous souhaitons vous proposer est simple mais efficace, et peut vous aider à mieux vous organiser au quotidien.",
        "La veille au soir, prenez quelques minutes pour écrire votre emploi du temps pour le lendemain. Il comportera deux parties, donc deux colonnes.",
        "La première colonne s’intitule « Avant ». Il s’agit d’un planning horaire de ce que vous souhaitez faire. Inutile d’en écrire trop : pour chaque tranche horaire, notez un ou deux mots qui résument une activité ou une action.",
        "Par exemple, cela peut être quelque chose de très simple : prendre une douche, prendre le petit-déjeuner, mettre une machine en route. Ou bien une tâche plus exigeante : faire le ménage, préparer un examen, rédiger un CV, etc.",
        "À la fin de chaque journée, remplissez la deuxième colonne, « Après ».",
        "Vous y noterez, heure par heure, ce que vous avez réellement fait au cours de la journée. Vos activités peuvent correspondre à ce que vous aviez prévu, ou au contraire être différentes — c’est tout à fait normal, ne vous en inquiétez pas.",
        "Même si vous ne réalisez qu’une petite partie de la colonne « Avant », le simple fait de planifier votre temps peut déjà devenir pour vous un repère visuel très utile.",
        "En plus de cela, marquez chaque activité de la lettre « T – tâche » lorsqu’elle n’a pas été si simple pour vous et qu’elle représente, à votre échelle, un véritable petit accomplissement."
      ]
    },
    "screen_2": {
      "texts": [
        "Dans un épisode dépressif, se brosser les dents ou prendre une douche peut déjà être un véritable accomplissement : il n’y a là rien de honteux ni de problématique. Dans ce cas, inscrivez à côté de ces activités la lettre « T ».",
        "Par exemple, faire son lit vous paraît relativement facile : cela peut correspondre à « T-2 ». Préparer le repas a été nettement plus difficile : dans ce cas, notez « T-7 ». L’échelle que vous utilisez pour coter la difficulté dépend uniquement de votre ressenti.",
        "Si une activité de votre planning vous a procuré du plaisir, ajoutez alors la mention « P – plaisir ».",
        "Par exemple, si regarder un film ou vous promener dans un parc vous a fait du bien, inscrivez cette lettre et évaluez également l’intensité du plaisir que vous avez ressenti.",
        "En réalité, tout l’exercice tient là : il est simple mais efficace. Vous pouvez penser que cela ne changera rien ; pourtant, sans le tester régulièrement pendant un certain temps, il est impossible de le savoir. Il fonctionne parce que :",
        "il met un frein à la tendance à ruminer sans cesse l’importance ou la « valeur » de chaque action et vous aide à apaiser les conflits intérieurs du type : « Est-ce que ça vaut la peine de faire ceci ou non ? » ;",
        "il vous aide à organiser votre temps de façon plus équilibrée, en laissant de la place à la fois aux tâches nécessaires, pour diverses raisons, et aux activités qui vous font plaisir ;"
      ]
    },
    "screen_3": {
      "texts": [
        "Si vous prenez l’habitude d’établir votre emploi du temps chaque jour, vous remarquerez bientôt que votre motivation augmente : en commençant à faire ne serait-ce qu’une chose, vous mettez peu à peu à mal l’idée que vous « n’êtes capable de rien ».",
        "Une personne qui a longtemps vécu avec une dépression et souffrait de procrastination a ainsi partagé son expérience de cette technique :",
        "« En planifiant mes journées et en regardant le soir ce que j’avais réellement fait, j’ai compris à quoi je consacrais vraiment mon temps. »",
        "« Cela m’a aidé à reprendre la responsabilité de ma vie. Je me rends compte que je peux reprendre la main sur la situation, si je le décide. »"
      ],
      "quote": {
        "text": "Ce qu’il y a de plus important dans la gestion du temps, ce n’est pas de gérer le temps, mais de se gérer soi-même.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Se retrouver après la perte d’un être cher",
    "description": "Cet article raconte l’histoire d’Anastasia, qui a traversé une dépression profonde et un lourd sentiment de culpabilité après la mort tragique de son frère. Grâce à la psychothérapie, elle a peu à peu réussi à se libérer de l’auto-accusation, à transformer son regard sur elle-même et sur ce qu’elle ressentait. Progressivement, Anastasia est sortie de la dépression, a accepté qu’elle n’était pas coupable et a recommencé à vivre pleinement.",
    "screen_1": {
      "texts": [
        "Chacune et chacun de nous est un jour confronté à la perte d’un être proche. La mort est une épreuve douloureuse, qui nous submerge de souffrance et de lourdeur, comme une vague puissante.",
        "Les larmes, la tristesse et l’intensité des émotions sont une réaction naturelle au deuil. Ces expériences nous aident à traverser la douleur et, peu à peu, à retrouver la force de continuer à vivre.",
        "Parfois, le chagrin s’étire dans le temps et accompagne quelqu’un pendant des années. Parfois, au contraire, le deuil se transforme rapidement en dépression profonde.",
        "Prenons l’exemple d’Anastasia, 29 ans, qui a fait l’expérience d’une dépression sévère après le suicide de son frère cadet. Elle a consulté un psychothérapeute quelques mois après la tragédie.",
        "Ce qui rendait sa souffrance particulièrement intense, c’était la conviction d’être responsable de sa mort.",
        "Anastasia avait l’impression de se retrouver face à une réalité insoluble et terrifiante. Elle pensait avoir « mérité » la souffrance et avait même des pensées suicidaires.",
        "Le sentiment de culpabilité est un compagnon à la fois fréquent et pesant pour celles et ceux qui ont perdu un proche, surtout lorsque la personne est morte par suicide.",
        "Beaucoup se posent des questions comme : « Pourquoi je n’ai pas pu l’arrêter ? Pourquoi je n’ai rien vu à temps ? »",
        "Même des spécialistes chevronnés peuvent être traversés par de telles pensées lorsque l’un de leurs patients met fin à ses jours : « C’est vraiment de ma faute. J’aurais dû dire autre chose, poser d’autres questions, être plus attentif. J’aurais dû empêcher cela. Je suis coupable ! »"
      ],
      "quote": {
        "text": "Ceux que nous aimons peuvent nous quitter, mais ils ne s’éloignent jamais vraiment tant que nous nous souvenons d’eux.",
        "author": "Confucius"
      }
    },
    "screen_2": {
      "texts": [
        "Les auto-accusations d’Anastasia étaient apparues bien avant la tragédie. Elle pensait souvent que sa vie avait été plus favorable que celle de son frère et essayait de l’aider, sur le plan émotionnel comme financier, pendant sa longue lutte contre la dépression.",
        "Elle l’a encouragé à consulter un psychologue, l’a aidé à financer sa thérapie et lui a même loué un logement à proximité, pour pouvoir être là et intervenir au moindre signe d’alerte.",
        "Anastasia était persuadée d’être responsable de sa mort, convaincue qu’elle « aurait dû faire encore davantage ».",
        "Sa souffrance était profonde et sincère, et cette douleur l’accompagnait en permanence.",
        "Lors des premiers entretiens, elle parlait des raisons de ses autoaccusations et de ses pensées de mort : « J’étais responsable de sa vie. J’ai l’impression que mon incapacité à l’aider a conduit à cette tragédie. J’aurais dû voir dans quel état il était et le sauver. »",
        "Elle pensait que sa souffrance était méritée et qu’elle devait en quelque sorte expier une faute.",
        "Vu de l’extérieur, il est plus facile de voir à quel point ces pensées sont irrationnelles et nuisibles.",
        "L’erreur cognitive principale qu’elle commettait s’appelle la personnalisation. Au fil de la thérapie, Anastasia est arrivée à des prises de conscience importantes :",
        "Si elle avait réellement été responsable de la mort de son frère, cela aurait voulu dire qu’elle était la cause directe de sa décision.",
        "Or elle ne pouvait ni contrôler ses pensées ni sa souffrance intérieure ; elle ne pouvait donc pas être tenue pour responsable des croyances qui l’avaient conduit à une dépression sévère. C’était son combat à lui, pas sa faute à elle.",
        "En voulant assumer la responsabilité de son état, elle cherchait à agir sur quelque chose qui ne dépendait pas d’elle. Au fond, la seule chose qu’elle pouvait faire était de le soutenir dans la limite de ses ressources et de ses capacités."
      ]
    },
    "screen_3": {
      "texts": [
        "Si elle avait connu ses intentions, elle aurait tout fait pour l’aider et empêcher la tragédie. Mais elle ne savait pas, et il était impossible de modifier ce qui lui était resté caché.",
        "En se blâmant, Anastasia supposait presque qu’elle aurait dû prévoir l’avenir et tout savoir à l’avance. Ces attentes se sont révélées irréalistes, et elle n’avait aucune raison objective de se considérer coupable.",
        "Tous les éléments allaient dans le même sens : s’attribuer la responsabilité de son geste était une erreur lourde et injuste.",
        "Sa responsabilité concerne uniquement sa propre vie et son propre bien-être.",
        "Avec le temps, elle a compris que sa souffrance ne venait pas du fait qu’elle aurait « abandonné son frère », mais du fait qu’elle avait laissé la culpabilité la submerger et permis à la dépression d’envahir sa vie.",
        "La voie la plus aidante pour elle a été de relâcher peu à peu la culpabilité, de se reconstruire et d’apprendre à vivre de nouveau une vie plus joyeuse et plus pleine.",
        "C’est ainsi que se manifeste une véritable attention à soi. Après la thérapie, l’état d’Anastasia s’est nettement amélioré et elle a pu surmonter sa dépression. Elle a attribué ce changement aux transformations profondes dans la manière dont elle se percevait et dont elle comprenait son monde intérieur."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnostiquer la dépression : un voyage vers une meilleure compréhension de soi",
    "description": "Cet article présente différentes façons de repérer une dépression, depuis l’identification des symptômes principaux jusqu’à l’auto-évaluation à l’aide de l’« Échelle de dépression de Beck ». Il souligne l’importance de consulter des spécialistes pour poser un diagnostic précis et recevoir un soutien adapté, en particulier lorsque les symptômes sont marqués, et propose des pistes concrètes et des exercices à celles et ceux qui souhaitent prendre soin de leur état émotionnel.",
    "screen_1": {
      "texts": [
        "Dans la section précédente, nous avons déjà parlé de ce qu’est la dépression.",
        "Voyons maintenant comment il est possible de la repérer chez soi.",
        "On peut, de façon simplifiée, distinguer trois étapes dans la démarche de diagnostic de la dépression :",
        "Un premier repérage global",
        "Comme tout état émotionnel, la dépression se manifeste par un ensemble de symptômes. Regardons de plus près lesquels :",
        "Humeur dépressive.",
        "Perte d’intérêt pour les activités habituelles et les sources de plaisir.",
        "Anhédonie — diminution de la capacité à ressentir du plaisir.",
        "Difficultés de concentration, de performance au travail ou d’efficacité dans les études, et difficultés à prendre des décisions.",
        "Troubles du sommeil et de l’appétit — qu’il s’agisse d’une baisse ou, au contraire, d’une augmentation.",
        "Sentiments de désespoir, d’impuissance, d’irritabilité, de honte ou de culpabilité.",
        "Anxiété marquée ou, à l’inverse, apathie prononcée.",
        "Baisse d’énergie, impression de fatigue permanente.",
        "Pensées récurrentes à propos de la mort ou du suicide.",
        "Nombre d’entre nous se sont déjà reconnus dans certains de ces signes, au moins une fois dans leur vie.",
        "Cependant, la présence isolée de quelques symptômes ne signifie pas forcément qu’il y a dépression. Comment, alors, en évaluer la présence ?",
        "On peut parler de trouble dépressif lorsque vous observez chez vous au moins quatre de ces symptômes, et ce pendant deux semaines ou plus.",
        "Il est également important de tenir compte de votre état de santé général et du contexte dans lequel vous vivez."
      ],
      "quote": {
        "text": "Nous ne pouvons pas changer les situations que la vie nous impose, mais nous pouvons changer la manière dont nous les vivons.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Auto-évaluation à l’aide d’outils validés",
        "Il existe de nombreux outils qui permettent d’évaluer son état émotionnel.",
        "L’un des plus connus et des plus fiables est l’« Échelle de dépression de Beck » (BDI).",
        "Cet outil, élaboré par le psychothérapeute Aaron Beck, comprend 21 catégories de symptômes, chacune reflétant un aspect particulier de l’état dépressif.",
        "En remplissant ce questionnaire, vous pouvez obtenir une estimation du niveau de sévérité de vos symptômes, allant d’une dépression légère à une dépression marquée.",
        "Ce test est disponible dans notre application ; il est simple d’accès et facile à utiliser."
      ],
      "quote": {
        "text": "Prendre soin de soi n’est pas une exception à vos responsabilités, c’en est une partie essentielle.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consulter un professionnel de la santé mentale",
        "Si les résultats de votre auto-évaluation laissent penser à un état dépressif, il est important de consulter un psychologue, un psychiatre ou un psychothérapeute.",
        "Un spécialiste pourra préciser le diagnostic et proposer un plan de soutien et de traitement adapté. De notre côté, nous sommes là pour vous accompagner et vous offrir des informations utiles.",
        "Ce contenu a été conçu pour soutenir les personnes présentant des manifestations légères à modérées de dépression.",
        "Il peut toutefois aussi être utile à celles et ceux qui traversent un épisode plus sévère.",
        "Il peut contribuer à alléger quelque peu les symptômes et à mieux comprendre ce que vous vivez. Cependant, en cas de dépression marquée, les seuls outils d’auto-aide risquent de ne pas suffire.",
        "Dans ces situations, il est particulièrement important de demander une aide professionnelle et, si besoin, d’envisager un soutien médicamenteux.",
        "Le diagnostic des états émotionnels est un processus délicat et complexe.",
        "Lorsqu’on s’évalue seul, il existe toujours un risque de se tromper.",
        "Même si vous ne présentez pas de dépression clinique mais traversez seulement une période de baisse de moral, cette section peut tout de même vous être utile.",
        "Nous y expliquons en détail les mécanismes de la dépression et partageons des recommandations concrètes ainsi que des exercices pratiques.",
        "Si vous souhaitez améliorer la qualité de votre vie et que vous avez envie de faire quelques pas vers vous-même, poursuivons ce chemin ensemble."
      ]
    }
  }
}
