{
  "control": {
    "title": "Technique : Une journée sous contrôle",
    "description": "Cet article présente une méthode de planification simple en « deux colonnes », pensée pour renforcer votre auto-organisation et gagner en efficacité au quotidien. Vous verrez comment distinguer « plan » et « réalité » peut vous aider à avancer vers vos objectifs, tout en prenant du recul sur ce que vous faites réellement chaque jour. Une attention particulière est portée à l’analyse de ce qui a été accompli, afin d’apprendre à vous adapter aux imprévus et à trouver un équilibre entre ce qui est nécessaire et ce qui vous fait envie.",
    "screen_1": {
      "texts": [
        "Le premier exercice que nous souhaitons partager avec vous est simple, mais efficace, et peut vraiment soutenir votre organisation au quotidien.",
        "Le soir, la veille du jour suivant, installez-vous et notez votre programme. Il se composera de deux parties, donc de deux colonnes.",
        "La première colonne s’appelle « Avant ». C’est votre plan, heure par heure, de ce que vous aimeriez faire. Inutile d’écrire long : pour chaque créneau, un ou deux mots suffisent pour désigner une activité ou une action.",
        "Par exemple, il peut s’agir de choses modestes : prendre une douche, prendre le petit-déjeuner, lancer une lessive. Ou de tâches plus exigeantes : faire du rangement, réviser un examen, rédiger un CV, etc.",
        "En fin de journée, remplissez la deuxième colonne : « Après ».",
        "Vous y noterez ce que vous avez réellement fait au fil de la journée, heure par heure. Cela peut correspondre à votre plan… ou s’en éloigner : c’est normal, ne vous inquiétez pas.",
        "Car même si vous ne réalisez qu’une petite partie de la liste « Avant », le simple fait de planifier votre temps peut déjà être très utile et très clair visuellement.",
        "De plus, marquez chaque activité d’un « D — défi » si elle a été difficile pour vous et représente un accomplissement personnel."
      ]
    },
    "screen_2": {
      "texts": [
        "En période de dépression, se brosser les dents ou prendre une douche peut déjà être un accomplissement : il n’y a rien de honteux à cela, croyez-nous. Dans ce cas, notez un « D » à côté de ces activités. Indiquez aussi le niveau de difficulté.",
        "Par exemple, faire son lit était assez simple : ce peut être « D-2 ». Préparer le déjeuner a été plus difficile : ce sera « D-7 ». L’échelle que vous utilisez dépend de votre ressenti.",
        "Si une activité de votre programme vous a procuré quelque chose d’agréable, notez à côté « P — plaisir ».",
        "Par exemple, regarder un film ou se promener au parc vous a fait du bien : mettez la lettre correspondante et évaluez aussi le degré de plaisir ressenti.",
        "C’est tout le principe de l’exercice : il est simple, mais efficace. Vous pourriez penser que ça ne marchera pas, mais si vous ne l’essayez pas régulièrement pendant un certain temps, vous ne pourrez pas le savoir. Cela fonctionne, parce que :",
        "Cela réduira votre tendance à ruminer sans cesse l’importance et la valeur de vos actions, et vous aidera à apaiser les conflits intérieurs : est-ce que ça vaut la peine de faire quelque chose, ou non ?",
        "Cela vous aidera à organiser votre temps de manière plus équilibrée : il y aura des choses que vous devez faire pour diverses raisons, et aussi des activités qui vous procurent du plaisir."
      ]
    },
    "screen_3": {
      "texts": [
        "Si vous tenez ce planning régulièrement, vous remarquerez bientôt que votre motivation augmente : en commençant à faire ne serait-ce qu’un petit quelque chose, vous contredirez l’idée que vous êtes incapable de faire quoi que ce soit.",
        "Une personne qui a longtemps souffert de dépression et de procrastination a partagé son retour sur cette technique :",
        "« En planifiant ma journée et en regardant le soir ce qui s’était passé, j’ai compris où je dépensais vraiment mon temps. »",
        "« Cela m’a aidé à reprendre la responsabilité de ma vie. Je sais que je peux reprendre la main sur la situation, si je le veux. »"
      ],
      "quote": {
        "text": "L’essentiel dans la gestion du temps, ce n’est pas de gérer le temps, mais de se gérer soi-même.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Se retrouver après la perte d’un proche",
    "description": "Cet article raconte l’histoire d’Anastasia, qui a traversé une dépression profonde et une culpabilité écrasante après la mort tragique de son frère. Grâce à une psychothérapie, elle a peu à peu réussi à se libérer de l’auto-accusation, à changer sa relation à elle-même et à ses émotions. Progressivement, Anastasia est sortie de la dépression, a compris qu’elle n’était pas responsable, et a recommencé à vivre pleinement.",
    "screen_1": {
      "texts": [
        "Chacun de nous, tôt ou tard, se retrouve confronté à la perte d’un proche. La mort est une épreuve difficile, qui nous submerge de douleur et de lourdeur, comme une vague puissante.",
        "Les larmes, la tristesse et des émotions intenses sont une réaction naturelle face à la perte. Elles nous aident à traverser le deuil et, avec le temps, à retrouver la force d’avancer.",
        "Parfois, le chagrin s’installe et peut accompagner une personne pendant des années. Et parfois, il se transforme très vite en une dépression profonde.",
        "Découvrons l’histoire d’Anastasia, une jeune femme de 29 ans, qui a vécu une dépression sévère après le suicide de son petit frère. Elle a consulté un psychothérapeute quelques mois après le drame.",
        "Ce qui la tourmentait le plus, c’était sa conviction d’être responsable de sa mort.",
        "Nastia avait l’impression d’être face à une réalité insoluble et terrifiante. Elle pensait avoir « mérité » de souffrir, et elle avait même des idées suicidaires.",
        "La culpabilité est un compagnon fréquent et lourd chez ceux qui perdent un proche, surtout lorsque la personne s’est donné la mort.",
        "Beaucoup se demandent alors : « Pourquoi ne l’ai-je pas arrêté ? Pourquoi n’ai-je rien vu à temps ? »",
        "Même des professionnels expérimentés peuvent être traversés par ces pensées si un patient se suicide : « C’est ma faute. J’aurais dû dire autre chose, poser une autre question, être plus attentif. J’aurais dû empêcher ça. Je suis coupable ! »"
      ],
      "quote": {
        "text": "Ceux que nous aimons peuvent nous quitter, mais ils ne s’éloignent jamais tant que nous nous souvenons d’eux.",
        "author": "Confucius"
      }
    },
    "screen_2": {
      "texts": [
        "Les auto-reproches d’Anastasia existaient déjà avant le drame. Elle avait souvent l’impression que sa vie avait été plus facile que celle de son frère, et elle essayait de l’aider, sur le plan émotionnel et financier, durant sa longue lutte contre la dépression.",
        "Elle l’encourageait à consulter un psychologue, l’aidait à payer la thérapie, et lui avait même loué un logement à proximité pour rester près de lui et pouvoir intervenir à tout moment.",
        "Nastia était persuadée d’être responsable de sa mort, car elle « aurait dû en faire encore plus ».",
        "Sa souffrance était profonde et sincère : elle vivait avec cette douleur en permanence.",
        "Lors des premières séances, elle parlait des raisons de sa culpabilité et de ses pensées de mort : « J’étais responsable de sa vie. J’ai l’impression que mon incapacité à l’aider a conduit au drame. J’aurais dû voir dans quel état il était et le sauver. »",
        "Elle croyait que ses tourments étaient justifiés et qu’elle devait être punie.",
        "De l’extérieur, il est clair que ces pensées sont irrationnelles et ne font qu’aggraver la souffrance.",
        "La principale erreur cognitive qu’elle commettait était la personnalisation. Au fil de la thérapie, Anastasia est arrivée à des conclusions importantes :",
        "Si elle avait réellement été responsable de la mort de son frère, cela voudrait dire qu’elle était la cause de sa décision.",
        "Elle ne pouvait pas contrôler ses pensées ni la douleur qui l’habitait ; elle ne pouvait donc pas être tenue responsable des croyances qui l’avaient mené à une dépression sévère. C’était son combat à lui, pas sa faute à elle.",
        "En essayant de porter la responsabilité de son état à lui, elle tentait d’agir sur quelque chose qui ne dépendait pas d’elle. Tout ce qu’elle pouvait faire, c’était le soutenir dans la mesure de ses forces et de ses possibilités."
      ]
    },
    "screen_3": {
      "texts": [
        "Si elle avait su ce qu’il comptait faire, elle aurait tout fait pour l’aider et empêcher le drame. Mais elle ne le savait pas, et il était impossible de changer ce qui était resté caché.",
        "En se blâmant, Nastia partait du principe qu’elle aurait dû prévoir l’avenir et disposer d’un savoir illimité. Ces attentes étaient irréalistes, et elle n’avait aucune raison de se juger coupable.",
        "Tout menait à la même conclusion : se rendre responsable de son geste était une erreur lourde et profondément injuste.",
        "Sa responsabilité concerne uniquement sa propre vie et son bien-être.",
        "Avec le temps, elle a compris : sa souffrance n’existait pas parce qu’elle avait « échoué à aider son frère », mais parce qu’elle s’était laissée engloutir par la culpabilité et avait laissé la dépression détruire sa vie.",
        "Une étape décisive a été de relâcher la culpabilité, de se reconstruire progressivement et de réapprendre à vivre une vie plus joyeuse et plus pleine.",
        "C’est cela, prendre réellement soin de soi. Après la thérapie, l’état d’Anastasia s’est nettement amélioré et elle a pu sortir de la dépression. Elle l’expliquait par des changements profonds dans sa relation à elle-même et à son monde intérieur."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnostiquer la dépression : un chemin vers une meilleure compréhension de soi",
    "description": "Cet article présente différentes manières de repérer la dépression : de l’identification générale des symptômes à une première auto-évaluation à l’aide de l’« Inventaire de dépression de Beck » (BDI). Il souligne l’importance de consulter un spécialiste pour poser un diagnostic précis et obtenir du soutien, notamment lorsque les symptômes sont marqués. Il propose aussi des étapes concrètes et des exercices pour celles et ceux qui souhaitent prendre soin de leur santé émotionnelle.",
    "screen_1": {
      "texts": [
        "Dans la section précédente, nous avons déjà parlé de ce qu’est la dépression.",
        "Voyons maintenant comment vous pouvez repérer ses signes chez vous.",
        "De façon générale, on peut distinguer trois étapes dans l’évaluation de la dépression :",
        "Dépistage général",
        "Comme tout état émotionnel, la dépression se manifeste par certains symptômes. Regardons-les :",
        "Humeur dépressive.",
        "Perte d’intérêt pour les activités habituelles et pour ce qui apportait de la joie.",
        "Anhédonie : diminution de la capacité à ressentir du plaisir.",
        "Difficultés de concentration, baisse d’efficacité, difficulté à prendre des décisions.",
        "Troubles du sommeil et de l’appétit : diminution ou, au contraire, augmentation.",
        "Sentiments de désespoir, d’impuissance, d’irritabilité, de honte ou de culpabilité.",
        "Anxiété ou apathie marquée.",
        "Baisse d’énergie, fatigue persistante.",
        "Pensées envahissantes de mort ou de suicide.",
        "La plupart d’entre nous ont déjà, au moins une fois, éprouvé certains de ces signes.",
        "Cependant, des symptômes isolés ne signifient pas forcément une dépression. Alors, comment en reconnaître la présence ?",
        "On peut parler de trouble dépressif si vous observez au moins quatre des symptômes ci-dessus pendant deux semaines ou plus.",
        "Il est également important de tenir compte de votre état de santé général et de l’impact des circonstances de vie."
      ],
      "quote": {
        "text": "Nous ne pouvons pas changer les situations que la vie nous présente, mais nous pouvons changer la manière dont nous les vivons.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Auto-évaluation à l’aide de méthodes validées",
        "Il existe de nombreux outils pour vous aider à faire le point sur votre état.",
        "L’un des plus connus et des plus fiables est l’« Inventaire de dépression de Beck » (BDI).",
        "Cet outil, conçu par le psychothérapeute Aaron Beck, comprend 21 catégories de symptômes, chacune reflétant un aspect différent de l’état dépressif.",
        "En répondant à ce test, vous pourrez estimer de manière indicative la sévérité des symptômes : d’une forme légère à une dépression marquée.",
        "Le test est disponible dans notre application, et il est simple et intuitif à utiliser."
      ],
      "quote": {
        "text": "Prendre soin de soi n’est pas une exception à vos obligations : c’en est une part essentielle.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consulter un spécialiste",
        "Si les résultats de votre auto-évaluation indiquent un possible état dépressif, il est important de consulter un psychologue, un psychiatre ou un psychothérapeute.",
        "Un spécialiste pourra préciser le diagnostic et proposer un plan de soutien et de traitement adapté. Et nous restons à vos côtés pour vous accompagner et vous fournir des informations utiles.",
        "Ce contenu a été conçu pour soutenir les personnes présentant des symptômes légers à modérés de dépression.",
        "Mais il peut aussi être utile à celles et ceux qui traversent un état plus sévère.",
        "Il peut aider à atténuer quelque peu les symptômes et à mieux comprendre ce que vous vivez. Cependant, en cas de dépression marquée, les outils d’auto-aide seuls peuvent ne pas suffire.",
        "Dans ces situations, il est particulièrement important de chercher une aide professionnelle et, si nécessaire, d’envisager un traitement médicamenteux.",
        "L’évaluation des états émotionnels est un processus délicat et complexe.",
        "Lors d’une auto-évaluation, il existe toujours un risque de se tromper.",
        "Même si vous ne souffrez pas de dépression clinique, mais plutôt d’une baisse de moral passagère, cette section peut tout de même vous être utile.",
        "Nous analyserons en détail les mécanismes de la dépression et partagerons des recommandations pratiques ainsi que des exercices.",
        "Si vous souhaitez améliorer votre qualité de vie et que vous êtes prêt à avancer vers vous-même, poursuivons ce chemin ensemble."
      ]
    }
  }
}
