{
  "title": "Technique : Une Journée Sous Contrôle",
  "description": "L'article présente une technique de planification unique «Deux Colonnes», visant à améliorer l'auto-organisation et à augmenter l'efficacité personnelle. Les lecteurs apprendront comment la simple division des tâches en «plans» et «faits» peut aider non seulement à atteindre les objectifs fixés, mais aussi à comprendre leurs actions quotidiennes. Une attention particulière est accordée à l'analyse de ce qui a été accompli, ce qui permet d'apprendre à s'adapter aux changements et à trouver un équilibre entre le devoir et le désiré.",
  "screen_1": {
    "texts": [
      "Le premier exercice que nous voulons partager avec vous est simple mais efficace et aidera à votre auto-organisation.",
      "Le soir, avant le jour suivant, asseyez-vous et écrivez votre emploi du temps pour la journée. Il se composera de deux parties, respectivement, de deux colonnes.",
      "La première colonne — «Avant». C'est le plan horaire de ce que vous souhaitez faire. Il n'est pas nécessaire d'écrire beaucoup tout de suite : dans chaque ligne horaire, écrivez un ou deux mots, indiquant une certaine activité ou action.",
      "Par exemple, cela peut être quelque chose de petit : prendre une douche, prendre le petit déjeuner, faire la lessive. Ou cela peut être quelque chose de plus énergivore : nettoyer, se préparer à un examen, rédiger un CV, etc.",
      "À la fin de chaque journée, écrivez dans la seconde colonne — «Après».",
      "Il faut y noter ce que vous avez réellement fait tout au long de la journée, également par heure. Vos activités peuvent coïncider avec celles prévues, ou peuvent différer — c'est normal, ne vous inquiétez pas.",
      "Même si vous parvenez à réaliser seulement une petite partie de la liste «Avant», la simple planification de votre temps peut s'avérer très utile et visuellement compréhensible.",
      "En outre, marquez chaque activité d'un «D-tâche» si l'activité n'était pas très simple pour vous et est devenue une réalisation spécifiquement pour vous."
    ]
  },
  "screen_2": {
    "texts": [
      "Il se peut que se brosser les dents ou prendre une douche en état de dépression soit une réalisation pour vous, il n'y a rien de terrible ou de honteux à cela, croyez-moi. Et alors à côté de ces activités, vous écrirez la lettre «D». Marquez également le niveau de difficulté.",
      "Par exemple, faire le lit était assez simple, donc cela pourrait être un «D-2», mais préparer le déjeuner était plus difficile, donc cela serait un «D-7». L'échelle selon laquelle vous évaluez cela est déterminée par vos sensations.",
      "Si une activité dans votre plan était agréable pour vous, alors marquez-la d'un «P-plaisir».",
      "Par exemple, si regarder un film ou se promener dans le parc vous a apporté de la joie, alors placez la lettre correspondante à côté et évaluez également le degré de plaisir que vous avez obtenu de cette action.",
      "Essentiellement, c'est tout l'exercice : il est simple, mais efficace. Vous pourriez penser que cela ne fonctionnera pas, mais si vous n'essayez pas de le faire régulièrement pendant un certain temps, vous ne le comprendrez certainement pas. Cela fonctionne parce que :",
      "Cela arrêtera votre tendance à réfléchir constamment à l'importance et à la valeur des différentes actions et aidera à gérer les conflits internes sur le fait de faire quelque chose ou non;",
      "Cela vous aidera à planifier votre temps de manière équilibrée, car il y aura des tâches que vous devez simplement faire pour une raison ou une autre, ainsi que des activités qui vous procurent du plaisir;"
    ]
  },
  "screen_3": {
    "texts": [
      "Si vous planifiez régulièrement votre journée, vous remarquerez bientôt que votre motivation augmente, car en commençant à faire au moins quelque chose, vous réfutez vos croyances que vous êtes incapable de faire quoi que ce soit.",
      "Une personne qui a été dépressive et a souffert de procrastination pendant longtemps a partagé son retour d'expérience sur cette technique :",
      "En planifiant ma journée et en regardant les résultats le soir, j'ai réalisé sur quoi je passais réellement mon temps.",
      "Cela m'a aidé à reprendre la responsabilité de ma vie. Je reconnais que je peux contrôler la situation si je le souhaite."
    ],
    "quote": {
      "text": "Le plus important dans la gestion du temps n'est pas de gérer le temps, mais de se gérer soi-même",
      "author": "Peter Drucker"
    }
  }
}
