{
  "title": "À la recherche de soi-même après la perte d'un être cher",
  "description": "L'article examine l'histoire d'Anastasia, qui a souffert d'une profonde dépression et d'un sentiment de culpabilité après le suicide de son frère. Grâce à la psychothérapie, elle a appris à se libérer de l'auto-accusation, ce qui l'a aidée à changer son attitude envers elle-même et ses expériences. En conséquence, Anastasia est sortie de la dépression, a accepté son innocence et a commencé à vivre une vie épanouie.",
  "screen_1": {
    "texts": [
      "Chacun de nous, tôt ou tard, est confronté à la perte d'un être cher. La mort est un coup dur qui enveloppe de deuil et de tristesse ceux qui aimaient le défunt, comme une onde de choc.",
      "Les larmes, la tristesse et les émotions sont des réactions normales à la perte. Elles nous aident à surmonter ce moment et nous donnent la force de continuer à vivre.",
      "Parfois, le deuil se prolonge et une personne peut souffrir pendant des années, ou parfois elle tombe dans une profonde dépression presque immédiatement.",
      "Présentons l'histoire d'une patiente souffrant de dépression : Anastasia, une jeune femme de 29 ans dont le frère cadet s'est suicidé quelques mois avant qu'elle ne consulte un psychothérapeute.",
      "Particulièrement douloureux et en même temps un facteur aggravant de sa dépression était le sentiment qu'elle était responsable de son suicide.",
      "Anastasia se sentait confrontée à un problème absolument réel et insoluble. Elle croyait mériter la mort et avait des pensées suicidaires.",
      "Un problème fréquent qui tourmente les proches de quelqu'un qui a commis un suicide est le sentiment de culpabilité.",
      "Les gens se torturent souvent avec des pensées telles que : \"Pourquoi n'ai-je pas empêché cela ? Pourquoi ne l'ai-je pas remarqué à temps ?\"",
      "Même les psychothérapeutes ne sont pas à l'abri de telles réactions après le suicide de clients et peuvent se blâmer : \"C'est vraiment ma faute. Si seulement j'avais parlé différemment lors de la dernière séance. Pourquoi ne lui ai-je pas directement demandé s'il voulait se suicider ? J'aurais dû faire quelque chose de plus décisif. Je l'ai tué !\""
    ],
    "quote": {
      "text": "Ceux que nous aimons peuvent nous quitter, mais ils ne partent jamais loin tant que nous nous souvenons d'eux.",
      "author": "Confucius"
    }
  },
  "screen_2": {
    "texts": [
      "Les auto-accusations d'Anastasia ont commencé bien avant la tragédie : elle pensait que sa vie était plus facile et meilleure que celle de son frère, et elle essayait de compenser cela en lui apportant un soutien émotionnel et financier dans sa longue lutte contre la dépression.",
      "Elle l'a poussé à travailler avec un psychologue, a aidé à payer les séances et a même loué un appartement près de chez elle pour qu'il puisse l'appeler chaque fois qu'il se sentait mal.",
      "Anastasia était convaincue qu'elle était responsable de la mort de son frère, car \"elle aurait pu faire plus\".",
      "Elle a profondément vécu la situation tragique dans laquelle elle se trouvait.",
      "Lors des premières séances thérapeutiques, elle a discuté des raisons de son auto-accusation et de sa conviction qu'elle devrait mourir : \"J'étais responsable de la vie de mon frère. Je crois que mon incapacité à l'aider a conduit à sa mort. Il me semble que je n'ai pas pu lui offrir le soutien nécessaire, ne voyant pas son état horrible. J'aurais dû sauver sa vie.\"",
      "Elle était convaincue que sa culpabilité et ses souffrances étaient justifiées et correctes, et qu'elle méritait d'être punie et de souffrir.",
      "En lisant cette histoire de l'extérieur, vous diriez probablement que ses pensées et croyances sont irréalistes et illogiques, et qu'elles ne lui font que du mal.",
      "L'erreur qu'elle répétait sans cesse était la personnalisation. Au cours de la psychothérapie, Anastasia est parvenue aux conclusions suivantes :",
      "Si elle avait été responsable de la mort de son frère, cela signifierait qu'elle aurait dû être la cause de son suicide.",
      "Elle ne contrôlait pas les pensées de son frère, par conséquent, elle ne pouvait pas être responsable des croyances destructrices qui l'ont conduit à une dépression sévère et, par conséquent, à la mort. Ceux-ci étaient ses erreurs, pas les siennes.",
      "En tentant de prendre la responsabilité de son humeur et de ses actions, elle a essayé d'influencer ce qui était hors de son contrôle, bien que le maximum qu'elle pouvait faire était d'essayer d'être une aide dans la mesure de ses capacités."
    ]
  },
  "screen_3": {
    "texts": [
      "Si elle avait su qu'il envisageait de tenter de se suicider, elle aurait tout fait pour l'en empêcher. Cependant, comme elle l'ignorait, elle n'a malheureusement rien pu changer.",
      "Ainsi, en se blâmant pour sa mort, elle pensait à tort qu'elle pouvait prédire l'avenir avec une certitude absolue et que toutes les connaissances du monde étaient à sa disposition. Étant donné que ces deux hypothèses étaient extrêmement irréalistes, elle n'avait aucune raison de se blâmer.",
      "Tous ces arguments indiquent qu'il était une grave erreur de prendre la responsabilité des actions de son frère, car en fin de compte, elle ne pouvait pas les contrôler.",
      "En réalité, Anastasia n'est responsable que de sa propre vie et de son bien-être.",
      "À ce moment-là, elle a compris : ses souffrances n'étaient pas dues au fait qu'elle \"l'avait laissé tomber\", mais parce qu'elle s'était laissée sombrer dans la dépression et avait envisagé le suicide.",
      "Un comportement utile et de soutien dans ce cas était de renoncer au sentiment de culpabilité, de sortir de la dépression et ensuite de s'efforcer de mener une vie heureuse et joyeuse.",
      "Voici comment se manifeste la responsabilité envers soi-même. Après la psychothérapie, l'état d'Anastasia s'est amélioré et elle a rapidement surmonté la dépression. Elle a expliqué cela par des changements profonds dans son attitude envers elle-même."
    ]
  }
}
