{
  "title": "Diagnostic de la dépression : Un voyage vers la compréhension de soi",
  "description": "L'article explore les méthodes de diagnostic de la dépression, en commençant par un dépistage général des symptômes et en passant à l'auto-diagnostic à travers l'Inventaire de Dépression de Beck (BDI). Il souligne l'importance de consulter des spécialistes pour un diagnostic précis et un traitement adapté, en particulier dans les cas graves. De plus, l'article propose des conseils pratiques et des exercices pour ceux qui cherchent à améliorer leur état mental.",
  "screen_1": {
    "texts": [
      "Dans la section précédente, nous avons déjà discuté de ce qu'est la dépression.",
      "Maintenant, notre tâche est de comprendre comment diagnostiquer cette condition en nous-mêmes.",
      "Conventionnellement, le diagnostic de la dépression se divise en trois étapes :",
      "Dépistage général",
      "La dépression, comme tout autre trouble, a ses propres symptômes. Examinons-les plus en détail :",
      "Humeur dépressive.",
      "Diminution de l'intérêt pour les plaisirs habituels.",
      "Anhédonie – diminution de la capacité à ressentir du plaisir.",
      "Difficultés de concentration, d'efficacité au travail et de prise de décisions.",
      "Troubles du sommeil et de l'appétit, tant en diminution qu'en augmentation.",
      "Sentiments de désespoir, d'impuissance, d'irritabilité, de honte, de culpabilité.",
      "Anxiété ou apathie.",
      "Manque d'énergie, fatigue constante.",
      "Pensées de mort ou de suicide.",
      "Il est probable que chacun d'entre nous ait rencontré au moins une ou plusieurs de ces symptômes au moins une fois.",
      "Mais cela ne signifie pas toujours une dépression. Comment alors déterminer la présence de la dépression ?",
      "On peut parler de trouble dépressif si vous observez au moins quatre des symptômes listés pendant deux semaines.",
      "Il est également important de prendre en compte d'autres facteurs, tels que l'état de santé général et les circonstances de vie."
    ],
    "quote": {
      "text": "Nous ne pouvons pas changer les situations que la vie nous présente, mais nous pouvons changer notre capacité à les vivre.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Auto-diagnostic à l'aide de méthodes éprouvées",
      "Il existe de nombreux tests pour l'auto-diagnostic de la dépression.",
      "L'un des plus fiables et reconnus est l'Inventaire de Dépression de Beck (BDI).",
      "Cette technique, développée par le psychothérapeute américain Aaron Beck, comprend 21 catégories de symptômes, chacune contenant de 4 à 5 déclarations reflétant différents aspects de la dépression.",
      "En passant ce test, vous pouvez évaluer la gravité de votre état : de légère à sévère.",
      "Le test est disponible dans notre application, il est simple et intuitif à utiliser."
    ],
    "quote": {
      "text": "Prendre soin de soi n'est pas une exception à votre liste de devoirs, c'est une partie de la liste.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Consultation avec un spécialiste",
      "Si l'auto-diagnostic indique un état dépressif possible, il est recommandé de consulter un spécialiste : un psychologue, un psychiatre ou un psychothérapeute.",
      "Ils peuvent poser un diagnostic précis et proposer un traitement approprié. De notre côté, nous sommes prêts à vous soutenir et à fournir des informations utiles dans cette section.",
      "Ce matériel a été développé pour aider les personnes souffrant de dépression légère à modérée.",
      "Pour ceux qui souffrent de formes plus graves de dépression, ce matériel peut également être précieux.",
      "Il peut atténuer certains symptômes, mais dans les cas graves, il est important de se rappeler que les outils d'auto-assistance seuls peuvent ne pas suffire.",
      "Dans de telles situations, il est crucial de demander l'aide de spécialistes et, si nécessaire, d'envisager l'option d'un traitement médicamenteux.",
      "Diagnostiquer des problèmes psychologiques est une tâche complexe.",
      "Il y a toujours un risque d'erreur dans l'auto-diagnostic.",
      "Cependant, même si vous ne souffrez pas de dépression clinique, mais que vous éprouvez simplement une humeur dépressive temporaire, ce matériel vous sera utile.",
      "Nous examinerons en détail les mécanismes sous-jacents à la dépression, proposerons des conseils pratiques et des exercices.",
      "Si vous aspirez à améliorer votre qualité de vie et êtes prêt à suivre nos recommandations, poursuivons ensemble ce chemin !"
    ]
  }
}
