{
  "title": "Dépression et diagnostic fatal",
  "description": "L'article explore les épreuves émotionnelles et psychologiques auxquelles sont confrontées les personnes après avoir reçu un diagnostic grave, soulignant la difficulté de communiquer leurs expériences aux personnes en bonne santé. Il raconte l'histoire d'Olga, dont la vie change radicalement après une suspicion de cancer, et comment elle lutte contre la dépression et la perte de sens de la vie grâce à un travail avec un psychologue. Finalement, Olga parvient à prendre conscience de sa valeur personnelle immuable et de l'importance des petites réussites, ce qui l'aide à restaurer son estime de soi et à modifier son état émotionnel, malgré les souffrances physiques.",
  "screen_1": {
    "texts": [
      "Que se passe-t-il lorsqu'une personne apprend qu'elle souffre d'une maladie grave, peut-être mortelle ? Nombreux sont ceux qui font face à de telles épreuves, mais expliquer à une personne en bonne santé ce qu'ils ressentent s'avère être une tâche extrêmement difficile.",
      "Les histoires de personnes confrontées à des maladies graves sont souvent à la base de romans ou de films. Au cinéma, ces intrigues peuvent prendre des formes comiques, mais dans la réalité, tout est beaucoup plus complexe.",
      "Quelle que soit la gravité ou la durée de la maladie, une «sentence de mort» agit toujours comme une explosion ou un coup de foudre.",
      "Une personne qui apprend son diagnostic fatal peut être confrontée à une dépression réactive. La dépression réactive est un trouble mental qui se développe rapidement, survenant dans le contexte d'événements traumatisants ou d'un stress intense.",
      "Dans cet état, le patient ressent constamment de la peur, de l'anxiété, de l'apathie envers son environnement, une humeur maussade, de la fatigue, un manque de confiance en soi, des pensées suicidaires, et est également confronté à des problèmes de sommeil et d'appétit.",
      "De nombreuses maladies changent radicalement le mode de vie d'une personne. Un amateur de voyages et de nature, autrefois en bonne santé et actif, peut du jour au lendemain devenir handicapé, incapable de se lever du lit.",
      "Dans cet état, il ne peut pas se rendre aux toilettes ou prendre une douche seul, sans parler d'une simple promenade.",
      "De plus, réaliser combien de temps et d'énergie ses proches consacrent à ses soins le fait se sentir comme un fardeau."
    ],
    "quote": {
      "text": "Votre maladie ne vous définit pas. C'est votre force et votre courage dans la lutte contre elle qui vous définissent.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga avait 39 ans lorsque sa vie a radicalement changé à cause d'une suspicion de cancer.",
      "La vie semblait s'être arrêtée : elle s'est sentie coupée de sa réalité habituelle. Toutes ses peurs et angoisses antérieures lui ont semblé mineures et insignifiantes comparées à la terreur qui s'est soudainement abattue sur elle.",
      "Lorsque les pires craintes ont été confirmées, ce fut un choc pour Olga et sa famille, comparable à l'explosion d'une grenade.",
      "Dans les mois qui ont suivi, la faiblesse physique l'a plongée dans un désespoir encore plus profond.",
      "Tout était compliqué non pas tant par l'inconfort physique de la maladie et de la chimiothérapie, mais par la nécessité d'abandonner des activités habituelles qui avaient une grande importance pour elle.",
      "Olga ne pouvait plus s'occuper des tâches ménagères comme avant (ces tâches ont été prises en charge par son mari), elle a dû renoncer à son travail bien-aimé, à ses loisirs et aux longues promenades avec ses amis.",
      "Malgré la réalité des problèmes d'Olga, faut-il considérer sa dépression comme inévitable ?",
      "Au cours du travail avec le psychologue, des pensées automatiques et des croyances négatives qui la préoccupaient ont été identifiées :",
      "Je ne contribue pas à la société",
      "Je ne réussis pas dans ma carrière",
      "Je ne peux pas participer à des divertissements actifs",
      "Je suis devenue un fardeau pour mon mari",
      "Ces pensées provoquaient de la tristesse, de la colère, de la déception et un sentiment de culpabilité, similaires aux pensées des personnes physiquement en bonne santé souffrant de dépression.",
      "La dépression n'était pas tant causée par la tumeur que par une attitude négative qui sapait la confiance en sa propre valeur. En liant sa valeur personnelle à ses réalisations, Olga se soumettait à la souffrance.",
      "Pour elle, le cancer signifiait : «Ton temps est passé ! Tu ne vaux plus rien !»."
    ]
  },
  "screen_3": {
    "texts": [
      "Lorsqu'Olga a établi avec son psychologue un graphique de sa «valeur» personnelle depuis sa naissance jusqu'à sa mort présumée, elle a constaté que sa valeur personnelle restait inchangée, se maintenant à un niveau de 85% sur une échelle conventionnelle de 0 à 100%.",
      "Le psychologue lui a également proposé d'évaluer sa productivité sur une période analogue.",
      "Elle a tracé une courbe montrant que sa productivité était faible durant l'enfance, atteignait un pic à l'âge adulte, puis diminuait jusqu'au moment présent.",
      "Suite à cela, Olga a eu une prise de conscience. Premièrement, même lorsque sa productivité a chuté à cause de la maladie, elle continuait à contribuer à elle-même et à sa famille par de nombreuses actions petites mais importantes et précieuses.",
      "Seule une pensée en noir et blanc pouvait la pousser à croire que sa contribution était nulle.",
      "Deuxièmement, et c'est bien plus important, elle a réalisé que sa valeur personnelle était immuable et stable ; c'était une donnée qui ne dépendait pas de ses réalisations.",
      "Cette compréhension lui a permis de prendre conscience qu'elle n'avait pas à «mériter» sa valeur humaine et que, même affaiblie, elle restait tout aussi précieuse.",
      "La prise de conscience de ce fait a considérablement réduit les manifestations dépressives. Cela ne l'a pas débarrassée de la tumeur, des douleurs et des souffrances physiques, mais a restauré son estime de soi blessée et a substantiellement modifié son état émotionnel."
    ],
    "quote": {
      "text": "La maladie ne peut pas voler votre espoir si vous ne le lui permettez pas.",
      "author": "Nick Vujicic"
    }
  }
}
