{
  "title": "L'estime de soi dans le tourbillon de la dépression : Chemin vers l'auto-acceptation et l'équilibre intérieur",
  "description": "Cet article explore l'impact de la dépression sur l'estime de soi, révélant comment une perception négative de soi-même peut exacerber les symptômes de la dépression et entraver une vie épanouie. À travers l'analyse de cas réels et les conseils d'experts, il propose des étapes pratiques pour surmonter l'autocritique et renforcer l'harmonie intérieure. Cet article est un guide fiable pour ceux qui cherchent à gagner en confiance en soi et à améliorer leur vie.",
  "screen_1": {
    "texts": [
      "L'un des symptômes typiques de la dépression est la tendance à l'auto-accusation, le sentiment de sa propre insuffisance, de moindre valeur et d'importance.",
      "Les personnes s'étiquettent souvent elles-mêmes comme 'ratées', 'insignifiantes', se considérant comme mauvaises.",
      "Plus la dépression est sévère, plus l'estime de soi est basse. Mais vous n'êtes pas seul dans cette situation. Les recherches du psychologue Aaron Beck montrent que plus de 80 % des personnes souffrant de dépression éprouvent un sentiment de nullité personnelle.",
      "Votre image de soi en dépression change radicalement : vous vous sentez insuffisant, opprimé, seul et délaissé. Vous critiquez vos actions, vos capacités, votre avenir.",
      "L'autocritique peut prendre les formes suivantes :",
      "Auto-accusation – \"C'est entièrement de ma faute\"",
      "Étiquetage – \"Je suis tellement stupide\"",
      "Haine de soi – \"Je ne peux plus me supporter\"",
      "Doutes sur soi – \"Je n'arriverai à rien\"",
      "Imaginez ce que c'est que de vivre avec une telle 'séduisante' liste ? C'est au moins difficile. En état de dépression, une personne peut se critiquer et se déprécier continuellement, même sans s'en rendre compte.",
      "Et, naturellement, cela affecte les émotions, l'humeur, l'attitude envers soi-même et la vie en général.",
      "C'est pourquoi travailler sur l'estime de soi est si important. En vainquant l'autocritique, on peut également influencer d'autres symptômes de la dépression. Commençons donc par votre estime de soi."
    ],
    "quote": {
      "text": "Une faible estime de soi, c'est comme conduire dans la vie avec le frein à main tiré.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "Une mauvaise estime de soi est comme une loupe qui grossit toutes vos erreurs et échecs jusqu'à les transformer en un échec total.",
      "Examinons cela à travers l'exemple d'un dialogue entre une personne dépressive et un psychologue :",
      "Ekaterina, pourquoi le commentaire de votre chef a-t-il déclenché de telles émotions négatives et intenses en vous ? Était-ce vraiment une telle catastrophe ?",
      "Oui, c'était horrible, parce que je paraissais si idiote.",
      "Supposons que vous l'ayez vraiment paru. Qu'est-ce que cela signifie pour vous ?",
      "Cela signifie que mon patron pense que je suis stupide.",
      "Et même s'il le pense, qu'est-ce que cela implique ?",
      "Alors je ne suis pas digne de travailler dans cette entreprise.",
      "Et si vous ne le méritez vraiment pas, qu'est-ce que cela signifie ?",
      "Cela signifie que je suis un être insignifiant qui n'accomplira rien dans la vie et finira par nettoyer les sols quelque part.",
      "Cet exemple montre comment une petite remarque d'un supérieur est perçue comme la preuve de l'insignifiance de Katia et lui prédit un avenir peu prometteur.",
      "Ainsi, les petits échecs sont perçus comme des tragédies lorsqu'on est en dépression. Dans cet état, nous sommes souvent incapables de penser de manière réaliste et logique.",
      "Au lieu de cela, nous sommes convaincus de notre propre insuffisance et inutilité et persuadons les autres de la même chose, démontrant de manière convaincante nos défauts et parlant avec insistance de notre incompétence."
    ]
  },
  "screen_3": {
    "texts": [
      "Tout d'abord, il est important de réaliser que votre valeur ne peut pas être méritée. Le succès peut certes apporter du plaisir, mais pas du bonheur. Et l'estime de soi basée sur les réalisations est une pseudo-estime de soi ; elle est irréaliste.",
      "Beaucoup de personnes réussies mais malheureuses souffrant de dépression se considèrent également comme insignifiantes. La preuve en est les personnalités célèbres qui semblaient tout avoir : carrière, argent, renommée, talent, mais qui ont mis fin à leur vie par suicide.",
      "La plupart des personnes souffrant de dépression sont en réalité capables de beaucoup, peuvent être talentueuses, attrayantes, intéressantes, entourées de l'amour et des soins de leurs proches.",
      "Mais cela ne les aide pas car elles manquent d'amour et de respect pour elles-mêmes. Seul votre sentiment de valeur personnelle détermine comment vous vous sentez.",
      "Une étape très importante vers la prise de conscience est de prêter une attention particulière à ce que vous pensez et dites de vous-même.",
      "La prochaine fois que vous insisterez sur votre inaptitude à quelque chose ou évaluerez négativement vous-même, vos actions ou votre expérience, essayez de trouver des preuves réelles de cela. Souvent, ces preuves sont irrationnelles et dénuées de sens.",
      "Deuxièmement, il convient de remplacer l'autocritique par l'autocorrection.",
      "Lorsque vous apprenez quelque chose de nouveau, comme une nouvelle langue, l'enseignant ne vous frappe pas sur la tête avec un livre et ne vous dit pas à quel point vous êtes stupide si vous ne connaissez pas les temps ou les règles.",
      "Car ce serait un mauvais enseignant avec une méthode d'enseignement inefficace. Et vous ne voudriez probablement pas ou ne pourriez pas apprendre une nouvelle langue de cette manière.",
      "Malheureusement, vous devenez souvent un tel mauvais enseignant pour vous-même, critiquant au lieu de corriger.",
      "Essayez donc, au lieu de critiquer, de vous poser les questions suivantes : Existe-t-il une meilleure façon de faire cela ? Comment puis-je l'implémenter ? Quoi d'autre devrais-je apprendre ?",
      "Troisièmement, chaque fois que vous vous critiquez, essayez d'imaginer que vous critiquez les autres de la même manière. Seriez-vous aussi dur et abrupt avec les autres que vous l'êtes avec vous-même ?"
    ]
  },
  "screen_4": {
    "texts": [
      "Commencez à exiger la même chose de vos proches et amis. Mais soyez le plus honnête possible. Et quand vous commencerez à le faire, vous réaliserez à quel point votre critique est réellement injuste.",
      "Votre estime de soi est le motif le plus important pour établir un objectif de vie et parvenir à l'atteindre.",
      "Avec une faible estime de soi, vous sous-estimez vos capacités, vous privant du droit au bonheur.",
      "Pour changer la situation, il faut changer vos habitudes de pensée, votre comportement et progresser pas à pas vers une estime de soi saine, acceptant les échecs et remarquant même les plus petits succès.",
      "Et nous voulons vous soutenir sur ce chemin difficile, insuffler de l'espoir, vous aider à choisir des tâches réalisables et vous concentrer sur elles. À cette fin, nous examinerons plusieurs techniques efficaces dans les prochains chapitres."
    ]
  }
}
