{
  "title": "Technique: Devenez votre propre avocat",
  "description": "Cet article propose une approche unique pour surmonter l'auto-critique, en présentant le concept d'avocat intérieur. À travers une analogie avec le processus judiciaire, il offre une méthode qui aide efficacement à se défendre contre les auto-accusations et les pensées négatives. En décrivant le processus de suivi, de contestation et de reconsidération des croyances auto-critiques, l'article fournit des conseils pratiques et des questions pour la réflexion personnelle, favorisant le développement d'une relation plus saine et soutenante avec soi-même.",
  "screen_1": {
    "texts": [
      "La technique suivante, qui contribue à travailler efficacement avec l'auto-critique, consiste à devenir son propre avocat. Bien que cela puisse sembler inhabituel ou difficile à comprendre, examinons comment cela fonctionne.",
      "Pour réussir à gérer les pensées auto-critiques, il est extrêmement important de pouvoir non seulement les remarquer et leur résister, mais aussi de les contester activement.",
      "Imaginez que vous vous trouviez dans un tribunal où votre auto-critique vous a longtemps accusé, vous qualifiant de perdant, faible, stupide et coupable de tous les péchés imaginables.",
      "Et voilà que s'ouvre devant vous l'opportunité d'agir en tant que défenseur, dont l'objectif est de réfuter les arguments de l'accusation, en démontrant leur infondé et leur absurdité.",
      "Imaginez-vous en tant qu'avocat qualifié, qui ne se contenterait probablement pas d'une déclaration du genre : 'Mon client est une personne convenable, nous pouvons nous arrêter là'.",
      "Vous devrez déployer un maximum d'efforts pour présenter des faits et des arguments convaincants qui démontent complètement les accusations.",
      "Examinons un exemple d'application de cette technique dans un dialogue entre un psychologue et un client :"
    ],
    "quote": {
      "text": "Soyez l'avocat de votre propre monde intérieur, au lieu d'être le juge de votre propre histoire.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Récemment, vous vous êtes de plus en plus livré à l'auto-critique, vous traitant de faible et d'échec qui n'a rien accompli dans la vie. Imaginez maintenant que vous avez engagé un avocat pour vous défendre contre cette critique.",
      "Votre tâche est de défendre votre client, c'est-à-dire vous-même, aussi efficacement que possible, en utilisant des arguments et des preuves. Même si vous ne croyez pas en son innocence et que votre client ne vous plaît pas, votre rôle est maintenant celui d'un avocat compétent, qui effectue bien son travail.",
      "Une idée intéressante, cela vaut la peine d'essayer.",
      "Excellent. Alors je jouerai le rôle de l'accusateur, en utilisant vos propres mots sur vous-même, et vous vous défendrez.",
      "Compris, commençons.",
      "(Dans le rôle de l'accusateur) Pavel est un faible et un échec qui n'a rien accompli dans la vie.",
      "(Dans le rôle de l'avocat) C'est absolument faux. Pavel possède une éducation supérieure, une carrière réussie, une famille et des amis qui l'aiment et le valorisent.",
      "(Dans le rôle de l'accusateur) Peut-être, mais tout n'est pas parfait chez lui. Il fait des erreurs au travail, ne réussit pas toujours à tout faire, et je suis convaincu qu'il est un échec.",
      "(Dans le rôle de l'avocat) Premièrement, les sentiments ne peuvent pas servir de preuve devant un tribunal. Deuxièmement, commettre des erreurs et ne pas respecter les délais ne le rendent pas un échec, car chaque personne est sujette à des erreurs et à des retards. Ce n'est pas une raison pour de telles conclusions catégoriques.",
      "(Dans le rôle de l'accusateur) Peut-être n'est-il pas un échec total, mais il est certainement faible.",
      "(Dans le rôle de l'avocat) Avez-vous des preuves de cela ?",
      "(Dans le rôle de l'accusateur) Il ne travaille pas assez. Il devrait fournir plus d'efforts. Il se comporte comme un faible.",
      "(Dans le rôle de l'avocat) C'est incorrect. Pavel travaille dur et atteint des succès au travail, où il est apprécié comme un employé responsable. S'il travaillait peu ou inefficacement, il ne serait pas tant apprécié ni considéré pour une promotion."
    ]
  },
  "screen_3": {
    "texts": [
      "Cette technique est particulièrement utile parce que beaucoup de gens trouvent plus facile de se représenter en tant qu'avocat défendant quelqu'un d'autre plutôt que de se justifier devant un accusateur intérieur.",
      "En assumant le rôle de défenseur professionnel, vous exigez des preuves réelles et réfutez les arguments infondés ou illogiques de l'accusation.",
      "Ainsi, lorsque vous êtes confronté à des pensées négatives sur vous-même, demandez-vous : 'Comment défendrais-je mon client si je devais prouver son innocence ?'.",
      "Efforcez-vous d'agir comme un véritable professionnel, en identifiant les incohérences logiques dans vos pensées automatiques. Quelle est la justification de ces pensées ? Que pouvez-vous dire de vous-même d'un point de vue rationnel ?",
      "Comme aide, nous vous proposons plusieurs questions qui peuvent aider dans votre travail indépendant avec vos pensées :",
      "Quelle 'loi' aurait été violée ? En quoi consiste l'accusation ?",
      "Existe-t-il des motifs convaincants pour de telles accusations ?",
      "Quelles preuves peuvent étayer la culpabilité ?",
      "Peut-on proposer une explication alternative au comportement ?",
      "L'accusé a-t-il agi comme tout autre personne raisonnable l'aurait fait dans une situation similaire ?",
      "Est-il possible que quelqu'un d'autre soit entièrement ou partiellement responsable de ce qui s'est passé ?",
      "Quelles preuves présenterez-vous pour la défense de l'accusé ?"
    ]
  }
}
