{
  "title": "L'Éveil de la Volonté : Pourquoi la dépression engendre l'apathie",
  "description": "Cet article discute du problème de la dépression et de son impact sur la motivation et l'activité d'une personne. Il examine comment la dépression peut paralyser la volonté d'agir, menant à l'inactivité et à la procrastination, et souligne l'importance de surmonter cet état pour retourner à une vie normale. L'article propose des réflexions et des stratégies pour lutter contre la dépression, incluant le changement de pensée, la surmontée du manque de motivation et l'importance de prendre des actions actives pour améliorer le bien-être général.",
  "screen_1": {
    "texts": [
      "Être en dépression rend très difficile de commencer à faire quoi que ce soit. Vous attendez une motivation qui semble ne jamais venir. Comme un ours en hibernation hivernale, vous restez dans votre tanière, attendant des temps meilleurs.",
      "Vous pensez peut-être ou voulez entreprendre une activité, mais vous vous heurtez à l'idée qu'aucune d'elles ne vous apportera de plaisir ou que ce sera trop difficile.",
      "Un tel comportement vous éloigne encore plus de la vie quotidienne, de vos activités préférées, de vos amis, de votre famille. Vous vous sentez impuissant, vous vous critiquez pour votre inaction, et cela vous plonge dans une dépression encore plus profonde.",
      "Le cercle est bouclé.",
      "Mais il est temps de s'en échapper.",
      "Commençons d'abord par parler de l'oisiveté et du manque de motivation, puis examinons des techniques et recommandations efficaces pour les combattre.",
      "L'un des aspects les plus destructeurs de la dépression est qu'elle paralyse votre volonté. Vous avez probablement remarqué que vous remettez à plus tard les tâches quotidiennes que vous n'aimez pas et que vous procrastinez.",
      "Vous sentez que vous n'avez de motivation pour rien, tout semble trop difficile, donc vous vous soumettez à cet état et ne faites rien.",
      "Plus le temps passe, plus il est difficile de se forcer à faire quelque chose. Cette prison émotionnelle peut durer des semaines, des mois, voire des années."
    ],
    "quote": {
      "text": "Si vous voulez vraiment changer quelque chose dans votre vie, le seul moyen est de commencer à le faire dès maintenant, à cet instant précis.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "L'oisiveté est l'un des plus grands paradoxes de la nature humaine.",
      "Avez-vous déjà remarqué que certaines personnes semblent se jeter dans le tourbillon de la vie et en tirent tout ce qu'elles peuvent, tandis que d'autres semblent garder leurs distances avec la vie, se limitant en tout ?",
      "Saviez-vous que l'isolement d'une personne pendant plusieurs mois, la coupant de ses activités et contacts habituels, peut conduire à une grave dépression ?",
      "Mais en étant déprimé, vous faites la même chose avec vous-même, comme si vous vous condamniez à une punition. Voulez-vous vraiment souffrir ainsi dans l'inactivité ? Ces questions méritent réflexion, mais la réponse, nous pensons, est évidente.",
      "Si l'on pouvait visualiser à quoi ressemble l'inactivité pendant la dépression dans les pensées, ce serait à peu près cela :",
      "Une personne pense à un type d'activité qu'elle a besoin/envie de réaliser.",
      "Je suis trop fatigué/Ça ne me plaira pas/Mes amis ne voudront pas passer du temps avec moi/Je n'y arriverai pas/Rien ne remontera mon moral.",
      "Tristesse/anxiété/désespoir.",
      "Inactivité/procrastination.",
      "Avec de telles pensées et comportements, vous vous privez de plus en plus de la possibilité de profiter de vos propres succès, du temps avec vos proches, de vos activités préférées, de la vie en général."
    ]
  },
  "screen_3": {
    "texts": [
      "Pourquoi donc la motivation ne vient-elle jamais ?",
      "Il est très probable que vous pensiez ne rien pouvoir faire sans motivation.",
      "Mais est-ce vraiment le cas ? N'avez-vous jamais fait quelque chose simplement parce qu'il le fallait ? Êtes-vous toujours fortement motivé pour aller au travail ?",
      "Quand nous parlons de manque de motivation, nous disons en réalité : \"Je ne veux pas faire ça\".",
      "Nous pouvons le masquer sous : \"C'est trop difficile\", \"Je n'y arriverai pas\", \"Je ne suis pas prêt\", mais le sens fondamental est que vous ne voulez pas le faire.",
      "Et c'est tout à fait normal, croyez-moi. Nous ne faisons pas toujours ce que nous voulons, et souvent nous faisons ce que nous ne voulons pas. C'est la vie.",
      "En dépression, vous ne voulez généralement pas grand-chose, probablement juste vous allonger et ne rien faire. Mais après avoir passé un jour, deux, un mois ainsi, vous ne vous sentirez certainement pas mieux."
    ]
  },
  "screen_4": {
    "texts": [
      "Prenons pour exemple un dialogue entre un client et un psychologue, où la question du manque de motivation a été précisément discutée.",
      "Ai-je bien compris que vous alliez régulièrement au club de fitness et faisiez de l'exercice, mais maintenant vous ne pouvez pas vous y forcer parce que vous n'avez pas la motivation pour le faire ?",
      "C'est exact, je ne veux plus le faire maintenant.",
      "Imaginons que vous avez arrêté d'attendre la motivation et que vous êtes simplement allé à la salle sans elle. Vous avez juste pris cette décision et y êtes allé. Que se passerait-il ensuite ?",
      "Probablement que je me sentirais mieux après l'entraînement, peut-être même pendant le processus.",
      "Et si c'était précisément ainsi que les choses s'améliorent ? Vous pouvez être productif et vous sentir mieux même sans motivation, même si vous vous sentez fatigué ou pas d'humeur. Que pensez-vous de cette idée ?",
      "Peut-être avez-vous raison. Il y a eu des moments où je suis allé à la salle sans vraiment le vouloir, mais cela m'a apporté du plaisir en conséquence, et je me sentais productif, cela me donnait de l'énergie pour d'autres tâches.",
      "Si vous, comme le client de ce dialogue, vous dites à vous-même : \"J'ai besoin de ressentir le désir pour le faire\", et que vous restez coincé dans l'inactivité, alors sachez que l'action précède la motivation. Pas l'inverse, c'est un mythe.",
      "Le comportement crée la motivation chez celui qui décide de faire ce qui doit être fait. L'action est primaire, la motivation est secondaire.",
      "Nous avons déjà parlé à plusieurs reprises de l'interaction entre les pensées, les émotions et le comportement, que ces trois composants s'influencent mutuellement, plus précisément : toutes les émotions et actions sont le résultat de vos pensées et attitudes.",
      "Cela signifie que changer vos pensées entraînera un changement dans vos émotions et, par conséquent, un changement dans votre comportement. Il est en votre pouvoir de changer le cercle fermé de l'inactivité en un cercle de productivité."
    ]
  }
}
