{
  "mirror": {
    "title": "Technique : Le miroir de l’autocritique",
    "description": "Cette pratique aide à prendre conscience de la dureté de la critique intérieure. À travers un petit jeu de rôle, vous allez adresser à un proche les phrases autocritiques que vous vous dites habituellement, pour entendre comment elles sonnent de l’extérieur. Cet exercice apprend à repérer l’injustice de l’auto-dévalorisation et à développer une attitude plus bienveillante envers soi-même.",
    "screen_1": {
      "texts": [
        "Essayez une technique : commencez à exiger de vos proches la même chose que vous exigez habituellement de vous-même. Faites-le honnêtement.",
        "Très souvent, dès les premières minutes, on réalise à quel point la critique intérieure peut être sévère et injuste.",
        "Imaginons cet exercice à travers un dialogue entre un patient et un psychologue :",
        "Dmitri, vous avez dit que votre licenciement vous avait donné un sentiment d’échec et des pensées comme : « Je suis un raté, je n’y arrive jamais ».",
        "Regardons ces pensées sous un autre angle. Je vous propose une mini-scène : vous prononcerez vos phrases critiques, mais vous ne vous les adresserez pas à vous-même — vous les direz à un proche, par exemple à votre meilleur ami.",
        "Je vais jouer l’ami qui vient aussi de perdre son emploi. Vous, vous serez vous-même. Vous êtes prêt à essayer ?",
        "Oui, essayons."
      ]
    },
    "screen_2": {
      "texts": [
        "Commençons. Je dis : « Aujourd’hui, on m’a licencié ».",
        "Sans doute… tu as fait quelque chose de travers. Sinon, on ne t’aurait pas licencié.",
        "Quoi exactement, à ton avis ?",
        "Eh bien… peut-être que tu faisais des erreurs, que tu n’étais pas assez attentif.",
        "Donc là, tu me critiques ?",
        "Oui, sans doute. On dirait que tu n’y arrivais pas. Peut-être que tu n’es tout simplement pas assez bon dans ton travail.",
        "C’est très difficile à entendre. J’espérais du soutien.",
        "Je comprends… mais si tu faisais des erreurs et que tu n’y arrivais pas, comment veux-tu que je te soutienne ?",
        "Après ce jeu de rôle, Dmitri a dit que c’était très dur pour lui de prononcer de tels mots à l’égard d’un proche. Il a compris que, dans la vraie vie, il ne ferait jamais ça — alors qu’avec lui-même, il le faisait sans cesse."
      ]
    },
    "screen_3": {
      "texts": [
        "Intéressant, n’est-ce pas ? Ce qui est presque impossible à dire à quelqu’un, on se le dit parfois très facilement.",
        "Nous faisons souvent preuve de patience, de douceur et de compréhension envers les autres — et nous oublions complètement de nous les accorder à nous-mêmes.",
        "Essayez de renoncer aux doubles standards. Vous aussi, vous méritez du respect, du soutien et de la bienveillance.",
        "N’oubliez pas : une estime de soi saine est l’un des fondements essentiels de votre motivation, de vos objectifs et de votre énergie vitale.",
        "Quand l’estime de soi est basse, on sous-estime ses possibilités et l’on s’enlève, comme malgré soi, le droit au bonheur.",
        "Commencez à modifier progressivement votre rapport à vous-même : remarquez les petites réussites, autorisez-vous à être humain, à vous tromper et à apprendre. De petits pas mènent à de grands changements."
      ],
      "quote": {
        "text": "Parlez-vous comme vous parleriez à quelqu’un que vous aimez.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Technique : Se libérer de la peur de l’erreur",
    "description": "Cet article propose des méthodes efficaces pour lutter contre le perfectionnisme, en apprenant à accepter l’imperfection et à réduire la peur de se tromper.",
    "screen_1": {
      "texts": [
        "Voyons quelques méthodes simples, mais extrêmement efficaces, qui vous aideront à surmonter la tendance au perfectionnisme.",
        "La liste « anti-perfectionnisme »",
        "Beaucoup de perfectionnistes vivent avec la croyance qu’on ne peut vraiment savourer quelque chose que si c’est fait parfaitement. Nous vous proposons de remettre cette idée en question.",
        "Pendant une semaine, notez les tâches les plus variées et spontanées que vous accomplissez — qu’il s’agisse de « se brosser les dents », « préparer le dîner », « rédiger un rapport » ou « faire le ménage ».",
        "Dans la deuxième colonne, indiquez à quel point, selon vous, la tâche a été réalisée efficacement, en pourcentage.",
        "Dans la troisième colonne, notez combien de joie vous a procuré son accomplissement.",
        "Les exemples peuvent ressembler à ceci :",
        "Préparer le dîner — 50 % (j’aurais pu choisir une recette plus complexe et meilleure) — 90 % (simple, mais vraiment très bon, et ça ne m’a pas pris beaucoup de temps).",
        "Faire le ménage — 70 % (j’ai fait l’essentiel, mais je n’ai pas eu le temps de m’occuper du frigo et de la cuisinière) — 100 % (une maison propre me fait toujours plaisir).",
        "Rédiger un rapport de travail — 85 % (j’y ai mis beaucoup d’efforts) — 20 % (les pensées constantes sur ce qui aurait pu être mieux m’ont privé du plaisir du processus).",
        "Cet exercice vous aidera à réaliser que la perfection n’est pas une condition obligatoire pour éprouver du plaisir pendant le processus."
      ],
      "quote": {
        "text": "La perfection n’est pas un objectif atteignable, c’est une direction.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Accepter la possibilité de se tromper",
        "Personne n’aime les erreurs, mais pour les perfectionnistes, elles deviennent une source de peur particulière.",
        "L’un des moyens les plus efficaces de vaincre la peur de l’imperfection est d’apprendre à accepter ses erreurs.",
        "Sentez-vous comme votre cœur se met à battre plus vite rien qu’à l’idée d’une erreur possible ? Ce sont des signes de peur et d’inquiétude.",
        "Pour vous ouvrir à l’idée de vous tromper, commencez par écrire un texte sur le thème : pourquoi les erreurs sont normales, et pourquoi la quête d’une perfection absolue est irrationnelle.",
        "Une jeune femme qui luttait contre le perfectionnisme a formulé les pensées suivantes :",
        "La peur de faire une erreur vient de ma façon de voir le monde en noir et blanc : une seule erreur, et tout s’écroule. C’est faux. Une petite erreur ne peut pas détruire tout le bien qui a été fait.",
        "Les erreurs sont utiles, car elles nous apprennent. Sans erreurs, il n’y a pas d’apprentissage. Puisque personne n’est à l’abri, il est important d’apprendre à les accepter et à continuer d’apprendre grâce à son expérience.",
        "Reconnaître ses erreurs nous permet d’ajuster notre comportement, d’obtenir des résultats plus satisfaisants — et, à son tour, d’être plus heureux et d’améliorer la qualité de notre vie.",
        "La plupart des gens ne nous jugeront pas pour nos erreurs et ne cesseront pas de nous aimer à cause d’elles : au fond, tout le monde se trompe, et beaucoup se sentent mal à l’aise en présence de personnes « parfaites ».",
        "Une erreur ne signifie pas la fin du monde.",
        "Bien sûr, dresser une telle liste ne transforme pas instantanément votre relation aux erreurs, ni ne vous fait aimer vous tromper. Mais c’est un pas important pour changer votre attitude face à l’imperfection.",
        "Rédigez votre propre texte sur le thème : pourquoi faire des erreurs est normal et même utile. Rappelez-vous que, même si vous vous trompez, le monde ne s’écroulera pas — c’est une part naturelle de tout processus, même si ce n’est pas la plus agréable."
      ]
    }
  },
  "nonDepression": {
    "title": "Être triste ne signifie pas être dépressif",
    "description": "Dans cet article, nous parlons d’une différence essentielle : celle entre une tristesse naturelle et une dépression clinique. Les pertes, les ruptures, les difficultés et les changements font partie de la vie, et ressentir de la douleur est humainement normal. Nous expliquons comment distinguer les émotions naturelles de la dépression, où la pensée déformée joue un rôle majeur et où une aide professionnelle peut être nécessaire. Ce contenu vous aidera à mieux comprendre vos ressentis et à repérer à temps quand la tristesse dépasse le cadre de la norme.",
    "screen_1": {
      "texts": [
        "Dans les sections précédentes, nous avons parlé du caractère réel et douloureux d’événements comme une perte, une maladie, une rupture, une infidélité ou un licenciement.",
        "Chacun, à un moment de sa vie, traverse ce type d’épreuves. Elles sont lourdes, profondes et profondément humaines. Mais, en elles-mêmes, elles ne signifient pas encore une dépression.",
        "Une question se pose : existe-t-il une « tristesse saine », qui n’est pas liée à la dépression ?",
        "Bien sûr.",
        "Être triste, faire son deuil, ressentir le manque — ce sont des réactions naturelles face à des événements importants, des pertes et des changements. Ces émotions aident à traverser l’expérience, à comprendre ce qui se passe et à avancer.",
        "Ce sont des émotions humaines normales, et il est important de se les autoriser, plutôt que de les réprimer ou d’en avoir honte.",
        "Si vous êtes triste après une rupture, c’est normal. Cela dit quelque chose de votre capacité à ressentir et à vous attacher.",
        "Si le souvenir d’un proche disparu vous fait mal, c’est le reflet de l’amour — pas un signe de faiblesse.",
        "Mais la dépression n’est pas une simple tristesse. C’est un état créé et entretenu par une vision déformée et sans espoir de soi, du monde et de l’avenir.",
        "En dépression, l’intensité et la durée des émotions négatives ne correspondent pas à la situation : elles sont beaucoup plus fortes, plus profondes et plus lourdes."
      ],
      "quote": {
        "text": "Entre le stimulus et la réponse, il y a un espace. Dans cet espace se trouve notre liberté de choisir comment réagir. Et dans ce choix résident notre force et notre croissance.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Quand une personne est en dépression, même des difficultés ordinaires peuvent être vécues comme une catastrophe.",
        "Une petite erreur ressemble à un échec, un contretemps à une tragédie, et la peine peut se ressentir comme une obscurité sans fin.",
        "Imaginez un mitigeur avec de l’eau chaude et de l’eau froide. Dans la vie ordinaire, nous passons d’une émotion à l’autre — joie, tristesse, espoir, regret.",
        "En dépression, on dirait que seul le « robinet froid » fonctionne : tristesse, anxiété, sentiment de désespoir. Et ce n’est souvent pas la conséquence directe de la situation, mais le résultat d’une perception déformée, qui a besoin de soutien et d’ajustements.",
        "Notre manière de vivre les événements joue un rôle immense. La tristesse en soi n’est pas dangereuse. Elle le devient quand les pensées la transforment en impuissance et en désespoir.",
        "Nous espérons sincèrement que cette section vous a aidé à mieux comprendre la nature de la dépression et à apprendre à en repérer les signes.",
        "Vous y avez découvert les symptômes clés de la dépression et des façons de soutenir votre état grâce à des pratiques et des techniques.",
        "Vous pouvez toujours revenir à ces contenus, les relire et appliquer les exercices. Et nous préparons déjà pour vous de nouveaux outils utiles."
      ],
      "quote": {
        "text": "Les plus belles personnes sont celles qui ont traversé la douleur, la perte, la lutte — et qui ont pourtant trouvé le chemin vers le haut.",
        "author": "Viktor Frankl"
      }
    }
  }
}
