{
  "title": "Technique : Le Miroir de l'Autocritique",
  "description": "L'article explore l'impact de l'autocritique sur l'estime de soi, proposant aux lecteurs un exercice dans lequel ils expriment leur critique intérieure dans un jeu de rôle, la dirigeant vers une personne proche. Cela aide à réaliser l'injustice et la sévérité de l'autocritique et souligne l'importance d'une attitude bienveillante et soutenante envers soi-même pour améliorer l'estime de soi et atteindre les objectifs de vie.",
  "screen_1": {
    "texts": [
      "Commencez à imposer les mêmes exigences à vos proches et amis. Mais soyez extrêmement honnête.",
      "Et lorsque vous commencerez à le faire, vous comprendrez à quel point votre critique est réellement injuste.",
      "Imaginez cet exercice à travers un autre dialogue entre un patient et un psychologue :",
      "Dmitri, vous avez dit que votre licenciement vous a plongé dans un état terrible. Que vous êtes un perdant, incapable de quoi que ce soit.",
      "Voyons ce que cela donne réellement. Je vous propose un mini-jeu de rôle, où vous direz exactement la même chose que vous vous dites dans cette situation, mais à une personne proche, comme votre meilleur ami.",
      "Je serai dans le rôle de votre ami, qui a également été licencié, tout comme vous, et vous serez vous-même. Essayons ?",
      "Essayons."
    ]
  },
  "screen_2": {
    "texts": [
      "Commençons par moi disant : 'J'ai été licencié aujourd'hui.'",
      "Probablement, vous avez fait quelque chose de mal pour être licencié.",
      "Comme quoi, par exemple ?",
      "Vous avez fait beaucoup d'erreurs, vous étiez inattentif.",
      "Donc, vous me critiquez ?",
      "Oui, vous ne savez pas travailler correctement. Vous ne vous en sortez pas. Vous êtes un raté.",
      "C'est très désagréable à entendre ; je comptais sur votre soutien.",
      "Comment puis-je vous soutenir si vous ne savez rien faire, si vous faites constamment des erreurs. Vous n'atteindrez jamais rien.",
      "Après ce jeu de rôle, Dmitri a partagé combien il lui était difficile de dire toutes ces paroles à une personne proche, et qu'il ne pouvait même pas imaginer être capable de faire une telle chose."
    ]
  },
  "screen_3": {
    "texts": [
      "Mais c'est exactement ainsi que vous vous comportez avec vous-même, en vous critiquant, en vous rabaissant, en vous offensant.",
      "Pour une raison quelconque, vous ne vous apitoyez pas sur vous-même, mais vous n'agiriez pas de cette manière avec les autres. Arrêtez d'appliquer des doubles standards.",
      "Commencez à montrer la même indulgence, compréhension, attention et soutien envers vous-même que vous montrez envers les autres.",
      "Votre estime de soi est le motif le plus important dans l'établissement d'un objectif de vie et dans son atteinte ultérieure.",
      "Avec une faible estime de soi, vous sous-estimez vos capacités, vous privant du droit au bonheur.",
      "Pour changer la situation, il faut modifier vos habitudes de pensée, votre comportement et progresser petit à petit vers une estime de soi saine, en acceptant les échecs et en remarquant les plus petits succès."
    ],
    "quote": {
      "text": "Parlez-vous à vous-même comme vous le feriez à quelqu'un que vous aimez.",
      "author": "Brené Brown"
    }
  }
}
