{
  "mirror": {
    "title": "Technique : Le miroir de l’autocritique",
    "description": "Cette pratique aide à voir à quel point la critique intérieure peut être dure. Grâce à un petit jeu de rôle, vous transposez vos phrases habituelles d’autocritique sur une personne proche et pouvez ressentir comment elles sonnent de l’extérieur. Cet exercice apprend à repérer l’injustice de l’auto-dévalorisation et à développer une attitude plus bienveillante envers vous-même.",
    "screen_1": {
      "texts": [
        "Essayez une astuce simple : commencez à poser à vos proches les mêmes exigences que vous vous imposez habituellement à vous-même. Faites-le honnêtement.",
        "Très souvent, il devient alors évident en quelques minutes à quel point votre critique intérieure peut être sévère et injuste.",
        "Imaginons cet exercice à travers un dialogue entre un patient et un·e psychologue :",
        "« Dmitri, vous avez dit que ce licenciement a provoqué chez vous un sentiment d’échec et des pensées du type : “Je suis un raté, je ne réussis jamais rien.” »",
        "« Regardons ces pensées sous un autre angle. Je vous propose une petite mise en scène : vous allez prononcer vos phrases critiques, mais en les adressant non pas à vous-même, mais à une personne proche — par exemple à votre meilleur ami. »",
        "« Je jouerai le rôle de l’ami qui a lui aussi perdu son travail. Vous restez vous-même. Prêt à essayer ? »",
        "« Oui, allons-y. »"
      ]
    },
    "screen_2": {
      "texts": [
        "« Commençons. Je dis : “Je me suis fait licencier aujourd’hui.” »",
        "« Sans doute… tu as fait quelque chose de travers. Sinon on ne t’aurait pas licencié. »",
        "« Quoi exactement, à ton avis ? »",
        "« Eh bien… peut-être que tu te trompais, que tu manquais de vigilance. »",
        "« Donc là, tu es en train de me critiquer ? »",
        "« Probablement oui. On dirait que tu ne faisais pas suffisamment bien ton travail. Peut-être que tu n’es tout simplement pas assez bon dans ce que tu fais. »",
        "« C’est très désagréable à entendre. J’espérais que tu me soutiendrais. »",
        "« Je comprends… mais si tu faisais des erreurs et que tu ne t’en sortais pas, comment pourrais-je te soutenir ? »",
        "Après ce jeu de rôle, Dmitri a raconté qu’il lui avait été extrêmement difficile de dire de telles phrases à une personne proche. Il a compris qu’en réalité, il ne s’autoriserait jamais à traiter quelqu’un ainsi — alors qu’avec lui-même, il le faisait tout le temps."
      ]
    },
    "screen_3": {
      "texts": [
        "Étonnant, n’est-ce pas ? Ce que nous ne pourrions presque jamais dire à quelqu’un d’autre, nous le disons parfois très facilement à nous-mêmes.",
        "Nous faisons souvent preuve de patience, de douceur et de compréhension envers les autres — et nous oublions complètement de les appliquer à nous-mêmes.",
        "Essayez de renoncer aux doubles standards. Vous aussi, vous méritez du respect, du soutien et de la bienveillance.",
        "Rappelez-vous : une estime de soi saine est l’un des fondements essentiels de votre motivation, de vos objectifs et de votre énergie de vie.",
        "Quand l’estime de soi est basse, nous sous-estimons nos capacités et c’est comme si nous nous privions nous-mêmes du droit au bonheur.",
        "Commencez à changer peu à peu votre attitude envers vous-même : remarquez vos petits succès, autorisez-vous à être humain·e, à vous tromper et à apprendre. De petits pas mènent à de grands changements."
      ],
      "quote": {
        "text": "Parlez-vous comme vous parleriez à une personne que vous aimez.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Technique : Se libérer de la peur de l’erreur",
    "description": "Cet article présente des méthodes efficaces pour apprivoiser le perfectionnisme, accepter l’imperfection et diminuer la peur de se tromper.",
    "screen_1": {
      "texts": [
        "Voyons quelques méthodes simples mais extrêmement efficaces, qui peuvent vous aider à dépasser la tendance au perfectionnisme.",
        "La feuille « anti-perfectionnisme »",
        "Beaucoup de perfectionnistes vivent avec l’idée que l’on ne peut pleinement profiter de quelque chose que si tout est réalisé à la perfection. Nous vous proposons de remettre en question cette croyance.",
        "Pendant une semaine, notez les tâches les plus diverses et spontanées que vous accomplissez, qu’il s’agisse de « se brosser les dents », « préparer le dîner », « rédiger un rapport de travail » ou « faire le ménage ». ",
        "Dans une deuxième colonne, indiquez à quel point, selon vous, la tâche a été bien réalisée, en pourcentage.",
        "Dans une troisième colonne, notez le niveau de plaisir que vous avez ressenti en l’accomplissant.",
        "Cela peut donner, par exemple :",
        "Préparer le dîner – 50 % (j’aurais pu choisir une recette plus élaborée et plus raffinée) – 90 % (simple, mais tellement bon, et cela ne m’a pas pris beaucoup de temps).",
        "Faire le ménage – 70 % (j’ai fait l’essentiel, mais je n’ai pas touché au frigo ni à la cuisinière) – 100 % (un intérieur propre me procure toujours beaucoup de satisfaction).",
        "Préparer un rapport de travail – 85 % (j’ai mis beaucoup d’efforts dans ce rapport) – 20 % (les pensées récurrentes que « cela pourrait être mieux » m’ont privé·e du plaisir du processus).",
        "Cet exercice vous permettra de constater que la perfection n’est pas une condition nécessaire pour éprouver du plaisir dans ce que vous faites."
      ],
      "quote": {
        "text": "La perfection n’est pas un objectif à atteindre, mais une direction vers laquelle avancer.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Accepter la possibilité de se tromper",
        "Personne n’aime les erreurs, mais pour les perfectionnistes, elles deviennent l’objet d’une peur particulière.",
        "L’un des moyens les plus efficaces de diminuer la peur de l’imperfection, c’est d’apprendre à accepter ses propres erreurs.",
        "Remarquez-vous qu’à la simple pensée de faire une erreur, votre cœur se met à battre plus vite ? Ce sont des signes de peur et d’inquiétude.",
        "Pour vous ouvrir à la possibilité de vous tromper, commencez par écrire un petit essai expliquant pourquoi les erreurs sont normales, et pourquoi viser la perfection absolue n’est pas raisonnable.",
        "Une jeune femme travaillant sur son perfectionnisme a formulé ses réflexions ainsi :",
        "« La peur de commettre une erreur vient du fait que je vois le monde en noir et blanc : une seule erreur, et tout s’écroule. C’est une illusion. Une petite erreur ne peut pas annuler tout ce qui a été bien fait. »",
        "« Les erreurs sont utiles, parce que c’est grâce à elles que nous apprenons. Sans erreurs, pas d’apprentissage. Puisque personne n’est à l’abri de se tromper, il est essentiel d’apprendre à accepter ses erreurs et à continuer d’apprendre à partir de sa propre expérience. »",
        "« Reconnaître ses erreurs nous permet d’ajuster notre comportement et d’obtenir des résultats plus satisfaisants, ce qui nous rend plus heureux·se et améliore la qualité de notre vie. »",
        "« La plupart des gens ne nous jugeront pas pour nos erreurs et ne cesseront pas de nous aimer à cause d’elles — au fond, tout le monde se trompe, et beaucoup se sentent mal à l’aise au contact de personnes prétendument “parfaites”. »",
        "« Une erreur ne signifie pas la fin du monde. »",
        "Bien sûr, écrire une telle liste ne transformera pas instantanément votre rapport aux erreurs, mais c’est une étape importante vers un regard différent sur l’imperfection.",
        "Rédigez votre propre texte sur le thème : pourquoi le fait de se tromper est normal, et même utile. Rappelez-vous que, même si vous faites une erreur, le monde ne va pas s’écrouler — c’est une partie naturelle de tout processus, même si ce n’est pas la plus agréable."
      ]
    }
  },
  "nonDepression": {
    "title": "Être triste ne signifie pas forcément être en dépression",
    "description": "Dans cet article, nous parlons d’une distinction importante entre la tristesse naturelle et la dépression clinique. Les pertes, les séparations, les difficultés et les changements font partie de la vie, et il est humain de souffrir quand ils surviennent. Nous expliquons comment distinguer des émotions normales d’une dépression, où les distorsions de pensée jouent un rôle majeur et où un soutien professionnel peut être nécessaire. Ce texte vous aidera à mieux comprendre vos ressentis et à remarquer à temps lorsque la tristesse dépasse ce qui est habituel.",
    "screen_1": {
      "texts": [
        "Dans les sections précédentes, nous avons parlé de la réalité et de la douleur d’événements tels que le deuil, la maladie, la séparation, l’infidélité ou le licenciement.",
        "Tout le monde, un jour ou l’autre, est confronté à ce type d’épreuves. Elles sont lourdes, profondes et très humaines. Mais, prises isolément, elles ne signifient pas pour autant que vous êtes en dépression.",
        "Une question se pose alors : existe-t-il une « tristesse saine », qui n’est pas liée à la dépression ?",
        "Bien sûr que oui.",
        "Être triste, vivre un deuil ou ressentir de la nostalgie, ce sont des réactions naturelles aux événements importants, aux pertes et aux changements. Ces émotions nous aident à traverser l’expérience, à intégrer ce qui se passe et à aller de l’avant.",
        "Ce sont des émotions humaines normales, et il est essentiel de s’autoriser à les ressentir, plutôt que de les refouler ou d’en avoir honte.",
        "Si vous êtes triste après une rupture, c’est normal. Cela montre votre capacité à ressentir et à vous attacher.",
        "Si le souvenir d’une personne disparue vous fait souffrir, c’est le reflet de l’amour que vous lui portiez, et non un signe de faiblesse.",
        "Mais la dépression n’est pas une simple tristesse. C’est un état qui se crée et se maintient en grande partie à cause d’une vision déformée et désespérée de soi, du monde et de l’avenir.",
        "Dans la dépression, l’intensité et la durée des émotions négatives ne correspondent pas à la situation : elles sont beaucoup plus fortes, plus profondes et plus pesantes."
      ],
      "quote": {
        "text": "Entre le stimulus et la réponse, il existe un espace. Dans cet espace se trouve notre liberté de choisir notre réaction. Et dans ce choix résident notre force et notre croissance.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Lorsqu’une personne en dépression se heurte à des difficultés, même ordinaires, celles-ci peuvent être vécues comme une catastrophe.",
        "Un petit faux pas devient un échec cuisant, un contretemps — une tragédie, et le chagrin peut être ressenti comme une obscurité sans fin.",
        "Imaginez un mitigeur avec un robinet d’eau chaude et un robinet d’eau froide. Dans la vie quotidienne, nous naviguons entre différentes émotions : joie, tristesse, espoir, regret.",
        "Dans la dépression, c’est comme si seul le « robinet froid » restait ouvert — tristesse, anxiété, sentiment de désespoir. Et cela vient souvent moins de la situation elle-même que d’une perception déformée, qui nécessite de l’attention et un ajustement.",
        "Notre manière de nous relier aux événements joue un rôle immense. La tristesse, en soi, n’est pas dangereuse. Elle le devient lorsque nos pensées la transforment en impuissance et en désespoir.",
        "Nous espérons sincèrement que cette section vous a aidé·e à mieux comprendre la nature de la dépression et à en repérer les signes.",
        "Vous avez ici découvert les principaux symptômes de la dépression et certains moyens de travailler avec votre état, en vous appuyant sur des pratiques et des techniques.",
        "Vous pouvez revenir à ce contenu à tout moment, le relire et refaire les exercices. Et nous préparons déjà pour vous de nouveaux outils utiles."
      ],
      "quote": {
        "text": "Les plus belles personnes sont celles qui ont traversé la souffrance, la perte, les combats — et qui ont tout de même trouvé le chemin pour remonter à la surface.",
        "author": "Viktor Frankl"
      }
    }
  }
}
