{
  "title": "Techniques : Surmonter la peur de l'erreur",
  "description": "L'article propose des méthodes efficaces pour lutter contre le perfectionnisme, axées sur l'acceptation de l'imperfection et la réduction de la peur de commettre des erreurs.",
  "screen_1": {
    "texts": [
      "Examinons quelques méthodes simples, mais extrêmement efficaces, qui aideront à surmonter la tendance au perfectionnisme.",
      "La liste « anti-perfectionnisme »",
      "De nombreux perfectionnistes croient qu'ils ne peuvent pleinement apprécier quelque chose que s'ils le font parfaitement. Nous vous invitons à remettre en question cette idée.",
      "Pendant une semaine, notez toutes sortes de tâches diverses et spontanées que vous effectuez, que ce soit « se brosser les dents », « préparer le dîner », « préparer un rapport de travail » ou « nettoyer la maison ».",
      "Dans la deuxième colonne, notez à quel point, selon vous, la tâche a été effectuée efficacement, exprimé en pourcentage.",
      "Dans la troisième colonne, indiquez combien de joie cela vous a apporté de l'accomplir.",
      "Les exemples pourraient ressembler à ceci :",
      "Préparer le dîner – 50% (j'aurais pu choisir une recette plus complexe et savoureuse) – 90% (c'était simple, mais très délicieux et n'a pas pris beaucoup de temps).",
      "Nettoyer la maison – 70% (j'ai fait le nécessaire, mais je n'ai pas nettoyé le réfrigérateur ni la cuisinière) – 100% (la propreté de la maison me procure toujours du plaisir).",
      "Préparer un rapport de travail – 85% (j'ai consacré beaucoup d'efforts au rapport) – 20% (les pensées constantes sur comment cela aurait pu être mieux m'ont privé du plaisir du processus).",
      "Cet exercice vous aidera à réaliser que la perfection n'est pas une condition nécessaire pour profiter du processus."
    ],
    "quote": {
      "text": "La perfection n'est pas un objectif atteignable, mais une direction à suivre.",
      "author": "Thomas Watson"
    }
  },
  "screen_2": {
    "texts": [
      "Accepter la possibilité de se tromper",
      "Personne n'aime faire des erreurs, mais pour les perfectionnistes, elles constituent une source de peur particulière.",
      "L'un des moyens les plus efficaces de combattre la peur de l'imperfection est d'apprendre à accepter ses erreurs.",
      "Ressentez-vous votre cœur battre plus fort à la simple pensée d'une possible erreur ? Ce sont des signes de peur et d'anxiété.",
      "Pour vous ouvrir à la possibilité de faire des erreurs, commencez par rédiger un essai sur pourquoi les erreurs sont normales et aspirer à la perfection absolue est irrationnel.",
      "Une jeune femme luttant contre le perfectionnisme a exprimé les pensées suivantes :",
      "La peur de faire une erreur vient de ma perception du monde en noir et blanc : une erreur, et tout s'effondre. C'est une fausse croyance. En réalité, une petite erreur ne peut pas détruire tout le bien qui a été fait.",
      "Les erreurs sont bénéfiques car elles nous permettent d'apprendre. Sans erreurs, l'apprentissage est impossible. Puisque personne n'est à l'abri des erreurs, il est important d'apprendre à les accepter et à continuer d'apprendre de son expérience personnelle.",
      "Reconnaître ses erreurs nous permet de corriger notre comportement, ce qui mène à des résultats plus satisfaisants, qui, à leur tour, nous rendent plus heureux et améliorent la qualité de notre vie.",
      "La plupart des gens ne nous jugeront pas pour nos erreurs et ne cesseront pas de nous aimer à cause d'elles – après tout, tout le monde fait des erreurs, et beaucoup se sentent mal à l'aise autour des personnes « parfaites ».",
      "Une erreur ne signifie pas la fin du monde.",
      "Bien sûr, créer une telle liste ne signifie pas une transformation instantanée et commencer à aimer les erreurs, mais c'est un pas important vers le changement de votre relation avec l'imperfection.",
      "Rédigez votre propre essai sur pourquoi il est normal et même bénéfique de faire des erreurs. Rappelez-vous que même si vous faites une erreur, le monde ne s'arrêtera pas – c'est une partie naturelle de tout processus, bien que pas la plus désirable."
    ]
  }
}
