{
  "title": "Être triste ne signifie pas souffrir de dépression",
  "description": "L'article examine la différence entre la tristesse ordinaire et la dépression clinique, soulignant que vivre des pertes et des échecs est naturel et ne témoigne pas toujours d'un trouble mental. Il explique comment une pensée déformée peut transformer des réactions émotionnelles normales en symptômes de dépression nécessitant une intervention professionnelle. L'article vise à aider les lecteurs à distinguer les sentiments naturels de tristesse des maladies psychologiques graves, facilitant l'auto-diagnostic et la compréhension de quand l'aide d'un spécialiste est nécessaire.",
  "screen_1": {
    "texts": [
      "Dans les chapitres précédents, nous avons constaté que des problèmes tels que la perte de proches, les maladies, les ruptures, les infidélités et les licenciements sont absolument réels.",
      "À notre grand regret, chacun de nous y est confronté, mais en réalité, rien de ce qui est énuméré ne mène à une véritable dépression.",
      "Alors, la question se pose : existe-t-il une « tristesse saine » qui n'est pas affectée par des distorsions ?",
      "Absolument oui !",
      "Être triste et pleurer n'est pas nécessairement mauvais, dans de nombreuses situations c'est naturel. Les sentiments qu'une personne éprouve à la suite d'un grand chagrin — tristesse, peine, regret, préoccupation — sont normaux.",
      "Ce sont de vrais sentiments naturels que chaque personne peut et devrait se permettre de ressentir.",
      "Si vous ressentez de la tristesse lors de la séparation avec un être cher — félicitations, vous êtes normal !",
      "Si vous ressentez de la peine et de la nostalgie en vous remémorant la mort d'un proche — vous êtes absolument adéquat.",
      "Mais la dépression n'est pas seulement des émotions négatives, c'est une maladie causée par une pensée déformée.",
      "Nous espérons avoir réussi à clarifier cela dans cette section. Dans la dépression, le degré de sentiments négatifs ne correspond pas à la gravité objective de la situation."
    ],
    "quote": {
      "text": "Entre le stimulus et la réponse, il y a un espace. Dans cet espace se trouve notre liberté et le pouvoir de choisir notre réponse. Dans notre réponse réside notre croissance et notre liberté.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Une personne dépressive percevra les événements de toute ampleur de manière plus négative.",
      "Un petit échec en dépression devient un gros problème. Le deuil devient insupportable et le malheur — une catastrophe. La tristesse est certes une partie de la dépression, mais elle n'en est pas la base.",
      "On peut comparer une personne mentalement saine à un mitigeur dans la salle de bain, qui a des commandes pour l'eau froide et chaude.",
      "Dans la vie, il y a de l'« eau froide » — les émotions négatives et de l'« eau chaude » — les émotions positives. Chez une personne dépressive, seul le « robinet d'eau froide » est constamment ouvert, et cela n'est pas dû à des « problèmes réels », mais à une pensée déformée qui nécessite un changement.",
      "Notre attitude envers la situation détermine largement si notre tristesse reste simplement une émotion ou devient une partie de la dépression.",
      "L'équipe de MindHealth croit sincèrement et espère que la section sur la dépression et les efforts qui y ont été investis ont été utiles pour vous ou vos proches !",
      "Nous avons expliqué les principes et les symptômes principaux de la dépression, comment elle se manifeste et, surtout, comment y travailler de manière autonome.",
      "Vous pouvez toujours revenir aux chapitres précédents, les relire et essayer les exercices en pratique, tandis que nous continuons à travailler sur une nouvelle section."
    ],
    "quote": {
      "text": "Les plus belles personnes que nous connaissons sont celles qui ont connu la défaite, la souffrance, la lutte, la perte, et ont trouvé le moyen de sortir des profondeurs.",
      "author": "Elisabeth Kübler-Ross"
    }
  }
}
