{
  "title": "Technique: Un plan d'action contre la procrastination",
  "description": "Dans cet article, nous révélons les secrets d'une lutte efficace contre la procrastination grâce à la méthode éprouvée de la feuille anti-procrastination. Découvrez comment des étapes simples pour diviser les tâches et une évaluation réaliste de leur difficulté et du plaisir potentiel de leur accomplissement peuvent transformer votre approche du travail et des affaires personnelles, conduisant à une augmentation de la productivité et à une amélioration du bien-être.",
  "screen_1": {
    "texts": [
      "Cette technique peut particulièrement vous intéresser si vous avez tendance à reporter les tâches, les considérant trop complexes ou peu gratifiantes.",
      "Au premier stade, inscrivez une ou deux tâches que vous reportez dans une colonne.",
      "Si une tâche nécessite un investissement de temps et d'effort significatif, il est préférable de la diviser en plusieurs petites étapes, chacune ne prenant pas plus de 15-20 minutes.",
      "Ensuite, dans la deuxième colonne, évaluez sur une échelle de 0 à 100 % la difficulté que vous pensez rencontrer pour accomplir cette tâche.",
      "Si la tâche vous semble facile, attribuez-lui une note basse — par exemple, 10 ou 20 %. Si la tâche vous semble plus complexe, il serait approprié d'écrire 80 ou 90 %.",
      "Dans la troisième colonne, utilisez également une échelle en pourcentage pour noter votre prévision quant au plaisir que l'accomplissement de la tâche vous apportera.",
      "Commencez l'exécution de la tâche seulement après avoir rédigé vos prévisions."
    ],
    "quote": {
      "text": "Vous ne pouvez pas attendre l'inspiration. Vous devez aller à sa rencontre avec travail.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "À la fin, dans les deux dernières colonnes, notez à quel point la tâche s'est réellement révélée difficile et le plaisir que vous avez ressenti à l'accomplir ou à obtenir le résultat, en utilisant une échelle de pourcentage pour l'évaluation.",
      "Exemple:",
      "Un avocat, ayant récemment perdu son emploi, ne pouvait pas commencer à chercher un nouvel emploi à cause du sentiment que la préparation du CV et la recherche elle-même étaient des tâches insurmontables.",
      "Pour commencer, la tâche \"trouver un emploi\" devrait être divisée en plusieurs étapes afin qu'elle ne semble pas insurmontable et ne provoque pas de procrastination :",
      "S'asseoir et rédiger un CV.",
      "Le jour suivant, le revoir avec un œil neuf et apporter des corrections.",
      "Consacrer quotidiennement 10-15 minutes à la surveillance des sites d'offres d'emploi.",
      "Rédiger une lettre de motivation.",
      "Envoyer le CV aux offres d'emploi sélectionnées, en adaptant la lettre de motivation à l'offre spécifique et à l'entreprise.",
      "De cette manière, la perception d'une grande tâche peut être simplifiée en la divisant en petites étapes."
    ]
  },
  "screen_3": {
    "texts": [
      "Évaluez ensuite chaque tâche en termes de difficulté et de plaisir anticipé. Un exemple pourrait ressembler à ceci :",
      "Date : 31.01.2024",
      "Tâche : Rédiger un CV",
      "Difficulté anticipée : 80 %",
      "Plaisir anticipé : 15 %",
      "Difficulté réelle : 30 %",
      "Plaisir réel : 70 %",
      "Comme vous pouvez le voir, la rédaction du CV s'est avérée beaucoup plus facile et agréable que prévu.",
      "À la surprise générale, le processus a progressé à partir d'une impasse, et l'estime de soi et la motivation ont considérablement augmenté grâce aux résultats obtenus. L'effet de l'utilisation de cette technique a été si impressionnant que l'avocat a commencé à l'appliquer dans d'autres domaines de la vie, augmentant considérablement sa productivité et sa confiance en soi."
    ]
  }
}
