{
  "title": "Technique : Faire face à votre critique intérieur",
  "description": "Cet article présente des méthodes efficaces pour améliorer l'estime de soi, que vous pouvez appliquer de manière autonome. La technique principale consiste à apprendre à affronter votre critique intérieur, pour cela il est proposé de tenir un tableau spécial avec des pensées autocritiques, leurs erreurs cognitives et des réponses rationnelles. L'article souligne l'importance de la pratique régulière de ces exercices pour réaliser des changements significatifs dans la perception de soi et améliorer l'estime de soi.",
  "screen_1": {
    "texts": [
      "Nous avons développé une série de techniques simples mais efficaces pour améliorer l'estime de soi. Ces méthodes, disponibles pour une utilisation autonome, vous aideront dans ce processus complexe.",
      "Avant tout, il est important de comprendre : la seule connaissance de la théorie ne suffit pas pour améliorer l'estime de soi.",
      "Seule la pratique régulière des exercices apportera un résultat durable. Nous vous conseillons de consacrer un peu de temps à cela chaque jour, au moins au début, jusqu'à ce que le processus devienne habituel.",
      "La première technique que nous aimerions vous présenter est axée sur l'apprentissage à faire face au critique intérieur.",
      "Le sentiment d'infériorité et d'auto-détestation survient souvent à cause d'un critique intérieur qui sape constamment votre estime de soi.",
      "Des croyances négatives telles que \"Je ne vaux rien\", \"Je suis pire que les autres\", \"Je ne réussirai rien\", \"Je suis coupable de tout\", \"Je suis un perdant\" aggravent les problèmes d'estime de soi et peuvent conduire à la dépression.",
      "Pour surmonter cette habitude de pensée négative, suivez ce plan :",
      "Apprenez à repérer et à enregistrer les pensées autocritiques.",
      "Identifiez les distorsions cognitives dans ces pensées.",
      "Développez des réponses rationnelles pour créer une vision de soi plus réaliste et saine, et faites-le régulièrement.",
      "Pour cela, vous pouvez utiliser le 'Journal des pensées automatiques' dans notre application. Ou faire des enregistrements en dehors de l'application dans un format à trois colonnes.",
      "Ensuite, nous expliquerons en utilisant le format à trois colonnes pour plus de simplicité."
    ],
    "quote": {
      "text": "Personne ne peut vous faire sentir inférieur sans votre consentement.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Créez un tableau à trois colonnes dans un format qui vous convient - cela peut être un carnet, un document sur ordinateur ou une note sur votre téléphone. Noms des colonnes :",
      "Pensées critiques",
      "Erreur cognitive",
      "Réponse rationnelle",
      "Dans la première colonne, écrivez toutes les pensées autocritiques qui vous viennent à l'esprit.",
      "Chaque fois que vous vous accusez, que vous vous sentez inutile ou insatisfait de vous-même, demandez-vous : 'Que suis-je en train de penser sur moi-même ?' et notez-le.",
      "Par exemple, si vous êtes anxieux avant un examen et pensez : 'Je suis tellement stupide, je ne réussirai sûrement pas', c'est exactement la pensée à enregistrer.",
      "Dans cette colonne, il est important de noter vos pensées sur vous-même, pas vos sentiments. Car si vous écrivez : 'Je me sens terrible', il est difficile de le réfuter, car c'est effectivement le cas.",
      "Dans la deuxième colonne, identifiez la distorsion cognitive présente dans la pensée.",
      "Notez dans la deuxième colonne quelle erreur de pensée vous avez découverte en vous. Cela pourrait être une erreur, ou peut-être deux ou trois.",
      "Par exemple, dans l'affirmation 'Je suis tellement stupide, je ne réussirai sûrement pas', nous voyons une distorsion sous forme d'étiquetage.",
      "Et dans la pensée 'Je ne suis capable de rien, donc ils vont me renvoyer, et je ne réussirai jamais' on peut identifier plusieurs distorsions, telles que la généralisation excessive et la catastrophisation."
    ],
    "quote": {
      "text": "Plus je me comprends moi-même et mes besoins émotionnels, plus ma perception de la réalité devient forte et moins les peurs et les malentendus empoisonnent ma vie.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Et bien sûr, la colonne la plus importante de notre tableau - la réponse rationnelle alternative. C'est une véritable riposte au critique intérieur.",
      "Il est important de remplacer la pensée autocritique par une pensée plus réaliste et logique, en évitant les déclarations trop optimistes.",
      "Vous devez remplacer la pensée critique par une plus réaliste. Évitez d'être dichotomique en la remplaçant par une pensée trop optimiste et irréaliste.",
      "Du genre : 'Je suis le plus intelligent et je réussirai tout parfaitement'. Bien que cette pensée puisse être vraie, elle est drastiquement opposée à votre pensée originale et il est peu probable que vous y croyiez immédiatement, ce qui la rend sans sens.",
      "Essayez plutôt de reconnaître la vérité, telle qu'elle est réellement.",
      "Car si ce que vous écrivez dans la réponse rationnelle n'est pas suffisamment convaincant et réaliste pour vous, cela ne vous aidera pas.",
      "Essayez d'écrire une réponse alternative à laquelle vous croyez vraiment.",
      "Par exemple, vous pourriez écrire : 'En réalité, je ne suis pas stupide, j'ai des preuves de cela, je suis entré à l'université par moi-même, j'étudie assez bien. Bien sûr, il y a des moments où quelque chose ne fonctionne pas pour moi, mais je suis humain, je peux faire des erreurs, cela ne me rend pas stupide.",
      "De plus, je me prépare pour l'examen et il est très probable que je le réussisse au moins avec un 'C', comme j'ai réussi tous les sujets auparavant. Et même si je ne réussis pas du premier coup, je peux revenir pour un rattrapage, bien me préparer et certainement réussir.'",
      "Une telle réponse rationnelle est plus plausible et la probabilité que vous y croyiez est beaucoup plus élevée.",
      "Utilisez cet outil tout au long de la journée, enregistrant régulièrement vos pensées et en faisant face aux croyances destructrices.",
      "Avec le temps, vous constaterez qu'il devient plus facile de trouver une réponse rationnelle. Mais le plus important est que vous remarquerez des changements dans votre humeur et votre attitude envers vous-même."
    ]
  }
}
