{
  "title": "Technique: S'échapper du piège des attentes excessives",
  "description": "L'article examine le problème du sentiment de culpabilité découlant d'exigences irréalistes envers soi-même et d'une autocritique constante. Il décrit des méthodes pour réévaluer les paramètres internes et remplacer l'obligation par une perception plus saine des capacités et désirs personnels. Des conseils pratiques sont proposés pour se libérer de l'auto-accusation et construire une relation plus harmonieuse avec soi-même et ses erreurs.",
  "screen_1": {
    "texts": [
      "Le sentiment de culpabilité survient souvent à cause d'exigences excessives envers soi-même et peut se manifester par des pensées telles que :",
      "«Je dois faire cela».",
      "«Je devrais agir ainsi».",
      "«Je dois être comme ça».",
      "«Je n'aurais pas dû faire cela».",
      "«J'aurais dû prévoir/savoir cela».",
      "Des exigences inadéquates contenant le mot «dois» peuvent conduire à un sentiment de culpabilité et à des attentes irréalistes.",
      "Ces exigences impliquent que vous devez être parfait ou omniscient, ce qui est irréaliste.",
      "Ces exigences peuvent inclure l'idée que vous devez toujours être heureux ou satisfait, ce qui ne fait qu'intensifier le sentiment d'échec.",
      "Il existe également des exigences basées sur l'hypothèse que vous savez tout et pouvez prédire l'avenir. Cela crée de fausses attentes et un sentiment de culpabilité, au lieu d'aider à résoudre les problèmes.",
      "L'essence de cette technique est de réaliser qu'il est contre-productif de se blâmer, car les exigences inadéquates sont en elles-mêmes irréalistes et injustes.",
      "Elles ne créent qu'un sentiment de culpabilité et d'impuissance, au lieu de résoudre un problème ou d'atteindre le succès.",
      "Pour éviter les accusations constantes contre soi-même, il convient de renoncer à de telles exigences et de devenir plus réaliste dans ses attentes envers soi-même et sa vie.",
      "Bien sûr, de tels changements de pensée ne se produisent pas du jour au lendemain et peuvent même ne pas se produire en un mois. Mais nous sommes convaincus que le travail régulier sur soi peut mener à des changements."
    ],
    "quote": {
      "text": "Tout sentiment de culpabilité implique une auto-condamnation, et cela est fondamentalement incorrect. Une personne doit reconnaître ses erreurs sans tomber dans l'auto-flagellation.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Alors, que faut-il faire dès maintenant pour se débarrasser du sentiment de culpabilité provoqué par des exigences excessives ?",
      "Une méthode simple mais efficace pour échapper aux exigences excessives envers soi-même consiste à remplacer le mot «dois» par d'autres : «Ce serait bien si...» ou «Si je pouvais, je...». Elles s'avèrent souvent plus réalistes et moins perturbantes.",
      "Par exemple, au lieu de «Je dois rendre ma femme heureuse», vous pourriez dire : «Ce serait génial si je pouvais rendre ma femme heureuse parce qu'elle est contrariée. Je peux lui demander ce qui la tracasse et réfléchir à comment je pourrais éventuellement aider».",
      "Ou au lieu de «Je n'aurais pas dû manger de glace», vous pourriez dire : «Il aurait été préférable que je n'aie pas mangé cette glace, mais mon action n'est pas la fin du monde».",
      "Supprimer le mode subjonctif. Au lieu de penser «J'aurais dû...», «Si seulement je...», «Dommage que je n'aie pas...», essayez de penser : «La prochaine fois, je ferai différemment».",
      "Les personnes se sentant coupables pensent souvent au conditionnel, mais cela devrait définitivement être évité.",
      "Et si vous vous surprenez à le faire, arrêtez-vous immédiatement et changez la phrase en «La prochaine fois, je...».",
      "Et c'est tout. Pas de conditionnel, catégoriquement.",
      "La méthode de réalité aide à vérifier l'adéquation de vos exigences avec la réalité. En vous disant : «Je n'aurais pas dû faire cela», vous pensez probablement que vous n'auriez vraiment pas dû le faire et, en vous le disant, vous vous sentirez mieux.",
      "Cependant, en réalité, c'est le contraire : vous aviez besoin de faire exactement ce que vous avez fait, mais en l'admettant, vous ressentirez une déception.",
      "Par exemple, vous avez commencé un régime pour perdre du poids, vous avez mangé quelque chose en trop et maintenant vous vous en voulez : «Je n'aurais pas dû manger ce chocolat».",
      "Mais en réalité, vous aviez besoin de quelque chose de sucré. Peut-être êtes-vous stressé par quelque chose et instinctivement, vous avez voulu manger quelque chose pour vous remonter le moral, donc il était impossible de résister.",
      "Les gens mangent souvent des émotions négatives pour soulager leur état. Lorsque vous essayez de vous débarrasser de mauvaises habitudes ou de perdre du poids, la principale chose qui vous en empêche est la conviction que vous perdez le contrôle de vous-même.",
      "La sensation de perdre le contrôle est directement liée à ce que vous «devez» ou «ne devez pas» faire. Si vous avez envie de manger quelque chose de malsain, vous vous dites que vous «ne devez pas» même vouloir manger des aliments interdits et que vous «devez» renoncer une fois pour toutes à tous les aliments malsains et ne jamais faillir.",
      "Et après cela, pour vous sentir mieux, vous allez et mangez un morceau de chocolat. Cette approche de la perte de poids est peu susceptible d'être couronnée de succès, et vous vous sentirez coupable et déprimé.",
      "Lorsque vous réussirez à ne plus vous interdire quoi que ce soit, alors vous pourrez vous en débarrasser sans violence envers vous-même."
    ]
  },
  "screen_3": {
    "texts": [
      "Les personnes sujettes à un sentiment excessif de culpabilité peuvent être manipulées par d'autres pour atteindre leurs objectifs. Réfléchissez : combien de fois avez-vous accepté d'aller à une réunion sans vraiment le vouloir, dans le but de plaire ou pour que personne ne soit blessé ? Il est important de défendre ses limites personnelles et d'apprendre à dire «non».",
      "Exemple : Une jeune femme vit avec ses parents et son frère, et a un bon salaire. Son frère travaille occasionnellement.",
      "Il a une dépendance aux achats : il achète constamment de nouveaux objets pour lui-même, mais n'a pas assez d'argent pour cela.",
      "Sa sœur comprend que ce n'est pas la meilleure façon de gérer l'argent, mais continue de lui prêter de l'argent parce qu'elle croit que les sœurs et les frères doivent s'entraider, comme c'est la coutume dans leur famille.",
      "La jeune femme a peur de refuser à son frère, car cela pourrait détruire leur relation. Elle a préalablement joué un dialogue difficile avec un ami et a réalisé que dire «non» n'était pas aussi effrayant qu'elle le pensait.",
      "Avant de définir vos limites et de tracer une ligne sous forme de refus de répondre aux exigences ou de défendre votre propre opinion pour ne pas aller visiter quand vous ne le souhaitez pas, vous pouvez jouer un dialogue difficile ou l'écrire sur un papier ou dans des notes.",
      "Cela vous permettra de prévoir un scénario de conversation probable et de comprendre comment mieux refuser à l'interlocuteur, et peut-être, vous réaliserez que ce n'est pas si effrayant de dire «non».",
      "Il vous faudra parcourir un long chemin avant que les circuits neuronaux correspondants se forment dans votre cerveau, et que vous ayez suffisamment de courage et de capacité pour dire «non» de manière diplomatique, mais ferme, et pour ancrer la compétence dans la pratique lorsque le moment sera venu.",
      "Délimiter les responsabilités",
      "Parfois, nous prenons la responsabilité des malheurs et des échecs d'autres personnes.",
      "Dans de telles situations, il est important de déterminer qui est réellement responsable de ce qui s'est passé. Par exemple, êtes-vous vraiment coupable que votre enfant ait de mauvaises notes ?",
      "Une confusion survient entre votre influence sur l'enfant et le contrôle sur lui.",
      "Pour apprendre à différencier les responsabilités, vous pouvez utiliser la méthode des trois colonnes, qui est une version abrégée du journal des pensées automatiques.",
      "Dans la première colonne, vous notez les pensées inquiétantes et condamnatoires, dans la deuxième, quelles distorsions cognitives vous remarquez, et dans la troisième, quelle réponse rationnelle vous pouvez donner.",
      "Par exemple :",
      "1ère colonne (pensées inquiétantes et condamnatoires) : «Je suis coupable que mon enfant ait de mauvaises notes. Je ne pourrai pas l'aider à réussir à l'école».",
      "2ème colonne (distorsions cognitives) : personnalisation, généralisation excessive.",
      "3ème colonne (réponse rationnelle) : «Je porte la responsabilité de mon rôle dans l'éducation de l'enfant, mais je ne contrôle pas entièrement son succès ou son échec à l'école. L'enfant a aussi sa propre responsabilité pour son apprentissage et ses études. Je peux l'aider, le soutenir et le motiver, mais le résultat final dépend de son propre travail et effort».",
      "Il est important de comprendre que nous ne pouvons pas contrôler chaque aspect de la vie des autres, même s'ils sont sous notre influence. Nous portons la responsabilité de nos actions et du rôle que nous jouons dans la vie des autres, mais nous ne devons pas assumer toute la responsabilité de leurs succès ou de leurs échecs."
    ]
  }
}
