{
  "trap": {
    "title": "Technique: S'échapper du piège des attentes excessives",
    "description": "L'article examine le problème du sentiment de culpabilité découlant d'exigences irréalistes envers soi-même et d'une autocritique constante. Il décrit des méthodes pour réévaluer les paramètres internes et remplacer l'obligation par une perception plus saine des capacités et désirs personnels. Des conseils pratiques sont proposés pour se libérer de l'auto-accusation et construire une relation plus harmonieuse avec soi-même et ses erreurs.",
    "screen_1": {
      "texts": [
        "Le sentiment de culpabilité survient souvent à cause d'exigences excessives envers soi-même et peut se manifester par des pensées telles que :",
        "«Je dois faire cela».",
        "«Je devrais agir ainsi».",
        "«Je dois être comme ça».",
        "«Je n'aurais pas dû faire cela».",
        "«J'aurais dû prévoir/savoir cela».",
        "Des exigences inadéquates contenant le mot «dois» peuvent conduire à un sentiment de culpabilité et à des attentes irréalistes.",
        "Ces exigences impliquent que vous devez être parfait ou omniscient, ce qui est irréaliste.",
        "Ces exigences peuvent inclure l'idée que vous devez toujours être heureux ou satisfait, ce qui ne fait qu'intensifier le sentiment d'échec.",
        "Il existe également des exigences basées sur l'hypothèse que vous savez tout et pouvez prédire l'avenir. Cela crée de fausses attentes et un sentiment de culpabilité, au lieu d'aider à résoudre les problèmes.",
        "L'essence de cette technique est de réaliser qu'il est contre-productif de se blâmer, car les exigences inadéquates sont en elles-mêmes irréalistes et injustes.",
        "Elles ne créent qu'un sentiment de culpabilité et d'impuissance, au lieu de résoudre un problème ou d'atteindre le succès.",
        "Pour éviter les accusations constantes contre soi-même, il convient de renoncer à de telles exigences et de devenir plus réaliste dans ses attentes envers soi-même et sa vie.",
        "Bien sûr, de tels changements de pensée ne se produisent pas du jour au lendemain et peuvent même ne pas se produire en un mois. Mais nous sommes convaincus que le travail régulier sur soi peut mener à des changements."
      ],
      "quote": {
        "text": "Tout sentiment de culpabilité implique une auto-condamnation, et cela est fondamentalement incorrect. Une personne doit reconnaître ses erreurs sans tomber dans l'auto-flagellation.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Alors, que faut-il faire dès maintenant pour se débarrasser du sentiment de culpabilité provoqué par des exigences excessives ?",
        "Une méthode simple mais efficace pour échapper aux exigences excessives envers soi-même consiste à remplacer le mot «dois» par d'autres : «Ce serait bien si...» ou «Si je pouvais, je...». Elles s'avèrent souvent plus réalistes et moins perturbantes.",
        "Par exemple, au lieu de «Je dois rendre ma femme heureuse», vous pourriez dire : «Ce serait génial si je pouvais rendre ma femme heureuse parce qu'elle est contrariée. Je peux lui demander ce qui la tracasse et réfléchir à comment je pourrais éventuellement aider».",
        "Ou au lieu de «Je n'aurais pas dû manger de glace», vous pourriez dire : «Il aurait été préférable que je n'aie pas mangé cette glace, mais mon action n'est pas la fin du monde».",
        "Supprimer le mode subjonctif. Au lieu de penser «J'aurais dû...», «Si seulement je...», «Dommage que je n'aie pas...», essayez de penser : «La prochaine fois, je ferai différemment».",
        "Les personnes se sentant coupables pensent souvent au conditionnel, mais cela devrait définitivement être évité.",
        "Et si vous vous surprenez à le faire, arrêtez-vous immédiatement et changez la phrase en «La prochaine fois, je...».",
        "Et c'est tout. Pas de conditionnel, catégoriquement.",
        "La méthode de réalité aide à vérifier l'adéquation de vos exigences avec la réalité. En vous disant : «Je n'aurais pas dû faire cela», vous pensez probablement que vous n'auriez vraiment pas dû le faire et, en vous le disant, vous vous sentirez mieux.",
        "Cependant, en réalité, c'est le contraire : vous aviez besoin de faire exactement ce que vous avez fait, mais en l'admettant, vous ressentirez une déception.",
        "Par exemple, vous avez commencé un régime pour perdre du poids, vous avez mangé quelque chose en trop et maintenant vous vous en voulez : «Je n'aurais pas dû manger ce chocolat».",
        "Mais en réalité, vous aviez besoin de quelque chose de sucré. Peut-être êtes-vous stressé par quelque chose et instinctivement, vous avez voulu manger quelque chose pour vous remonter le moral, donc il était impossible de résister.",
        "Les gens mangent souvent des émotions négatives pour soulager leur état. Lorsque vous essayez de vous débarrasser de mauvaises habitudes ou de perdre du poids, la principale chose qui vous en empêche est la conviction que vous perdez le contrôle de vous-même.",
        "La sensation de perdre le contrôle est directement liée à ce que vous «devez» ou «ne devez pas» faire. Si vous avez envie de manger quelque chose de malsain, vous vous dites que vous «ne devez pas» même vouloir manger des aliments interdits et que vous «devez» renoncer une fois pour toutes à tous les aliments malsains et ne jamais faillir.",
        "Et après cela, pour vous sentir mieux, vous allez et mangez un morceau de chocolat. Cette approche de la perte de poids est peu susceptible d'être couronnée de succès, et vous vous sentirez coupable et déprimé.",
        "Lorsque vous réussirez à ne plus vous interdire quoi que ce soit, alors vous pourrez vous en débarrasser sans violence envers vous-même."
      ]
    },
    "screen_3": {
      "texts": [
        "Les personnes sujettes à un sentiment excessif de culpabilité peuvent être manipulées par d'autres pour atteindre leurs objectifs. Réfléchissez : combien de fois avez-vous accepté d'aller à une réunion sans vraiment le vouloir, dans le but de plaire ou pour que personne ne soit blessé ? Il est important de défendre ses limites personnelles et d'apprendre à dire «non».",
        "Exemple : Une jeune femme vit avec ses parents et son frère, et a un bon salaire. Son frère travaille occasionnellement.",
        "Il a une dépendance aux achats : il achète constamment de nouveaux objets pour lui-même, mais n'a pas assez d'argent pour cela.",
        "Sa sœur comprend que ce n'est pas la meilleure façon de gérer l'argent, mais continue de lui prêter de l'argent parce qu'elle croit que les sœurs et les frères doivent s'entraider, comme c'est la coutume dans leur famille.",
        "La jeune femme a peur de refuser à son frère, car cela pourrait détruire leur relation. Elle a préalablement joué un dialogue difficile avec un ami et a réalisé que dire «non» n'était pas aussi effrayant qu'elle le pensait.",
        "Avant de définir vos limites et de tracer une ligne sous forme de refus de répondre aux exigences ou de défendre votre propre opinion pour ne pas aller visiter quand vous ne le souhaitez pas, vous pouvez jouer un dialogue difficile ou l'écrire sur un papier ou dans des notes.",
        "Cela vous permettra de prévoir un scénario de conversation probable et de comprendre comment mieux refuser à l'interlocuteur, et peut-être, vous réaliserez que ce n'est pas si effrayant de dire «non».",
        "Il vous faudra parcourir un long chemin avant que les circuits neuronaux correspondants se forment dans votre cerveau, et que vous ayez suffisamment de courage et de capacité pour dire «non» de manière diplomatique, mais ferme, et pour ancrer la compétence dans la pratique lorsque le moment sera venu.",
        "Délimiter les responsabilités",
        "Parfois, nous prenons la responsabilité des malheurs et des échecs d'autres personnes.",
        "Dans de telles situations, il est important de déterminer qui est réellement responsable de ce qui s'est passé. Par exemple, êtes-vous vraiment coupable que votre enfant ait de mauvaises notes ?",
        "Une confusion survient entre votre influence sur l'enfant et le contrôle sur lui.",
        "Pour apprendre à différencier les responsabilités, vous pouvez utiliser la méthode des trois colonnes, qui est une version abrégée du journal des pensées automatiques.",
        "Dans la première colonne, vous notez les pensées inquiétantes et condamnatoires, dans la deuxième, quelles distorsions cognitives vous remarquez, et dans la troisième, quelle réponse rationnelle vous pouvez donner.",
        "Par exemple :",
        "1ère colonne (pensées inquiétantes et condamnatoires) : «Je suis coupable que mon enfant ait de mauvaises notes. Je ne pourrai pas l'aider à réussir à l'école».",
        "2ème colonne (distorsions cognitives) : personnalisation, généralisation excessive.",
        "3ème colonne (réponse rationnelle) : «Je porte la responsabilité de mon rôle dans l'éducation de l'enfant, mais je ne contrôle pas entièrement son succès ou son échec à l'école. L'enfant a aussi sa propre responsabilité pour son apprentissage et ses études. Je peux l'aider, le soutenir et le motiver, mais le résultat final dépend de son propre travail et effort».",
        "Il est important de comprendre que nous ne pouvons pas contrôler chaque aspect de la vie des autres, même s'ils sont sous notre influence. Nous portons la responsabilité de nos actions et du rôle que nous jouons dans la vie des autres, mais nous ne devons pas assumer toute la responsabilité de leurs succès ou de leurs échecs."
      ]
    }
  },
  "unemployment": {
    "title": "Perdre son emploi et sombrer dans la dépression ?",
    "description": "Cet article explore les conséquences psychologiques et sociales d'une perte d'emploi soudaine, en examinant les montagnes russes émotionnelles qui accompagnent ces événements. À travers l'expérience personnelle d'Alexandre, qui a travaillé pendant de nombreuses années dans une entreprise prospère, il raconte sa lutte contre la dépression, la baisse de l'estime de soi et les échecs professionnels. L'article propose également des moyens de surmonter ces difficultés émotionnelles, en soulignant l'importance du soutien et de la reconnaissance de soi dans les moments difficiles.",
    "screen_1": {
      "texts": [
        "La perte soudaine d'un emploi est une source majeure de stress pour la plupart des gens. Lorsqu'on annonce un licenciement ou une réduction de poste en quelques jours ou semaines, beaucoup ressentent que leur vie « s'effondre ». Et c'est compréhensible, car votre vie change radicalement en termes de :",
        "situation financière",
        "statut social",
        "routine quotidienne",
        "plans à court et à long terme",
        "Un emploi représente des obligations, une structure, des interactions – en bref, un pilier de stabilité.",
        "Le chômage, en revanche, ressemble à une chute libre sans filet de sécurité. Vous vous retrouvez seul face à des journées vides, des factures qui s'accumulent et une attente interminable d'entretiens d'embauche : avant l'entretien, vous ressentez un léger espoir, puis vient un nouveau refus. Un tableau typique et décourageant.",
        "La perte d'un emploi est vécue comme n'importe quelle autre perte, et ceux qui y sont confrontés traversent les étapes du deuil.",
        "D'abord le choc, une profonde confusion et l'incompréhension de ce qu'il faut faire. Ensuite, la colère – envers soi-même, envers ceux qui vous ont licencié.",
        "Il peut aussi y avoir un marchandage : et si tout pouvait encore s'arranger et qu'on me reprenait ? Et enfin, la dépression. Indéniablement, ce problème est « réel », mais cela justifie-t-il pour autant votre dépression ?",
        "La cause d'une telle réaction émotionnelle réside dans la croyance que la valeur personnelle et la capacité à ressentir du bonheur dépendent directement du succès professionnel.",
        "Dans ce système de valeurs, il semble logique de supposer que la détresse émotionnelle est inévitablement liée aux pertes financières, aux échecs professionnels ou à la faillite."
      ],
      "quote": {
        "text": "Quand une porte se ferme, ne savez-vous pas que de nombreuses autres s'ouvrent ?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Si vous partagez cette croyance, l'histoire d'Alexandre pourrait vous intéresser : un père de 47 ans avec trois enfants, qui a travaillé pendant 17 ans dans l'entreprise prospère de son beau-père.",
        "Quelques années avant sa dépression, des désaccords sont survenus entre lui et son beau-père concernant la gestion de l'entreprise. Dans un accès de colère, Alexandre a démissionné, renonçant également à sa part dans l'entreprise.",
        "Au cours des deux années suivantes, il a changé d'emploi plusieurs fois, mais n'a jamais trouvé quelque chose qui soit satisfaisant, ni financièrement, ni moralement.",
        "Il avait l'impression d'échouer dans tout, et il a commencé à se considérer comme un raté. Sa femme a dû reprendre un emploi à temps plein pour joindre les deux bouts, ce qui n'a fait qu'aggraver le sentiment d'inutilité d'Alexandre, car il avait toujours été fier d'être le soutien de sa famille.",
        "Le temps passait, sa situation financière se détériorait et son état dépressif s'aggravait, car son estime de soi chutait de plus en plus.",
        "Lorsque Alexandre a décidé de consulter un spécialiste, il travaillait déjà depuis plusieurs mois dans une agence immobilière.",
        "Pendant cette période, il a réussi à louer quelques bâtiments, mais n'a réalisé aucune vente. Comme son salaire dépendait des ventes, ses revenus étaient faibles. Pendant cette période, Alexandre souffrait de dépression et de procrastination, passant des journées entières au lit en se demandant :",
        "« À quoi bon ? Je suis un raté. Travailler est inutile, de toute façon je n'y arriverai jamais. »",
        "Lors de sa troisième séance avec le psychologue, il a confié qu'un ami fortuné souhaitait acheter un bien immobilier par son intermédiaire, et que la commission de cette vente aurait propulsé sa carrière, renforcé sa confiance en lui et rempli considérablement son portefeuille.",
        "Au lieu de saisir cette opportunité, Alexandre a tergiversé pendant plusieurs semaines. La question se pose : pourquoi ? Parce qu'il pensait : « Vendre des biens immobiliers commerciaux est bien trop compliqué.",
        "Je n'ai jamais fait cela auparavant et je vais sûrement échouer. Et s'il change d'avis à la dernière minute, cela signifiera que je suis incapable dans ce domaine. Cela signifiera que je suis un raté total. »"
      ]
    },
    "screen_3": {
      "texts": [
        "Les supérieurs d'Alexandre avaient une haute opinion de lui et le considéraient comme un vendeur talentueux, mais lui-même était excessivement sévère envers lui-même.",
        "Au cours des séances suivantes et du travail sur ses pensées, Alexandre a admis qu'il était très autocritique, et que cela ne l'aidait pas dans cette période difficile, mais au contraire, aggravait la situation.",
        "Il a également réalisé qu'il utilisait des « doubles standards » : il était tolérant envers les autres et prêt à les soutenir, mais était dur et critique envers lui-même.",
        "Au début, il défendait sa vision des choses, comme le font beaucoup de perfectionnistes exigeants envers eux-mêmes, affirmant qu'être plus dur envers soi-même pouvait être bénéfique.",
        "Cependant, il a rapidement compris que ses standards personnels étaient irréalistes et voués à l'échec, car s'il avait tenté de vendre un bâtiment et échoué, il aurait perçu la situation comme une catastrophe. Sa tendance à penser en termes de « tout ou rien » était un problème majeur.",
        "À la fin de la thérapie, Alexandre a ressenti un soulagement en réalisant que les difficultés financières des dernières années ne faisaient pas automatiquement de lui un « raté ». ",
        "Cette image négative de lui-même et ce sentiment d'enlisement étaient le résultat d'une pensée extrême de « tout ou rien ». Son sentiment d'inutilité était dû au fait qu'il se concentrait exclusivement sur les aspects négatifs de sa vie (filtre négatif) et négligeait de nombreux aspects positifs (dévalorisation du positif).",
        "Il a compris qu'il s'était torturé trop longtemps en pensant qu'il aurait pu faire davantage, et il a compris que les difficultés financières ne diminuaient pas sa dignité humaine. Finalement, il a reconnu que l'apathie et la procrastination n'étaient que des symptômes de la dépression, et non le reflet de sa véritable essence.",
        "Lorsqu'il a appris à répondre à ses pensées négatives, il a pu réduire le degré de distorsion cognitive dans son jugement sévère sur lui-même, et son moral a commencé à s'améliorer.",
        "Il a quitté le secteur de l'immobilier et a ouvert une librairie. Il a réussi à couvrir ses dépenses, mais malgré des efforts personnels considérables, il n'a pas réussi à générer suffisamment de profits pour justifier la poursuite de l'activité après la première année d'essai."
      ]
    },
    "screen_4": {
      "texts": [
        "Ainsi, bien que les signes extérieurs de réussite soient restés pratiquement inchangés pendant cette période, il a réussi à préserver son estime de soi et à éviter la dépression. Bien que sa situation financière soit restée difficile, lorsqu'il a pris la décision de « reconnaître l'échec » dans son projet de librairie, son respect pour lui-même est resté intact.",
        "Lors de sa dernière séance avec le psychologue, Alexandre a écrit un essai qu'il a décidé de lire chaque matin avant de commencer sa recherche d'un nouvel emploi :",
        "Pourquoi je ne suis pas inutile ?",
        "Tant que je peux faire quelque chose pour mon propre bien-être et celui des autres, je ne suis pas inutile. Tant que ce que je fais peut avoir un impact positif, je ne suis pas inutile.",
        "Tant que le fait que je sois en vie compte pour au moins une personne, je ne suis pas inutile (et si nécessaire, cette personne peut être moi-même). Si offrir de l'amour, de la compréhension, de l'amitié, du soutien, de la compagnie, des conseils ou du réconfort signifie quelque chose, je ne suis pas inutile.",
        "Si je peux respecter mes propres opinions et mon intelligence, je ne suis pas inutile.",
        "Si les autres me respectent, c'est un bonus agréable.",
        "Si j'ai du respect pour moi-même et de la dignité, je ne suis pas inutile.",
        "Si aider à subvenir aux besoins des familles de mes employés signifie faire quelque chose de bien, je ne suis pas inutile.",
        "Si je fais tout mon possible pour aider mes clients et mes fournisseurs grâce à ma productivité et ma créativité, je ne suis pas inutile.",
        "Si ma présence dans cet environnement compte réellement pour les autres, je ne suis pas inutile. Je suis précieux par nature !",
        "Si vous êtes confronté à un problème similaire ou si les pensées automatiques d'Alexandre résonnent en vous, écrivez-vous une note expliquant pourquoi vous n'êtes pas inutile, pourquoi vous n'êtes pas un échec et pourquoi vous êtes précieux par essence."
      ]
    }
  },
  "vitamins": {
    "title": "Fausse dépression : Comment les hormones et les vitamines affectent notre santé émotionnelle",
    "description": "Cet article traite de la manière dont la santé physique, y compris l'équilibre hormonal et les niveaux de vitamines, peut affecter l'état émotionnel d'une personne. Il souligne que les symptômes souvent associés à la dépression peuvent être causés par des problèmes physiques, tels que des carences en certaines vitamines ou des troubles hormonaux. Les auteurs de l'article soulignent l'importance d'une approche globale du diagnostic et du traitement des troubles mentaux, prenant en compte à la fois les aspects psychologiques et physiologiques.",
    "screen_1": {
      "texts": [
        "Nous souhaitons que cette section vous aide à améliorer et à soulager votre bien-être émotionnel autant que possible. Il est donc important de discuter de toutes les raisons possibles pour lesquelles il peut changer.",
        "Lorsque l'on parle de dépression, on fait référence à un ensemble de symptômes mentionnés précédemment. Toutefois, ces symptômes ne sont pas toujours le signe d'un trouble mental.",
        "Il convient de rappeler que la composante biologique de notre corps joue un rôle important non seulement dans le bien-être physique, mais aussi dans le bien-être psychologique. Ainsi, les problèmes physiques peuvent affecter de manière significative le contexte émotionnel, créant des symptômes similaires à ceux de la dépression.",
        "Les hormones en sont un exemple. Elles ont un impact considérable sur le comportement et l'état psychologique d'une personne.",
        "La recherche en psychoendocrinologie montre que les systèmes nerveux et endocrinien sont interconnectés, assurant le maintien de l'homéostasie (équilibre physiologique de l'organisme).",
        "Par conséquent, toute fluctuation de l'environnement hormonal peut entraîner de graves perturbations dans la sphère émotionnelle.",
        "Par exemple, une diminution de la fonction thyroïdienne peut entraîner une dépression, une augmentation des niveaux d'anxiété et d'autres problèmes de santé mentale.",
        "L'hyperfonctionnement de cette glande provoque la manie, l'irritabilité, les sautes d'humeur et même la psychose.",
        "L'acromégalie, ou production accrue d'hormone de croissance, se manifeste par une diminution de la vivacité d'esprit, une apathie combinée à une euphorie.",
        "Ainsi, les personnes souffrant de troubles endocriniens sont confrontées non seulement aux défis physiques de leur maladie, mais aussi au risque de troubles mentaux tels que l'anxiété, la dépression, la manie, la confusion, etc."
      ],
      "quote": {
        "text": "Prenez soin du corps pour que l'âme ait envie d'y demeurer.",
        "author": "Socrate"
      }
    },
    "screen_2": {
      "texts": [
        "Au milieu du 20e siècle, une discipline scientifique a vu le jour : la psychoendocrinologie, qui étudie la relation entre le système endocrinien humain et le psychisme.",
        "Il existe même un terme, le syndrome psychoendocrinien, qui désigne un trouble mental survenant dans le contexte de maladies endocriniennes. Il s'agit notamment de troubles de l'humeur, d'asthénie, de diminution de l'activité mentale, ainsi que de modifications des pulsions et des instincts.",
        "Outre les hormones, les vitamines ont un impact important sur notre bien-être.",
        "L'avitaminose et la dépression ne semblent pas être directement liées, mais la recherche montre que le lien entre les deux est beaucoup plus fort qu'on ne le pensait.",
        "Nous pensons que vous serez d'accord avec nous pour dire que les vitamines sont essentielles au maintien du métabolisme de notre corps. Elles sont nombreuses, mais chacune d'entre elles est irremplaçable. Lorsque l'organisme manque de quelque chose, il y a carence en vitamines.",
        "L'avitaminose est un état dans lequel il y a une carence ou une absence totale d'une vitamine particulière dans l'organisme.",
        "Les carences en vitamines peuvent affecter la santé mentale de différentes manières, allant d'une gêne mineure à des symptômes effrayants.",
        "Des études ont montré que l'avitaminose peut contribuer à l'anxiété et à la dépression, ainsi qu'à l'aggravation des symptômes chez les personnes souffrant de certaines maladies mentales telles que les troubles obsessionnels-compulsifs ou bipolaires.",
        "Et même si vous êtes en bonne santé, une carence en l'une ou l'autre vitamine peut détériorer votre humeur et votre bien-être émotionnel."
      ]
    },
    "screen_3": {
      "texts": [
        "Exemples de carences en vitamines et leurs symptômes :",
        "Vitamine D : dépression, anxiété, fatigue, sautes d'humeur.",
        "Fer : faiblesse, fatigue, essoufflement, vertiges, engourdissement.",
        "Vitamine B12 : fatigue accrue, anémie, insomnie, diminution de l'appétit, maux d'estomac, douleurs musculaires.",
        "Acide folique : fatigue, irritabilité, dépression, faiblesse, apathie, léthargie, troubles des fonctions cognitives.",
        "Vitamines B : fatigue accrue, irritabilité, insomnie, sautes d'humeur, rythme cardiaque irrégulier.",
        "Magnésium : faiblesse, maux de tête, anxiété, rythme cardiaque irrégulier.",
        "Vitamine C : fatigue chronique, instabilité émotionnelle.",
        "Et ce ne sont là que quelques-uns des symptômes possibles qui peuvent facilement être confondus avec un état dépressif.",
        "Nos témoignages confirment l'importance de prendre en compte l'équilibre hormonal et vitaminique dans le diagnostic des troubles mentaux.",
        "L'un des membres de notre équipe pensait qu'il était en train de faire un burn-out, tourmenté par une fatigue inexpliquée, une détérioration de l'humeur et une absence de volonté de faire quoi que ce soit.",
        "Mais sachant qu'il pouvait s'agir d'hormones et de vitamines, je suis allée chez le médecin, j'ai identifié la carence, j'ai pris un traitement à la vitamine D et j'ai commencé à me sentir beaucoup mieux."
      ]
    },
    "screen_4": {
      "texts": [
        "Un autre membre de l'équipe, une jeune fille qui présentait des symptômes semblables à ceux de la dépression, s'est vu diagnostiquer une anémie ferriprive, dont le traitement a permis une amélioration significative de son état.",
        "Elle a décrit son état comme suit : \"Je voulais constamment dormir, je ne voulais rien faire, je ne voulais parler à personne. Je souffrais d'une terrible apathie, de vertiges, d'irritabilité. À un moment donné, j'ai vraiment commencé à penser que j'étais déprimée, jusqu'à ce que je fasse accidentellement un test sanguin général, qui a révélé des problèmes d'hémoglobine.",
        "J'ai ensuite passé d'autres tests qui ont révélé une carence en fer et en ferritine. Je souffrais d'une anémie ferriprive et je pensais que c'était une dépression. Mais après un traitement médicamenteux, j'ai retrouvé ma santé. Mon état s'est beaucoup amélioré.",
        "En partageant ces histoires, nous voulons vous mettre en garde contre les erreurs de diagnostic.",
        "Par conséquent, si vous ressentez une baisse de moral, de la fatigue et d'autres symptômes susmentionnés, prêtez attention non seulement à votre santé psychologique, mais aussi à votre santé physique.",
        "Consultez votre médecin, faites un bilan sanguin général, vérifiez vos taux de vitamines et d'hormones. Cela peut suffire à améliorer votre état émotionnel."
      ]
    }
  }
}