{
  "trap": {
    "title": "Technique : Sortir du piège des exigences irréalistes",
    "description": "Cet article aborde le sentiment de culpabilité qui naît de demandes irréalistes envers soi-même et d’une autocritique permanente. Il présente des façons de remettre en question ces exigences internes et de remplacer les « il faut » par une vision plus réaliste de ses possibilités et de ses envies. On y trouve des pistes concrètes pour se libérer de l’auto-accusation et construire une relation plus bienveillante avec soi-même et ses erreurs.",
    "screen_1": {
      "texts": [
        "Le sentiment de culpabilité naît souvent d’exigences excessives envers soi-même et peut se manifester par des pensées comme :",
        "« Il faut que je le fasse. »",
        "« Il faut que je me comporte exactement comme il faut. »",
        "« Il faut que je sois comme ça. »",
        "« Je n’aurais pas dû faire ça. »",
        "« J’aurais dû le prévoir ou le savoir. »",
        "Des exigences rigides centrées sur l’idée que l’on « doit » absolument faire quelque chose peuvent entraîner un sentiment de culpabilité et des attentes irréalistes.",
        "Elles sous-entendent que vous devriez être parfait ou tout savoir à l’avance, ce qui est tout simplement impossible.",
        "Parmi ces exigences, on retrouve par exemple l’idée que vous devriez être toujours heureux ou satisfait, ce qui ne fait qu’accentuer le sentiment d’échec.",
        "On rencontre aussi des exigences fondées sur la conviction que vous savez tout et pouvez prédire l’avenir. Elles créent de faux espoirs et de la culpabilité au lieu de vous aider à résoudre les difficultés.",
        "L’objectif de cette technique est de reconnaître qu’il est inutile de s’accuser en permanence : ce sont les exigences inadaptées elles-mêmes qui sont irréalistes et injustes.",
        "Elles ne font qu’alimenter la culpabilité et le sentiment d’impuissance, sans vous rapprocher d’une solution ou d’un succès.",
        "Pour cesser de vous adresser sans arrêt des reproches, il vaut la peine de lâcher ce type d’exigences et d’adopter des attentes plus réalistes envers vous-même et votre vie.",
        "Bien sûr, ce type de changement de pensée ne se produit pas en un jour ni même en un mois. Mais nous sommes convaincus qu’un travail régulier sur soi permet réellement d’évoluer."
      ],
      "quote": {
        "text": "Tout sentiment de culpabilité implique une forme d’auto-condamnation, et c’est profondément erroné. Il est important de reconnaître ses fautes sans sombrer dans l’auto-flagellation.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Que pouvez-vous faire dès maintenant pour vous libérer de la culpabilité née d’exigences trop élevées envers vous-même ?",
        "Une manière simple mais efficace de se protéger de ces « il faut » consiste à les remplacer par des formulations comme « Ce serait bien si… » ou « Si je le pouvais, je préférerais… ». Elles sont souvent plus réalistes et bien moins douloureuses.",
        "Par exemple, au lieu de penser « Je dois rendre ma femme heureuse », vous pouvez vous dire : « Ce serait formidable si je pouvais l’aider à se sentir plus heureuse, puisqu’elle est contrariée. Je peux lui demander ce qui ne va pas et réfléchir à la façon dont je pourrais la soutenir. »",
        "Ou encore, plutôt que de penser « Je n’aurais pas dû manger cette glace », vous pouvez vous dire : « Il aurait mieux valu que je ne la mange pas, mais ce que j’ai fait n’est pas une catastrophe. »",
        "Essayez aussi de bannir les tournures du type « j’aurais dû… », « si seulement j’avais… », « j’ai eu tort de ne pas… ». Remplacez-les par : « La prochaine fois, je ferai autrement. »",
        "Les personnes sujettes à la culpabilité ruminent souvent au conditionnel, mais cela ne les aide en rien.",
        "Dès que vous remarquez ce type de pensées, coupez-les court et reformulez : « La prochaine fois, je… ».",
        "Et voilà. On évite le conditionnel culpabilisant, catégoriquement.",
        "La méthode de la réalité sert à vérifier si vos exigences correspondent réellement à la réalité. Quand vous vous dites « Je n’aurais pas dû faire cela », vous avez l’impression que c’est vrai et que cette phrase vous fera vous sentir mieux.",
        "En réalité, c’est souvent l’inverse : vous avez fait exactement ce que vous étiez en mesure de faire à ce moment-là, et le reconnaître peut d’abord provoquer de la déception.",
        "Supposons que vous avez commencé un régime pour perdre du poids, puis mangé quelque chose de « trop » et que vous vous en voulez : « Je n’aurais pas dû manger cette barre de chocolat. »",
        "En fait, vous aviez besoin de douceur. Peut-être que vous traversez une période stressante et, par habitude, vous avez cherché du réconfort dans la nourriture, si bien qu’il vous était très difficile de résister.",
        "Beaucoup de personnes mangent pour apaiser leurs émotions désagréables. Quand on essaie de se débarrasser d’une habitude nocive ou de maigrir, ce qui complique le plus la tâche, c’est la croyance que l’on a perdu le contrôle.",
        "Ce sentiment de perte de contrôle est étroitement lié à tous ces « je dois » et « je ne dois pas ». Dès qu’une envie de manger quelque chose de peu sain apparaît, vous vous dites que vous ne devriez même pas désirer cet aliment « interdit » et que vous devez renoncer pour toujours à tout ce qui est mauvais pour la santé, sans jamais « craquer ».",
        "Après quoi, pour vous sentir un peu mieux, vous finissez par manger ce chocolat. Une telle façon de maigrir a peu de chances de donner des résultats, et votre culpabilité comme votre découragement ne font que grandir.",
        "Lorsque vous cesserez de vous interdire rigoureusement certaines choses, vous aurez bien plus de chances d’y renoncer ensuite sans violence envers vous-même."
      ]
    },
    "screen_3": {
      "texts": [
        "Les personnes en proie à une culpabilité excessive deviennent particulièrement vulnérables aux manipulations des autres, qui peuvent s’en servir pour atteindre leurs propres objectifs. Demandez-vous combien de fois vous avez accepté une invitation sans en avoir vraiment envie, simplement pour faire plaisir ou pour que personne ne soit vexé. Il est essentiel de défendre vos limites et d’apprendre à dire « non ».",
        "Par exemple, imaginons une jeune femme qui vit avec ses parents et son frère et qui gagne bien sa vie. Son frère, lui, fait de petits boulots de temps en temps.",
        "Il a développé une forme de dépendance à la consommation : il s’achète sans cesse quelque chose de nouveau, mais son propre argent ne suffit pas.",
        "Sa sœur sait que ce n’est pas une façon saine de gérer son budget, mais elle continue à lui prêter de l’argent, persuadée que frères et sœurs doivent s’entraider, comme il est d’usage dans leur famille.",
        "Elle a peur de lui refuser, de crainte que cela ne détériore leur relation. Avant d’en parler avec lui, elle a joué ce dialogue difficile avec un ami et s’est rendu compte que dire « non » n’était pas aussi effrayant qu’elle l’imaginait.",
        "Avant de clarifier vos limites et de tracer une ligne en refusant certaines demandes ou en défendant votre point de vue — par exemple pour ne pas aller chez quelqu’un quand vous n’en avez pas envie — vous pouvez répéter ce dialogue à voix haute ou l’écrire sur une feuille ou dans vos notes.",
        "Cela vous permettra d’anticiper le déroulement probable de la conversation, de réfléchir à la meilleure façon de refuser et, peut-être, de constater que ce n’est finalement pas si terrible de dire « non ».",
        "Il vous faudra du temps pour que de nouveaux circuits neuronaux se forment dans votre cerveau, pour que vous osiez dire « non » de manière à la fois diplomate et ferme, puis pour consolider cette compétence en la mettant en pratique lorsque l’occasion se présentera.",
        "Répartition des responsabilités",
        "Parfois, nous nous attribuons la responsabilité des malheurs et des échecs des autres.",
        "Dans ces situations, il est important de comprendre qui est réellement responsable de ce qui s’est passé. Par exemple, êtes-vous vraiment coupable si votre enfant a de mauvaises notes ?",
        "On confond alors facilement l’influence que vous exercez sur votre enfant avec un contrôle total sur ses résultats.",
        "Pour apprendre à distinguer les différentes parts de responsabilité, on peut utiliser la méthode des trois colonnes, une version abrégée du journal des pensées automatiques.",
        "Dans la première colonne, on note les pensées qui inquiètent ou accusent, dans la deuxième les distorsions cognitives que l’on y repère et dans la troisième la réponse rationnelle que l’on peut y apporter.",
        "Par exemple :",
        "1re colonne (pensées inquiétantes et auto-accusatrices) : « Je suis responsable des mauvaises notes de mon enfant. Je ne pourrai pas l’aider à réussir à l’école. »",
        "2e colonne (distorsions cognitives) : personnalisation, généralisation excessive.",
        "3e colonne (réponse rationnelle) : « Je suis responsable de la part que je prends dans l’éducation de mon enfant, mais je ne contrôle pas totalement sa réussite ou ses échecs à l’école. Cet enfant a aussi sa propre responsabilité dans ses apprentissages. Je peux l’aider, le soutenir et le motiver, mais le résultat final dépend en grande partie de son propre travail et de ses efforts. »",
        "Il est essentiel de comprendre que nous ne pouvons pas contrôler chaque aspect de la vie des autres, même lorsqu’ils sont sous notre influence. Nous sommes responsables de nos propres actes et du rôle que nous jouons dans la vie d’autrui, mais nous n’avons pas à porter toute la responsabilité de leurs réussites ou de leurs échecs."
      ]
    }
  },
  "unemployment": {
    "title": "Perdre son travail et sombrer dans la dépression ?",
    "description": "Cet article explore les conséquences psychologiques et sociales d’une perte d’emploi brutale et l’ascenseur émotionnel qui accompagne ce type d’événement. À travers l’histoire d’Alexandre, qui a longtemps travaillé dans une entreprise florissante, il aborde la dépression, la baisse de l’estime de soi et les difficultés professionnelles. Le texte propose aussi des pistes pour traverser ces épreuves, en soulignant l’importance du soutien et de la reconnaissance de soi dans les périodes difficiles.",
    "screen_1": {
      "texts": [
        "Une perte d’emploi soudaine est une épreuve très stressante pour la plupart des gens. Quand, en quelques jours ou semaines, on annonce un licenciement ou une suppression de poste, beaucoup ont l’impression que leur vie s’écroule. C’est compréhensible : en peu de temps, plusieurs dimensions de votre existence changent radicalement :",
        "votre situation financière",
        "votre statut social",
        "votre rythme et vos habitudes de vie",
        "vos projets à court et à long terme",
        "Le travail apporte des responsabilités, un cadre, des échanges avec les autres, en bref quelque chose qui nous structure et nous soutient.",
        "Le chômage, lui, ressemble à un trou d’air dans lequel on tombe sans parachute. On se retrouve seul avec soi-même, des journées vides, des factures qu’on ne sait bientôt plus comment payer et l’attente interminable d’une invitation à un entretien : un peu d’espoir avant la rencontre, puis un nouveau refus. Une scène tristement familière.",
        "La perte d’un emploi se vit comme toute autre perte importante, et celles et ceux qui y sont confrontés traversent les différentes étapes du deuil.",
        "D’abord vient le choc, la sidération, le sentiment de ne plus savoir quoi faire. Puis la colère, contre soi, contre les personnes qui ont pris la décision de licencier.",
        "On peut aussi essayer de négocier : et si tout pouvait encore s’arranger et que l’on me reprenait ? Puis survient la dépression. Bien sûr, on peut considérer que ce problème est bien réel, mais cela signifie-t-il pour autant qu’il justifie forcément un état dépressif ?",
        "Cette réaction émotionnelle s’explique par la croyance que la valeur personnelle et la capacité à être heureux dépendent directement de la réussite professionnelle.",
        "Dans ce système de valeurs, il semble aller de soi que la détresse émotionnelle soit inévitable dès qu’il y a des pertes financières, des échecs de carrière ou une faillite."
      ],
      "quote": {
        "text": "Quand une porte se ferme, n’oubliez pas que beaucoup d’autres s’ouvrent.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Si vous partagez cette manière de voir les choses, l’histoire d’Alexandre pourra vous parler : il a quarante-sept ans, est parent de trois enfants et a travaillé pendant dix-sept ans avec le père de sa femme dans une entreprise prospère.",
        "Quelques années avant l’épisode dépressif, des désaccords sont apparus entre lui et son beau-père à propos de la gestion de la société. Dans un accès de colère, Alexandre a démissionné, renonçant du même coup à sa part dans l’entreprise.",
        "Au cours des deux années suivantes, il a enchaîné les emplois sans parvenir à trouver un poste qui lui convienne vraiment, ni financièrement ni moralement.",
        "Il avait l’impression d’échouer dans tout ce qu’il entreprenait et a fini par se voir comme un raté. Sa femme a dû reprendre un travail à temps plein pour que la famille puisse joindre les deux bouts, ce qui renforçait encore son sentiment d’inutilité, lui qui avait toujours été fier de son rôle de soutien de famille.",
        "Avec le temps, sa situation financière se dégradait et son état dépressif s’aggravait, à mesure que son estime de soi chutait.",
        "Au moment où Alexandre a décidé de consulter un spécialiste, il travaillait depuis plusieurs mois déjà dans une agence spécialisée dans l’immobilier.",
        "Pendant cette période, il avait loué plusieurs immeubles, mais n’avait réalisé aucune vente. Comme sa rémunération dépendait des ventes, ses revenus restaient faibles. Il souffrait alors de dépression et de procrastination, passant des journées entières au lit à se dire :",
        "« À quoi bon ? Je suis un raté. Travailler ne sert à rien, de toute façon je n’y arriverai jamais. »",
        "Lors de la troisième séance, il a raconté qu’un ami aisé souhaitait acheter un bien immobilier en passant par lui et que la commission d’une telle vente aurait pu faire décoller sa carrière, renforcer sa confiance et améliorer sensiblement sa situation financière.",
        "Au lieu de saisir cette occasion, Alexandre a procrastiné pendant plusieurs semaines. Pourquoi ? Parce qu’il se disait : « Vendre de l’immobilier commercial, c’est bien trop compliqué.",
        "Je n’en ai jamais fait, je vais forcément échouer. Et s’il se ravise au dernier moment, cela prouvera que je ne suis pas fait pour ce métier. Ce sera la preuve que je suis un raté absolu. »"
      ]
    },
    "screen_3": {
      "texts": [
        "Ses supérieurs avaient pourtant une très bonne opinion de lui et le considéraient comme un bon commercial, mais lui se jugeait de manière extrêmement sévère.",
        "Au fil des séances et du travail sur ses pensées, Alexandre a reconnu qu’il était très dur avec lui-même et que cela ne l’aidait en rien dans cette période compliquée, au contraire, cela empirait nettement les choses.",
        "Il a également pris conscience qu’il appliquait des doubles standards : il se montrait bienveillant et compréhensif envers les autres, prêt à les soutenir, mais restait inflexible et critique envers lui-même.",
        "Comme beaucoup de perfectionnistes exigeants, il défendait d’abord l’idée que se traiter beaucoup plus sévèrement que les autres devait forcément être utile et motivant.",
        "Il a cependant vite compris que ses propres critères étaient en réalité irréalistes et voués à l’échec : s’il avait essayé de vendre un immeuble et que la vente avait échoué, il aurait vécu cette situation comme une catastrophe. Sa tendance à penser en termes de tout ou rien était un problème majeur.",
        "À la fin de la thérapie, Alexandre a ressenti un vrai soulagement en réalisant que ses difficultés financières des dernières années ne faisaient pas automatiquement de lui un perdant.",
        "Cette vision négative de lui-même et ce sentiment d’être paralysé étaient le résultat d’une quête excessive de tout ou rien. Son impression d’être inutile venait du fait qu’il se focalisait exclusivement sur les aspects négatifs de sa vie, en minimisant toutes les situations où il avait réussi.",
        "Il a compris qu’il s’était tourmenté pendant des années avec l’idée qu’il aurait dû en faire davantage, alors que ses problèmes d’argent n’enlevaient rien à sa valeur en tant que personne. Il a fini par admettre que son apathie et sa procrastination n’étaient que des symptômes de la dépression, et non le reflet de sa véritable personnalité.",
        "En apprenant à répondre à ses pensées négatives, il a pu réduire le degré de distorsion dans sa manière dure de se juger, et son humeur s’est progressivement améliorée.",
        "Il a quitté le secteur de l’immobilier et a ouvert une librairie. Il parvenait à couvrir ses frais, mais malgré de gros efforts personnels, il n’a pas réussi à dégager des bénéfices suffisants pour justifier la poursuite de l’activité au-delà de la première année d’essai."
      ]
    },
    "screen_4": {
      "texts": [
        "Ainsi, même si les signes extérieurs de succès ont peu changé pendant cette période, il a réussi à préserver son estime de soi et à éviter de replonger dans la dépression. Lorsque, malgré des finances toujours tendues, il a décidé de reconnaître l’échec de son projet de librairie, le respect qu’il avait pour lui-même est resté intact.",
        "Lors de la dernière séance avec le psychologue, Alexandre avait rédigé un petit essai qu’il avait décidé de relire chaque matin avant de se mettre à chercher un nouveau travail :",
        "Pourquoi est-ce que je ne suis pas inutile ?",
        "Tant que je peux faire quelque chose pour mon propre bien-être et celui des autres, je ne suis pas inutile. Tant que ce que je fais peut avoir un effet positif, je ne suis pas inutile.",
        "Tant que le simple fait que je sois en vie a de l’importance, ne serait-ce que pour une seule personne, je ne suis pas inutile, et cette personne peut, au besoin, être moi-même. Si le fait d’offrir de l’amour, de la compréhension, de l’amitié, du soutien, de la présence, un conseil ou du réconfort a la moindre valeur, alors je ne suis pas inutile.",
        "Si je peux respecter mon opinion et mon intelligence, je ne suis pas inutile.",
        "Si d’autres me respectent, c’est un bonus bienvenu.",
        "Si j’ai un sentiment de dignité et de respect de moi-même, je ne suis pas inutile.",
        "Si le fait d’aider à assurer les moyens de subsistance des familles de mes collaborateurs signifie faire quelque chose de bien, alors je ne suis pas inutile.",
        "Si je fais tout mon possible pour aider mes clients et mes fournisseurs par mon efficacité et ma créativité, je ne suis pas inutile.",
        "Si ma présence dans cet environnement compte vraiment pour les autres, je ne suis pas inutile. Je ne suis pas inutile. J’ai une grande valeur en moi-même.",
        "Si vous traversez une situation similaire ou si les pensées automatiques d’Alexandre vous parlent, écrivez-vous, vous aussi, une note expliquant pourquoi vous n’êtes pas inutile, pourquoi vous n’êtes pas un raté et en quoi votre valeur ne dépend pas de vos performances."
      ]
    }
  },
  "vitamins": {
    "title": "Fausse dépression : comment les hormones et les vitamines influencent notre santé émotionnelle",
    "description": "Cet article explique comment l’état physique, y compris l’équilibre hormonal et le niveau de vitamines, peut influencer le vécu émotionnel. Il rappelle que des symptômes souvent associés à la dépression peuvent en réalité être liés à des problèmes somatiques, comme certaines carences vitaminiques ou des troubles hormonaux. Les auteurs insistent sur l’importance d’une approche globale du diagnostic et du traitement des troubles psychiques, qui prenne en compte à la fois les dimensions psychologiques et physiologiques.",
    "screen_1": {
      "texts": [
        "Nous souhaitons que cette section vous aide le plus possible à améliorer et alléger votre état émotionnel. Pour cela, il est important d’aborder toutes les causes possibles de ses variations.",
        "Quand nous parlons de dépression, nous faisons référence à un ensemble de symptômes bien précis, déjà évoqués plus haut. Mais ces symptômes ne témoignent pas toujours d’un trouble psychique à proprement parler.",
        "Il faut garder en tête que la dimension biologique de notre organisme joue un rôle clé, non seulement dans notre santé physique, mais aussi dans notre bien-être psychologique. Certains problèmes somatiques peuvent fortement affecter l’humeur et créer des tableaux qui ressemblent à une dépression.",
        "Les hormones en sont un bon exemple : elles exercent une influence considérable sur le comportement et l’état psychologique.",
        "Les recherches en psychoendocrinologie montrent que le système nerveux et le système endocrinien sont étroitement liés et qu’ensemble ils maintiennent l’homéostasie, c’est-à-dire l’équilibre physiologique de l’organisme.",
        "Ainsi, toute fluctuation importante du profil hormonal peut entraîner des perturbations marquées de la vie émotionnelle.",
        "Par exemple, une diminution de la fonction thyroïdienne peut conduire à une dépression, à une augmentation de l’anxiété et à d’autres difficultés psychiques.",
        "À l’inverse, une hyperactivité de la glande thyroïde peut provoquer des épisodes maniaques, de l’irritabilité, des sautes d’humeur et même des états psychotiques.",
        "L’acromégalie, c’est-à-dire une production excessive d’hormone de croissance, se manifeste notamment par un ralentissement de l’activité psychique et une apathie associée à une forme d’euphorie.",
        "Les personnes souffrant de troubles endocriniens doivent donc composer non seulement avec les difficultés physiques de leur maladie, mais aussi avec un risque accru de troubles psychiques tels que l’anxiété, la dépression, la manie, la confusion et d’autres encore."
      ],
      "quote": {
        "text": "Prends soin de ton corps pour que ton âme désire y demeurer.",
        "author": "Socrate"
      }
    },
    "screen_2": {
      "texts": [
        "Au milieu du vingtième siècle est née une discipline scientifique entière, la psychoendocrinologie, qui étudie les liens entre le système endocrinien et la vie psychique.",
        "On parle même de syndrome psychoendocrinien pour désigner des troubles psychiques qui apparaissent sur fond de maladies endocriniennes. Ils incluent des troubles de l’humeur, une asthénie, une réduction de l’activité mentale ainsi que des modifications des désirs et des instincts.",
        "Au-delà des hormones, les vitamines ont elles aussi un impact considérable sur notre état général.",
        "On pourrait croire que carence en vitamines et dépression n’ont pas grand-chose à voir l’une avec l’autre, mais les recherches montrent que le lien est bien plus étroit qu’on ne l’imaginait.",
        "Vous serez sans doute d’accord pour dire que les vitamines sont indispensables au bon fonctionnement de notre métabolisme. Elles sont nombreuses, et chacune est irremplaçable. Lorsqu’il en manque une, l’organisme se retrouve en situation de carence.",
        "Une carence vitaminique est un état dans lequel il existe un déficit, voire une absence quasi complète, d’une vitamine donnée.",
        "Différentes carences peuvent influencer la santé mentale de manière variée, allant de petits désagréments à des symptômes inquiétants.",
        "Les études montrent qu’un manque de vitamines peut contribuer au développement de l’anxiété et de la dépression, ainsi qu’aggraver les symptômes chez des personnes souffrant déjà de certains troubles, comme le trouble obsessionnel-compulsif ou le trouble bipolaire.",
        "Et même si vous êtes en bonne santé par ailleurs, un déficit en telle ou telle vitamine peut assombrir votre humeur et fragiliser votre équilibre émotionnel."
      ]
    },
    "screen_3": {
      "texts": [
        "Quelques exemples de carences en vitamines et de leurs symptômes possibles :",
        "Vitamine D : tristesse, anxiété, fatigue, variations de l’humeur.",
        "Fer : faiblesse, épuisement, essoufflement, vertiges, fourmillements ou engourdissements.",
        "Vitamine B12 : fatigue accrue, anémie, insomnie, perte d’appétit, troubles digestifs, douleurs musculaires.",
        "Acide folique : fatigue, irritabilité, dépression, faiblesse, apathie, ralentissement, troubles des fonctions cognitives.",
        "Vitamines du groupe B : fatigue marquée, irritabilité, insomnie, fluctuations de l’humeur, troubles du rythme cardiaque.",
        "Magnésium : faiblesse, maux de tête, anxiété, troubles du rythme cardiaque.",
        "Vitamine C : fatigue chronique, instabilité émotionnelle.",
        "Et ce n’est là qu’une partie des symptômes possibles, qui peuvent facilement être confondus avec un état dépressif.",
        "Nos expériences personnelles confirment l’importance de prendre en compte l’équilibre hormonal et vitaminique dans le diagnostic des troubles psychiques.",
        "L’un des membres de notre équipe pensait faire un burn-out : il souffrait d’une fatigue inexpliquée, d’une baisse de moral et d’une perte de motivation.",
        "Sachant que des hormones ou des carences pouvaient être en cause, cette personne a consulté un médecin, a découvert un déficit, suivi un traitement à base de vitamine D et a commencé à se sentir nettement mieux."
      ]
    },
    "screen_4": {
      "texts": [
        "Une autre personne de l’équipe, qui présentait des symptômes proches de ceux d’une dépression, a découvert qu’elle souffrait d’une anémie ferriprive ; le traitement de cette carence a nettement amélioré son état.",
        "Elle décrivait sa condition ainsi : « J’avais constamment envie de dormir, je n’avais envie de rien, je ne voulais parler à personne. Je souffrais d’une apathie terrible, de vertiges, d’irritabilité. À un moment, j’ai vraiment cru être dépressive, jusqu’à ce qu’un banal bilan sanguin révèle un problème de taux d’hémoglobine. »",
        "« Ensuite, j’ai passé des examens complémentaires qui ont montré une carence en fer et en ferritine. J’avais une anémie ferriprive et je pensais que c’était une dépression. Après le traitement, j’ai retrouvé mon état habituel. Mon état s’est nettement amélioré. »",
        "En partageant ces histoires, nous souhaitons vous mettre en garde contre les diagnostics erronés.",
        "Ainsi, si vous remarquez une baisse de moral, de la fatigue, de l’épuisement ou d’autres symptômes évoqués ici, pensez non seulement à votre santé psychologique, mais aussi à votre santé physique.",
        "Parlez-en à un médecin, faites un bilan sanguin, vérifiez vos taux de vitamines et d’hormones. Cela suffira peut-être à améliorer votre état émotionnel."
      ]
    }
  }
}
