{
  "title": "Perdre son emploi et sombrer dans la dépression ?",
  "description": "Cet article explore les conséquences psychologiques et sociales d'une perte d'emploi soudaine, en examinant les montagnes russes émotionnelles qui accompagnent ces événements. À travers l'expérience personnelle d'Alexandre, qui a travaillé pendant de nombreuses années dans une entreprise prospère, il raconte sa lutte contre la dépression, la baisse de l'estime de soi et les échecs professionnels. L'article propose également des moyens de surmonter ces difficultés émotionnelles, en soulignant l'importance du soutien et de la reconnaissance de soi dans les moments difficiles.",
  "screen_1": {
    "texts": [
      "La perte soudaine d'un emploi est une source majeure de stress pour la plupart des gens. Lorsqu'on annonce un licenciement ou une réduction de poste en quelques jours ou semaines, beaucoup ressentent que leur vie « s'effondre ». Et c'est compréhensible, car votre vie change radicalement en termes de :",
      "situation financière",
      "statut social",
      "routine quotidienne",
      "plans à court et à long terme",
      "Un emploi représente des obligations, une structure, des interactions – en bref, un pilier de stabilité.",
      "Le chômage, en revanche, ressemble à une chute libre sans filet de sécurité. Vous vous retrouvez seul face à des journées vides, des factures qui s'accumulent et une attente interminable d'entretiens d'embauche : avant l'entretien, vous ressentez un léger espoir, puis vient un nouveau refus. Un tableau typique et décourageant.",
      "La perte d'un emploi est vécue comme n'importe quelle autre perte, et ceux qui y sont confrontés traversent les étapes du deuil.",
      "D'abord le choc, une profonde confusion et l'incompréhension de ce qu'il faut faire. Ensuite, la colère – envers soi-même, envers ceux qui vous ont licencié.",
      "Il peut aussi y avoir un marchandage : et si tout pouvait encore s'arranger et qu'on me reprenait ? Et enfin, la dépression. Indéniablement, ce problème est « réel », mais cela justifie-t-il pour autant votre dépression ?",
      "La cause d'une telle réaction émotionnelle réside dans la croyance que la valeur personnelle et la capacité à ressentir du bonheur dépendent directement du succès professionnel.",
      "Dans ce système de valeurs, il semble logique de supposer que la détresse émotionnelle est inévitablement liée aux pertes financières, aux échecs professionnels ou à la faillite."
    ],
    "quote": {
      "text": "Quand une porte se ferme, ne savez-vous pas que de nombreuses autres s'ouvrent ?",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Si vous partagez cette croyance, l'histoire d'Alexandre pourrait vous intéresser : un père de 47 ans avec trois enfants, qui a travaillé pendant 17 ans dans l'entreprise prospère de son beau-père.",
      "Quelques années avant sa dépression, des désaccords sont survenus entre lui et son beau-père concernant la gestion de l'entreprise. Dans un accès de colère, Alexandre a démissionné, renonçant également à sa part dans l'entreprise.",
      "Au cours des deux années suivantes, il a changé d'emploi plusieurs fois, mais n'a jamais trouvé quelque chose qui soit satisfaisant, ni financièrement, ni moralement.",
      "Il avait l'impression d'échouer dans tout, et il a commencé à se considérer comme un raté. Sa femme a dû reprendre un emploi à temps plein pour joindre les deux bouts, ce qui n'a fait qu'aggraver le sentiment d'inutilité d'Alexandre, car il avait toujours été fier d'être le soutien de sa famille.",
      "Le temps passait, sa situation financière se détériorait et son état dépressif s'aggravait, car son estime de soi chutait de plus en plus.",
      "Lorsque Alexandre a décidé de consulter un spécialiste, il travaillait déjà depuis plusieurs mois dans une agence immobilière.",
      "Pendant cette période, il a réussi à louer quelques bâtiments, mais n'a réalisé aucune vente. Comme son salaire dépendait des ventes, ses revenus étaient faibles. Pendant cette période, Alexandre souffrait de dépression et de procrastination, passant des journées entières au lit en se demandant :",
      "« À quoi bon ? Je suis un raté. Travailler est inutile, de toute façon je n'y arriverai jamais. »",
      "Lors de sa troisième séance avec le psychologue, il a confié qu'un ami fortuné souhaitait acheter un bien immobilier par son intermédiaire, et que la commission de cette vente aurait propulsé sa carrière, renforcé sa confiance en lui et rempli considérablement son portefeuille.",
      "Au lieu de saisir cette opportunité, Alexandre a tergiversé pendant plusieurs semaines. La question se pose : pourquoi ? Parce qu'il pensait : « Vendre des biens immobiliers commerciaux est bien trop compliqué.",
      "Je n'ai jamais fait cela auparavant et je vais sûrement échouer. Et s'il change d'avis à la dernière minute, cela signifiera que je suis incapable dans ce domaine. Cela signifiera que je suis un raté total. »"
    ]
  },
  "screen_3": {
    "texts": [
      "Les supérieurs d'Alexandre avaient une haute opinion de lui et le considéraient comme un vendeur talentueux, mais lui-même était excessivement sévère envers lui-même.",
      "Au cours des séances suivantes et du travail sur ses pensées, Alexandre a admis qu'il était très autocritique, et que cela ne l'aidait pas dans cette période difficile, mais au contraire, aggravait la situation.",
      "Il a également réalisé qu'il utilisait des « doubles standards » : il était tolérant envers les autres et prêt à les soutenir, mais était dur et critique envers lui-même.",
      "Au début, il défendait sa vision des choses, comme le font beaucoup de perfectionnistes exigeants envers eux-mêmes, affirmant qu'être plus dur envers soi-même pouvait être bénéfique.",
      "Cependant, il a rapidement compris que ses standards personnels étaient irréalistes et voués à l'échec, car s'il avait tenté de vendre un bâtiment et échoué, il aurait perçu la situation comme une catastrophe. Sa tendance à penser en termes de « tout ou rien » était un problème majeur.",
      "À la fin de la thérapie, Alexandre a ressenti un soulagement en réalisant que les difficultés financières des dernières années ne faisaient pas automatiquement de lui un « raté ». ",
      "Cette image négative de lui-même et ce sentiment d'enlisement étaient le résultat d'une pensée extrême de « tout ou rien ». Son sentiment d'inutilité était dû au fait qu'il se concentrait exclusivement sur les aspects négatifs de sa vie (filtre négatif) et négligeait de nombreux aspects positifs (dévalorisation du positif).",
      "Il a compris qu'il s'était torturé trop longtemps en pensant qu'il aurait pu faire davantage, et il a compris que les difficultés financières ne diminuaient pas sa dignité humaine. Finalement, il a reconnu que l'apathie et la procrastination n'étaient que des symptômes de la dépression, et non le reflet de sa véritable essence.",
      "Lorsqu'il a appris à répondre à ses pensées négatives, il a pu réduire le degré de distorsion cognitive dans son jugement sévère sur lui-même, et son moral a commencé à s'améliorer.",
      "Il a quitté le secteur de l'immobilier et a ouvert une librairie. Il a réussi à couvrir ses dépenses, mais malgré des efforts personnels considérables, il n'a pas réussi à générer suffisamment de profits pour justifier la poursuite de l'activité après la première année d'essai."
    ]
  },
  "screen_4": {
    "texts": [
      "Ainsi, bien que les signes extérieurs de réussite soient restés pratiquement inchangés pendant cette période, il a réussi à préserver son estime de soi et à éviter la dépression. Bien que sa situation financière soit restée difficile, lorsqu'il a pris la décision de « reconnaître l'échec » dans son projet de librairie, son respect pour lui-même est resté intact.",
      "Lors de sa dernière séance avec le psychologue, Alexandre a écrit un essai qu'il a décidé de lire chaque matin avant de commencer sa recherche d'un nouvel emploi :",
      "Pourquoi je ne suis pas inutile ?",
      "Tant que je peux faire quelque chose pour mon propre bien-être et celui des autres, je ne suis pas inutile. Tant que ce que je fais peut avoir un impact positif, je ne suis pas inutile.",
      "Tant que le fait que je sois en vie compte pour au moins une personne, je ne suis pas inutile (et si nécessaire, cette personne peut être moi-même). Si offrir de l'amour, de la compréhension, de l'amitié, du soutien, de la compagnie, des conseils ou du réconfort signifie quelque chose, je ne suis pas inutile.",
      "Si je peux respecter mes propres opinions et mon intelligence, je ne suis pas inutile.",
      "Si les autres me respectent, c'est un bonus agréable.",
      "Si j'ai du respect pour moi-même et de la dignité, je ne suis pas inutile.",
      "Si aider à subvenir aux besoins des familles de mes employés signifie faire quelque chose de bien, je ne suis pas inutile.",
      "Si je fais tout mon possible pour aider mes clients et mes fournisseurs grâce à ma productivité et ma créativité, je ne suis pas inutile.",
      "Si ma présence dans cet environnement compte réellement pour les autres, je ne suis pas inutile. Je suis précieux par nature !",
      "Si vous êtes confronté à un problème similaire ou si les pensées automatiques d'Alexandre résonnent en vous, écrivez-vous une note expliquant pourquoi vous n'êtes pas inutile, pourquoi vous n'êtes pas un échec et pourquoi vous êtes précieux par essence."
    ]
  }
}
