{
  "title": "Teknik: Dagen under kontroll",
  "description": "Artikeln presenterar en unik planeringsteknik \"Två Kolumner\", som syftar till att förbättra självorganisation och öka personlig effektivitet. Läsarna får lära sig hur en enkel uppdelning av uppgifter i \"planer\" och \"fakta\" kan hjälpa inte bara att uppnå uppsatta mål, utan också att reflektera över sina dagliga handlingar. Särskild uppmärksamhet ägnas åt analys av det utförda, vilket gör det möjligt att lära sig att anpassa sig till förändringar och hitta balans mellan vad som bör göras och vad som önskas.",
  "screen_1": {
    "texts": [
      "Den första övningen som vi vill dela med dig är enkel men effektiv och kommer att hjälpa dig med din självorganisation.",
      "På kvällen, inför nästa dag, sätt dig ner och skriv ditt schema för dagen. Det kommer att bestå av två delar, följaktligen av två kolumner.",
      "Den första kolumnen är \"Före\". Detta är en timplan för vad du vill göra. Skriv inte för mycket på en gång: i varje timrad, skriv ett eller två ord som betecknar någon aktivitet eller handling.",
      "Till exempel kan det vara något litet: ta en dusch, äta frukost, sätta på tvätten. Eller det kan vara något mer energikrävande: städning, tentaförberedelse, att skriva ett CV, etc.",
      "I slutet av varje dag, skriv i den andra kolumnen — \"Efter\".",
      "Där bör du skriva ner vad du faktiskt gjorde under hela dagen, också timme för timme. Dina aktiviteter kan stämma överens med de planerade, eller de kan skilja sig — det är normalt, oroa dig inte.",
      "För även om du bara kan genomföra en liten del av listan \"före\", kan enkel planering av din tid visa sig vara en mycket användbar och visuellt begriplig process för dig.",
      "Utöver detta, markera varje aktivitet med bokstaven \"P-prestation\", om denna aktivitet inte var särskilt enkel för dig och blev en prestation specifikt för dig."
    ]
  },
  "screen_2": {
    "texts": [
      "Det kan vara så att vid depression blir att borsta tänderna eller ta en dusch en prestation för dig, det finns inget hemskt eller skamligt i det, tro mig. Och då kommer du att skriva bokstaven \"P\" bredvid dessa aktiviteter. Markera också svårighetsgraden.",
      "Till exempel, att bädda sängen var ganska enkelt, och då kan det vara \"P-2\", men att laga lunch var svårare, och då är det \"P-7\". Skalan enligt vilken du kommer att bedöma detta bestäms av dina känslor.",
      "Om en aktivitet i din plan var något trevligt för dig, sätt då \"N-nöje\" bredvid.",
      "Till exempel, att se en film eller ta en promenad i parken gav dig glädje, då sätter du motsvarande bokstav och bedömer också graden av nöje som du fick av denna handling.",
      "Egentligen är det hela övningen: den är enkel men effektiv. Du kanske tänker att det inte kommer att fungera, men om du inte försöker göra detta regelbundet under en viss tid, kommer du definitivt inte att förstå det. Det fungerar eftersom:",
      "Det kommer att stoppa din tendens att ständigt fundera över betydelsen och värdet av olika handlingar och hjälpa dig att hantera inre motsägelser: om det är värt att göra något eller inte;",
      "Det hjälper dig att planera din tid på ett balanserat sätt, eftersom det kommer att finnas saker som du helt enkelt måste göra av en eller annan anledning, samt aktiviteter som ger dig nöje;"
    ]
  },
  "screen_3": {
    "texts": [
      "Om du regelbundet skapar ett dagligt schema, kommer du snart att märka att din motivation växer, eftersom genom att börja göra åtminstone något, motbevisar du dina övertygelser om att du inte kan göra någonting.",
      "En person som länge led av depression och prokrastinering delade sin feedback om denna teknik:",
      "Genom att planera min dag och titta på resultaten på kvällen insåg jag exakt vad jag spenderar tid på.",
      "Det hjälpte mig att återta ansvaret för mitt liv. Jag inser att jag kan kontrollera situationen om jag vill."
    ],
    "quote": {
      "text": "Det viktigaste i tidshantering är inte att hantera tiden, utan att hantera sig själv",
      "author": "Peter Drucker"
    }
  }
}
