{
  "control": {
    "title": "Teknik: Dagen under kontroll",
    "description": "Artikeln presenterar en unik planeringsteknik \"Två Kolumner\", som syftar till att förbättra självorganisation och öka personlig effektivitet. Läsarna får lära sig hur en enkel uppdelning av uppgifter i \"planer\" och \"fakta\" kan hjälpa inte bara att uppnå uppsatta mål, utan också att reflektera över sina dagliga handlingar. Särskild uppmärksamhet ägnas åt analys av det utförda, vilket gör det möjligt att lära sig att anpassa sig till förändringar och hitta balans mellan vad som bör göras och vad som önskas.",
    "screen_1": {
      "texts": [
        "Den första övningen som vi vill dela med dig är enkel men effektiv och kommer att hjälpa dig med din självorganisation.",
        "På kvällen, inför nästa dag, sätt dig ner och skriv ditt schema för dagen. Det kommer att bestå av två delar, följaktligen av två kolumner.",
        "Den första kolumnen är \"Före\". Detta är en timplan för vad du vill göra. Skriv inte för mycket på en gång: i varje timrad, skriv ett eller två ord som betecknar någon aktivitet eller handling.",
        "Till exempel kan det vara något litet: ta en dusch, äta frukost, sätta på tvätten. Eller det kan vara något mer energikrävande: städning, tentaförberedelse, att skriva ett CV, etc.",
        "I slutet av varje dag, skriv i den andra kolumnen — \"Efter\".",
        "Där bör du skriva ner vad du faktiskt gjorde under hela dagen, också timme för timme. Dina aktiviteter kan stämma överens med de planerade, eller de kan skilja sig — det är normalt, oroa dig inte.",
        "För även om du bara kan genomföra en liten del av listan \"före\", kan enkel planering av din tid visa sig vara en mycket användbar och visuellt begriplig process för dig.",
        "Utöver detta, markera varje aktivitet med bokstaven \"P-prestation\", om denna aktivitet inte var särskilt enkel för dig och blev en prestation specifikt för dig."
      ]
    },
    "screen_2": {
      "texts": [
        "Det kan vara så att vid depression blir att borsta tänderna eller ta en dusch en prestation för dig, det finns inget hemskt eller skamligt i det, tro mig. Och då kommer du att skriva bokstaven \"P\" bredvid dessa aktiviteter. Markera också svårighetsgraden.",
        "Till exempel, att bädda sängen var ganska enkelt, och då kan det vara \"P-2\", men att laga lunch var svårare, och då är det \"P-7\". Skalan enligt vilken du kommer att bedöma detta bestäms av dina känslor.",
        "Om en aktivitet i din plan var något trevligt för dig, sätt då \"N-nöje\" bredvid.",
        "Till exempel, att se en film eller ta en promenad i parken gav dig glädje, då sätter du motsvarande bokstav och bedömer också graden av nöje som du fick av denna handling.",
        "Egentligen är det hela övningen: den är enkel men effektiv. Du kanske tänker att det inte kommer att fungera, men om du inte försöker göra detta regelbundet under en viss tid, kommer du definitivt inte att förstå det. Det fungerar eftersom:",
        "Det kommer att stoppa din tendens att ständigt fundera över betydelsen och värdet av olika handlingar och hjälpa dig att hantera inre motsägelser: om det är värt att göra något eller inte;",
        "Det hjälper dig att planera din tid på ett balanserat sätt, eftersom det kommer att finnas saker som du helt enkelt måste göra av en eller annan anledning, samt aktiviteter som ger dig nöje;"
      ]
    },
    "screen_3": {
      "texts": [
        "Om du regelbundet skapar ett dagligt schema, kommer du snart att märka att din motivation växer, eftersom genom att börja göra åtminstone något, motbevisar du dina övertygelser om att du inte kan göra någonting.",
        "En person som länge led av depression och prokrastinering delade sin feedback om denna teknik:",
        "Genom att planera min dag och titta på resultaten på kvällen insåg jag exakt vad jag spenderar tid på.",
        "Det hjälpte mig att återta ansvaret för mitt liv. Jag inser att jag kan kontrollera situationen om jag vill."
      ],
      "quote": {
        "text": "Det viktigaste i tidshantering är inte att hantera tiden, utan att hantera sig själv",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Att hitta sig själv efter förlusten av en närstående",
    "description": "Artikeln undersöker historien om Anastasia, som upplevde djup depression och skuldkänslor efter sin brors självmord. Hon lärde sig att befria sig från självanklagelser genom psykoterapi, vilket hjälpte henne att förändra sin inställning till sig själv och sina upplevelser. Som resultat kom Anastasia ur depressionen, accepterade sin oskuld och började leva ett fullvärdigt liv.",
    "screen_1": {
      "texts": [
        "Var och en av oss möter förr eller senare förlusten av en närstående. Döden är ett kraftigt slag, som täcker dem som älskade den avlidna med sorg och bedrövelse, som en tryckvåg.",
        "Tårar, sorg och oro är normala reaktioner på förlust. De hjälper oss att ta oss igenom denna stund och ger oss kraft att fortsätta leva.",
        "Ibland blir sorgen utdragen, och personen kan lida i åratal, och ibland hamnar de nästan omedelbart i en djup depression.",
        "Låt oss ge ett exempel på en patient som lider av depression: Anastasia, en 29-årig kvinna vars yngre bror tog sitt liv några månader innan hon sökte hjälp hos en psykoterapeut.",
        "Särskilt smärtsamt och samtidigt en förvärrande faktor i utvecklingen av hennes depression var känslan att hon bar ansvaret för hans självmord.",
        "Nastja kände att hon stod inför ett absolut verkligt och olösligt problem. Hon trodde att hon förtjänade att dö och hade självmordstankar.",
        "Ett vanligt problem som plågar närstående till någon som begått självmord är skuldkänslor.",
        "Människor plågar ofta sig själva med tankar som: \"Varför hindrade jag inte detta? Varför märkte jag inte detta i tid?\"",
        "Även psykoterapeuter är inte förskonade från sådana reaktioner efter klienters självmord och kan skylla på sig själva: \"Det är verkligen mitt fel. Om jag hade pratat annorlunda med honom under den sista sessionen. Varför frågade jag honom inte direkt om han ville begå självmord? Jag borde ha gjort något mer bestämt. Jag dödade honom!\""
      ],
      "quote": {
        "text": "De som vi älskar kan lämna oss, men de går aldrig långt bort så länge vi minns dem.",
        "author": "Konfucius"
      }
    },
    "screen_2": {
      "texts": [
        "Anastasias självanklagelser började långt före tragedin: hon hade länge tänkt att hennes liv var lättare och bättre än broderns, och försökte kompensera för detta genom att ge honom emotionellt och ekonomiskt stöd i hans långvariga kamp mot depression.",
        "Hon uppmuntrade honom att arbeta med en psykolog, hjälpte till att betala för sessionerna och hyrde till och med en lägenhet åt honom nära sig så att han kunde ringa henne varje gång han kände sig dålig.",
        "Nastja var övertygad om att det var just hon som bar ansvaret för broderns död, eftersom \"hon kunde ha gjort ännu mer\".",
        "Hon upplevde djupt den tragiska situation hon hamnat i.",
        "Under de första terapisessionerna diskuterade hon orsakerna till sina självanklagelser och övertygelser om att hon borde dö: \"Jag var ansvarig för min brors liv. Jag anser att min oförmåga att hjälpa honom ledde till hans död. Jag känner att jag inte kunde ge honom det stöd han behövde, utan att se hans fruktansvärda tillstånd. Jag borde ha räddat hans liv.\"",
        "Hon var övertygad om att hennes skuld och lidande var berättigade och korrekta, och att hon skulle straffas och lida.",
        "När du läser denna historia utifrån skulle du förmodligen säga att hennes tankar och övertygelser är orealistiska och ologiska, och att de bara skadar henne.",
        "Misstaget hon begick om och om igen var personalisering. Under psykoterapiprocessen kom Nastja fram till följande slutsatser:",
        "Om hon hade varit ansvarig för sin brors död skulle det ha betytt att hon borde ha varit orsaken till hans självmord.",
        "Hon kontrollerade inte broderns tankar, och kunde därför inte bära ansvaret för de destruktiva övertygelser som ledde honom till svår depression och följaktligen till döden. Det var hans misstag, inte hennes.",
        "Genom att försöka ta på sig ansvaret för hans humör och handlingar försökte hon påverka det som låg utanför hennes kontroll, även om det mesta hon kunde göra var att bli en hjälpare inom ramen för sina möjligheter."
      ]
    },
    "screen_3": {
      "texts": [
        "Om hon hade vetat att han planerade att begå självmord skulle hon ha gjort allt i sin makt för att hindra honom. Men eftersom hon inte visste detta kunde hon tyvärr inte ändra något.",
        "Genom att skylla på sig själv för hans död antog hon felaktigt att hon kunde förutsäga framtiden med absolut säkerhet och att all världens kunskap stod till hennes förfogande. Eftersom båda dessa antaganden var extremt orealistiska hade hon ingen grund för att anklaga sig själv.",
        "Alla dessa argument tyder på att det var ett allvarligt misstag att ta på sig ansvaret för broderns handling, eftersom hon i slutändan inte kunde kontrollera honom.",
        "I själva verket bär Nastja endast ansvar för sitt eget liv och välbefinnande.",
        "I det ögonblicket blev det klart för henne: hennes lidande berodde inte på att hon \"svek honom\", utan på att hon tillät sig själv att sjunka ner i depression och fundera på självmord.",
        "Ett användbart och hjälpande beteende i det här fallet var att avstå från skuldkänslor, komma ur depressionen och sedan sträva efter att leva ett lyckligt och glädjerikt liv.",
        "Det är så ansvar gentemot sig självt manifesteras. Efter psykoterapi förbättrades Anastasias tillstånd, och snart besegrade hon depressionen. Hon förklarade detta med djupgående förändringar i sin attityd till sig själv."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnostisering av depression: En resa mot självförståelse",
    "description": "Artikeln undersöker metoder för att diagnostisera depression, från allmän symtomscreening till självdiagnostik genom \"Becks depressionsskala\". Den betonar vikten av att konsultera specialister för korrekt diagnos och behandling, särskilt i svåra fall. Dessutom erbjuder artikeln praktiska råd och övningar för människor som strävar efter att förbättra sitt psykiska tillstånd.",
    "screen_1": {
      "texts": [
        "I föregående avsnitt diskuterade vi redan vad depression är.",
        "Nu står vi inför uppgiften att förstå hur man diagnostiserar detta tillstånd hos sig själv.",
        "Villkorligt delas diagnostisering av depression in i tre etapper:",
        "Allmän screening",
        "Depression, liksom alla andra störningar, har sina symtom. Låt oss titta närmare på dem:",
        "Nedstämt humör.",
        "Minskat intresse för vanliga nöjen.",
        "Anhedoni – minskad förmåga att uppleva njutning.",
        "Svårigheter med koncentration, arbetsförmåga och beslutsfattande.",
        "Störningar i sömn och aptit, både mot minskning och ökning.",
        "Känslor av hopplöshet, hjälplöshet, irritabilitet, skam, skuld.",
        "Ångest eller apati.",
        "Brist på energi, ständig trötthet.",
        "Tankar om död eller självmord.",
        "Förmodligen har var och en av oss åtminstone en gång upplevt ett eller flera av dessa symtom.",
        "Men det betyder inte alltid depression. Hur avgör man om depression föreligger?",
        "Man kan tala om depressiv störning om du observerar minst fyra av de listade symtomen under en tvåveckorsperiod.",
        "Det är också viktigt att ta hänsyn till andra faktorer, såsom allmänt hälsotillstånd och livsomständigheter."
      ],
      "quote": {
        "text": "Vi kan inte förändra situationerna som livet ger oss, men vi kan förändra vår förmåga att uppleva dem.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Självdiagnostik med hjälp av beprövade metoder",
        "Det finns många tester för självdiagnostik av depression.",
        "En av de mest tillförlitliga och erkända är \"Becks depressionsskala\" (BDI).",
        "Denna metod, utvecklad av den amerikanska psykoterapeuten Aaron Beck, inkluderar 21 symtomkategorier, var och en innehållande 4 till 5 påståenden som återspeglar olika aspekter av depression.",
        "Genom att ta detta test kan du bedöma graden av ditt tillstånd: från mild till svår depression.",
        "Testet är tillgängligt i vår app, det är enkelt och intuitivt att använda."
      ],
      "quote": {
        "text": "Att ta hand om sig själv är inte ett undantag från din lista över plikter, det är en del av listan.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Konsultation med specialist",
        "Om självdiagnostiken tyder på ett möjligt depressivt tillstånd, rekommenderas att du konsulterar en specialist: psykolog, psykiater eller psykoterapeut.",
        "De kan ställa en exakt diagnos och föreslå lämplig behandling. Vi är, i vår tur, redo att stödja dig och tillhandahålla användbar information i detta avsnitt.",
        "Detta material har utvecklats för att hjälpa människor med mild till måttlig depression.",
        "För dem som lider av svårare former av depression kan detta material också vara värdefullt.",
        "Det kan lindra vissa symtom, men i fall av allvarliga tillstånd är det viktigt att komma ihåg att enbart självhjälpsverktyg kan vara otillräckliga.",
        "I sådana situationer är det extremt viktigt att söka hjälp från specialister och, om nödvändigt, överväga alternativet med medicinsk behandling.",
        "Att diagnostisera psykologiska problem är en komplex uppgift.",
        "Vid självdiagnostik finns det alltid en risk för misstag.",
        "Men även om du inte har klinisk depression, utan bara upplever ett tillfälligt nedstämt humör, kommer detta material att vara användbart.",
        "Vi kommer att detaljerat undersöka mekanismerna som ligger till grund för depression, erbjuda praktiska råd och övningar.",
        "Om du strävar efter att förbättra din livskvalitet och är redo att följa våra rekommendationer, låt oss fortsätta denna resa tillsammans!"
      ]
    }
  }
}