{
  "title": "Att hitta sig själv efter förlusten av en närstående",
  "description": "Artikeln undersöker historien om Anastasia, som upplevde djup depression och skuldkänslor efter sin brors självmord. Hon lärde sig att befria sig från självanklagelser genom psykoterapi, vilket hjälpte henne att förändra sin inställning till sig själv och sina upplevelser. Som resultat kom Anastasia ur depressionen, accepterade sin oskuld och började leva ett fullvärdigt liv.",
  "screen_1": {
    "texts": [
      "Var och en av oss möter förr eller senare förlusten av en närstående. Döden är ett kraftigt slag, som täcker dem som älskade den avlidne med sorg och bedrövelse, som en tryckvåg.",
      "Tårar, sorg och oro är normala reaktioner på förlust. De hjälper oss att ta oss igenom denna stund och ger oss kraft att fortsätta leva.",
      "Ibland blir sorgen utdragen, och personen kan lida i åratal, och ibland hamnar de nästan omedelbart i en djup depression.",
      "Låt oss ge ett exempel på en patient som lider av depression: Anastasia, en 29-årig kvinna vars yngre bror tog sitt liv några månader innan hon sökte hjälp hos en psykoterapeut.",
      "Särskilt smärtsamt och samtidigt en förvärrande faktor i utvecklingen av hennes depression var känslan att hon bar ansvaret för hans självmord.",
      "Nastja kände att hon stod inför ett absolut verkligt och olösligt problem. Hon trodde att hon förtjänade att dö och hade självmordstankar.",
      "Ett vanligt problem som plågar närstående till någon som begått självmord är skuldkänslor.",
      "Människor plågar ofta sig själva med tankar som: \"Varför hindrade jag inte detta? Varför märkte jag inte detta i tid?\"",
      "Även psykoterapeuter är inte förskonade från sådana reaktioner efter klienters självmord och kan skylla på sig själva: \"Det är verkligen mitt fel. Om jag hade pratat annorlunda med honom under den sista sessionen. Varför frågade jag honom inte direkt om han ville begå självmord? Jag borde ha gjort något mer bestämt. Jag dödade honom!\""
    ],
    "quote": {
      "text": "De som vi älskar kan lämna oss, men de går aldrig långt bort så länge vi minns dem.",
      "author": "Konfucius"
    }
  },
  "screen_2": {
    "texts": [
      "Anastasias självanklagelser började långt före tragedin: hon hade länge tänkt att hennes liv var lättare och bättre än broderns, och försökte kompensera för detta genom att ge honom emotionellt och ekonomiskt stöd i hans långvariga kamp mot depression.",
      "Hon uppmuntrade honom att arbeta med en psykolog, hjälpte till att betala för sessionerna och hyrde till och med en lägenhet åt honom nära sig så att han kunde ringa henne varje gång han kände sig dålig.",
      "Nastja var övertygad om att det var just hon som bar ansvaret för broderns död, eftersom \"hon kunde ha gjort ännu mer\".",
      "Hon upplevde djupt den tragiska situation hon hamnat i.",
      "Under de första terapisessionerna diskuterade hon orsakerna till sina självanklagelser och övertygelser om att hon borde dö: \"Jag var ansvarig för min brors liv. Jag anser att min oförmåga att hjälpa honom ledde till hans död. Jag känner att jag inte kunde ge honom det stöd han behövde, utan att se hans fruktansvärda tillstånd. Jag borde ha räddat hans liv.\"",
      "Hon var övertygad om att hennes skuld och lidande var berättigade och korrekta, och att hon skulle straffas och lida.",
      "När du läser denna historia utifrån skulle du förmodligen säga att hennes tankar och övertygelser är orealistiska och ologiska, och att de bara skadar henne.",
      "Misstaget hon begick om och om igen var personalisering. Under psykoterapiprocessen kom Nastja fram till följande slutsatser:",
      "Om hon hade varit ansvarig för sin brors död skulle det ha betytt att hon borde ha varit orsaken till hans självmord.",
      "Hon kontrollerade inte broderns tankar, och kunde därför inte bära ansvaret för de destruktiva övertygelser som ledde honom till svår depression och följaktligen till döden. Det var hans misstag, inte hennes.",
      "Genom att försöka ta på sig ansvaret för hans humör och handlingar försökte hon påverka det som låg utanför hennes kontroll, även om det mesta hon kunde göra var att bli en hjälpare inom ramen för sina möjligheter."
    ]
  },
  "screen_3": {
    "texts": [
      "Om hon hade vetat att han planerade att begå självmord skulle hon ha gjort allt i sin makt för att hindra honom. Men eftersom hon inte visste detta kunde hon tyvärr inte ändra något.",
      "Genom att skylla på sig själv för hans död antog hon felaktigt att hon kunde förutsäga framtiden med absolut säkerhet och att all världens kunskap stod till hennes förfogande. Eftersom båda dessa antaganden var extremt orealistiska hade hon ingen grund för att anklaga sig själv.",
      "Alla dessa argument tyder på att det var ett allvarligt misstag att ta på sig ansvaret för broderns handling, eftersom hon i slutändan inte kunde kontrollera honom.",
      "I själva verket bär Nastja endast ansvar för sitt eget liv och välbefinnande.",
      "I det ögonblicket blev det klart för henne: hennes lidande berodde inte på att hon \"svek honom\", utan på att hon tillät sig själv att sjunka ner i depression och fundera på självmord.",
      "Ett användbart och hjälpande beteende i det här fallet var att avstå från skuldkänslor, komma ur depressionen och sedan sträva efter att leva ett lyckligt och glädjerikt liv.",
      "Det är så ansvar gentemot sig själv manifesteras. Efter psykoterapi förbättrades Anastasias tillstånd, och snart besegrade hon depressionen. Hon förklarade detta med djupgående förändringar i sin attityd till sig själv."
    ]
  }
}
