{
  "title": "Depression och dödlig diagnos",
  "description": "Artikeln undersöker de emotionella och psykologiska prövningar som människor möter efter att ha fått en allvarlig diagnos, och betonar svårigheten i att förmedla deras upplevelser till friska människor. Den berättar historien om Olga, vars liv förändras drastiskt efter misstanke om cancer, och hur hon kämpar med depression och förlust av livsmening genom arbete med en psykolog. Till slut kommer Olga till insikt om sitt oföränderliga personliga värde och vikten av små prestationer, vilket hjälper henne att återuppbygga sitt självförtroende och förändra sitt emotionella tillstånd, trots fysiskt lidande.",
  "screen_1": {
    "texts": [
      "Vad händer med en person som får veta om sin allvarliga, möjligen dödliga sjukdom? Många människor möter sådana prövningar, men att förklara för en frisk person vad de känner är en extremt svår uppgift.",
      "Berättelser om människor som konfronterats med allvarliga sjukdomar ligger ofta till grund för romaner eller filmer. I filmer kan sådana handlingar anta komiska former, men i verkligheten är allt mycket mer komplicerat.",
      "Oavsett sjukdomens allvarlighetsgrad och varaktighet verkar en \"dödsdom\" alltid som en explosion eller ett blixtnedslag.",
      "En person som får veta om sin dödliga diagnos kan möta reaktiv depression. Reaktiv depression är en snabbt utvecklande psykisk störning som uppstår mot bakgrund av traumatiska händelser eller svår stress.",
      "I ett sådant tillstånd upplever patienten konstant rädsla, ångest, apati för omgivningen, dåligt humör, trötthet, osäkerhet, självmordstankar, samt problem med sömn och aptit.",
      "Många sjukdomar förändrar radikalt en persons livsstil. En tidigare frisk och aktiv entusiast för resor och natur kan på ett ögonblick bli funktionshindrad, oförmögen att stiga upp ur sängen.",
      "I detta tillstånd kan han inte självständigt ta sig till toaletten eller duscha, för att inte tala om en enkel promenad.",
      "Dessutom får insikten om hur mycket tid och energi hans släktingar spenderar på att ta hand om honom honom att känna sig som en börda."
    ],
    "quote": {
      "text": "Din sjukdom definierar dig inte. Din styrka och ditt mod i kampen mot den – det är vad som definierar dig.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga var 39 år när hennes liv förändrades radikalt på grund av misstanke om cancer.",
      "Livet verkade stanna upp: hon kände sig avskuren från den vanliga verkligheten. Alla tidigare rädslor och oro kändes små och obetydliga jämfört med skräcken som plötsligt drabbade henne.",
      "När de värsta farhågorna bekräftades blev det en chock för Olga och hennes familj, som en granat som exploderade.",
      "Under de följande månaderna drev fysisk svaghet henne in i ännu större missmod.",
      "Allt komplicerades inte så mycket av det fysiska obehaget från sjukdomen och kemoterapin, utan av behovet att ge upp vanliga aktiviteter som hade stor betydelse för henne.",
      "Olga kunde inte sköta hushållssysslor som tidigare (dessa uppgifter tog hennes man över), hon var tvungen att ge upp sitt älskade arbete, hobbyer och långa promenader med vänner.",
      "Trots realiteten i Olgas problem, bör hennes depression anses oundviklig?",
      "Under arbetet med psykologen identifierades automatiska tankar och negativa övertygelser som oroade henne:",
      "Jag bidrar inte till samhället",
      "Jag uppnår inga framgångar i karriären",
      "Jag kan inte delta i aktiva nöjen",
      "Jag har blivit en börda för min man",
      "Dessa tankar orsakade sorg, ilska, besvikelse och skuldkänslor, analogt med tankarna hos fysiskt friska människor som lider av depression.",
      "Depressionen orsakades inte så mycket av tumören, utan av den negativa attityden som underminerade tilltron till hennes eget värde. Genom att koppla personligt värde till prestationer utsatte Olga sig för lidande.",
      "Cancer för henne betydde: \"Din tid är förbi! Du är inte värd något mer!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "När Olga tillsammans med psykologen ritade ett diagram över sitt personliga \"värde\" från födelse till förmodad död, såg hon att hennes personliga värde förblev oförändrat, stannade på 85% på en villkorlig skala från 0 till 100%.",
      "Psykologen föreslog också att hon skulle bedöma sin produktivitet under samma tidsperiod.",
      "Hon illustrerade en kurva som visade att hennes produktivitet var låg i barndomen, nådde sin topp i vuxen ålder och sedan minskade till nuvarande tidpunkt.",
      "Efter detta fick Olga en insikt. För det första, även när hennes produktivitet sjönk på grund av sjukdomen, fortsatte hon att bidra till sig själv och sin familj genom många små men viktiga och värdefulla handlingar.",
      "Endast svartvitt tänkande kunde få henne att tro att hennes bidrag var noll.",
      "För det andra, och vad som är ännu viktigare, insåg hon att hennes personliga värde var oföränderligt och stabilt; det var ett faktum som inte berodde på prestationer.",
      "Denna förståelse gjorde det möjligt för henne att inse att hon inte behövde \"förtjäna\" sitt mänskliga värde och att hon, trots att vara försvagad, förblev lika värdefull.",
      "Insikten om detta faktum minskade avsevärt depressiva manifestationer. Det botade inte hennes tumör, smärtor och fysiska lidande, men återställde hennes sårade självkänsla och förändrade väsentligt hennes emotionella tillstånd."
    ],
    "quote": {
      "text": "Sjukdomen kan inte stjäla ditt hopp om du inte tillåter det.",
      "author": "Nick Vujicic"
    }
  }
}
