{
  "title": "Teknik: Bli din egen advokat",
  "description": "Denna artikel erbjuder ett unikt tillvägagångssätt för att övervinna självkritik genom att presentera konceptet av en inre advokat. Genom en analogi med en rättsprocess får läsarna en metod som hjälper dem att effektivt försvara sig mot självanklagelser och negativa tankar. Genom att beskriva processen för att identifiera, ifrågasätta och omvärdera självkritiska övertygelser ger artikeln praktiska råd och frågor för självreflektion, vilket främjar utvecklingen av en sundare och mer stödjande relation till sig själv.",
  "screen_1": {
    "texts": [
      "Nästa teknik för att effektivt hantera självkritik handlar om att bli din egen advokat. Även om detta kan verka ovanligt eller svårt att förstå, låt oss utforska hur det fungerar.",
      "För att framgångsrikt hantera självkritiska tankar är det ytterst viktigt att kunna inte bara uppmärksamma dem och stå emot, utan också aktivt ifrågasätta dem.",
      "Föreställ dig att du befinner dig i en rättegång där din självkritik länge har överöst dig med anklagelser, kallat dig misslyckad, svag, dum och skyldig till alla tänkbara förseelser.",
      "Och nu öppnas en möjlighet för dig att inta rollen som försvarsadvokat, vars mål är att motbevisa åklagarens argument genom att visa deras grundlöshet och absurditet.",
      "Föreställ dig att du är en kvalificerad advokat som knappast skulle nöja sig med ett uttalande i stil med: \"Min klient är en helt anständig person, vi kan avsluta här\".",
      "Du måste anstränga dig maximalt för att presentera övertygande fakta och argument som fullständigt krossar anklagelserna.",
      "Låt oss titta på ett exempel på hur denna teknik tillämpas i en dialog mellan en psykolog och en klient:"
    ],
    "quote": {
      "text": "Var en advokat för din inre värld, istället för att vara domare över din egen historia.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "På sistone har du allt oftare gett efter för självkritik, kallat dig själv svag och misslyckad, utan att ha uppnått något i livet. Föreställ dig nu att du har anlitat en advokat för att försvara dig mot denna kritik.",
      "Din uppgift är att försvara din klient, det vill säga dig själv, så effektivt som möjligt med hjälp av argument och resonemang. Även om du själv inte tror på hans oskuld och inte tycker om din klient, är din roll nu att vara en kompetent advokat som utför sitt arbete med kvalitet.",
      "En intressant idé, värd att pröva.",
      "Utmärkt. Då spelar jag rollen som åklagare, med användning av dina egna ord om dig själv, och du kommer att försvara dig.",
      "Jag förstår, låt oss börja.",
      "(I rollen som åklagare) Pavel är svag och misslyckad, han har inte åstadkommit något i livet.",
      "(I rollen som advokat) Det är kategoriskt felaktigt. Pavel har högre utbildning, en framgångsrik karriär, familj och vänner som älskar och uppskattar honom.",
      "(I rollen som åklagare) Kanske, men allt är inte perfekt för honom. Han gör misstag på jobbet, hinner inte alltid med, och jag är säker på att han är misslyckad.",
      "(I rollen som advokat) För det första kan känslor inte tjäna som bevis i en rättegång. För det andra gör inte misstag och missade deadlines honom till en misslyckad person, eftersom alla människor gör misstag och blir försenade. Detta är inte grund för så kategoriska slutsatser.",
      "(I rollen som åklagare) Kanske är han inte helt misslyckad, men definitivt svag.",
      "(I rollen som advokat) Har du bevis för detta?",
      "(I rollen som åklagare) Han arbetar inte tillräckligt hårt. Han borde anstränga sig mer. Han beter sig som en svag person.",
      "(I rollen som advokat) Det är inte sant. Pavel arbetar flitigt och är framgångsrik på jobbet, där han värderas som en ansvarsfull medarbetare. Om han arbetade lite eller ineffektivt skulle han inte värderas så högt eller övervägas för befordran."
    ]
  },
  "screen_3": {
    "texts": [
      "Denna teknik är särskilt användbar eftersom många människor finner det lättare att föreställa sig i rollen som advokat som försvarar någon annan än att rättfärdiga sig själva inför sin inre åklagare.",
      "Genom att anta rollen som professionell försvarare kräver du konkreta bevis och motbevisar ogrundade eller ologiska argument från åklagarsidan.",
      "När du därför ställs inför negativa tankar om dig själv, fråga dig: \"Hur skulle jag försvara min klient om jag behövde bevisa hans oskuld?\"",
      "Sträva efter att bete dig som en verklig professionell genom att identifiera logiska motsägelser i dina automatiska tankar. Hur välgrundade är dessa tankar? Vad kan sägas om dig själv ur ett sunt förnufts perspektiv?",
      "Som hjälp erbjuder vi dig några frågor som kan hjälpa dig i ditt självständiga arbete med tankarna:",
      "Vilken \"lag\" har påstått brutits? Vad består anklagelsen av?",
      "Finns det övertygande grunder för sådana anklagelser?",
      "Vilka bevis kan bekräfta skulden?",
      "Kan man erbjuda en alternativ förklaring till beteendet?",
      "Handlade den anklagade på samma sätt som varje förnuftig person skulle ha gjort i en liknande situation?",
      "Är det möjligt att någon annan är helt eller delvis ansvarig för det som hände?",
      "Vilka bevis kommer du att presentera till försvar för den anklagade?"
    ]
  }
}
