{
  "title": "Teknik: Självkritikens spegel",
  "description": "Artikeln undersöker hur självkritik påverkar självkänslan och erbjuder läsarna en övning där de uttrycker sin inre kritik i ett rollspel, riktat mot en närstående person. Detta hjälper till att inse orättvisan och hårdheten i självkritiken och betonar vikten av en varsam och stödjande attityd gentemot sig själv för att förbättra självkänslan och uppnå livsmål.",
  "screen_1": {
    "texts": [
      "Börja ställa samma krav på dina närstående och vänner. Men var maximalt ärlig.",
      "Och när du börjar göra detta kommer du att förstå hur orättvis din kritik egentligen är.",
      "Föreställ dig denna övning genom ett exempel på ytterligare en dialog mellan en patient och en psykolog:",
      "Dmitrij, du sa att uppsägningen från arbetet försatte dig i ett fruktansvärt tillstånd. Att du är en misslyckad person som inte klarar av någonting.",
      "Låt oss se hur detta verkligen ser ut. Jag föreslår ett mini-rollspel där du säger allt detsamma som du säger till dig själv i denna situation, men till en närstående person, till exempel din bästa vän.",
      "Jag kommer att vara i rollen som din vän, som också har blivit uppsagd, precis som du, och du är dig själv. Ska vi prova?",
      "Låt oss prova."
    ]
  },
  "screen_2": {
    "texts": [
      "Vi börjar med att jag säger: «Jag blev uppsagd idag».",
      "Du måste ha gjort något fel, eftersom du blev uppsagd.",
      "Som vad då, till exempel?",
      "Gjorde många misstag, var ouppmärksam.",
      "Så du kritiserar mig?",
      "Ja, du kan inte arbeta ordentligt. Du klarar inte av det. Du är en misslyckad person.",
      "Det är mycket obehagligt att höra detta, jag räknade med ditt stöd.",
      "Hur kan jag stödja dig om du inte kan någonting, om du ständigt gör misstag. Du kommer aldrig att uppnå någonting.",
      "Efter ett sådant rollspel delade Dmitrij med sig hur svårt det var för honom att säga alla dessa ord till en närstående person, och att han inte ens kunde föreställa sig att han skulle kunna vara kapabel till något sådant."
    ]
  },
  "screen_3": {
    "texts": [
      "Men det är precis så du behandlar dig själv, genom att kritisera, förnedra och såra.",
      "Av någon anledning är det inte synd om dig själv, men du skulle inte behandla andra på samma sätt. Sluta tillämpa dubbla standarder.",
      "Börja visa samma överseende, förståelse, omsorg och stöd till dig själv som du visar andra.",
      "Din självkänsla är det viktigaste motivet när du sätter upp ett livsmål och sedan uppnår det.",
      "Med låg självkänsla underskattar du dina möjligheter och berövar dig själv rätten till lycka.",
      "För att förändra situationen måste du ändra dina tankemönster, ditt beteende och ta små steg mot en sund självkänsla, acceptera motgångar och uppmärksamma även de minsta framgångar."
    ],
    "quote": {
      "text": "Tala med dig själv på samma sätt som du skulle tala med någon du älskar.",
      "author": "Brené Brown"
    }
  }
}
