{
  "title": "Att vara ledsen är inte detsamma som att lida av depression",
  "description": "Artikeln undersöker skillnaden mellan vanlig ledsamhet och klinisk depression, och betonar att upplevelsen av förluster och misslyckanden är naturlig och inte alltid tyder på en psykisk störning. Den förklarar hur förvrängda tankemönster kan förvandla normala känslomässiga reaktioner till depressionssymptom som kräver professionell intervention. Artikeln syftar till att hjälpa läsarna att skilja mellan naturliga känslor av sorg och allvarliga psykologiska sjukdomar, vilket underlättar självdiagnostik och förståelse för när professionell hjälp behövs.",
  "screen_1": {
    "texts": [
      "I föregående kapitel har vi sett att problem som förlust av nära och kära, sjukdomar, separationer, otrohet och uppsägningar är helt verkliga.",
      "Till vår stora besvikelse möter var och en av oss dessa, men i grund och botten kommer inget av det som nämnts att leda till verklig depression.",
      "Då uppstår frågan: finns det en «hälsosam ledsamhet» som inte är drabbad av förvrängningar?",
      "Definitivt ja!",
      "Att känna sorg och att sörja är inte nödvändigtvis dåligt, i många situationer är det naturligt. Känslorna som en person upplever till följd av svår sorg – ledsamhet, sorg, ånger, oro – är normala.",
      "Dessa är verkligen naturliga känslor som alla kan och bör tillåta sig att uppleva.",
      "Om du känner ledsamhet när du skiljs från en älskad person – grattis, du är normal!",
      "Om du upplever sorg och längtan när du minns en nära persons död – du är helt adekvat.",
      "Men depression är inte bara negativa känslor, det är en sjukdom orsakad av förvrängt tänkande.",
      "Vi hoppas att vi lyckades förklara detta i det här avsnittet. Vid depression motsvarar graden av negativa känslor inte situationens objektiva allvar."
    ],
    "quote": {
      "text": "Mellan stimulus och respons finns ett utrymme. I detta utrymme finns vår frihet och kraft att välja vår respons. I vår respons ligger vår tillväxt och vår frihet.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "En person med depression kommer att uppfatta händelser av alla storlekar mer negativt.",
      "Ett litet misslyckande blir vid depression ett stort problem. Sorg blir outhärdlig, och en olycka blir en katastrof. Ledsamhet är förvisso en del av depressionen, men inte dess grund.",
      "En psykiskt frisk person kan bildligt jämföras med en blandare i badrummet, där det finns både kalla och varma kranar.",
      "I livet finns «kallt vatten» – negativa känslor och «varmt» – positiva. En person med depression har ständigt bara den «kalla kranen påslagen», och detta beror inte på «verkliga» problem, utan på förvrängt tänkande som behöver förändras.",
      "Vår inställning till situationen avgör i stor utsträckning om vår sorg förblir bara en känsla eller blir en del av depressionen.",
      "Teamet på MindHealth tror och hoppas uppriktigt att avsnittet om depression och ansträngningarna som lagts ner i det har varit till nytta för dig eller dina nära och kära!",
      "Vi har berättat om huvudprinciperna och symptomen på depression, hur den manifesterar sig och, viktigast av allt, hur man arbetar med den på egen hand.",
      "Du kan alltid gå tillbaka till tidigare kapitel, läsa om dem och prova övningarna i praktiken, och vi fortsätter att arbeta med ett nytt avsnitt."
    ],
    "quote": {
      "text": "De vackraste människorna vi känner är de som har upplevt nederlag, upplevt lidande, upplevt kamp, upplevt förlust, och funnit ett sätt att ta sig ur djupen.",
      "author": "Viktor Frankl"
    }
  }
}
