{
  "title": "Teknik: Handlingsplan mot prokrastinering",
  "description": "I denna artikel avslöjar vi hemligheter för effektiv kamp mot prokrastinering genom en beprövad metod med antiprokrastineringsblad. Upptäck hur enkla steg för att dela upp uppgifter och realistiskt bedöma deras svårighetsgrad och potentiella nöje vid utförandet kan förändra din inställning till arbete och personliga ärenden, vilket leder till ökad produktivitet och förbättrat välbefinnande.",
  "screen_1": {
    "texts": [
      "Denna teknik kan särskilt intressera dig om du tenderar att skjuta upp saker, då du anser dem vara för komplicerade eller inte ge någon glädje.",
      "I det första steget, skriv ner en eller två uppgifter som du skjuter upp i en kolumn.",
      "Om uppgiften kräver betydande tid och ansträngning är det bäst att dela upp den i flera små steg, där varje steg inte tar mer än 15-20 minuter.",
      "Därefter, i den andra kolumnen, bedöm på en skala från 0 till 100% hur svårt du tror att det kommer att vara att utföra denna uppgift.",
      "Om uppgiften verkar enkel för dig, ge den ett lågt betyg - till exempel 10 eller 20%. Om uppgiften verkar svårare, är det lämpligt att skriva 80 eller 90%.",
      "I den tredje kolumnen, också med hjälp av procentskalan, skriv din prognos om hur mycket nöje uppgiften kommer att ge.",
      "Börja utföra uppgiften först efter att du har skrivit ner dina prognoser."
    ],
    "quote": {
      "text": "Du kan inte vänta på inspiration. Du måste gå den till mötes med arbete.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "När du är klar, skriv i de två sista kolumnerna hur svår uppgiften faktiskt var och vilken glädje du upplevde från att utföra den eller från det erhållna resultatet, med hjälp av procentskalan för bedömningen.",
      "Exempel:",
      "En jurist som nyligen förlorat sitt jobb kunde inte börja söka efter ett nytt på grund av känslan att processen med att förbereda ett CV och själva jobbsökandet var oöverstigliga uppgifter.",
      "Till att börja med bör uppgiften «hitta jobb» delas upp i flera steg så att den inte verkar omöjlig att uppfatta och inte provocerar prokrastinering:",
      "Sätta sig ner och skriva ett CV.",
      "Nästa dag gå igenom det med förnyade krafter och göra justeringar.",
      "Dagligen avsätta 10-15 minuter för att övervaka jobbsökningssajter.",
      "Skriva ett följebrev eller motivationsbrev.",
      "Skicka CV:t till utvalda tjänster, anpassa följebrevet till den specifika tjänsten och företaget.",
      "På så sätt kan du förenkla uppfattningen av en stor uppgift genom att dela upp den i små steg."
    ]
  },
  "screen_3": {
    "texts": [
      "Bedöm sedan varje uppgift enligt svårighetsgrad och förväntad glädje. Ett exempel kan se ut så här:",
      "Datum: 31.01.2024",
      "Uppgift: Skapa ett CV",
      "Förväntad svårighetsgrad: 80%",
      "Förväntad glädje: 15%",
      "Verklig svårighetsgrad: 30%",
      "Verklig glädje: 70%",
      "Som du ser visade sig att skapa ett CV vara mycket enklare och trevligare än förväntat.",
      "Till sin förvåning kom processen igång, och självkänslan och motivationen ökade märkbart tack vare de uppnådda resultaten. Effekten av att använda denna teknik imponerade så mycket att juristen började tillämpa den i andra områden av livet, vilket avsevärt ökade hans produktivitet och självförtroende."
    ]
  }
}
