{
  "title": "Teknik: Stå upp mot din inre kritiker",
  "description": "Denna artikel presenterar effektiva metoder för att höja självkänslan som kan tillämpas på egen hand. Den huvudsakliga tekniken är att lära sig att stå emot den inre kritikern, för vilket det föreslås att föra en särskild tabell med självkritiska tankar, deras kognitiva fel och rationella svar. Artikeln betonar vikten av regelbunden övning av dessa tekniker för att uppnå betydande förändringar i självuppfattning och förbättrad självkänsla.",
  "screen_1": {
    "texts": [
      "Vi har utvecklat en rad enkla men effektiva tekniker för att höja självkänslan. Dessa metoder, tillgängliga för självständig användning, kommer att hjälpa dig i denna komplexa process.",
      "Först och främst är det viktigt att förstå: enbart kunskap om teorin räcker inte för att höja självkänslan.",
      "Endast regelbunden övning kommer att ge ett varaktigt resultat. Vi rekommenderar att du ägnar lite tid åt detta varje dag, åtminstone i början, tills processen blir en vana.",
      "Den första tekniken som vi vill introducera dig till syftar till att lära dig att stå emot den inre kritikern.",
      "Känslor av underlägsenhet och självhat uppstår ofta på grund av en inre kritiker som ständigt underminerar din självkänsla.",
      "Negativa övertygelser som \"Jag är värdelös\", \"Jag är sämre än andra\", \"Jag kommer inte att lyckas med något\", \"Jag är skyldig till allt\", \"Jag är en förlorare\" förvärrar problem med självkänslan och kan leda till depression.",
      "För att övervinna denna negativa tankevana, följ denna plan:",
      "Lär dig att märka och skriva ner självkritiska tankar.",
      "Identifiera kognitiva förvrängningar i dessa tankar.",
      "Utveckla rationella svar för att skapa en mer realistisk och hälsosam inställning till dig själv, och gör detta regelbundet.",
      "För dessa ändamål kan du använda \"Dagbok över automatiska tankar\" i vår app. Eller göra anteckningar utanför appen i form av tre kolumner.",
      "Nedan kommer vi att förklara varianten med tre kolumner för enkelhetens skull."
    ],
    "quote": {
      "text": "Ingen kan få dig att känna dig underlägsen utan ditt medgivande.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Skapa en tabell med tre kolumner i ett format som passar dig - det kan vara en anteckningsbok, ett dokument på datorn eller en anteckning i telefonen. Kolumnrubrikerna är:",
      "Kritikerens tankar",
      "Kognitivt fel",
      "Rationellt svar",
      "I den första kolumnen skriver du ner alla självkritiska tankar som kommer upp i ditt huvud.",
      "Varje gång du anklagar dig själv, känner dig värdelös eller missnöjd med dig själv, ställ dig frågan: \"Vad tänker jag om mig själv just nu?\" och skriv ner det.",
      "Om du till exempel är orolig inför en tentamen och tänker: \"Jag är så dum att jag definitivt kommer att misslyckas\", är detta precis den typ av tanke som du behöver notera.",
      "I denna kolumn bör du skriva just dina tankar om dig själv, inte dina känslor. För om du skriver: \"Jag känner mig fruktansvärt\", kommer du knappast att kunna motbevisa detta, eftersom det faktiskt är sant.",
      "I den andra kolumnen identifierar du vilken kognitiv förvrängning som finns i tanken.",
      "Skriv i den andra kolumnen vilket tankefel du har upptäckt hos dig själv. Det kan vara ett fel, eller det kan vara två eller tre.",
      "Till exempel, i påståendet \"Jag är så dum att jag definitivt kommer att misslyckas\" ser vi en förvrängning i form av etikettering.",
      "Och i tanken \"Jag är inkompetent, därför kommer jag att bli relegerad, och jag kommer aldrig att lyckas\" kan man upptäcka flera förvrängningar, såsom övergeneralisering och katastrofiering."
    ],
    "quote": {
      "text": "Ju bättre jag förstår mig själv och mina emotionella behov, desto starkare blir min uppfattning av verkligheten och desto mindre rädslor och missuppfattningar förgiftar mitt liv.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "Och naturligtvis är den viktigaste kolumnen i vår tabell det alternativa, rationella svaret. Detta är det verkliga motståendet mot kritikern inom dig.",
      "Det är viktigt att ersätta den självkritiska tanken med en mer realistisk och logisk, samtidigt som man undviker alltför optimistiska påståenden.",
      "Du måste ersätta den kritiska tanken med en mer realistisk. Var inte dikotom i detta, genom att ersätta den med en alltför optimistisk tanke som inte liknar sanningen.",
      "Som till exempel: \"Jag är smartast och jag kommer att klara allt med utmärkta betyg\". Kanske kommer denna tanke faktiskt att vara sann, men den är mycket motsatt din ursprungliga tanke och du kommer knappast att tro på den direkt, vilket betyder att den inte är meningsfull.",
      "Försök istället att känna igen sanningen, hur saker verkligen förhåller sig.",
      "För om det du skriver som ett rationellt svar inte är tillräckligt övertygande och realistiskt för dig, kommer det inte att hjälpa dig.",
      "Försök att skriva ett sådant alternativt svar som du själv tror på.",
      "Till exempel kan du skriva följande: \"Egentligen är jag inte dum, jag har bevis för detta, jag kom in på universitetet själv, jag studerar ganska bra. Naturligtvis finns det stunder då jag inte lyckas med något, men jag är en människa, jag kan göra misstag, men det gör mig inte dum.",
      "Dessutom förbereder jag mig för tentamen och kommer sannolikt ändå att klara den med åtminstone godkänt betyg, jag har ju klarat alla ämnen hittills. Och även om jag inte klarar den på första försöket, kan jag komma till omtentamen, förbereda mig väl och definitivt klara den.\"",
      "Ett sådant rationellt svar är mer trovärdigt och sannolikheten att du kommer att tro på det är betydligt högre.",
      "Använd detta verktyg under dagen, genom att regelbundet skriva ner dina tankar och stå emot destruktiva övertygelser.",
      "Med tiden kommer du att upptäcka att det blir allt lättare att hitta ett rationellt svar. Men det viktigaste är att du kommer att märka förändringar i ditt humör och din inställning till dig själv."
    ]
  }
}
