{
  "trap": {
    "title": "Teknik: Vägen ut ur fällan med överdrivna förväntningar",
    "description": "Artikeln behandlar problemet med skuldkänslor som uppstår på grund av orealistiska krav på sig själv och konstant självkritik. Den beskriver metoder för att omtolka inre attityder och ersätta 'måsten' med en hälsosammare uppfattning om personliga möjligheter och önskningar. Läsarna erbjuds praktiska råd för att frigöra sig från självanklagelser och bygga en mer harmonisk relation till sig själva och sina misstag.",
    "screen_1": {
      "texts": [
        "Skuldkänslor uppstår ofta på grund av överdrivna krav på sig själv och kan manifesteras i tankar som:",
        "«Jag måste göra detta».",
        "«Jag måste agera så».",
        "«Jag måste vara sådan».",
        "«Jag borde inte ha gjort det».",
        "«Jag borde ha förutsett/vetat detta».",
        "Inadekvata krav som innehåller ordet «måste» kan leda till skuldkänslor och orealistiska förväntningar.",
        "Dessa krav innebär att du måste vara perfekt eller allvetande, vilket är orealistiskt.",
        "Sådana krav kan inkludera idén att du alltid måste vara lycklig eller nöjd, vilket i sin tur bara förstärker känslan av misslyckande.",
        "Det finns också krav baserade på antagandet att du vet allt och kan förutsäga framtiden. Detta skapar falska förväntningar och skuldkänslor, istället för att hjälpa dig lösa problem.",
        "Kärnan i denna teknik är att inse att det är olämpligt att skylla på sig själv, att inadekvata krav i sig är orealistiska och orättvisa.",
        "De skapar bara känslor av skuld och omöjlighet, snarare än att hjälpa till att lösa ett problem eller uppnå framgång.",
        "För att undvika ständiga anklagelser mot dig själv, är det bättre att överge sådana krav och bli mer realistisk i dina förväntningar på dig själv och ditt liv.",
        "Naturligtvis sker sådana förändringar i tänkande inte på en dag och kanske inte ens på en månad. Men vi är övertygade om att regelbundet arbete med sig själv hjälper till att uppnå förändringar."
      ],
      "quote": {
        "text": "Varje skuldkänsla innebär självfördömelse, och detta är fundamentalt fel. En person bör vara medveten om sina misstag utan att drabbas av självplågeri.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Så vad behöver du göra nu för att bli av med skuldkänslor orsakade av överdrivna krav?",
        "Ett enkelt men effektivt sätt att rädda sig från överdrivna krav på sig själv innebär att ersätta ordet «måste» med andra: «Det vore bra om...» eller «Om jag kunde, skulle jag...». Dessa är ofta mer realistiska och stör inte lika mycket.",
        "Till exempel, istället för «Jag måste göra min fru lycklig», kan du säga: «Det vore underbart om jag kunde göra min fru lycklig, eftersom hon är upprörd. Jag kan fråga vad hon är upprörd över och fundera på hur jag möjligen kan hjälpa».",
        "Eller istället för «Jag borde inte ha ätit glassen», kan du säga: «Det hade varit bättre om jag inte åt den glassen, men min handling är inte världens undergång».",
        "Ta bort konjunktiv. Istället för att tänka i termer av «Jag borde ha...», «Om jag bara hade...», «Jag skulle inte ha...» försök att tänka: «Nästa gång kommer jag att göra annorlunda».",
        "Personer med skuldkänslor tänker ofta i konjunktiv, men detta bör du absolut inte göra.",
        "Och om du märker detta hos dig själv, sluta omedelbart och ändra frasen till «Nästa gång kommer jag...».",
        "Och det är allt. Inga konjunktiver, kategoriskt.",
        "Realitetsmetoden hjälper dig att kontrollera om dina krav överensstämmer med verkligheten. När du säger till dig själv: «Jag borde inte ha gjort det», tror du säkert att du verkligen inte borde ha gjort det och att genom att säga detta till dig själv, kommer du att känna dig bättre.",
        "Men i verkligheten är det tvärtom: du behövde göra exakt det du gjorde, men genom att erkänna detta för dig själv kommer du att känna besvikelse.",
        "Till exempel, du har börjat en diet för att gå ner i vikt, åt något extra och nu skuldbelägger dig själv för det: «Jag borde inte ha ätit den chokladen».",
        "Men i verkligheten hade du ett behov av något sött. Kanske oroar du dig för något och ville av vana äta något för att lyfta ditt humör, så det var omöjligt att hålla tillbaka.",
        "Människor äter ofta för att lindra negativa känslor, för att lätta sitt tillstånd. När du försöker bli av med dåliga vanor eller försöker gå ner i vikt, är det huvudsakliga hindret övertygelsen om att du förlorar kontrollen över dig själv.",
        "Känslan av att förlora kontroll är direkt kopplad till vad du «måste» eller «inte måste». Om du får en önskan att äta något ohälsosamt, säger du till dig själv att du «inte bör» ens vilja äta förbjuden mat, och att du «måste» avstå en gång för alla från all ohälsosam mat och aldrig falla för frestelsen.",
        "Och efter det, för att känna dig bättre, går du och äter en choklad. En sådan inställning till viktnedgång kommer knappast att ge resultat, och du kommer samtidigt att känna dig skyldig och nedstämd.",
        "När du lyckas sluta förbjuda dig själv något, då kommer du att kunna bli av med det utan att utöva våld mot dig själv."
      ]
    },
    "screen_3": {
      "texts": [
        "Personer som är benägna till överdriven skuld kan manipuleras av människor omkring dem för att uppnå sina mål. Tänk efter: hur många gånger har du gått med på ett möte utan större önskan, bara för att vara till lags eller för att ingen skulle bli sårad? Det är viktigt att försvara personliga gränser och kunna säga «nej».",
        "Exempel: en ung kvinna bor med sina föräldrar och bror, och får en bra lön. Hennes bror jobbar då och då lite extra.",
        "Han har ett beroende av saker: han köper ständigt nya saker, men hans egna pengar räcker inte till det.",
        "Hans syster förstår att detta inte är det bästa sättet att hantera pengar, men fortsätter att låna ut till honom, eftersom hon anser att systrar och bröder bör hjälpa varandra, så är det tradition i deras familj.",
        "Flickan är rädd att säga nej till sin bror, eftersom det kan förstöra deras relation. Hon spelade upp en svår dialog med en vän i förväg och insåg att det inte är så skrämmande att säga «nej» som det verkade.",
        "Innan du definierar dina gränser och drar en linje genom att vägra att uppfylla krav eller stå upp för din egen åsikt, för att slippa gå på besök när du inte vill, kan du spela upp en svår dialog eller skriva ner den på ett papper eller i anteckningar.",
        "På så sätt kan du förutse ett troligt kommunikationsscenario och förstå hur du bättre kan avböja till din samtalspartner, och kanske kommer du också att inse att det inte är så skrämmande att säga «nej».",
        "Du kommer att behöva gå en lång väg innan motsvarande nervbanor bildas i hjärnan, och du får mod och förmåga att säga «nej» diplomatiskt men bestämt, och förstärka denna färdighet i praktiken när rätt tillfälle kommer.",
        "Avgränsning av ansvar",
        "Ibland tar vi på oss ansvaret för andra människors olyckor och misslyckanden.",
        "I sådana situationer är det viktigt att avgöra vem som verkligen bär ansvaret för det som hänt. Är du till exempel verkligen skyldig till att ditt barn fick dåliga betyg?",
        "Här uppstår förvirring mellan ditt inflytande på barnet och kontroll över det.",
        "För att lära sig skilja mellan ansvarsområden kan man använda metoden med tre kolumner, vilket är en förkortad version av dagboken över automatiska tankar.",
        "I den första kolumnen noteras oroande och fördömande tankar, i den andra - vilka kognitiva förvrängningar du märker, och i den tredje - vilket rationellt svar du kan ge.",
        "Till exempel:",
        "1:a kolumnen (oroande och fördömande tankar): «Jag är skyldig till att mitt barn får dåliga betyg. Jag kan inte hjälpa honom att uppnå framgång i skolan».",
        "2:a kolumnen (kognitiva förvrängningar): personalisering, överdriven generalisering.",
        "3:e kolumnen (rationellt svar): «Jag ansvarar för min roll i barnets uppfostran, men kontrollerar inte fullständigt hans framgång eller misslyckande i skolan. Barnet har också sitt eget ansvar för sitt lärande och studier. Jag kan hjälpa honom, stötta och motivera, men slutresultatet beror på hans eget arbete och ansträngningar».",
        "Det är viktigt att förstå att vi inte kan kontrollera varje aspekt av andra människors liv, även om de står under vårt inflytande. Vi ansvarar för våra egna handlingar och den roll vi spelar i andra människors liv, men bör inte ta på oss allt ansvar för deras framgångar eller misslyckanden."
      ]
    }
  },
  "unemployment": {
    "title": "Att förlora sitt jobb och drabbas av depression?",
    "description": "Denna artikel undersöker de psykologiska och sociala konsekvenserna av plötslig arbetsförlust, och betraktar den emotionella berg-och-dalbanan som följer med sådana händelser. Genom Alexanders personliga erfarenhet, som länge arbetade i ett framgångsrikt företag, berättas om kampen mot depression, minskad självkänsla och professionella motgångar. Artikeln erbjuder även vägar för att övervinna emotionella svårigheter, och betonar vikten av stöd och självacceptans under svåra perioder.",
    "screen_1": {
      "texts": [
        "Plötslig förlust av arbete är en stark stress för de flesta människor. När uppsägning eller nedskärning tillkännages under några dagar eller veckor, upplever många en känsla av att livet har \"kollapsat\". Och detta är förklarligt, eftersom din situation förändras radikalt gällande:",
        "ekonomisk situation",
        "social status",
        "vanliga livsmönster",
        "kort- och långsiktiga planer",
        "Arbete är vissa skyldigheter, ramar, kommunikation, i allmänhet något som stödjer oss.",
        "Arbetslöshet är som ett lufthål där du flyger utan säkerhet. Och du blir ensam med dig själv, med helt tomma dagar, räkningar som du snart inte kommer att kunna betala, oändlig väntan på en inbjudan till en intervju: innan mötet känner du ett svagt hopp, och sedan - ännu ett avslag. En typisk och dyster bild.",
        "Förlust av arbete upplevs på samma sätt som vilken annan förlust som helst, och de som ställs inför detta går igenom stadier av sorg.",
        "Först chock, djup förvirring, brist på förståelse för vad man ska göra. Sedan ilska - mot dig själv, mot dem som avskedade dig.",
        "Det är också möjligt med förhandling: tänk om allt fortfarande kan ordnas, och de tar tillbaka mig? Och slutligen, depression. Detta problem kan definitivt kallas \"verkligt\", men igen, betyder det att det rättfärdigar din depression?",
        "Orsaken till en sådan emotionell reaktion ligger i övertygelsen om att personligt värde och förmåga att känna lycka direkt beror på professionell framgång.",
        "Inom detta värdesystem verkar det logiskt att anta att emotionell nedstämdhet oundvikligen är kopplad till ekonomiska förluster, karriärmisslyckanden eller konkurs."
      ],
      "quote": {
        "text": "När en dörr stängs, vet du inte att många andra öppnas.",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Om du också tror detta, kommer du att finna fallet med Alexander intressant - en 47-årig far till tre barn som arbetade i 17 år med sin hustrus far i ett framgångsrikt företag.",
        "Ett par år före hans depression uppstod oenigheter mellan honom och hans svärfar angående företagets förvaltning. I ett utbrott av ilska sade Alexander upp sig, och avstod därmed från sin andel i företaget.",
        "Under de följande två åren bytte han från ett jobb till ett annat, men kunde inte hitta något värdefullt, varken ekonomiskt eller moraliskt.",
        "Det verkade som om inget fungerade för honom och han började se sig själv som en misslyckad person. Hans fru var tvungen att börja arbeta heltid för att få ihop det, och detta förstärkte bara Sashas känsla av värdelöshet, eftersom han alltid varit stolt över sin roll som familjeförsörjare.",
        "Tiden gick, hans ekonomiska situation försämrades, och hans depressiva tillstånd förvärrades, eftersom hans självkänsla sjönk allt lägre och lägre.",
        "Vid den tidpunkt då Alexander beslutade att söka hjälp från en specialist, hade han redan arbetat några månader i ett företag specialiserat på fastigheter.",
        "Under denna tid hade han hyrt ut flera byggnader, men hade inte genomfört en enda försäljning. Eftersom hans lön var beroende av försäljning, var hans inkomst låg. Under denna period led Alexander av depression och prokrastinering, och tillbringade hela dagar i sängen, tänkande:",
        "«Varför allt detta? Jag är en misslyckad person. Det är meningslöst att arbeta, jag kommer ändå inte att lyckas med något».",
        "Vid det tredje mötet med psykologen berättade han att en välbärgad vän ville köpa en fastighet med hans hjälp, och provisionen från en sådan försäljning skulle hjälpa karriäravancemang, ge självförtroende och avsevärt fylla på plånboken.",
        "Istället för att gripa tag i detta arbete, dröjde Alexander flera veckor. Frågan uppstår, varför? Eftersom han tänkte: «Att sälja kommersiella fastigheter är för svårt.",
        "Jag har aldrig gjort det förut och jag kommer definitivt att misslyckas. Och om han ändrar sig i sista minuten, skulle det betyda att jag aldrig skulle lyckas i denna bransch. Det skulle betyda att jag är en total misslyckad person»."
      ]
    },
    "screen_3": {
      "texts": [
        "Alexanders ledning hade en mycket bra inställning till honom, de ansåg honom vara en kapabel säljare, men han var själv orättvist sträng mot sig själv.",
        "Under de följande mötena och arbetet med tankar, höll Alexander med om att han är mycket självkritisk, och detta hjälper honom inte alls under denna svåra livsperiod, utan tvärtom förvärrar situationen avsevärt.",
        "Han insåg också att han använder \"dubbla standarder\": han är tolerant mot andra människor och redo att stödja dem, men mot sig själv är han hård och kritisk.",
        "Till en början försvarade han sin syn, som många krävande perfektionister, genom att hävda att om man behandlar sig själv mycket strängare än andra, kommer det att medföra någon nytta.",
        "Ändå lärde han sig snabbt det faktum att hans personliga standarder i själva verket var orealistiska och dömda att misslyckas, eftersom om han hade försökt sälja en byggnad och hans försök inte hade krönts med framgång, skulle han ha uppfattat denna situation som en katastrof. Hans tendens att tänka i kategorier av \"allt eller inget\" var hans stora problem.",
        "I slutet av terapin kände Alexander lättnad, efter att ha insett att de finansiella problemen under de senaste åren inte automatiskt gör honom till en \"misslyckad person\".",
        "Denna negativa självuppfattning och känsla av förlamning var ett resultat av överdrivet \"allt eller inget\"-tänkande. Hans känsla av värdelöshet var ett resultat av att han fokuserade uteslutande på negativa aspekter av livet (negativt filter) och försummade många fakta där han var framgångsrik (nedvärdering av det positiva).",
        "Han insåg att han förgäves hade plågat sig själv så länge med tanken att han kunde ha gjort mer, och insåg att ekonomiska svårigheter inte förringade hans mänskliga värdighet. Slutligen erkände han att apati och prokrastinering bara var symptom på depression, inte en återspegling av hans sanna väsen.",
        "När han lärde sig att bemöta sina negativa tankar, kunde han minska graden av förvrängningar i sin stränga attityd mot sig själv, och hans humör fortsatte att förbättras.",
        "Han lämnade fastighetsbranschen och öppnade en bokhandel. Han lyckades täcka utgifterna, men trots betydande personliga ansträngningar kunde han inte uppnå tillräcklig vinst för att motivera fortsättningen av verksamheten efter det första provåret."
      ]
    },
    "screen_4": {
      "texts": [
        "Således, även om de yttre tecknen på framgång under denna tid förblev praktiskt taget oförändrade, kunde han behålla sin självkänsla och undvika depression. Trots att hans ekonomiska situation förblev svår när han kom till beslutet att \"erkänna nederlaget\" i sin bokhandelsverksamhet, förblev hans självrespekt oförändrad.",
        "Till det sista mötet med psykologen skrev Alexander en sådan essä, som han beslutade att läsa om varje morgon innan han började söka ett nytt jobb:",
        "Varför är jag inte värdelös?",
        "Så länge jag kan göra något för mitt eget och andras välbefinnande, är jag inte värdelös. Så länge det jag gör kan ha en positiv effekt, är jag inte värdelös.",
        "Så länge det faktum att jag lever har betydelse för åtminstone en person, är jag inte värdelös (och den personen kan vid behov vara jag själv). Om att ge kärlek, förståelse, vänskap, stöd, sällskaplighet, råd, tröst betyder något, är jag inte värdelös.",
        "Om jag kan respektera min åsikt och intelligens, är jag inte värdelös.",
        "Om andra respekterar mig, är det en trevlig bonus.",
        "Om jag har en känsla av självrespekt och värdighet, är jag inte värdelös.",
        "Om att hjälpa till att säkerställa försörjning för mina anställdas familjer betyder att göra något bra, är jag inte värdelös.",
        "Om jag gör allt jag kan för att hjälpa mina kunder och leverantörer med min produktivitet och kreativitet, är jag inte värdelös.",
        "Om min närvaro i denna miljö verkligen har betydelse för andra, är jag inte värdelös. Jag är inte värdelös. Jag är mycket värdefull i min essens!",
        "Om du står inför ett liknande problem eller Alexanders automatiska tankar resonerar med dig, skriv en anteckning till dig själv om varför du inte är värdelös, varför du inte är en misslyckad person och varför du är värdefull i dig själv."
      ]
    }
  },
  "vitamins": {
    "title": "Falsk depression: Hur hormoner och vitaminer påverkar vår emotionella hälsa",
    "description": "Artikeln diskuterar hur fysisk hälsa, inklusive hormonbalans och vitaminnivåer, kan påverka en persons emotionella tillstånd. Den betonar att symptom som ofta förknippas med depression kan orsakas av fysiska problem, såsom brist på vissa vitaminer eller hormonella störningar. Artikelförfattarna betonar vikten av ett omfattande tillvägagångssätt för diagnostisering och behandling av psykiska störningar, med hänsyn till både psykologiska och fysiologiska aspekter.",
    "screen_1": {
      "texts": [
        "Vi strävar efter att denna sektion ska hjälpa dig maximalt att förbättra och lätta ditt emotionella tillstånd. Därför är det viktigt att diskutera alla möjliga orsaker till dess förändringar.",
        "När vi talar om depression menar vi en uppsättning specifika symptom som nämnts tidigare. Men dessa symptom indikerar inte alltid just en psykisk störning.",
        "Det bör kommas ihåg att den biologiska komponenten i vår organism spelar en viktig roll inte bara för fysiskt, utan också för psykologiskt välbefinnande. Således kan fysiska problem betydligt påverka det emotionella tillståndet, och skapa symptom som liknar depression.",
        "Ett exempel på detta är hormoner. De har en enorm inverkan på en persons beteende och psykologiska tillstånd.",
        "Forskning inom psykoendokrinologi visar att nerv- och endokrina system är sammankopplade, vilket säkerställer upprätthållandet av homeostasen (organismens fysiologiska jämvikt).",
        "Därför kan alla fluktuationer i den hormonella bakgrunden orsaka allvarliga störningar i den emotionella sfären.",
        "Till exempel kan minskad sköldkörtelfunktion leda till depression, ökad ångestnivå och andra psykiska problem.",
        "Hyperfunktion av denna körtel orsakar mani, irritabilitet, humörsvängningar och till och med psykoser.",
        "Akromegali, eller ökad produktion av tillväxthormon, manifesteras i form av minskad psykisk aktivitet, apati i kombination med eufori.",
        "Således står personer med endokrina störningar inför inte bara de fysiska svårigheterna med sin sjukdom, utan också risken för psykiska störningar såsom ångest, depression, mani, förvirring och andra."
      ],
      "quote": {
        "text": "Ta hand om kroppen så att själen vill bo i den.",
        "author": "Sokrates"
      }
    },
    "screen_2": {
      "texts": [
        "I mitten av 1900-talet uppstod en hel vetenskaplig disciplin - psykoendokrinologi, som studerar sambandet mellan människans endokrina system och hennes psyke.",
        "Det finns till och med en sådan term, psykoendokrint syndrom – detta är psykiska störningar som uppstår mot bakgrund av endokrina sjukdomar. Dessa inkluderar humörstörningar, asteni, minskad psykisk aktivitet, samt förändringar i drifter och instinkter.",
        "Förutom hormoner har vitaminer en betydande inverkan på vårt välbefinnande.",
        "Avitaminos och depression verkar inte vara direkt relaterade, men som forskning visar är sambandet mellan dem mycket starkare än vi kunde föreställa oss.",
        "Vi tror att du håller med om att vitaminer är nödvändiga för vår organism för att upprätthålla metabolismen. Det finns många av dem, men var och en är oersättlig. Och när organismen saknar något uppstår avitaminos.",
        "Avitaminos är ett tillstånd där det finns en brist eller total avsaknad av en viss vitamin i organismen.",
        "Brist på olika vitaminer kan påverka den mentala hälsan på olika sätt, allt från små obehag till skrämmande symptom.",
        "Forskning har visat att avitaminos kan bidra till uppkomsten av ångest och depression, samt förvärra symptomen hos personer med vissa psykiska sjukdomar, såsom tvångssyndrom eller bipolär störning.",
        "Och även om du är frisk kan brist på en eller annan vitamin försämra ditt humör och emotionella bakgrund."
      ]
    },
    "screen_3": {
      "texts": [
        "Exempel på vitaminbrist och dess symptom:",
        "Vitamin D: nedstämdhet, ångest, trötthet, humörsvängningar.",
        "Järn: svaghet, trötthet, andnöd, yrsel, domningar.",
        "Vitamin B12: ökad trötthet, anemi, sömnlöshet, minskad aptit, magbesvär, muskelsmärta.",
        "Folsyra: trötthet, irritabilitet, depression, svaghet, apati, letargi, nedsatt kognitiv funktion.",
        "B-vitaminer: ökad trötthet, irritabilitet, sömnlöshet, humörförändringar, störning av hjärtrytmen.",
        "Magnesium: svaghet, huvudvärk, ångest, störning av hjärtrytmen.",
        "Vitamin C: kronisk trötthet, emotionell instabilitet.",
        "Och detta är bara en del av möjliga symptom som lätt kan förväxlas med ett depressivt tillstånd.",
        "Våra personliga berättelser bekräftar vikten av att ta hänsyn till hormonell och vitaminbalans vid diagnostisering av psykiska störningar.",
        "En av medlemmarna i vårt team trodde att hen stod inför utbrändhet, plågad av oförklarlig trötthet, försämrat humör, ovilja att göra något.",
        "Men med vetskap om att det kunde ligga i hormoner och vitaminer, sökte hen läkare, upptäckte bristen, tog en kur vitamin D och började känna sig betydligt bättre."
      ]
    },
    "screen_4": {
      "texts": [
        "En annan medlem i teamet, en kvinna som upplevde symptom liknande depression, upptäckte järnbristanemi, vars behandling ledde till en betydande förbättring av hennes tillstånd.",
        "Hon beskrev sitt tillstånd på följande sätt: «Jag ville ständigt sova, jag ville inte göra något, jag ville inte prata med någon. Jag led av fruktansvärd apati, yrsel, irritabilitet. Vid något tillfälle började jag verkligen tro att jag hade depression, tills jag av en slump lämnade ett allmänt blodprov, där problem med hemoglobin upptäcktes.",
        "Efter detta tog jag ytterligare prover som avslöjade brist på järn och ferritin. Jag hade järnbristanemi, men jag trodde att det var depression. Men efter en kur med läkemedel återfick jag mitt tidigare tillstånd. Mitt tillstånd förbättrades avsevärt.»",
        "Genom att dela dessa berättelser vill vi varna dig för felaktiga diagnoser.",
        "Därför, om du känner nedstämdhet, trötthet, utmattning och andra av de ovan nämnda symptomen, uppmärksamma inte bara psykologisk, utan också fysisk hälsa.",
        "Rådgör med en läkare, ta ett allmänt blodprov, kontrollera dina vitamin- och hormonnivåer. Möjligen kommer detta att vara tillräckligt för att förbättra ditt emotionella tillstånd."
      ]
    }
  }
}