{
  "title": "Att förlora sitt jobb och drabbas av depression?",
  "description": "Denna artikel undersöker de psykologiska och sociala konsekvenserna av plötslig arbetsförlust, och betraktar den emotionella berg-och-dalbanan som följer med sådana händelser. Genom Alexanders personliga erfarenhet, som länge arbetade i ett framgångsrikt företag, berättas om kampen mot depression, minskad självkänsla och professionella motgångar. Artikeln erbjuder även vägar för att övervinna emotionella svårigheter, och betonar vikten av stöd och självacceptans under svåra perioder.",
  "screen_1": {
    "texts": [
      "Plötslig förlust av arbete är en stark stress för de flesta människor. När uppsägning eller nedskärning tillkännages under några dagar eller veckor, upplever många en känsla av att livet har \"kollapsat\". Och detta är förklarligt, eftersom din situation förändras radikalt gällande:",
      "ekonomisk situation",
      "social status",
      "vanliga livsmönster",
      "kort- och långsiktiga planer",
      "Arbete är vissa skyldigheter, ramar, kommunikation, i allmänhet något som stödjer oss.",
      "Arbetslöshet är som ett lufthål där du flyger utan säkerhet. Och du blir ensam med dig själv, med helt tomma dagar, räkningar som du snart inte kommer att kunna betala, oändlig väntan på en inbjudan till en intervju: innan mötet känner du ett svagt hopp, och sedan - ännu ett avslag. En typisk och dyster bild.",
      "Förlust av arbete upplevs på samma sätt som vilken annan förlust som helst, och de som ställs inför detta går igenom stadier av sorg.",
      "Först chock, djup förvirring, brist på förståelse för vad man ska göra. Sedan ilska - mot dig själv, mot dem som avskedade dig.",
      "Det är också möjligt med förhandling: tänk om allt fortfarande kan ordnas, och de tar tillbaka mig? Och slutligen, depression. Detta problem kan definitivt kallas \"verkligt\", men igen, betyder det att det rättfärdigar din depression?",
      "Orsaken till en sådan emotionell reaktion ligger i övertygelsen om att personligt värde och förmåga att känna lycka direkt beror på professionell framgång.",
      "Inom detta värdesystem verkar det logiskt att anta att emotionell nedstämdhet oundvikligen är kopplad till ekonomiska förluster, karriärmisslyckanden eller konkurs."
    ],
    "quote": {
      "text": "När en dörr stängs, vet du inte att många andra öppnas.",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Om du också tror detta, kommer du att finna fallet med Alexander intressant - en 47-årig far till tre barn som arbetade i 17 år med sin hustrus far i ett framgångsrikt företag.",
      "Ett par år före hans depression uppstod oenigheter mellan honom och hans svärfar angående företagets förvaltning. I ett utbrott av ilska sade Alexander upp sig, och avstod därmed från sin andel i företaget.",
      "Under de följande två åren bytte han från ett jobb till ett annat, men kunde inte hitta något värdefullt, varken ekonomiskt eller moraliskt.",
      "Det verkade som om inget fungerade för honom och han började se sig själv som en misslyckad person. Hans fru var tvungen att börja arbeta heltid för att få ihop det, och detta förstärkte bara Sashas känsla av värdelöshet, eftersom han alltid varit stolt över sin roll som familjeförsörjare.",
      "Tiden gick, hans ekonomiska situation försämrades, och hans depressiva tillstånd förvärrades, eftersom hans självkänsla sjönk allt lägre och lägre.",
      "Vid den tidpunkt då Alexander beslutade att söka hjälp från en specialist, hade han redan arbetat några månader i ett företag specialiserat på fastigheter.",
      "Under denna tid hade han hyrt ut flera byggnader, men hade inte genomfört en enda försäljning. Eftersom hans lön var beroende av försäljning, var hans inkomst låg. Under denna period led Alexander av depression och prokrastinering, och tillbringade hela dagar i sängen, tänkande:",
      "«Varför allt detta? Jag är en misslyckad person. Det är meningslöst att arbeta, jag kommer ändå inte att lyckas med något».",
      "Vid det tredje mötet med psykologen berättade han att en välbärgad vän ville köpa en fastighet med hans hjälp, och provisionen från en sådan försäljning skulle hjälpa karriäravancemang, ge självförtroende och avsevärt fylla på plånboken.",
      "Istället för att gripa tag i detta arbete, dröjde Alexander flera veckor. Frågan uppstår, varför? Eftersom han tänkte: «Att sälja kommersiella fastigheter är för svårt.",
      "Jag har aldrig gjort det förut och jag kommer definitivt att misslyckas. Och om han ändrar sig i sista minuten, skulle det betyda att jag aldrig skulle lyckas i denna bransch. Det skulle betyda att jag är en total misslyckad person»."
    ]
  },
  "screen_3": {
    "texts": [
      "Alexanders ledning hade en mycket bra inställning till honom, de ansåg honom vara en kapabel säljare, men han var själv orättvist sträng mot sig själv.",
      "Under de följande mötena och arbetet med tankar, höll Alexander med om att han är mycket självkritisk, och detta hjälper honom inte alls under denna svåra livsperiod, utan tvärtom förvärrar situationen avsevärt.",
      "Han insåg också att han använder \"dubbla standarder\": han är tolerant mot andra människor och redo att stödja dem, men mot sig själv är han hård och kritisk.",
      "Till en början försvarade han sin syn, som många krävande perfektionister, genom att hävda att om man behandlar sig själv mycket strängare än andra, kommer det att medföra någon nytta.",
      "Ändå lärde han sig snabbt det faktum att hans personliga standarder i själva verket var orealistiska och dömda att misslyckas, eftersom om han hade försökt sälja en byggnad och hans försök inte hade krönts med framgång, skulle han ha uppfattat denna situation som en katastrof. Hans tendens att tänka i kategorier av \"allt eller inget\" var hans stora problem.",
      "I slutet av terapin kände Alexander lättnad, efter att ha insett att de finansiella problemen under de senaste åren inte automatiskt gör honom till en \"misslyckad person\".",
      "Denna negativa självuppfattning och känsla av förlamning var ett resultat av överdrivet \"allt eller inget\"-tänkande. Hans känsla av värdelöshet var ett resultat av att han fokuserade uteslutande på negativa aspekter av livet (negativt filter) och försummade många fakta där han var framgångsrik (nedvärdering av det positiva).",
      "Han insåg att han förgäves hade plågat sig själv så länge med tanken att han kunde ha gjort mer, och insåg att ekonomiska svårigheter inte förringade hans mänskliga värdighet. Slutligen erkände han att apati och prokrastinering bara var symptom på depression, inte en återspegling av hans sanna väsen.",
      "När han lärde sig att bemöta sina negativa tankar, kunde han minska graden av förvrängningar i sin stränga attityd mot sig själv, och hans humör fortsatte att förbättras.",
      "Han lämnade fastighetsbranschen och öppnade en bokhandel. Han lyckades täcka utgifterna, men trots betydande personliga ansträngningar kunde han inte uppnå tillräcklig vinst för att motivera fortsättningen av verksamheten efter det första provåret."
    ]
  },
  "screen_4": {
    "texts": [
      "Således, även om de yttre tecknen på framgång under denna tid förblev praktiskt taget oförändrade, kunde han behålla sin självkänsla och undvika depression. Trots att hans ekonomiska situation förblev svår när han kom till beslutet att \"erkänna nederlaget\" i sin bokhandelsverksamhet, förblev hans självrespekt oförändrad.",
      "Till det sista mötet med psykologen skrev Alexander en sådan essä, som han beslutade att läsa om varje morgon innan han började söka ett nytt jobb:",
      "Varför är jag inte värdelös?",
      "Så länge jag kan göra något för mitt eget och andras välbefinnande, är jag inte värdelös. Så länge det jag gör kan ha en positiv effekt, är jag inte värdelös.",
      "Så länge det faktum att jag lever har betydelse för åtminstone en person, är jag inte värdelös (och den personen kan vid behov vara jag själv). Om att ge kärlek, förståelse, vänskap, stöd, sällskaplighet, råd, tröst betyder något, är jag inte värdelös.",
      "Om jag kan respektera min åsikt och intelligens, är jag inte värdelös.",
      "Om andra respekterar mig, är det en trevlig bonus.",
      "Om jag har en känsla av självrespekt och värdighet, är jag inte värdelös.",
      "Om att hjälpa till att säkerställa försörjning för mina anställdas familjer betyder att göra något bra, är jag inte värdelös.",
      "Om jag gör allt jag kan för att hjälpa mina kunder och leverantörer med min produktivitet och kreativitet, är jag inte värdelös.",
      "Om min närvaro i denna miljö verkligen har betydelse för andra, är jag inte värdelös. Jag är inte värdelös. Jag är mycket värdefull i min essens!",
      "Om du står inför ett liknande problem eller Alexanders automatiska tankar resonerar med dig, skriv en anteckning till dig själv om varför du inte är värdelös, varför du inte är en misslyckad person och varför du är värdefull i dig själv."
    ]
  }
}
