{
  "title": "Espelho da Autocrítica",
  "statement": "Imagine que você está dizendo ao seu melhor amigo todas as críticas que geralmente faz a si mesma. Essa técnica ajudará você a perceber o quanto sua autocrítica pode ser injusta e a aprender a se tratar com mais compaixão e compreensão.",
  "task": [
    "1️⃣ Escolha uma situação em que você costuma ser autocrítica.",
    "2️⃣ Imagine que um amigo próximo ou um parente passou pela mesma situação.",
    "3️⃣ Faça um exercício de dramatização: você representa você mesma, e seu interlocutor imaginário representa seu amigo.",
    "4️⃣ Diga em voz alta todas as críticas e julgamentos que normalmente direciona a si mesma, mas dirija-as ao seu \"amigo\".",
    "Preste atenção aos seus sentimentos durante esse exercício. O quanto você se sente confortável dizendo essas coisas a outra pessoa?",
    "Analise a diferença entre a forma como você se trata e como trata os outros em situações semelhantes.",
    "Reflita sobre como você realmente apoiaria um amigo nessa situação. Quais palavras de apoio você usaria?",
    "Tente aplicar o mesmo nível de apoio, compreensão e cuidado a si mesma."
  ],
  "example": [
    "Seus pensamentos habituais sobre si mesma:",
    "Eu sou uma completa fracassada. Claro que não fui promovida - eu não sou boa o suficiente. Provavelmente nunca vou ter sucesso na minha carreira. Eu não sou inteligente nem talentosa o bastante para esse trabalho.",
    "Agora imagine que sua melhor amiga Ana não recebeu a promoção e contou isso para você. Tente dizer a ela a mesma coisa:",
    "Ana, você é uma fracassada. Claro que você não foi promovida - você não tem capacidade. Provavelmente, você nunca terá sucesso na carreira. Você não é inteligente nem talentosa o suficiente para esse trabalho.",
    "Como você se sente dizendo isso para Ana? Provavelmente, você se sente desconfortável e até com vergonha de dizer essas palavras.",
    "Agora, pense no que você realmente diria para Ana:",
    "Ana, sinto muito que você não tenha conseguido essa promoção. Eu sei o quanto você se dedicou para isso. Não conseguir algo que queremos é sempre frustrante, mas isso não faz de você uma fracassada. Você tem muitas qualidades e conquistas. Talvez agora não seja o momento certo ou haja habilidades que você possa aprimorar. Vamos pensar juntas em como você pode continuar avançando na sua carreira.",
    "Agora tente dizer essas mesmas palavras de apoio para si mesma. Observe como você se trata de maneira diferente em comparação a como trata sua amiga em uma mesma situação. Pratique essa abordagem regularmente para aprender a se tratar com a mesma compaixão e apoio que você oferece aos seus amigos próximos."
  ],
  "expectations": [
    "Percepção da injustiça da autocrítica",
    "Melhora da autoestima e confiança",
    "Redução do estresse e da ansiedade"
  ]
}
