{
  "title": "Enfrentando o Crítico Interno",
  "statement": "O sentimento de inferioridade muitas vezes é causado por um crítico interno que enfraquece sua autoestima. Esta técnica ajuda você a responder às críticas internas e a reavaliar pensamentos negativos.",
  "description": [
    "Crenças negativas como \"Eu não valho nada\", \"Sou pior do que os outros\", \"Não vou conseguir\", \"A culpa é toda minha\", \"Sou um fracasso\" agravam problemas de autoestima e podem levar à depressão.",
    "É muito importante não ceder às provocações do crítico interno e aprender a responder às suas acusações. Isso ajuda a reavaliar os pensamentos negativos e fortalecer a autoestima."
  ],
  "task": [
    "Crie uma tabela com três colunas em um formato que for mais conveniente para você. Os títulos das colunas são:",
    "Pensamentos do crítico",
    "Erro cognitivo",
    "Resposta racional",
    "1️⃣ Na primeira coluna, escreva todos os pensamentos autocríticos que surgem sempre que você se culpa, se sente inútil ou insatisfeito consigo mesma.",
    "Nesta coluna, registre apenas seus pensamentos sobre si mesma, e não os sentimentos. Por exemplo, se você escrever: \"Estou me sentindo horrível\", dificilmente conseguirá refutar isso, pois é um sentimento real.",
    "2️⃣ Na segunda coluna, identifique qual distorção cognitiva está presente no pensamento.",
    "3️⃣ Na terceira coluna, escreva uma resposta racional ao seu crítico interno. Tente encontrar uma explicação lógica que refute o pensamento crítico.",
    "É importante substituir os pensamentos autocríticos por pensamentos mais realistas e coerentes, sem fazer afirmações excessivamente otimistas."
  ],
  "example": ["Aqui estão algumas respostas para pensamentos autocríticos:"],
  "table": {
    "header": ["Pensamentos do crítico", "Erro cognitivo", "Resposta racional"],
    "example": {
      "0": [
        "Sou tão burra que vou reprovar com certeza.",
        "Rotulagem",
        "Eu não sou burra, apenas não tive tempo suficiente para estudar. Se eu me dedicar, posso passar na prova."
      ],
      "1": [
        "Ninguém precisa de mim.",
        "Pensamento tudo ou nada",
        "Meus amigos e familiares se importam comigo e me valorizam. Eu sou importante para eles."
      ],
      "2": [
        "Eu nunca vou conseguir um emprego.",
        "Pensamento tudo ou nada",
        "Eu posso conseguir um emprego se continuar tentando e buscando. Muitas pessoas conseguem, e eu também sou capaz."
      ]
    }
  },
  "expectations": [
    "Aumento da capacidade de resistir às críticas internas e externas.",
    "Redução da tensão emocional geral.",
    "Diminuição do medo de cometer erros."
  ]
}
