{
  "list": {
    "0": {
      "title": "Recommandations AI pour remplir le journal",
      "description": "Remplir le journal des pensées automatiques peut être une tâche difficile et minutieuse. Notre système de recommandations rendra ce processus plus facile : il vous guidera, vous soutiendra et vous aidera à éviter les erreurs. Cela rendra votre travail avec les pensées plus productif."
    },
    "1": {
      "title": "Analyse personnalisée de vos entrées",
      "description": "Partagez vos préoccupations avec notre AI, et elle vous aidera à voir vos difficultés sous un nouvel angle. L'intelligence artificielle vous soutiendra, proposera des recommandations utiles et identifiera les distorsions cognitives avec lesquelles vous pourrez travailler efficacement en progressant vers la résolution des problèmes."
    },
    "2": {
      "title": "Sécurité des données personnelles",
      "description": "Permet de définir un mot de passe lors de la connexion à l'application et crypte en plus vos données personnelles. Cela garantit que l'accès à l'application est impossible sans le bon mot de passe, protégeant ainsi vos informations au plus haut niveau."
    },
    "3": {
      "title": "Reconnaissance vocale AI",
      "description": "Nous utilisons les dernières technologies de reconnaissance vocale avec une analyse des émotions pour capturer avec précision vos pensées et intonations. Notre système ajoute automatiquement des paragraphes et des signes de ponctuation. Vous obtiendrez des enregistrements précis quatre fois plus rapidement que lors de la saisie au clavier."
    },
    "4": {
      "title": "Synchronisation entre tous les appareils",
      "description": "Vos données seront sécurisées par cryptage et stockées sur notre serveur, garantissant leur sécurité. Cela vous permet également de saisir des entrées à partir de différents appareils simultanément, vous offrant un accès pratique et continu aux informations à tout moment."
    },
    "5": {
      "title": "Accès complet aux tests",
      "description": "Nos tests sont développés par des psychologues professionnels et contiennent des explications détaillées pour chaque question. Cela vous aidera à mieux vous comprendre et à suivre les changements dans votre état, garantissant une approche plus consciente de l'auto-apprentissage et du développement."
    },
    "6": {
      "title": "Accès illimité à la base de connaissances",
      "description": "L'auto-apprentissage est un élément clé sur le chemin vers une vie plus heureuse et plus consciente. Nous avons développé une vaste base de connaissances qui est constamment mise à jour. Lisez nos articles interactifs sans limites et découvrez de nouvelles façons d'améliorer votre vie chaque jour."
    },
    "7": {
      "title": "Ajout d’images aux entrées",
      "description": "Illustrez vos pensées avec des images. Les images ajoutées seront synchronisées sur tous vos appareils et accessibles à votre psychologue !"
    }
  },
  "last": {
    "title": "Les fonctionnalités suivantes seront également disponibles :",
    "advantages": [
      "Exportation des données au format CSV",
      "Synchronisation automatique des données avec un psychologue",
      "Minuteur pour arrêter les sons relaxants",
      "Protection contre la hausse des prix des abonnements"
    ]
  }
}
