{
  "title": "Copingkaart: Een kleine helper voor grote veranderingen",
  "description": "Copingkaarten zijn een eenvoudig maar krachtig hulpmiddel uit de cognitieve gedragstherapie dat helpt om te gaan met stress en negatieve gedachten. Ontdek hoe deze kleine «herinneringen» je kijk kunnen veranderen, je zelfvertrouwen kunnen herstellen en je kunnen leiden naar emotionele groei. Duik in de wereld van zelfontdekking en baan je een weg naar een rustiger leven met copingkaarten!",
  "screen_1": {
    "texts": [
      "Copingkaarten – nog een geheim wapen van cognitieve gedragstherapie.",
      "Wat zijn copingkaarten?",
      "Copingkaarten zijn een effectieve methode, ontwikkeld binnen de cognitieve gedragstherapie, die mensen helpt om negatieve gedachten en stressvolle situaties te hanteren.",
      "Ze fungeren als een soort «herinnering», die je laat zien hoe je destructieve overtuigingen kunt omzetten en je zelfvertrouwen kunt terugwinnen.",
      "Waarom zou je copingkaarten gebruiken?",
      "Angstvermindering: Copingkaarten helpen je om snel weer kalmte te vinden in stressvolle momenten.",
      "Steun in moeilijke tijden: Wanneer je inspiratie of een steuntje in de rug nodig hebt, zijn je kaarten er om je te herinneren aan je innerlijke kracht.",
      "Ontwikkeling van zelfinzicht: Door je gedachten en gevoelens op te schrijven, krijg je meer grip op je emotionele reacties en gedragspatronen.",
      "Gebruiksvriendelijk: De functies van onze app zijn intuïtief en simpel, waardoor het maken van kaarten voor iedereen toegankelijk is."
    ],
    "quote": {
      "text": "Je kunt lijden als je kiest voor irrationele overtuigingen, maar je hoeft niet te lijden als je kiest voor rationele.",
      "author": "Aaron Beck"
    }
  },
  "screen_2": {
    "texts": [
      "Hoe werkt het?",
      "Wanneer je een destructieve gedachte opmerkt, gebruik je copingkaarten om die te vervangen door een constructievere.",
      "Het vraagt misschien wat oefening, maar na verloop van tijd leer je sneller te reageren op negatieve gedachten en ze te vervangen door positieve overtuigingen.",
      "Bijvoorbeeld, als je denkt: «Ik zal mijn doelen nooit bereiken», kun je die gedachte vervangen door een constructievere: «Ik kom obstakels tegen, maar ik heb een plan en kan stap voor stap naar mijn doelen toe werken».",
      "Dit verandert niet alleen je kijk op de situatie, maar motiveert je ook om in actie te komen.",
      "Bekijk en update je kaarten regelmatig.",
      "Je gevoelens en gedachten veranderen met de tijd, dus het is belangrijk om je kaarten aan te passen aan je huidige behoeften.",
      "Stel, je merkt dat een destructieve gedachte niet meer relevant is of dat je een bepaalde angst hebt overwonnen, werk je kaart dan bij met nieuwe constructieve gedachten of strategieën.",
      "In onze app kun je bestaande kaarten eenvoudig bewerken of nieuwe toevoegen.",
      "Zo worden copingkaarten niet alleen een middel om negatieve gedachten te bestrijden, maar ook je persoonlijke gids in het proces van zelfontwikkeling en emotioneel welzijn."
    ]
  },
  "screen_3": {
    "texts": [
      "Laten we nog een paar voorbeelden bekijken van het vervangen van destructieve gedachten door constructieve, zodat de kracht van de kaarten nog duidelijker wordt.",
      "Voorbeeld 1",
      "Destructieve gedachte: «Ik kan dit project niet aan, ik ben niet goed genoeg».",
      "Constructieve vervanging: «Ik heb eerder al moeilijke projecten aangepakt. Ik heb de vaardigheden en middelen om deze taak succesvol af te ronden».",
      "Voorbeeld 2",
      "Destructieve gedachte: «Iedereen zal me uitlachen als ik iets doms zeg».",
      "Constructieve vervanging: «Iedereen maakt wel eens een fout. Ik kan ervan leren en genieten van het contact met anderen».",
      "Voorbeeld 3",
      "Destructieve gedachte: «Er verandert toch niets, mijn leven blijft altijd zo».",
      "Constructieve vervanging: «Ik kan stappen zetten naar verandering. Kleine stapjes leiden tot grote resultaten».",
      "Conclusie",
      "Copingkaarten zijn een krachtig hulpmiddel om je gedachten en emoties te beheersen.",
      "Ze helpen je weer in contact te komen met het rationele deel van je geest en negatieve overtuigingen te weerleggen.",
      "Door ze te gebruiken, krijg je meer inzicht in jezelf en je reacties op stressvolle situaties.",
      "Begin vandaag nog met het maken van je eigen copingkaarten en ontdek de weg naar een kalmer en zelfverzekerder leven!"
    ]
  }
}
