{
  "title": "Het verhaal van Alice, het overwinnen van depressie",
  "description": "Dit artikel beschouwt het voorbeeld van iemand die lijdt aan depressie om de onderlinge relatie tussen automatische gedachten, intermediaire en diepgewortelde overtuigingen te illustreren. Door de analyse van haar levensloop en interactie met een psycholoog legt het artikel uit hoe deze denkniveaus worden gevormd en hoe ze kunnen worden veranderd om depressie te overwinnen. De aanpak is gebaseerd op principes van cognitieve gedragstherapie.",
  "screen_1": {
    "texts": [
      "Om duidelijk te laten zien en uit te leggen hoe automatische gedachten, intermediaire en diepgewortelde overtuigingen met elkaar verbonden zijn, bekijken we het voorbeeld van Alice, een jonge vrouw die te maken heeft met depressie en twijfels over zichzelf.",
      "Voor een volledig beeld, laten we het hebben over haar persoonlijke en sociale geschiedenis:",
      "Alice groeide op in een eenoudergezin in een klein stadje. Haar vader verliet het gezin voor een andere vrouw toen ze pas 6 jaar oud was. De relatie met haar moeder was ingewikkeld: haar moeder, die als verpleegster werkte, vond altijd wel iets om kritiek op te geven en prees haar dochter zelden.",
      "Na de scheiding van haar ouders was er geen contact meer tussen hen, en Alice voelde zich alsof ze in een mijnenveld liep, waarbij ze probeerde beide ouders tevreden te stellen. Haar vader had in zijn nieuwe gezin twee zonen en een dochter. Hij bracht veel tijd met hen door, ging weekendjes naar buiten en deed zelfs aan sport met hen. Alice was onbewust jaloers en benijdde hen.",
      "Tijdens haar schooljaren werd Alice een uitstekende leerling, deels vanuit het verlangen om de goedkeuring van haar moeder te krijgen, die goede cijfers als norm had gesteld. Alice studeerde cum laude af aan de universiteit, met een specialisatie in marketing. Ze is nu 23 jaar, ongehuwd en zonder kinderen. Op zoek naar werk en stabiliteit besluit ze naar een psycholoog te gaan vanwege haar depressie.",
      "De depressieve stoornis bij Alice werd geactiveerd door moeilijkheden bij het vinden van werk na de universiteit. Ze begon een minder actief sociaal leven te leiden en brengt het grootste deel van haar tijd door in een gedeprimeerde toestand, ervan overtuigd dat niets haar zal lukken."
    ]
  },
  "screen_2": {
    "texts": [
      "Laten we nu kijken hoe alle drie de niveaus van haar denken met elkaar interacteren aan de hand van het gesprek tussen Alice en de psycholoog:"
    ],
    "dialog": [
      "Alice, kunt u zich alstublieft een situatie herinneren waarin u voor het laatst intense negatieve emoties ervoer?",
      "Dat was gisteren. Ik bekeek vacatures en zag de perfecte optie — een creatief bedrijf, flexibele werktijden, goed salaris. Maar ik verstijfde en kon mijn cv niet versturen.",
      "Wat hield u tegen?",
      "Ik denk dat ik dacht dat ze me toch niet zouden aannemen, omdat het te moeilijk voor me zou zijn. Ik zou het niet aankunnen (automatische gedachte).",
      "Wat betekent de gedachte dat u deze baan niet aankunt voor u?",
      "Dat ik taken niet op hoog niveau kan uitvoeren, en dat het verschrikkelijk is om fouten te maken (intermediaire overtuiging).",
      "En hoe zou u iemand noemen die iets niet aankan, als die persoon fouten maakt?",
      "Hij deugt nergens voor, een mislukkeling.",
      "En als u iets niet aankunt, fouten maakt en iets aanpakt wat u niet kunt doen, wat bent u dan?",
      "Ik ben een mislukkeling (diepgewortelde overtuiging)."
    ]
  },
  "screen_3": {
    "texts": [
      "Nu zien we hoe alle drie de niveaus van Alice's destructieve denken zijn gestructureerd.",
      "Het is belangrijk te begrijpen dat Alice niet met zulke overtuigingen is geboren. Ze hebben zich in verschillende periodes van haar leven en onder verschillende omstandigheden verankerd. Dit betekent dat ze kunnen en moeten worden veranderd.",
      "Het veranderingsproces begint met het werken aan automatische gedachten. Wanneer Alice leert om deze in twijfel te trekken en hun destructieve aard aan te tonen, waardoor ze er minder vertrouwen in heeft, kunnen we overgaan naar de volgende laag — intermediaire overtuigingen.",
      "Door het vertrouwen hierin te 'schudden', kunnen we tot de diepgewortelde overtuigingen doordringen en deze veranderen in meer adaptieve en nuttige overtuigingen."
    ]
  }
}
