{
  "title": "Jezelf begrijpen met cognitieve gedragstherapie",
  "description": "Dit artikel introduceert de basisprincipes van cognitieve gedragstherapie (CGT) en legt uit hoe diepgewortelde en tussenliggende overtuigingen automatische gedachten en emoties beïnvloeden. Aan de hand van de metafoor van een appelboom wordt geïllustreerd hoe innerlijke overtuigingen ons perspectief op gebeurtenissen en onze reacties daarop vormen. Het artikel bevat ook praktijkvoorbeelden die aantonen hoe verschillende interpretaties van dezelfde situatie kunnen leiden tot uiteenlopende emotionele reacties.",
  "screen_1": {
    "texts": [
      "In een wereld vol stress en onzekerheid is psychologisch welzijn belangrijker dan ooit.",
      "Miljoenen mensen worden dagelijks geconfronteerd met psychologische uitdagingen, variërend van milde angstgevoelens tot ernstige aandoeningen zoals depressie, neurose en posttraumatische stressstoornis (PTSS).",
      "Deze problemen kunnen de kwaliteit van het leven aanzienlijk beïnvloeden, het moeilijk maken om echt van het dagelijks leven te genieten, gezonde relaties op te bouwen en persoonlijke doelen te bereiken.",
      "Als je dit leest, voel je misschien ook dat er iets in jou zit dat je belemmert om ten volle te leven. Dat is volkomen normaal.",
      "Zelfs de meest succesvolle en ogenschijnlijk evenwichtige mensen hebben destructieve overtuigingen en interne obstakels.",
      "Vaak zijn de wortels van deze problemen te vinden in de kindertijd, gevormd door traumatische ervaringen of ongunstige omstandigheden.",
      "Het is belangrijk om te begrijpen dat deze uitdagingen je niet ‘onvolwaardig’ maken – ze zijn een onderdeel van het menselijk bestaan.",
      "Als je je leven wilt veranderen, nodigen we je uit om op ontdekkingsreis te gaan in de wereld van cognitieve gedragstherapie (CGT).",
      "Deze effectieve methode helpt je om jezelf beter te begrijpen en biedt technieken om je gedachten en emoties beter te reguleren.",
      "In dit hoofdstuk maken we een eerste kennismaking met de basisprincipes van CGT.",
      "Of je nu slechts lichte stress ervaart of al jaren worstelt met psychologische symptomen, CGT kan een waardevolle bron voor je zijn.",
      "We presenteren hier een vereenvoudigd model van de therapie, dat we in de volgende hoofdstukken verder zullen uitdiepen."
    ],
    "quote": {
      "text": "Onze gedachten vormen onze perceptie, en onze perceptie bepaalt hoe we leven.",
      "author": "Rebecca Walker"
    }
  },
  "screen_2": {
    "texts": [
      "In cognitieve gedragstherapie wordt ons bewustzijn opgedeeld in drie niveaus: diepe overtuigingen, tussenliggende overtuigingen (regels) en automatische gedachten.",
      "Het kernidee van CGT is dat je emotionele welzijn en gevoelens worden bepaald door je gedachten.",
      "Volgens CGT kan je leven gelukkiger en productiever zijn als je je bewust bent van je gedachten en leert om rationeel te denken.",
      "Dit is een eenvoudige manier om CGT kort uit te leggen, maar er valt nog veel meer over te vertellen!",
      "Om het visueel te maken, stellen we ons een appelboom voor.",
      "De wortels in deze metafoor staan voor diepe overtuigingen – fundamentele ideeën over onszelf, de wereld en anderen.",
      "Deze overtuigingen worden meestal in de vroege kinderjaren gevormd en blijven grotendeels onbewust. Voorbeelden zijn: ‘Ik ben niet goed genoeg’ of ‘De wereld is een gevaarlijke plek’.",
      "De stam vertegenwoordigt tussenliggende overtuigingen – de regels en principes die we in het dagelijks leven volgen.",
      "Deze zijn gebaseerd op onze diepe overtuigingen en beïnvloeden hoe we reageren. Bijvoorbeeld: ‘Als ik niet perfect ben, zal niemand van me houden’ of ‘Om te overleven, moet ik altijd op mijn hoede zijn’.",
      "De vruchten van de boom zijn de automatische gedachten, die snel en spontaan opkomen in reactie op gebeurtenissen.",
      "Een gedachte kan gezond of schadelijk zijn. Bijvoorbeeld: ‘Ik ben te laat, dus volgende keer moet ik eerder vertrekken’ of ‘Ik ben te laat, dus ik ben een mislukkeling’.",
      "Iedereen heeft zijn eigen ‘boom’, waardoor we gebeurtenissen op verschillende manieren interpreteren.",
      "Dezelfde situatie kan totaal verschillende emoties oproepen bij verschillende mensen, omdat iedereen gebeurtenissen filtert door zijn eigen overtuigingen.",
      "Hierdoor ontstaan uiteenlopende emotionele reacties, zelfs op ogenschijnlijk identieke situaties."
    ]
  },
  "screen_3": {
    "texts": [
      "Laten we een voorbeeld bekijken. Stel, twee collega’s krijgen dezelfde opmerking over hun werk van hun leidinggevende:",
      "Maria: Maria heeft van jongs af aan de diepe overtuiging ontwikkeld: ‘Ik ben niet goed genoeg’.",
      "Haar tussenliggende overtuiging luidt: ‘Om gewaardeerd te worden, moet ik perfect zijn’. Dus wanneer ze kritiek krijgt, heeft ze de automatische gedachten: ‘Ik heb alles verpest, mijn baas is teleurgesteld in mij, ik zal mijn baan verliezen’. Gevolg: angst, spanning, moedeloosheid.",
      "Kristina: Kristina heeft een andere diepe overtuiging: ‘Ik ben in staat om te leren en te groeien’.",
      "Haar tussenliggende overtuiging luidt: ‘Kritiek is een kans om beter te worden’. Wanneer zij kritiek krijgt, denkt ze: ‘Mijn baas wijst me op verbeterpunten, dit helpt me om mijn werk te optimaliseren’. Gevolg: kalmte, motivatie en een constructieve aanpak.",
      "In deze situatie kregen Maria en Kristina dezelfde feedback van hun leidinggevende.",
      "Toch reageerden ze totaal verschillend vanwege de verschillen in hun diepe en tussenliggende overtuigingen.",
      "CGT helpt om deze overtuigingen te herkennen en aan te passen, zodat je op een gezondere manier met uitdagingen om kunt gaan en emotioneel evenwichtiger wordt.",
      "Omdat iedereen een unieke ‘boom’ heeft, interpreteren we situaties op onze eigen manier.",
      "Onze automatische gedachten beïnvloeden op hun beurt onze emoties en ons gedrag.",
      "In latere hoofdstukken zullen we dieper ingaan op de relatie tussen gedachten, emoties en gedrag.",
      "In dit hoofdstuk hebben we een breed overzicht gegeven van een complex onderwerp, dus wees gerust als je nog veel vragen hebt. We zullen de theorie herhalen en verder uitwerken in de komende hoofdstukken.",
      "We nodigen je uit om deze informatie met een open blik en een experimentele houding te benaderen. Gebruik de technieken die we bespreken om je leven voller, gelukkiger en evenwichtiger te maken."
    ]
  }
}
