{
  "title": "Kies voor het leven!",
  "description": "Dit artikel behandelt het belangrijke thema van depressie en suïcidale gedachten en biedt statistieken en analyses over hun onderlinge verband. Het belicht de rol van cognitieve gedragstherapie (CGT) bij de bestrijding van deze problemen en benadrukt het belang van professionele hulp en de beschikbaarheid van gratis psychologische diensten. Het artikel is bedoeld om lezers te inspireren en te ondersteunen, hen eraan te herinneren hoe waardevol het leven is en hoe essentieel het is om hoop te behouden.",
  "screen_1": {
    "texts": [
      "Nu we zoveel hebben gesproken over negatief denken, irrationele overtuigingen en depressie, kunnen we niet om een ander belangrijk, maar moeilijk onderwerp heen – suïcide.",
      "We hopen oprecht dat dit nooit een zorg voor jou is geweest, maar als je ooit hebt gedacht dat de dood de enige uitweg is – of als je dat nu denkt – willen we je steunen en hierover praten.",
      "Helaas worstelen veel mensen met dit probleem. Volgens de Wereldgezondheidsorganisatie (WHO) worden er jaarlijks tussen de 800.000 en 1.000.000 zelfdodingen gepleegd. En dit zijn alleen de officiële cijfers.",
      "Het aantal zelfmoorden in de geschiedenis is hoger dan het aantal mensen dat is omgekomen in alle oorlogen samen. Dat klinkt ongelooflijk, maar het is waar.",
      "Depressie speelt hierin een grote rol. Tussen de 45% en 60% van alle zelfdodingen wordt gepleegd door mensen die aan depressie lijden. Mensen met een depressie lopen 35 keer meer kans om suïcidale gedachten te hebben dan mensen in een stabiele mentale toestand.",
      "Deze cijfers zijn beangstigend, maar we vertellen dit niet om je bang te maken. We willen laten zien dat je niet alleen bent, en dat veel mensen met dit probleem kampen zonder hun gevoelens te delen, uit schaamte of het gevoel dat niemand hen zal begrijpen."
    ]
  },
  "screen_2": {
    "texts": [
      "Daarom willen we benadrukken dat suïcidale gedachten geen teken van zwakte of tekortkoming zijn, en dat je je er niet voor hoeft te schamen.",
      "Mensen komen om verschillende redenen tot deze gedachten, maar er is vaak één gemeenschappelijke factor: ondraaglijke emotionele pijn, waardoor de dood de enige uitweg lijkt.",
      "Sommigen beschouwen de dood als een manier om pijn en lijden te vermijden, omdat het leven te zwaar aanvoelt. Anderen denken dat ze een last zijn voor hun dierbaren en dat het beter zou zijn als ze er niet meer waren.",
      "Onderzoek toont aan dat een van de belangrijkste oorzaken van suïcidale gedachten een irrationeel gevoel van hopeloosheid is. Mensen met deze gedachten zien de wereld door een pessimistische bril en voelen zich gevangen zonder uitweg.",
      "Het lijkt alsof ze nooit gelukkig zijn geweest en dat ze dat ook nooit zullen zijn. Maar het is belangrijk om te begrijpen dat gevoelens van hopeloosheid en wanhoop symptomen van depressie zijn – geen objectieve realiteit.",
      "Het besluit om een einde aan je leven te maken is gebaseerd op de overtuiging dat dingen nooit beter zullen worden. Maar is dat echt waar? Is er onweerlegbaar bewijs dat alles altijd zo slecht zal blijven?"
    ]
  },
  "screen_3": {
    "texts": [
      "Wanneer je lijdt, is het moeilijk om je voor te stellen dat het leven anders kan zijn. Als iemand zegt ‘denk positief!’, kun je het gevoel krijgen dat je problemen niet serieus worden genomen, of dat jij de schuldige bent omdat je er niet 'gewoon' anders over kunt denken.",
      "Maar jij bent niet schuldig. Het lijkt alsof je geest vastzit in een moeras van wanhoop. Jouw pijn en gevoelens zijn echt, en je kunt ze niet zomaar laten verdwijnen door positief te denken.",
      "Maar stel je voor, al is het maar voor een moment, dat die eindeloze duisternis die je nu omringt een illusie is – een donkere bril waardoor je naar de wereld kijkt.",
      "Grijp deze gedachte vast en laat het een lichtstraal zijn in de duisternis. Want die duisternis is niet onoverwinnelijk.",
      "Dit zijn geen loze woorden! Er is veel bewijs voor de effectiviteit van cognitieve gedragstherapie (CGT). Dit is momenteel een van de meest effectieve methoden voor de behandeling van suïcidaal gedrag en wordt wereldwijd toegepast door psychotherapeuten en onderzoekers.",
      "De 'National Library of Medicine' publiceerde een studie waarin de resultaten van 15 experimenten met 29.071 deelnemers werden samengevat. Volgens deze studie was CGT in 87% van de gevallen de meest effectieve methode om herhaalde suïcidepogingen te voorkomen.",
      "Dit is een enorm hoog percentage. Natuurlijk vergt het veel inspanning om suïcidale gedachten volledig te overwinnen, maar CGT is een bewezen hulpmiddel dat je op dit pad kan ondersteunen."
    ]
  },
  "screen_4": {
    "texts": [
      "In een apart gedeelte zullen we dieper ingaan op hoe CGT kan helpen bij het overwinnen van depressie en suïcidale gedachten.",
      "We doen er alles aan om je de kracht te geven om te kiezen voor het leven, maar we kunnen niet de persoonlijke hulp bieden die een professionele psycholoog kan geven.",
      "Als je het gevoel hebt dat je op de rand staat, zoek dan onmiddellijk professionele hulp!",
      "Psychologische consultaties kunnen geld kosten, maar in veel landen zijn er gratis crisisdiensten beschikbaar. Zet die eerste stap naar een gelukkiger leven en zoek hulp!",
      "We begrijpen dat het moeilijk is om die stap te zetten, maar een professional kan je de steun geven die je nodig hebt en je helpen technieken aan te leren om beter met je gevoelens om te gaan.",
      "We geloven dat je, met behulp van cognitieve gedragstherapie (CGT), de weg kunt bewandelen naar een positievere kijk op het leven.",
      "Het leven is niet altijd makkelijk en soms zijn er zware periodes. Maar de wereld is groot en vol schoonheid, en jouw leven is onbetaalbaar. Vergeet dat nooit. Deze wereld is het waard om in te leven!"
    ],
    "quote": {
      "text": "Het donkerste moment van de nacht komt vlak voor de dageraad.",
      "author": "Thomas Fuller"
    }
  }
}
