{
  "title": "Kunnen irrationele overtuigingen nuttig zijn?",
  "description": "Dit artikel onderzoekt de invloed van irrationele overtuigingen op de psycho-emotionele toestand van een persoon. Aan de hand van het voorbeeld van John, die streeft naar succes vanwege zijn diepgewortelde overtuiging van onbekwaamheid, wordt gedemonstreerd hoe zulke overtuigingen destructieve copingstrategieën kunnen worden. De auteur benadrukt het belang van bewustwording en herziening van eigen overtuigingen om de kwaliteit van leven te verbeteren.",
  "screen_1": {
    "texts": [
      "In de vorige hoofdstukken hebben we veel nadruk gelegd op destructieve gedachten en overtuigingen. Dat is niet verwonderlijk, want het zijn juist deze die een negatieve invloed hebben op onze emoties, gedrag en algemene toestand.",
      "Hierbij rijst de vraag: zijn al onze overtuigingen echt zo slecht, en kunnen ze nuttig voor ons zijn?",
      "Het probleem is dat negatieve overtuigingen worden geactiveerd wanneer we gestrest, neerslachtig of depressief zijn, of wanneer we worden geconfronteerd met een bevestiging van deze overtuigingen.",
      "Als iemand bijvoorbeeld de overtuiging heeft 'Ik ben nergens toe in staat', dan zal deze overtuiging waarschijnlijk worden geactiveerd in een situatie van mislukking bij een examen of een opmerking van een leidinggevende.",
      "De persoon zal de situatie interpreteren door de lens van deze overtuiging, zelfs als dit onlogisch en onredelijk is.",
      "Dit betekent echter niet dat al onze overtuigingen slecht zijn en dat er niets nuttigs in zit.",
      "In minder stressvolle situaties of in een meer veerkrachtige toestand kan een andere, positieve overtuiging worden geactiveerd, bijvoorbeeld: 'Ik ben bekwaam genoeg'.",
      "Dus het antwoord op de vraag 'Zijn alle overtuigingen schadelijk?' is nee, niet allemaal."
    ]
  },
  "screen_2": {
    "texts": [
      "Wat betreft de positieve invloed van irrationele overtuigingen is de situatie iets ingewikkelder, laten we dit onderzoeken.",
      "Sommigen denken misschien dat het allemaal niet zo erg is en dat irrationele overtuigingen zelfs kunnen helpen in het leven, maar dit is eerder een misvatting dan de waarheid.",
      "Voor een volledig beeld, laten we voorbeelden geven. We hebben al besproken dat er drie denkniveaus bestaan: gedachten, intermediaire en diepgewortelde overtuigingen.",
      "Stel je voor dat een jonge man genaamd John een diepgewortelde overtuiging heeft: 'Ik ben nergens toe in staat', en een intermediaire overtuiging - bijvoorbeeld 'Ik moet altijd succesvol zijn'.",
      "Aan de ene kant lijkt er niets mis met deze overtuiging. Het is toch geweldig dat John succesvol wil zijn? Op het eerste gezicht is er inderdaad niets mis mee, als het slechts een wens of doel is, en geen strenge, rigide regel.",
      "Je zou kunnen denken dat het zelfs nuttig voor hem is, want dankzij deze instelling zal hij hard werken, bepaalde successen bereiken, en meer gemotiveerd en doelgericht worden.",
      "Werk wordt heel belangrijk voor hem, en dit lijkt alleen maar positieve gevolgen te hebben.",
      "Maar laten we dieper graven.",
      "Als dit echt een intermediaire overtuiging is en niet gewoon een wens, dan zal het waarschijnlijk destructief zijn, niet constructief. Dit komt omdat het geworteld is in zijn diepgewortelde overtuiging. In dat geval wordt werk voor John een copingstrategie (Over copingstrategieën zullen we het nog hebben in de volgende hoofdstukken)."
    ],
    "quote": {
      "text": "Aangezien een mens zijn werk alleen kan liefhebben of haten, moet hij de gevolgen ervan zien. Workaholics vergeten gewoon dat ze niet bestaan voor hun werk, maar dat het werk er voor hen is.",
      "author": "Leo Tolstoj"
    }
  },
  "screen_3": {
    "texts": [
      "Kort gezegd is een copingstrategie een reactie op stress, die zich uit in gedachten, gevoelens of gedrag.",
      "Eenvoudig gezegd, streeft John ernaar succesvol te zijn (dit is zijn intermediaire overtuiging) om zich niet onbekwaam te voelen (wat zijn diepgewortelde overtuiging is). En zijn focus op werk is een manier om dit zelfgevoel te vermijden.",
      "Dit is destructief omdat als John problemen krijgt op zijn werk, faalt in zijn carrière of ontslagen wordt, hij onbewust geconfronteerd wordt met zijn diepgewortelde overtuiging over zijn eigen onbekwaamheid, wat voor hem een soort apocalyps kan worden.",
      "Dit kan leiden tot een verslechtering van zijn toestand, apathie, destructief gedrag en zelfs depressie.",
      "Nu lijken de gevolgen niet meer zo geweldig, toch?",
      "Het blijkt dat de overtuiging 'Ik moet altijd succesvol zijn' meer schadelijk is dan nuttig. Niemand van ons is immuun voor mislukkingen en fouten. Met zo'n instelling zal elke fout voor hem een bevestiging worden van zijn diepgewortelde overtuiging, wat op zijn beurt alleen maar zijn geloof erin zal versterken.",
      "Het is belangrijk om te begrijpen dat elke overtuiging slechts een idee is dat kan worden veranderd om het nuttiger te maken. Daardoor kan de kwaliteit van leven aanzienlijk worden verbeterd, en cognitieve gedragstherapie helpt hierbij."
    ]
  }
}
