[
  "私は人生で幸せと愛を受けるに値する。",
  "毎日、私は強く、賢くなっている。",
  "私はポジティブな考えを選び、自分をそのまま受け入れる。",
  "私は過去を手放し、希望と自信を持って前進する。",
  "私の感情は重要であり、それを表現し解放することを許している。",
  "私はどんな障害も乗り越えることができる。",
  "私は自分を大切にし、より良い人生に値する。",
  "毎日、私は自己成長と自己開発に一歩近づく。",
  "私は困難な時でも、周りに支えと愛があることを感じる。",
  "私の人生には成長と新しい達成の機会がたくさんある。",
  "私は自分の力を信じ、夢を信じる。",
  "私は新しい機会に対してオープンで、変化を受け入れる準備ができている。",
  "私は人生のすべてに感謝し、毎瞬を大切にしている。",
  "私は自分を無条件に愛し、受け入れる。",
  "私の自信は日に日に成長し、私は自分の能力を信じている。",
  "私は自分の現実を創造し、幸せの責任を持っている。",
  "私は恐れや疑いから解放され、心は平和で満たされている。",
  "私は成功に値し、容易にそれを達成する。",
  "私の思考と行動は、目標達成に向けられている。",
  "私は心と体の調和の中にいる。",
  "私はすべての経験を学びと成長の機会として大切にしている。",
  "私の直感が私を正しい決断に導いてくれる。",
  "私は自分自身や周りの人々にとって、力と知恵の源泉である。",
  "私は自分の価値観や原則に沿って生きている。",
  "私の人生は喜びと意味、愛で満たされている。",
  "私は人生が与えるすべての教訓に感謝している。",
  "私はシンプルなものの中に美しさを見つけ、毎日を楽しんでいる。",
  "私の創造性には限界がなく、自由に自己表現することができる。",
  "私は身体的にも感情的にも健康であることを大切にしている。",
  "私は仕事と休息のバランスを見つけ、私の時間を大切にしている。",
  "私の人生は新しい知識と経験で豊かになっている。",
  "私は過去の過ちを許し、前進する。",
  "私はエネルギーとインスピレーションに満ちており、世界は私に開かれている。",
  "私は毎日を笑顔と開かれた心で迎えている。",
  "私の愛する人との関係は理解と尊敬に満ちている。",
  "私はあらゆる始まりで宇宙のサポートを感じる。",
  "私の幸福のために必要なときは「ノー」と言うことができる。",
  "私は今ここに生き、毎瞬を楽しんでいる。",
  "私は成長し、学び、発展する機会に感謝している。",
  "私の人生は驚くべき発見に満ちた旅である。",
  "すべての一歩が私を夢に近づけている。",
  "私は新しい始まりと機会に心を開いている。",
  "私の人生は毎日喜びと美しさに満ちている。",
  "私は内なる力を見つけ、困難を乗り越える。",
  "私の思考は現実を創り、私はポジティブに考えることを選んでいる。",
  "私は毎日の経験がもたらすユニークな学びに感謝している。",
  "私の内なる調和がポジティブな出来事を引き寄せている。",
  "私は自分の決断を支持し、自分の選択を信じている。",
  "私は自己成長と自己実現のために常に新しい道を見つけている。",
  "私の達成は次の成功へのインスピレーションとなる。",
  "私は恐れを受け入れ、それを力に変える。",
  "私は創造性と自己表現の無限の可能性を持っている。",
  "毎日、私は昨日よりも成長している。",
  "私の人生を明るくしてくれるすべての人々に感謝している。",
  "私は素晴らしいことを成し遂げる価値があると信じて、前進している。",
  "私の夢は毎日現実に近づいている。",
  "私は喜びと幸せを選んでいる。",
  "私の人生には目的と意味が満ちている。",
  "私は自分を強くしてくれるすべての経験に感謝している。",
  "私の自信と自己評価は日に日に向上している。",
  "私は自分の成長を妨げるものから解放される準備ができている。",
  "私は変化を受け入れ、それにオープンである。",
  "私の直感が私を人生の正しい決断へ導いてくれる。",
  "私は持っているすべてのものに深く感謝している。",
  "私は喜びを周りの世界と分かち合っている。",
  "私は新しい瞬間から学ぶ準備ができている。",
  "私の人生は鮮やかな瞬間と幸せな出会いに満ちている。",
  "私は自分を愛し、自分のニーズと境界を尊重している。",
  "すべての障害が私をより強くする。",
  "私は毎日を喜び、無限の可能性を楽しんでいる。"
]
