[
  "私は自分の人生に、幸せと愛を受け取るにふさわしい存在です。",
  "私は毎日、少しずつ強くなり、賢くなっています。",
  "私は前向きな考え方を選び、ありのままの自分を受け入れています。",
  "私は過去を手放し、希望と自信を持って前に進んでいます。",
  "私の感情には意味があります。私はその感情を感じ、表現し、手放すことを自分に許しています。",
  "私は、自分の道に現れるどんな困難も乗り越える力を持っています。",
  "私は自分を大切にしていて、人生の中でより良いものを受け取るに値します。",
  "私は毎日、自己成長と自己理解に向けて一歩ずつ進んでいます。",
  "私は、つらいときでさえ、支えと愛に包まれています。",
  "私の人生には、成長と新しい挑戦をかなえる可能性がたくさんあります。",
  "私は自分の力を信じ、自分の夢を信じています。",
  "私は新しいチャンスに心を開き、変化を受け入れる準備ができています。",
  "私は人生で与えられているすべてに感謝し、一瞬一瞬を大切にしています。",
  "私は自分を愛し、無条件に自分を受け入れています。",
  "私の自信は日ごとに育ち、自分の可能性を信じています。",
  "私は自分の現実をつくり、自分の幸せに責任を持っています。",
  "私は恐れや疑いから少しずつ自由になり、心は穏やかさで満たされています。",
  "私は成功に値し、自然な流れの中でそれを手にしています。",
  "私の思考と行動は、自分の目標をかなえる方向へと向かっています。",
  "私は自分の身体と心が調和しています。",
  "私はどんな経験も、学びと成長のチャンスとして大切にしています。",
  "私の直感は、私をより良い選択へと導いてくれます。",
  "私は自分自身や周りの人に、力と知恵を与える源です。",
  "私は自分の大切にしている価値観と信念に沿って生きています。",
  "私の人生は、喜びと意味、そして愛で満たされています。",
  "私は、人生が与えてくれるあらゆる学びに感謝しています。",
  "私はささやかな出来事の中にも美しさを見つけ、毎日を喜びとともに過ごしています。",
  "私の創造性には限りがなく、自由に自分を表現できます。",
  "私は自分の身体と心の健康を大切にし、ケアしています。",
  "私は仕事と休息のバランスを整え、自分の時間を大切に扱っています。",
  "私の人生は、新しい知識と経験によって豊かになっています。",
  "私は過去に失敗した自分をゆるし、前へ進んでいます。",
  "私はエネルギーとインスピレーションに満ちていて、世界は私に開かれています。",
  "私は毎日を、笑顔とひらかれた心で迎えています。",
  "私の大切な人たちとの関係は、理解と尊重で満たされています。",
  "私は、自分のあらゆるチャレンジの中で、宇宙からのサポートを感じています。",
  "私は自分の心身を守るために、必要なときには「ノー」と言うことができます。",
  "私は「いま・ここ」に意識を向け、一瞬一瞬を味わって生きています。",
  "私は、成長し学び変化していける機会に感謝しています。",
  "私の人生は、不思議と驚きに満ちた発見の旅です。",
  "前へ進む一歩一歩が、私を自分の夢に近づけてくれます。",
  "私は新しいスタートやチャンスに向けて、自分の心をひらいています。",
  "私の人生は美しく、毎日が喜びにあふれています。",
  "私は困難を乗り越えるための力を、自分の内側に見つけることができます。",
  "私の思考は自分の現実を形づくります。だからこそ、私は前向きな考え方を選びます。",
  "私は、毎日が運んでくれる一つひとつのユニークな経験に感謝しています。",
  "私の内側の調和が、良い出来事やご縁を引き寄せています。",
  "私は自分の決断を大切にし、その選択を信じています。",
  "私はいつも、自己成長と自己実現のための新しい道を見つけています。",
  "これまでの達成が、新しいチャレンジへのインスピレーションを与えてくれます。",
  "私は自分の恐れを受け入れ、それを力へと変えていきます。",
  "私は、創造や自己表現において無限の可能性を秘めています。",
  "私は毎日、昨日の自分より少しだけ成長しています。",
  "私の人生をより明るくしてくれるすべての人たちに、私は感謝しています。",
  "私は自分が大きな幸せやチャンスに値すると知っているからこそ、勇気を持って前へ進みます。",
  "私の夢は、日々少しずつ現実になっています。",
  "私は自分の人生に、喜びと幸せを選びます。",
  "私の人生には、意味と目的があります。",
  "私を強くしてくれるあらゆる経験を、私は大切にしています。",
  "私の自信と自己評価は、日ごとに育っています。",
  "私は、もう自分の成長に役立たないものを、少しずつ手放しています。",
  "私は変化を受け入れる準備ができていて、ひらかれた心でその流れを迎えています。",
  "私の直感は、人生の大切な場面でより良い選択へと導いてくれます。",
  "私は、自分に与えられているすべてのものに深い感謝を抱いています。",
  "私は、自分の中にある光を、喜びをもって周りの世界と分かち合っています。",
  "私はいつでも学びにオープンで、どんな瞬間からも学ぶ準備ができています。",
  "私の人生は、鮮やかな瞬間と幸せな出会いで満ちています。",
  "私は自分を愛し、自分のニーズと境界線を大切にしています。",
  "あらゆる障害が、私をさらに強くしてくれます。",
  "私は新しい一日と、その日がもたらす無限の可能性を、喜びとともに迎えています。"
]
