{
  "days": {
    "fist": {
      "header": "MindHealthへようこそ！",
      "content": "<p>私の名前はアルフレッド。このアプリであなたをサポートするAIアシスタントです。私の役割は、あなたがより落ち着きがあり、安定していて、調和のとれた毎日を送れるようお手伝いすることです。</p><p>まずは、私たちが大切にしているアプローチや、実際のセラピーでも使われるツールに少しずつ慣れていただけるよう、いくつかの最初のステップを用意しました。</p><p>覚えておいていただきたいのは、アプリを積極的に使えば使うほど、私はあなたのニーズを理解しやすくなり、その分、提案やサポートもより役立つものになっていくということです。</p>"
    },
    "second": {
      "content": "<p>あなたはすでに、内面の変化に向けて大切な一歩を踏み出しています。本当にすばらしいことです。</p><p>今日は、新しく追加された「1日の状態チェック」機能をご紹介したいと思います。おすすめのアクションにも入れてあるのは、心の状態や変化をこまめに振り返るのにとても役立つツールだからです。</p><p>できれば、毎日のワークの前に、このチェックを簡単に記入してみてください。そして、そのまま日記を続けたり、学習コンテンツを読んだりしてみましょう。今日が、穏やかで実りある一日になりますように。</p>"
    },
    "third": {
      "content": "<p>今日は引き続き、一緒に取り組みを進めていきましょう。特に、心を消耗させるような考え方（破壊的な思考）の整理に、少し時間を使ってみたいと思います。</p><p>あわせて、アプリ内の「心理士一覧」のページも、よければ一度のぞいてみてください。</p><p>MindHealthはセルフワークを大切にしているアプリですが、心理士と一緒に進めることで、より個別性の高いサポートや安心感を得られることも多いです。とくに、取り組み始めの時期には大きな助けになるかもしれません。</p>"
    },
    "fourth": {
      "content": "<p>私たちは、学びが「ためになる」だけでなく、できるだけ「おもしろくて続けやすい」ものになるよう心がけています。</p><p>そのために、複雑な心理のテーマを、やさしくわかりやすい言葉で紹介するInstagramアカウントをつくりました。</p><p>よろしければ、ぜひコミュニティに参加してみてください。一緒に一歩ずつ、より穏やかで意識的な生き方を育てていきましょう。</p>"
    },
    "fifth": {
      "content": "<p>ぜひ一度、MindHealthのプレミアム機能をお試しになってみませんか。</p><p>3日間の無料トライアル期間があり、「自分には合わないかも」と感じた場合は、いつでもご自身で簡単に解約できます。</p><p>プレミアムでは、私との対話的なワークや、より深いサポートのためのツールが増え、あなたのセラピーのプロセスをしっかり支えていきます。</p>"
    },
    "eighth": {
      "content": "<p>MindHealthをすでに8日間ご利用いただき、本当にうれしく思います。</p><p>このアプリが、あなたの心のケアに少しでも役立ち、支えになっていれば幸いです。</p><p>私たちにとって、あなたの声はとても大切です。どんなところが良かったか、また「ここを変えてほしい」と感じる点があれば、ぜひ教えてください。</p><p>一緒にMindHealthを育てて、もっと使いやすく、頼れるアプリにしていけたらうれしいです。</p>"
    },
    "fifteenth": {
      "content": "<p>こんなに長くMindHealthを使い続けてくださっていて、本当に励みになります。</p><p>今日は、アプリの大切な機能のひとつ「心理士と共有」機能に、少し注目していただきたいと思います。</p><p>もし現在セラピーを受けていらっしゃるなら、この機能はセッションを深めるうえで、とても便利で心強いサポートになるかもしれません。</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>あなたがご自身の心の健康のために、積極的に取り組んでいらっしゃることがよく伝わってきます。その姿勢に、心から敬意を抱いています。</p><p>MindHealthには、今お使いの機能以外にも、役に立つかもしれないツールがいくつかあります。</p><p>もし料金がハードルになっていたとしたら、今日は特別にディスカウントをご用意しました。</p><p>この新しい価格は、本日中であればそのままキープしていただけます。どうか、ご自分の心とコンディションを大切にしてあげてくださいね。</p>"
    }
  },
  "affirmations": [
    "今日は、あなたをそっと支えてくれるアファメーションを一つ選びました。",
    "よろしければ、今日はこのアファメーションと一緒に過ごしてみてください。前向きな気持ちを整える手助けになるかもしれません。",
    "今日は、心のコンディションを整えるために、このアファメーションをご提案します。"
  ],
  "appUpdated": [
    "あなたがしばらくお休みしているあいだに、私はアップデートされました。さっそく、開発チームが追加した新しいポイントを一緒に見ていきましょう。",
    "あなたがアプリを開いていないあいだに、アップデートが配信されました。一緒にどんな変化があったか確認してみましょう。",
    "新しいアップデートがあなたを待っています。あなたがオフラインの間も、私たちは改善を続けていました。どんな新機能が追加されたのか見てみましょう。",
    "アプリにいくつかの改善を加えました。どこが変わったのか、一緒にチェックしてみましょう。",
    "アプリがアップデートされました。どんな新しい機能が増えたのか、さっそく確認してみましょう。",
    "開発チームは、毎日少しずつアプリを良くし続けています。今回新しく加わったものを、ぜひチェックしてみてください。"
  ],
  "neverUsed": [
    "まだ<b>{dairy}</b>に記録がありません。今日は最初の一歩を踏み出してみるのに、ちょうどいいタイミングかもしれません。本当に自分に合うやり方を見つけるために、いくつかの方法を試してみるのがおすすめです。",
    "まだ<b>{dairy}</b>に記録を残していないようですね。今日は、その一歩を踏み出すのにぴったりの日かもしれません。いろいろなやり方を試してみることで、自分にいちばんしっくりくる方法が見つかりやすくなります。",
    "あなたの<b>{dairy}</b>は、まだ空のままです。今日は最初の記録をつけてみて、さまざまな技法を試しながら、自分にとっていちばん使いやすいスタイルを探してみましょう。"
  ],
  "premiumThanks": {
    "content": "<p>最近プレミアムをご利用くださったことに気づきました。本当にありがとうございます。</p><p>これからは、より高性能なAIモデルにアクセスできるようになり、私からの分析も、さらに細やかで役に立つものになっていきます。</p><p>あなたの選択は、このプロジェクトを育て、多くの人が心のバランスを取り戻すお手伝いを続けるうえで、大きな支えになっています。</p><p>MindHealthを信じてくださり、心から感謝しています。</p>"
  },
  "quote": [
    "今日は、ある偉人の言葉を通して、少しでもインスピレーションをお届けできたらと思います。",
    "今日は、とてもすてきな人物が残した言葉に耳を傾けてみましょう。きっと、新しい気づきや励ましの源になるはずです。",
    "今日は、よく知られた人物の言葉をご紹介します。今のあなたを支え、前向きな気持ちを思い出させてくれるかもしれません。",
    "ここで一度、偉人の残した言葉を思い出してみましょう。日々の歩みの中で、小さな道しるべになってくれるかもしれません。",
    "今日は、あなたのために一つ、心に残る名言を選びました。",
    "今日は、ある著名な人物が残した、洞察に満ちた一文をシェアしたいと思います。短い言葉ですが、多くの意味が込められています。",
    "今日は、偉人が残してくれた言葉の中に、あなたなりのヒントや励ましを見つけてみませんか。そこから新しいインスピレーションが生まれるかもしれません。"
  ],
  "readArticle": [
    "あなたの記録を少し分析し、今日のプランに、興味を持ってもらえそうで役に立ちそうな教材を一つ追加しました。",
    "これまでの記録を拝見して、自己理解やセルフワークに役立ちそうな学習素材を、今日のプランに組み込むことにしました。",
    "あなたの記録を振り返って分析したうえで、「今のあなたにちょうど良さそうだ」と思う教材を選び、今日のプランに追加してあります。"
  ],
  "testExpired": [
    "テスト<b>{test_name}</b>の結果が少し古くなってきました。今のご自身の状態を知るために、もう一度更新してみませんか？",
    "<b>{test_name}</b>の結果は、今の状態を十分に反映していないかもしれません。変化の流れをつかむために、データを更新してみることをおすすめします。",
    "どうやらテスト<b>{test_name}</b>の結果が古くなっているようです。今のあなたのコンディションがどうか、一緒にあらためて確認してみましょう。",
    "現在の<b>{test_name}</b>のデータは、今の状態を十分に映し出していない可能性があります。そろそろ、もう一度テストを受けるタイミングかもしれません。",
    "<b>{test_name}</b>の結果の有効性が薄れてきています。今の状態を知るために、結果を更新してみませんか？",
    "<b>{test_name}</b>を受けてから、少し時間がたちましたね。そのあいだにどんな変化があったのか、一緒にチェックしてみましょう。"
  ],
  "header": [
    "またお会いできてうれしいです。",
    "今日は、あなたのいる場所で心地よいお天気だといいですね。",
    "またお会いできて本当にうれしいです。",
    "今日は、ご気分はいかがですか。",
    "ここでお会いできると、いつもうれしくなります。",
    "またお迎えできてうれしいです。",
    "戻ってきてくださるたびに、本当にうれしく思います。"
  ]
}