[
  {
    "text": "人生でいちばん大きな栄光は、一度も倒れないことではなく、倒れるたびに立ち上がることにある。",
    "author": "ネルソン・マンデラ"
  },
  {
    "text": "暗闇の中にいるときこそ思い出してほしい。太陽は昇って沈むけれど、その光は決して失われない。",
    "author": "ハリール・ジブラーン"
  },
  {
    "text": "私たちを殺さないものは、私たちをより強くする。",
    "author": "フリードリヒ・ニーチェ"
  },
  {
    "text": "世界中の誰にとっても、終わらない夜のように思えるときでさえ、明るい朝へと続く道がある。",
    "author": "村上春樹"
  },
  {
    "text": "希望とは、魂の中にとまる羽を持つもの。言葉のない歌を歌い続け、決して信じることをやめない。",
    "author": "エミリー・ディキンソン"
  },
  {
    "text": "気分を上向かせるいちばんの方法は、誰かほかの人の気分を少しでも明るくしようとしてみることだ。",
    "author": "マーク・トウェイン"
  },
  {
    "text": "朝のほんの小さな前向きな心が、一日ぜんぶを変えてしまうことがある。",
    "author": "ダライ・ラマ"
  },
  {
    "text": "今の自分のままでいながら、なりたい自分になることはできない――そのことを忘れないでいたい。",
    "author": "マックス・デプリ"
  },
  {
    "text": "私たちに、それを見る勇気さえあれば、いつだって光はある。そして、その光になろうとする勇気さえあれば、なおさらだ。",
    "author": "アマンダ・ゴーマン"
  },
  {
    "text": "その日に収穫できた実の多さではなく、その日にまいた種の数で一日を測りなさい。",
    "author": "ロバート・ルイス・スティーヴンソン"
  },
  {
    "text": "これは弱さのしるしではない、と自分に言い聞かせてほしい。どんな病気と同じように、ケアと治療が必要な状態なのだ。",
    "author": "デミ・ロヴァート"
  },
  {
    "text": "自分がどんな人間かを、病気に決めさせないでほしい。",
    "author": "エリザベス・ワーツェル"
  },
  {
    "text": "私たちに見えているものの多くは、私たちが何を探しているかによって決まる。",
    "author": "ジョン・ラボック"
  },
  {
    "text": "気持ちを心の中に閉じ込めておくのではなく、言葉にして外に出すことが大切だ。",
    "author": "ジミ・ヘンドリックス"
  },
  {
    "text": "あなたはひとりではないし、この暗闇も、ほかのすべてと同じように、いつか必ず過ぎ去る。",
    "author": "エレン・デジェネレス"
  },
  {
    "text": "勇気はいつも大きく吠えるわけではない。ときには、一日の終わりに「明日もう一度やってみよう」とささやく静かな声こそが勇気なのだ。",
    "author": "メアリー・アン・ラドマッハー"
  },
  {
    "text": "希望とは、魂の中にそっととまる羽を持つもの。言葉のないメロディーを歌い続け、決して歌うのをやめない。",
    "author": "エミリー・ディキンソン"
  },
  {
    "text": "みんなと同じことをする必要はない、と自分に言い聞かせてあげてほしい。",
    "author": "オプラ・ウィンフリー"
  },
  {
    "text": "あなたの夢や志を小さくしようとする人たちからは、そっと距離を取りなさい。心の狭い人ほどそうしたがるが、本当に偉大な人は、あなたにも偉大になれると感じさせてくれる。",
    "author": "マーク・トウェイン"
  },
  {
    "text": "うつとは、自分の人生をコントロールできていないように感じる状態だ。どんなに小さく思えても、あなたを少し現実の「生」に連れ戻してくれるものを見つけてほしい。",
    "author": "アンドリュー・ソロモン"
  },
  {
    "text": "強いということは、ひどいつらさを感じながらも、それでも「生きている」と感じ続けることでもある。",
    "author": "レナ・ダナム"
  },
  {
    "text": "今いる場所は、あなたの行き先の終点ではない。",
    "author": "作者不詳"
  },
  {
    "text": "いま感じていることが、あなたを永遠に決めつけてしまうわけではない。",
    "author": "クリスティーナ・リミ"
  },
  {
    "text": "希望とは、未来へ向けられた信頼だ。たとえ今がどれほど暗く見えていても、いつか必ず良い日が来ると信じることだ。",
    "author": "作者不詳"
  },
  {
    "text": "うつとは、自分が看守であり囚人でもあるような牢獄だ。",
    "author": "ドロシー・ロー"
  },
  {
    "text": "もし地獄のような中を通っているなら、そのまま歩き続けることだ。",
    "author": "ウィンストン・チャーチル"
  },
  {
    "text": "どん底にいるときにできる、いちばん大切なことは、少しでも上に向かおうとすることだ。",
    "author": "デミ・ロヴァート"
  },
  {
    "text": "希望だけは手放さないで。いちばん暗いときほど、星はよく見えるのだから。",
    "author": "ラルフ・ウォルド・エマーソン"
  },
  {
    "text": "階段の一番上まで見えなくてもかまわない。必要なのは、最初の一歩を踏み出すことだけだ。",
    "author": "マーティン・ルーサー・キング"
  },
  {
    "text": "治療を受けることは、すぐによくなることを意味しないかもしれない。それでも、回復への最初の一歩であることには変わりない。",
    "author": "作者不詳"
  },
  {
    "text": "まだ答えの出ていない心の中のことがらに、どうか忍耐強くあってほしい。そして、その問いそのものを愛そうとしてみてほしい。",
    "author": "ライナー・マリア・リルケ"
  },
  {
    "text": "心の健康には、身体の健康と同じくらいの配慮とケアが必要だ。",
    "author": "作者不詳"
  },
  {
    "text": "どんな夜にも、とりわけ明るく輝く星がひとつはある。",
    "author": "マヤ・アンジェロウ"
  },
  {
    "text": "自分の弱さを見せることを恐れないでほしい。今の状態を正直に伝えることが、必要な支えを受け取るきっかけになる。",
    "author": "作者不詳"
  },
  {
    "text": "自分らしくいなさい。ほかの役は、もうすべて埋まっているのだから。",
    "author": "オスカー・ワイルド"
  },
  {
    "text": "ときには、「ただ感じること」を自分に許すことが、いちばん健全な選択になる。",
    "author": "作者不詳"
  },
  {
    "text": "自分への信頼を失わないでほしい。どれほど目標に近づいているかは、たいてい自分ではわからないものだから。",
    "author": "作者不詳"
  },
  {
    "text": "自分を愛することは、一生続く物語のはじまりだ。",
    "author": "オスカー・ワイルド"
  },
  {
    "text": "助けを求めることを、決して怖がらないでほしい。それは弱さではなく、むしろ力のあらわれだ。",
    "author": "作者不詳"
  },
  {
    "text": "本当の強さは、肉体的な力からではなく、くじけない意志から生まれる。",
    "author": "マハトマ・ガンジー"
  },
  {
    "text": "うまくいかなかったことではなく、これからどれだけのことを成し遂げられるかで、自分の人生を見てみよう。",
    "author": "作者不詳"
  },
  {
    "text": "偉大な仕事をする唯一の方法は、自分のしていることを心から愛することだ。",
    "author": "スティーブ・ジョブズ"
  },
  {
    "text": "戦う必要のないときに強くなるのではない。私たちは、試練を乗り越えることを学ぶ中で強くなっていく。",
    "author": "作者不詳"
  },
  {
    "text": "特別な瞬間を待つのではなく、今この瞬間を特別なものにしていこう。",
    "author": "作者不詳"
  },
  {
    "text": "人があなたをどう思うかを、そんなに気にしなくていい。多くの人は、自分のことで頭がいっぱいなのだから。",
    "author": "作者不詳"
  },
  {
    "text": "どんなに小さな一歩でも、前へ進む一歩はすべて成功への歩みだ。",
    "author": "作者不詳"
  },
  {
    "text": "ゆっくり進むことを恐れず、立ち止まったままでいることをこそ恐れなさい。",
    "author": "中国のことわざ"
  },
  {
    "text": "本当の勇気とは、たとえ今日世界が崩れたように感じても、明日もまた目を覚ますのだと知っていることだ。",
    "author": "作者不詳"
  },
  {
    "text": "望んだものが手に入らないことが、ときに大きな幸運であることも忘れないでほしい。",
    "author": "ダライ・ラマ14世"
  },
  {
    "text": "幸せとは、欲しいものをすべてもつことではなく、今自分がもっているものを心から望めることだ。",
    "author": "作者不詳"
  },
  {
    "text": "成功とは、情熱を失わずに、失敗から失敗へと進んでいける力のことだ。",
    "author": "ウィンストン・チャーチル"
  },
  {
    "text": "思い描いてきた人生を生きる勇気を持ちなさい。前へ踏み出し、自分の人生をすばらしいものにしていこう。",
    "author": "ラルフ・ウォルド・エマーソン"
  },
  {
    "text": "どこまで行けるかを知ることができるのは、「遠くまで行く」というリスクを引き受けた人だけだ。",
    "author": "T・S・エリオット"
  },
  {
    "text": "痛みは、いつも「何かしなさい」という合図とは限らない。ときには、「立ち止まって内側を見つめよう」という呼びかけでもある。",
    "author": "作者不詳"
  },
  {
    "text": "本当の楽観主義とは、浮かれた喜びではなく力のことだ。その力があるからこそ、現実をしっかりと見つめることができる。",
    "author": "作者不詳"
  },
  {
    "text": "毎日が、人生を少し変えるための新しいチャンスだ。",
    "author": "作者不詳"
  },
  {
    "text": "いちばん難しいのは、「やる」と決めること。そのあとは粘り強さの問題にすぎない。",
    "author": "アメリア・イアハート"
  }
]
