{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>التفكير الأبيض والأسود هو تحريف معرفي يجعلنا نرى العالم حصرياً في فئات متطرفة: إما مثالي وإما كارثي، الناس إما ملائكة وإما شياطين. تفوت هذه النظرة التنوع الهائل من الظلال وعمق المواقف، مختزلة كل شيء إلى ثنائية بسيطة من «الأسود» و«الأبيض». يحد هذا التحريف بشدة من إدراكنا للواقع ويقلص نطاق الحلول الممكنة.</p><p>تشمل أمثلة التفكير الأبيض والأسود الأحكام المتطرفة عن أنفسنا أو الآخرين، مثل «أنا دائماً أفشل» أو «هو دائماً مخطئ». يمكن أن يظهر هذا أيضاً في وجهات نظر متضاربة حول الأحداث، الأشياء، العمل، العلاقات، المعتقدات السياسية وغيرها الكثير.</p><p>يمكن أن يؤدي هذا النوع من التفكير إلى عواقب خطيرة، بما في ذلك التوتر، القلق، الاكتئاب، العزلة الاجتماعية ومشاكل في العلاقات. لذلك من المهم للغاية أن ندرك هذا التحريف ونطور تفكيراً أكثر مرونة ومتعدد الجوانب، مما سيساعدنا على التعامل بشكل أفضل مع الواقع واتخاذ قرارات أكثر توازناً.</p>",
    "dialogSummary": "في هذا الحوار، يُظهر الشخص الأول تفكيراً أبيض وأسود، معتبراً نفسه غير قادر بسبب فشله في امتحان واحد، متجاهلاً عوامل مثل صعوبة الامتحان ونقص الوقت للتحضير.",
    "dialog": [
      "لقد رسبت في الامتحان، وهذا يعني أنني ميؤوس مني.",
      "لكن الامتحان كان صعباً بالفعل، ولم يكن لديك وقت كافٍ للتحضير.",
      "لا يهم، نجاح الآخرين يدل على عدم قدرتي. ببساطة لا يمكنني أن أكون ذكياً."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>التهويل هو تحريف معرفي نميل فيه إلى المبالغة في أهمية وعواقب الأحداث السلبية، حيث ندركها على أنها أسوأ بكثير مما هي عليه في الواقع. يؤدي هذا إلى خوف وقلق وانزعاج مفرط، غالباً ما لا يتناسب مع الواقع.</p><p>تشمل أمثلة التهويل الاعتقاد بأن فشلاً واحداً في جانب من جوانب الحياة سيؤدي إلى انهيار كامل في جميع المساعي. يمكن أن يؤدي هذا النوع من التفكير إلى قلق مفرط بشأن المستقبل، ورد فعل مبالغ فيه تجاه النقد أو الرفض، وكذلك شكوك مستمرة في قدرات الشخص.</p><p>يؤثر التهويل سلباً على الصحة النفسية، ويزيد من مستوى التوتر والقلق، ويضعف الحالة العاطفية ويقلل من الثقة بالنفس. من المهم إدراك هذا الميل وتطوير تفكير صحي لتقليل القلق، وزيادة احترام الذات وإدراك الواقع بشكل مناسب.</p>",
    "dialogSummary": "في هذا الحوار، يقوم الشخص الأول بتهويل الموقف بعد الرفض في مقابلة عمل، معتقداً أن هذا يستتبع فشلاً حتمياً في البحث عن عمل. إنه لا يأخذ في الاعتبار إمكانية مواصلة البحث وإعادة التفكير في توقعاته، مما قد يؤدي إلى نتيجة أكثر إيجابية وواقعية.",
    "dialog": [
      "تم رفضي في مقابلة العمل الجديدة. الآن لن أحصل أبداً على وظيفة، سأبقى عاطلاً.",
      "لكنك تقدمت بطلبات لوظائف أخرى، أليس كذلك؟",
      "نعم، لكن هذا عديم الفائدة. إذا لم أنجح في هذه الوظيفة، فهذا يعني أنني غير مطلوبة في أي مكان. كل المحاولات عبثية.",
      "هذه النظرة للأمور يمكن أن تفاقم وضعك فقط. ربما يجب عليك إعادة النظر في توقعاتك ومواصلة البحث بنهج جديد.",
      "لكن كيف يمكنني نسيان الفشل في المقابلة؟ يبدو أن هذا يؤكد أنني لن أجد عملاً في أي مكان، كل خططي محطمة."
    ]
  },
  "COMMON": {
    "textHTML": "<p>التعميم المفرط هو تحريف معرفي نقوم فيه باستخلاص استنتاجات عامة استناداً إلى معلومات محدودة أو أحداث فردية. على سبيل المثال، عند تلقي تعليق سلبي واحد في العمل، قد نستنتج عدم كفاءتنا الكاملة، متجاهلين النجاحات الأخرى والجوانب الإيجابية.</p><p>المثال الكلاسيكي هو التأخر عن موعد. بدلاً من التحليل الموضوعي لأسباب التأخير، نميل إلى القول: \"أنا دائماً متأخر\" أو \"لا يمكنني أبداً الوصول في الوقت المحدد\"، متجاهلين حالات الوصول في الوقت المناسب.</p><p>يمكن أن يؤدي هذا التحريف إلى تقدير ذاتي سلبي وتشاؤم، كما يمكن أن يفاقم مشاكل القلق والاكتئاب. من المهم تعلم التعرف على مثل هذه الأفكار واستبدالها بتقييمات أكثر توازناً وواقعية.</p>",
    "dialogSummary": "يعبر الشخص الأول عن قلقه بسبب التأخر عن موعد، ويقوم بتعميم مفرط حول قدراته على إدارة الوقت. يساعده الشخص الثاني على النظر إلى الموقف بطريقة أكثر موضوعية، مذكراً إياه بلحظات الوصول في الوقت المناسب ومشدداً على أن تأخيراً واحداً لا يميز الشخص كمتأخر دائماً.",
    "dialog": [
      "لا أستطيع أن أصدق أنني تأخرت مرة أخرى عن الموعد. أنا دائماً متأخر. أنا لا أجيد إطلاقاً إدارة وقتي.",
      "انتظر، لا تتسرع في الاستنتاجات. تذكر كم مرة وصلت في الوقت المحدد. هل تعتقد حقاً أن تأخيراً واحداً يجعلك عاجزاً عن إدارة الوقت؟",
      "لكنني كنت أتأخر كثيراً في الآونة الأخيرة. أشعر أنني فقدت السيطرة تماماً.",
      "دعنا ننظر إلى الأمر بعقلانية. التأخر عن موعد واحد لا يجعلك متأخراً دائماً. ربما كانت هناك ظروف غير متوقعة لم تستطع التحكم فيها."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>إلغاء قيمة الإيجابي هو تحريف معرفي نميل فيه إلى تجاهل أو التقليل من أهمية الجوانب الإيجابية في حياتنا. نركز على النواقص والسلبيات، متجاهلين أهمية النجاحات والإنجازات، حتى لو كانت كبيرة.</p><p>يمكن أن يظهر هذا التحريف في مجالات مختلفة: في العمل، العلاقات، الصحة، التطور الشخصي. على سبيل المثال، قد يحقق الشخص نجاحاً مهنياً، لكنه يركز على أخطاء صغيرة، بدلاً من الاستمتاع بالإنجاز. أو عند تلقي إطراء، قد يتجاهله الشخص، معتبراً إياه تافهاً أو غير مستحق.</p><p>يمكن أن يؤدي إلغاء قيمة الإيجابي إلى التقليل من تقدير قدرات الذات، نقص الثقة، الشعور بعدم الرضا وحتى الاكتئاب. من المهم تعلم ملاحظة وتقدير اللحظات الإيجابية في الحياة، والقدرة على الفرح بإنجازاتنا.</p>",
    "dialogSummary": "في هذا الحوار، يقلل الشخص الأول من قيمة إنجازه المتمثل في الترقية في العمل، مركزاً على الصعوبات والمسؤوليات القادمة. يحاول الشخص الثاني التأكيد على أهمية هذا النجاح ويهنئه على الإنجاز.",
    "dialog": [
      "لقد حصلت على ترقية في العمل وسأعمل الآن على مشاريع جديدة.",
      "هذا خبر رائع، تهانينا! ما هي المشاريع التي تنتظرك؟",
      "نعم، المشاريع معقدة، لدي الكثير من العمل في انتظاري. إنها كتراكم للمسؤوليات.",
      "أتفهم أن هذا تحدٍ، لكنك وصلت إلى مرحلة مهمة في حياتك المهنية! إنها فرصة ممتازة للنمو والتطور."
    ]
  },
  "DUE": {
    "textHTML": "<p>الوجوبية هي تحريف معرفي نعتقد فيه أن الأحداث يجب أن تسير بالضبط كما نتصورها، وأي انحراف عن ذلك يُدرك على أنه ظلم. نميل إلى الإصرار على توقعاتنا ومطالبنا، دون مراعاة الواقع والإمكانيات.</p><p>مثال على ذلك فكرة: \"كان يجب أن أحصل على هذه الوظيفة، لأنني استعددت بجد للمقابلة\". في مثل هذه الحالات، غالباً ما يتم تجاهل العوامل الخارجية التي تؤثر على القرارات، مثل وجود مرشحين مؤهلين آخرين.</p><p>يمكن أن يسبب هذا التحريف خيبة أمل، غضب، واستياء، مما يؤثر سلباً على الصحة النفسية والعلاقات الشخصية. من المهم تعلم المرونة في توقعاتنا وقبول النتائج المختلفة.</p>",
    "dialogSummary": "في هذا الحوار، يُظهر الشخص الأول تحريف \"الوجوبية\"، مفترضاً أنه يجب عليه العمل دون استراحة لتحقيق النجاح في حياته المهنية، استناداً إلى أمثلة من أشخاص ناجحين آخرين. يساعده الشخص الثاني على فهم هذا المعتقد، مؤكداً أن لكل شخص طريقه الخاص للنجاح وأن التوازن بين العمل والراحة قد يكون أكثر إنتاجية.",
    "dialog": [
      "يجب أن أعمل كل يوم بدون عطلات، لأحقق النجاح في حياتي المهنية.",
      "لماذا تعتقد ذلك؟ ما الذي جعلك تصل إلى هذا الاستنتاج؟",
      "قرأت عن كيفية وصول الأشخاص الناجحين إلى ما هم عليه: جميعهم عملوا بجد ولم يرتاحوا.",
      "لكن كل شخص فريد، ولا يوجد مسار عالمي للنجاح. ربما يكون من الأكثر فعالية بالنسبة لك إيجاد توازن بين العمل والراحة لتحقيق أهدافك."
    ]
  },
  "EMO": {
    "textHTML": "<p>التحريف المعرفي \"التبرير العاطفي\" يحدث عندما نعتمد على عواطفنا بدلاً من المنطق والحقائق عند اتخاذ القرارات. يمكن أن يؤدي ذلك إلى تصور خاطئ للمواقف وقرارات خاطئة.</p><p>مثال على ذلك هو رفض السفر إلى الأصدقاء بسبب الحزن وعدم الرغبة في التواصل. في هذه الحالة، يعتمد الشخص على المشاعر، دون مراعاة أن التواصل مع الأصدقاء يمكن أن يرفع المزاج ويساعد على الشعور بتحسن.</p><p>يمكن أن يؤدي التبرير العاطفي إلى استنتاجات وخيارات خاطئة، لذلك من المهم مراعاة معايير أكثر موضوعية عند اتخاذ القرارات.</p>",
    "dialogSummary": "في هذا الحوار، يسترشد الشخص الأول بحالته العاطفية عند رفض موعد، متجاهلاً الحجج المنطقية والحقائق. يحاول الشخص الثاني مساعدة الشخص الأول على النظر إلى الموقف بطريقة أكثر موضوعية والنظر في جوانب أخرى من القرار.",
    "dialog": [
      "لا أريد الذهاب إلى الموعد، مزاجي سيء.",
      "لكنك قلت إن هذا الشاب يعجبك. ألا تريدين أن تجربي وتري كيف ستسير الأمور؟",
      "لا، أنا متأكدة أنني سأفسد كل شيء بسبب مزاجي. أشعر بعدم الثقة والغباء.",
      "لا يمكنك أن تعرفي بالتأكيد حتى تجربي. ربما يكون الموعد ممتعاً، وستدركين أن مخاوفك كانت بلا أساس."
    ]
  },
  "FILTER": {
    "textHTML": "<p>المرشّح الذهني هو تحريف معرفي نركز فيه فقط على الجوانب السلبية، متجاهلين الإيجابية. فمثلاً، بعد مقابلة عمل غير ناجحة، قد ينشغل الشخص بالرفض دون ملاحظة الخبرة والمعلومات المكتسبة التي قد تفيده مستقبلاً.</p><p>يؤدي هذا التحريف إلى الشعور بعدم الرضا والاستياء، حتى عندما يكون هناك الكثير من الأمور الجيدة في الحياة. غالباً ما يترافق المرشّح الذهني مع تحريفات أخرى، مثل التفكير بالأبيض والأسود أو التقليل من شأن الإيجابيات.</p><p>للتغلب على المرشّح الذهني، من المفيد تعلّم ملاحظة وتقدير اللحظات الإيجابية وطرح أسئلة على أنفسنا حول الجوانب الإيجابية للموقف.</p>",
    "dialogSummary": "في هذا الحوار، يركز الشخص الأول على التقييم السلبي، متجاهلاً الجوانب الإيجابية لعمله. يحاول الشخص الثاني مساعدة الشخص الأول على رؤية الموقف بشكل أكثر موضوعية، مع لفت انتباهه إلى جميع جوانب عمله.",
    "dialog": [
      "تلقيت تقييماً سلبياً في العمل. أشعر بأنني فاشل.",
      "لكن لديك الكثير من التقييمات الإيجابية والنجاحات. أنت تولي اهتماماً كبيراً جداً للحظة سلبية واحدة.",
      "نعم، لكن هذا التقييم يبدو لي الأكثر أهمية. إنه كأنه يلغي كل إنجازاتي.",
      "أنت تركز فقط على هذا الجانب السلبي، متجاهلاً كل شيء آخر. هذا هو المرشّح الذهني. حاول النظر إلى الموقف بشكل أكثر موضوعية، مع مراعاة الجوانب الإيجابية لعملك أيضاً."
    ]
  },
  "LABEL": {
    "textHTML": "<p>وضع الملصقات هو تحريف معرفي نقوم فيه بإلصاق تقييمات مبسطة وقاطعة على الناس أو المواقف، استناداً إلى عدد محدود من الملاحظات السلبية. وهذا يعيق مراعاة الجوانب الأخرى ويخلق إدراكاً محرفاً للواقع.</p><p>مثال على ذلك هو وصف شخص بأنه \"غريب\" أو \"منبوذ من المجتمع\" بناءً على مظهره غير المألوف. وبالمثل، فإن وضع الملصقات على أنفسنا يمكن أن يؤدي إلى تدني احترام الذات، دون مراعاة الصفات الإيجابية والإنجازات.</p><p>بإدراك هذا التحريف، يمكننا تقييم الناس والمواقف بشكل أكثر موضوعية، دون القفز إلى استنتاجات متسرعة وسلبية.</p>",
    "dialogSummary": "في هذا الحوار، تتم مناقشة سلوك رجل كان يصرخ على أطفاله في الحديقة. يسارع الشخص الأول بوضع ملصق \"أب سيء\" عليه، استناداً إلى ملاحظة واحدة. يقترح الشخص الثاني نظرة أكثر تعقلاً، مشيراً إلى نقص المعلومات اللازمة لمثل هذا الاستنتاج وإمكانية وجود سلوكيات مختلفة في ظروف مختلفة.",
    "dialog": [
      "رأيت ذلك الرجل يصرخ على أطفاله في الحديقة. إنه بالتأكيد أب سيء.",
      "لا يمكننا الحكم على شخص من خلال حادثة واحدة. ربما كان يمر بيوم سيء أو لديه أسباب لمثل هذا السلوك.",
      "أنا لن أتصرف هكذا مع أطفالي أبداً. يبدو أنه لا يستطيع التعامل مع مسؤوليات الأبوة.",
      "لا ينبغي أن تصل إلى مثل هذه الاستنتاجات القاطعة. يمكن أن يتصرف الناس بشكل مختلف في مواقف مختلفة. ربما في ظروف أخرى، يظهر نفسه كأب حنون."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>تحريف \"كان من الممكن\" يظهر عندما نتخيل بدائل للماضي لا يمكن تحقيقها. غالباً ما يؤدي هذا إلى مناقشة أحداث الماضي من منظور \"ماذا لو\"، مما يخلق سيناريوهات وهمية.</p><p>كما يمكننا استخدام هذا التحريف في الحوارات، مقنعين الآخرين بالتصرف بشكل مختلف، دون مراعاة الظروف والقيود الحقيقية.</p><p>قد يؤدي هذا التحريف إلى الشعور بالذنب وعدم الرضا، لأننا نقارن الواقع بمثاليات لا يمكن تحقيقها.</p>",
    "dialogSummary": "في هذا الحوار، يستخدم الشخص الأول تحريف \"كان من الممكن\" لتبرير فشله في الامتحان، ملقياً المسؤولية على عوامل خارجية. يحاول الشخص الثاني إعادة توجيهه نحو الإمكانيات الحالية، مشيراً إلى أن الماضي لا يتغير وأنه من المهم التركيز على الإجراءات التي يمكن اتخاذها الآن.",
    "dialog": [
      "لقد رسبت في الامتحان. كان يجب أن أدرس أكثر.",
      "لكنك كنت تعمل كل يوم. لقد تصرفت ضمن إمكانياتك، أليس كذلك؟",
      "نعم، لكن كان بإمكاني أن أدرس أكثر لو لم أعمل كثيراً.",
      "من المهم أن نتذكر أن الماضي لا يمكن تغييره. من الأفضل الآن التركيز على كيفية استخدام وقتك بفعالية في المستقبل، بدلاً من التفكير فيما كان يمكن أن يكون."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>تحريف \"المبالغة والتقليل\" يظهر في الإدراك المتطرف والقاطع للمواقف والأحداث، متجاهلاً فروقها الدقيقة. في المبالغة، يضخم الشخص أهمية الجوانب السلبية، رؤية كل شيء من خلال عدسة مكبرة. أما التقليل فيتمثل في تقليل أهمية الجوانب الإيجابية وإنجازاته.</p><p>على سبيل المثال، قد يبالغ الشخص في أخطائه بشكل غير مبرر، معتبراً نفسه فاشلاً، ويقلل من نجاحاته، غير معترف بإنجازاته.</p><p>يمكن أن يؤدي هذا التحريف إلى تدهور تقدير الذات والعلاقات مع الآخرين، لأن إدراك الذات والمحيطين يكون محرفاً.</p>",
    "dialogSummary": "في الحوار، يبالغ الشخص الأول في ارتباكه قبل المقابلة المقبلة، بينما يحاول الشخص الثاني التقليل من هذا الارتباك، مع التركيز على نقاط القوة لدى الشخص الأول وقدرته على التكيف.",
    "dialog": [
      "أنا قلق جداً بشأن المقابلة غداً. أنا دائماً أخلط بين الكلمات.",
      "لا تقلق، أنت تبالغ في ارتباكك. أنا متأكد أنك ستنجح.",
      "لكنني غالباً ما أشعر بالضياع وأنسى ما أردت قوله.",
      "لديك أيضاً القدرة على إيجاد الحلول بسرعة والتكيف. هذا سيساعدك كثيراً خلال المقابلة.",
      "حقاً؟ شكراً لك، سأحاول التركيز على ذلك."
    ]
  },
  "READ": {
    "textHTML": "<p>التحريف المعرفي \"قراءة الأفكار\" يحدث عندما نعتقد أننا نعرف مشاعر أو أفكار الآخرين دون دليل موضوعي. يمكن أن يؤدي هذا إلى استنتاجات خاطئة وسوء تفاهم.</p><p>مثال على ذلك عندما نفترض أن شخصاً ما لا يحبنا بسبب سلوكه، بينما في الواقع قد تكون الأسباب مختلفة. كما قد نعتقد خطأً أن الآخرين يفهمون نوايانا دون التواصل معهم مباشرة.</p><p>إدراك هذا التحريف يساعد على تجنب الافتراضات الخاطئة ويعزز التواصل المفتوح والصادق.</p>",
    "dialogSummary": "في الحوار، يُظهر الشخص الأول \"قراءة الأفكار\"، مفترضاً أن زميلته غاضبة منه بسبب تأخره عن الاجتماع. يشير الشخص الثاني إلى ضرورة التحقق من افتراضاته وتجنب الاستنتاجات المتسرعة.",
    "dialog": [
      "ماريا لم تلقِ التحية عليّ بالأمس في المكتب. على الأرجح أنها غاضبة مني لتأخري عن الاجتماع.",
      "هل أنت متأكد؟ ربما كانت مشغولة فقط أو لم تلاحظك. هل سألتها؟",
      "لا، لم أسألها. لكنني أشعر أنه بسبب التأخير.",
      "لا يمكننا أن نكون متأكدين من أفكار الآخرين إذا لم نسألهم مباشرة. ربما كانت لديها أسباب مختلفة تماماً."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>الشخصنة هي تحريف معرفي نتلقى فيه الأحداث كأنها موجهة شخصياً ضدنا، حتى عندما لا يكون هناك أساس لمثل هذا الإدراك.</p><p>مثال على ذلك عندما نعتقد أن شخصاً ما لم يلقِ التحية علينا بسبب كراهية شخصية، متجاهلين الأسباب المحتملة الأخرى. تظهر الشخصنة أيضاً عندما نرى الأحداث السلبية كنتيجة لعيوبنا، دون مراعاة العوامل الخارجية.</p>",
    "dialogSummary": "في الحوار، يقوم الشخص الأول بشخصنة الفشل في المقابلة، رابطاً ذلك بالعيوب الشخصية، بينما يقترح الشخص الثاني النظر في عوامل أخرى تؤثر على النتيجة، مؤكداً أن الفشل لا يرتبط بالضرورة بالصفات الشخصية.",
    "dialog": [
      "لم أجتز المقابلة. أنا ببساطة لا أستطيع التعامل مع المهام المهمة.",
      "هذا لا يعني بالضرورة أنك سيئ. ربما كان لدى الشركة متطلبات خاصة أو مرشحون آخرون يناسبون احتياجاتهم بشكل أفضل.",
      "لكنني دائماً أرتكب أخطاء في مثل هذه المواقف. أشعر أنني لست جيداً بما فيه الكفاية.",
      "ارتكاب الأخطاء جزء من عملية التعلم. ليس كل رفض في مقابلة يشير إلى عيوبك الشخصية. من المهم النظر إلى الموقف ككل ومراعاة العوامل المختلفة التي قد تؤثر على النتيجة."
    ]
  }
}