{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>التفكير بالأبيض والأسود هو تشوّه معرفي نرى من خلاله العالم ضمن حدّين متطرفين: إمّا مثاليًا تمامًا أو سيئًا للغاية؛ فالناس إمّا طيبون بالكامل أو سيئون بالكامل. هذا المنظور يحرمنا من ملاحظة ثراء الدرجات والتفاصيل، فيجعل الصورة مبسّطة أكثر مما ينبغي. وفي النهاية يقيّد فهمنا للواقع ويضيّق مساحة الحلول الممكنة.</p><p>يظهر هذا التشوّه في أحكام قاطعة على الذات والآخرين، مثل: «أنا أفشل دائمًا» أو «هو يخطئ باستمرار». وقد يطال أي مجال من مجالات الحياة — العمل، العلاقات، الأحداث، المعتقدات، إنجازاتنا وأخطاؤنا.</p><p>قد يقود هذا الأسلوب في التفكير إلى زيادة التوتر والقلق، وانخفاض المزاج، والشعور بالوحدة، وصعوبات في العلاقات. لذلك من المهم تعلّم ملاحظة هذه الأفكار وتطوير نظرة أكثر مرونة وواقعية. هذا يساعد على التعامل مع المواقف بشكل أفضل واتخاذ قرارات أكثر اتزانًا.</p>",
    "dialogSummary": "في هذا الحوار يفكر الشخص 1 بمنطق «كل شيء أو لا شيء»: بسبب تعثّر واحد في الامتحان يستنتج أنه غير قادر تمامًا، متجاهلًا صعوبة الامتحان وضيق الوقت المتاح للاستعداد.",
    "dialog": [
      "رسبت في الامتحان، هذا يعني أنني ميؤوس مني.",
      "الامتحان كان صعبًا فعلًا، وكان لديك وقت قليل للتحضير.",
      "لا يهم. بما أن الآخرين نجحوا وأنا لم أنجح، فهذا يعني أنني لست ذكيًا بما يكفي."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>التفكير الكارثي هو تشوّه معرفي نميل فيه إلى تضخيم أهمية الأحداث غير السارة وعواقبها، فنراها أسوأ بكثير مما هي عليه في الواقع. في تلك اللحظات قد نشعر بقلق شديد وخوف وتوتر لا يعكس الصورة الحقيقية.</p><p>قد يظهر التفكير الكارثي كاعتقاد بأن إخفاقًا واحدًا في مجال ما سيؤدي إلى انهيار كامل في كل شيء. وهذا قد يثير قلقًا مبالغًا فيه بشأن المستقبل، أو ردود فعل مفرطة تجاه النقد أو الرفض، ويقوّض الثقة بالنفس.</p><p>يمكن لهذا الأسلوب أن يفاقم الحالة الانفعالية، ويزيد القلق والتوتر، ويخفض تقدير الذات والإيمان بالقدرات. من المفيد تعلّم ملاحظة هذه الأفكار وتطوير نظرة أهدأ وأكثر واقعية لما يحدث — فهذا يساعد على تهدئة القلق والشعور بقدر أكبر من الثبات أمام الصعوبات.</p>",
    "dialogSummary": "في هذا الحوار يهوّل الشخص 1 الموقف بعد الرفض في مقابلة عمل، ويعتقد أنه لن يجد وظيفة أبدًا. لا يترك مساحة لاحتمال متابعة البحث أو مراجعة التوقعات، وهو ما قد يساعده على المضي قدمًا بهدوء وثقة أكبر.",
    "dialog": [
      "تم رفضي في المقابلة. انتهى الأمر، لن أجد وظيفة أبدًا وسأبقى بلا عمل.",
      "لكنّك أرسلت سيرتك الذاتية إلى عدة وظائف أخرى، أليس كذلك؟",
      "نعم، لكن ما الفائدة؟ إذا لم يقبلوني هنا فهذا يعني أن لا أحد بحاجة إليّ. كل المحاولات بلا معنى.",
      "هذا الاستنتاج القاسي قد يزيد معاناتك فقط. ربما من الأفضل أن تمنح نفسك وقتًا، وتراجع توقعاتك، وتواصل البحث.",
      "لكن كيف لا أفكر بالفشل؟ يبدو أن هذا يثبت أنه لا مكان لي في أي مكان وأن كل خططي تنهار."
    ]
  },
  "COMMON": {
    "textHTML": "<p>التعميم المفرط هو تشوّه معرفي نجري فيه استنتاجات واسعة اعتمادًا على حقائق محدودة أو حالات فردية. مثلًا، بعد تلقّي ملاحظة سلبية واحدة في العمل قد يقرر الشخص أنه غير كفؤ تمامًا، متجاهلًا نجاحاته ونتائجه الإيجابية.</p><p>موقف شائع هو التأخر عن موعد. بدلًا من تحليل الأسباب بهدوء، نقول لأنفسنا: «أنا أتأخر دائمًا» أو «أنا لا أصل في الوقت أبدًا»، متناسين عشرات المرات التي وصلنا فيها في الموعد تمامًا.</p><p>هذا الأسلوب يقوّض تقدير الذات، ويزيد التشاؤم والقلق، وقد يغذّي أفكارًا اكتئابية. من المفيد ملاحظة مثل هذه التعميمات واستبدالها بتقييمات أكثر اتزانًا وواقعية للموقف المحدد.</p>",
    "dialogSummary": "الشخص 1 يبالغ في التعميم انطلاقًا من تأخر واحد، ويصف نفسه بأنه غير منظم دائمًا. الشخص 2 يعيد التركيز بلطف إلى الحقائق، ويذكّر بمواقف الالتزام بالمواعيد ويقترح النظر للموقف بشكل أكثر تحديدًا.",
    "dialog": [
      "لا أصدق، تأخرت مرة أخرى. يبدو أنني أتأخر دائمًا ولا أعرف كيف أدير وقتي أبدًا.",
      "تمهّل، لا تتسرّع في الحكم. تذكّر كم مرة وصلت في الوقت المحدد. تأخر واحد لا يجعلك غير منضبط بالمواعيد على الدوام.",
      "لكن في الفترة الأخيرة يحدث هذا أكثر. أشعر أنني فقدت السيطرة.",
      "دعنا ننظر إلى الحقائق. تأخر مرة أو حتى مرتين ليس صفة ثابتة في الشخصية. ربما كانت هناك ظروف خارجية. يمكننا فهم الأسباب والتفكير فيما يساعدك في المرة القادمة."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>التقليل من الإيجابيات هو تشوّه معرفي نميل فيه إلى التقليل من قيمة الأحداث الجيدة والنجاحات والإنجازات. في تلك اللحظات نركز على العيوب أو الصعوبات كأن الخير غير موجود أو «لا يُحسب»، حتى لو كانت النتائج مهمة ومستحقة.</p><p>قد يظهر ذلك في أي مجال: العمل، العلاقات، الصحة، الدراسة، والإنجازات الشخصية. مثلًا، يحصل شخص على تقدير مستحق، لكن بدلًا من الفرح لا يفكر إلا في أخطائه. أو يسمع مجاملة فيردّ عليها: «لا شيء مميز» أو «مجرد حظ».</p><p>قد يقوّض هذا التشوّه الثقة بالنفس، ويزيد عدم الرضا، ويسهم في تشكيل أفكار اكتئابية. من المفيد تعلّم ملاحظة الجيد وتقبّله بالقدر نفسه من الانتباه الذي نمنحه للصعوبات، والسماح لأنفسنا بالفرح بالإنجازات حتى لو كانت صغيرة.</p>",
    "dialogSummary": "الشخص 1 يحصل على ترقية لكنه يقلّل من قيمة هذا الإنجاز ويركّز على صعوبات المرحلة القادمة. الشخص 2 يذكّره بلطف بأهمية ما حدث ويدعمه، مؤكدًا أن هذه خطوة مهمة في مساره المهني.",
    "dialog": [
      "تمت ترقيتي، وسأتولى مشاريع جديدة الآن.",
      "هذا خبر رائع، مبروك! ما المشاريع التي ستعمل عليها؟",
      "المشاريع صعبة، وسيكون العمل كثيرًا. أشعر وكأنهم حمّلوني مسؤوليات إضافية فقط.",
      "قد يكون ذلك تحديًا فعلًا، لكن لا تنس أنهم اختاروك لسبب. لقد وصلت إلى مرحلة مهمة، وهذه فرصة ممتازة للنمو وإظهار قدراتك."
    ]
  },
  "DUE": {
    "textHTML": "<p>التفكير بصيغة «يجب» هو تشوّه معرفي نقتنع فيه بأن الأمور ينبغي أن تسير تمامًا كما نتوقع. وعندما لا يطابق الواقع تصوراتنا، قد نراه ظلمًا أو خطأ. في هذه الحالة نتشبث بتوقعاتنا ومطالبنا، ولا نترك مجالًا كافيًا للمرونة أو للنظر الموضوعي إلى الموقف.</p><p>مثلًا، قد يفكر الشخص: «يجب أن أحصل على هذه الوظيفة لأنني استعددت لها جيدًا». لكن حتى مع بذل جهد كبير قد تؤثر عوامل خارجية على النتيجة، مثل شدة المنافسة أو وجود مرشحين آخرين أقوياء.</p><p>قد يسبب هذا الأسلوب خيبة أمل شديدة وتهيجًا وشعورًا بالظلم، وينعكس سلبًا على الحالة النفسية والعلاقات. من المفيد ملاحظة هذه القناعات وتطوير موقف أكثر مرونة تجاه النتائج، مع تقبّل أن مخرجات مختلفة ممكنة.</p>",
    "dialogSummary": "الشخص 1 يُظهر تفكيرًا بصيغة «يجب»، إذ يعتقد أنه لا بد أن يعمل كل يوم دون عطلة كي ينجح، مستندًا إلى قصص أشخاص آخرين. الشخص 2 يساعده على توسيع نظرته، مذكّرًا بأن لكل شخص طريقه، وأن التوازن بين العمل والراحة قد يكون نهجًا أصح وأكثر فاعلية.",
    "dialog": [
      "يجب أن أعمل كل يوم بلا عطلة، وإلا فلن أنجح أبدًا.",
      "لماذا توصلت إلى هذا الاستنتاج؟ ما الذي يجعلك تفكر بهذه الطريقة؟",
      "قرأت قصص أشخاص ناجحين. كلهم عملوا كثيرًا ولم يرتاحوا تقريبًا.",
      "لكل شخص مساره. قد يناسب هذا الإيقاع بعض الناس فعلًا، لكن آخرين يساعدهم التوازن الصحي أكثر. من المهم أن تتذكر أن الراحة ضرورية أيضًا، فهي تحافظ على الطاقة وتساعدك على التقدم نحو الأهداف بثبات."
    ]
  },
  "EMO": {
    "textHTML": "<p>يحدث تشوّه «الاستدلال العاطفي» عندما نتخذ قراراتنا اعتمادًا على مشاعرنا الحالية فقط، لا على المنطق والحقائق. في تلك اللحظات تبدو العواطف وكأنها الدليل الأساسي على أن الموقف هو تمامًا كما نشعر به، حتى لو لم يكن هذا صحيحًا موضوعيًا.</p><p>مثلًا، قد يرفض شخص لقاء أصدقائه لأنه حزين ويعتقد أن ذلك لن يغيّر شيئًا. لكن في الواقع قد يساعده التواصل والدعم على تحسين مزاجه واستعادة طاقته.</p><p>المشاعر مهمة، لكن الاعتماد عليها وحدها قد يقود إلى استنتاجات وقرارات غير دقيقة. من المفيد الانتباه ليس فقط لما تشعر به، بل أيضًا للحقائق، لاتخاذ قرارات أكثر اتزانًا وثباتًا.</p>",
    "dialogSummary": "في هذا الحوار يتخذ الشخص 1 قرارًا بناءً على الحزن وعدم الثقة فقط، فيرفض الذهاب إلى موعد. الشخص 2 يساعده بلطف على رؤية الصورة بشكل أوسع، ويطرح احتمال أن تكون التجربة الفعلية ألطف بكثير مما يوحي به المزاج الحالي.",
    "dialog": [
      "لا أريد الذهاب إلى الموعد. مزاجي سيئ.",
      "لكن هذا الشخص كان يعجبك. ربما تمنح نفسك فرصة وترى كيف ستسير الأمور؟",
      "أشعر بعدم الثقة وبالحرج. أظن أنني سأفسد الأمر.",
      "لا يمكنك معرفة ذلك مسبقًا. قد تكون المقابلة لطيفة وداعمة، وقد تشعر بتحسّن كبير مقارنة بما تشعر به الآن."
    ]
  },
  "FILTER": {
    "textHTML": "<p>المرشّح الذهني هو تشوّه معرفي نلاحظ فيه أولًا الجوانب السلبية ونكاد لا نلتفت إلى الإيجابيات. مثلًا، بعد مقابلة عمل غير ناجحة قد يركز الشخص فقط على الرفض، وينسى الخبرة القيّمة والمعرفة الجديدة التي قد تساعده لاحقًا.</p><p>قد يؤدي هذا الأسلوب إلى الشعور بعدم الرضا وانخفاض المزاج، حتى لو كانت الحياة مليئة بأشياء جيدة. وغالبًا ما يترافق المرشّح الذهني مع تشوّهات أخرى، مثل التفكير بالأبيض والأسود أو التقليل من الإيجابيات.</p><p>للتغلب تدريجيًا على المرشّح الذهني، من المفيد تدريب النفس على ملاحظة اللحظات الإيجابية، وطرح أسئلة داعمة، وتذكير الذات بالنجاحات ونقاط القوة.</p>",
    "dialogSummary": "في هذا الحوار ينشغل الشخص 1 بملاحظة سلبية واحدة ويتجاهل الجوانب الإيجابية في عمله. الشخص 2 يساعده على رؤية الصورة كاملة والالتفات إلى الحقائق التي تؤكد النجاحات والجهد المبذول.",
    "dialog": [
      "تلقيت ملاحظة سلبية في العمل. أشعر أنني فاشل.",
      "لكن لديك الكثير من الملاحظات الإيجابية والإنجازات. يبدو أنك تعطي وزنًا كبيرًا جدًا لحدث سلبي واحد.",
      "نعم، لكن هذه الملاحظة تبدو الأهم. كأنها تمحو كل نجاحاتي.",
      "أنت ترى الجزء السلبي فقط وتفوت بقية الحقائق. هذا هو المرشّح الذهني. حاول أن تنظر بشكل أوسع وتتذكر ما أنجزته من أمور جيدة."
    ]
  },
  "LABEL": {
    "textHTML": "<p>إطلاق التسميات هو تشوّه معرفي نمنح فيه الناس أو المواقف أحكامًا قاطعة ومبسّطة اعتمادًا على ملاحظات محدودة. ونتيجة لذلك نتوقف عن رؤية الجوانب الأخرى للشخص أو الحدث، فيصبح إدراكنا مشوّهًا.</p><p>مثلًا، قد يصف شخصٌ آخر بأنه «غريب» أو «غير جدير» فقط بسبب مظهره أو تصرفه في موقف واحد. وبالمثل، عندما نطلق تسميات على أنفسنا — كأن نقول «أنا سيئ» أو «أنا فاشل» — فإننا نتجاهل نقاط قوتنا ونجاحاتنا وصفاتنا الحقيقية.</p><p>عندما نتعلم ملاحظة هذا التشوّه، يصبح من الأسهل رؤية الآخرين وأنفسنا بصورة أوسع وأكثر إنصافًا، من دون القفز إلى استنتاجات متسرعة.</p>",
    "dialogSummary": "في هذا الحوار يستنتج الشخص 1 أن الرجل «أب سيئ» بعد مشاهدة موقف واحد يصرخ فيه على أطفاله. الشخص 2 يقترح منظورًا أكثر اتزانًا، مذكّرًا بأن ملاحظة واحدة لا تكفي للحكم، وأن الناس قد يتصرفون بشكل مختلف حسب الظروف.",
    "dialog": [
      "رأيت ذلك الرجل يصرخ على الأطفال في الحديقة. إنه بالتأكيد أب سيئ.",
      "من الصعب الحكم من لحظة واحدة. ربما كان يومه صعبًا أو حدث شيء أخرجه عن توازنه.",
      "أنا لن أتصرف هكذا أبدًا مع أطفالي. يبدو أنه لا يجيد دور الوالد.",
      "الأحكام القاطعة قد تكون مضللة. الناس يتفاعلون بشكل مختلف تحت الضغط، وفي يوم آخر قد يكون أبًا حنونًا ومهتمًا جدًا."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>يظهر تشوّه «كان يمكن» عندما نعود ذهنيًا إلى أحداث الماضي ونتخيل بدائل مثالية لم تكن متاحة في الواقع. نبدأ بالتفكير بصيغة «ماذا لو» ونبني سيناريوهات خيالية عن كيف كان يمكن أن تسير الأمور بشكل مختلف.</p><p>أحيانًا يظهر هذا أيضًا في التواصل: نقول لأنفسنا أو للآخرين إنه كان يجب التصرف بطريقة أخرى، من دون أخذ الظروف الفعلية التي حدثت فيها الأحداث بالحسبان.</p><p>هذا المنظور يؤدي غالبًا إلى الشعور بالذنب والندم وعدم الرضا، لأننا نقارن الواقع بسيناريوهات مثالية غير قابلة للتحقق. من المفيد تذكّر أن الماضي لا يتغير، لكننا نستطيع اختيار ما سنفعله بعد ذلك.</p>",
    "dialogSummary": "في هذا الحوار ينظر الشخص 1 إلى الامتحان من زاوية «كان يمكن»، ويلوم نفسه والظروف. الشخص 2 يعيد التركيز بلطف إلى الحاضر والمستقبل، مذكّرًا بأن الأهم هو الخطوات الممكنة الآن.",
    "dialog": [
      "رسبت في الامتحان. كان يجب أن أدرس أكثر.",
      "لكنّك كنت تعمل كل يوم وبذلت أقصى ما لديك. تصرفت ضمن الظروف المتاحة.",
      "نعم، لكن كنت سأدرس أكثر لو لم تكن هناك وظيفة.",
      "لا يمكن تغيير الماضي. الأهم الآن أن تفكر كيف تدعم نفسك وكيف توزّع وقتك بشكل أفضل في المستقبل."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>يظهر تشوّه «المبالغة والتقليل» عندما ننظر إلى الأحداث من زاوية أحادية مبالغ فيها، فنفوت الدرجات والتفاصيل. عند المبالغة تبدو الجوانب السلبية ضخمة ومهيمنة، كأنها تحت عدسة مكبرة. وعند التقليل نقلل من نقاط قوتنا ونجاحاتنا والأحداث الإيجابية، وكأنها بلا قيمة.</p><p>مثلًا، قد يعتقد شخص أنه فاشل بسبب أخطاء صغيرة، وفي الوقت نفسه لا يلاحظ إنجازاته وجهوده التي ساعدته على التقدم والنجاح.</p><p>قد يؤثر هذا النهج سلبًا على تقدير الذات والعلاقات مع الآخرين، لأن رؤية الواقع تصبح مشوّهة. من المفيد تعلّم ملاحظة التوازن: رؤية الأخطاء ونقاط القوة معًا، وتقدير الجهد الذي تبذله بالفعل.</p>",
    "dialogSummary": "في هذا الحوار يبالغ الشخص 1 في تضخيم ارتباكه قبل مقابلة العمل، بينما يساعده الشخص 2 بلطف على إعادة التركيز إلى نقاط القوة والقدرات، بما يدعم نظرة أكثر توازنًا.",
    "dialog": [
      "أنا متوتر جدًا بسبب المقابلة غدًا. أنا دائمًا أتلخبط في الكلام.",
      "يبدو أنك تضخّم ارتباكك الآن. أنت أقدر بكثير مما تتخيل.",
      "لكنني كثيرًا ما أتوه وأنسى ما أردت قوله.",
      "لديك نقاط قوة مهمة: تعرف كيف تتصرف بسرعة وتجد حلولًا. هذه مهارة قيّمة فعلًا في المقابلات.",
      "حقًا؟ شكرًا، سأحاول أن أتذكر ذلك."
    ]
  },
  "READ": {
    "textHTML": "<p>يحدث تشوّه «قراءة الأفكار» عندما نفترض أننا نعرف ما يفكر فيه الآخرون أو ما يشعرون به من دون أدلة حقيقية. نعتمد على التخمين لا على الحقائق، وغالبًا ما نقع في فخ استنتاجات خاطئة.</p><p>مثلًا، قد نقرر أن شخصًا ما يحمل تجاهنا مشاعر سلبية بسبب تصرفه، بينما قد تكون الأسباب مرتبطة بمزاجه أو انشغاله أو تعبه. وأحيانًا يحدث العكس — نعتقد أن الطرف الآخر يفهم نوايانا أو مشاعرنا رغم أننا لم نعبّر عنها صراحة.</p><p>عندما نلاحظ هذا التشوّه، يصبح من الأسهل تجنب الافتراضات الخاطئة وبناء تواصل أكثر صدقًا وانفتاحًا قائمًا على الحقائق لا التخمين.</p>",
    "dialogSummary": "في هذا الحوار يستنتج الشخص 1 ما تشعر به زميلته اعتمادًا على افتراضاته. الشخص 2 يذكّره بلطف بأنه لا يمكن التأكد من أفكار ومشاعر الآخرين دون حوار مباشر.",
    "dialog": [
      "ماريا لم تسلّم عليّ أمس في المكتب. يبدو أنها غاضبة مني بسبب تأخري عن الاجتماع.",
      "هل أنت متأكد؟ ربما كانت مشغولة أو لم تلاحظك. هل حاولت أن تسألها؟",
      "لا، لم أسأل. لكن لدي إحساس أن السبب هو هذا.",
      "لا يمكننا التأكد من أفكار شخص آخر دون الحديث معه. ربما كانت لديها أسبابها الخاصة التي لا علاقة لها بك."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>التخصيص الشخصي هو تشوّه معرفي نرى فيه الأحداث وكأنها موجّهة ضدنا شخصيًا، حتى عندما لا توجد أسباب حقيقية لذلك. كأننا نضع أنفسنا في مركز الموقف ونأخذ على عاتقنا ما قد لا يكون مرتبطًا بنا مباشرة.</p><p>مثلًا، إذا لم يسلّم أحدهم علينا قد نقرر أنه يتجاهلنا عمدًا أو لا يحبنا. لكننا قد نفوت احتمال أنه كان منشغلًا أو مسرعًا أو غير منتبه. يظهر التخصيص أيضًا عندما نعتبر أن أي حدث سلبي هو انعكاس لعيوبنا، متجاهلين الظروف الخارجية.</p>",
    "dialogSummary": "في هذا الحوار يرى الشخص 1 الرفض في مقابلة العمل كدليل على عدم كفاءته. الشخص 2 يذكّره بلطف بأن النتيجة قد تتأثر بعوامل كثيرة ولا تحدد قيمة الشخص أو قدراته.",
    "dialog": [
      "لم أنجح في مقابلة العمل. يبدو أنني ببساطة غير قادر على التعامل مع المهام المهمة.",
      "ليس بالضرورة. ربما كانت لدى الشركة متطلبات محددة أو كان هناك مرشحون يناسبون هذا الدور أكثر.",
      "لكن في كل مرة يحدث فيها شيء مهم أخطئ. يبدو أنني لست جيدًا بما يكفي.",
      "الأخطاء والرفض جزء طبيعي من الطريق. لا يعني ذلك أن هناك خطبًا ما فيك. من المهم أخذ العوامل المختلفة بالحسبان وعدم ربط كل موقف بقيمتك أو قدراتك فقط."
    ]
  }
}
