{
  "ykRKsDopcp": {
    "title": "الحجج مع وضد الفكرة التلقائية",
    "description": "إضافة خطوة جديدة في المذكرة - تقديم حجج مؤيدة ومعارضة للفكرة التلقائية"
  },
  "rwdHy8lyCk": {
    "title": "إضافة الذكاء الاصطناعي",
    "description": "إضافة تكامل مع شبكات الذكاء الاصطناعي الشائعة للمساعدة في تحليل أفكارك، والتلميحات الفردية عند العمل في المذكرة"
  },
  "QejWpiat0v": {
    "title": "تقييم مستوى الإيمان بالفكرة بعد ملء المذكرة",
    "description": "في الوقت الحالي، يمكنك تقييم مستوى الإيمان بالفكرة التلقائية فقط قبل بدء المعالجة. هل ترغب في تقييم تأثير المعالجة بعد ملء الرد البديل على الفكرة؟"
  },
  "FFoEvFNDpe": {
    "title": "التحفيز على الممارسة",
    "description": "إضافة تتبع لأيام الممارسة المستمرة في المذكرة. مكافأة المستخدمين بشارات رمزية وحوافز داخل التطبيق"
  },
  "W9mMGTmapW": {
    "title": "نسخة الويب",
    "description": "يمكننا إنشاء نسخة ويب من التطبيق بدون تعقيدات كبيرة. هل لديك حاجة للعمل مع المذكرة عبر الكمبيوتر المكتبي؟"
  },
  "eur8RglkH0": {
    "title": "المزيد من المواد لدراسة العلاج المعرفي السلوكي",
    "description": "هل تشعر بالحاجة إلى مواد تعليمية؟ يمكننا إخبارك المزيد عن طرق التعامل مع الأفكار المدمرة، وكيفية التعامل مع العصاب، واضطرابات الأكل، وما إلى ذلك."
  },
  "EQ3zKWJ0pU": {
    "title": "إضافة إحصائيات للمذكرة",
    "description": "عرض مدى انتظامك في تدوين الملاحظات، وأكثر المشاعر شيوعاً، والتشوهات المعرفية، وما إلى ذلك."
  },
  "EauYpGQzAL": {
    "title": "إضافة بطاقات المواجهة",
    "description": "السماح بإنشاء بطاقات تحتوي على فكرة مدمرة على جانب واحد ودحضها على الجانب الآخر. هذه التقنية تستخدم في العلاج المعرفي السلوكي، هل تشعر بالحاجة إلى مثل هذه الوظيفة؟"
  },
  "gvwOk0eqXB": {
    "title": "إضافة إحصائيات للاختبارات",
    "description": "وضع رسم بياني في صفحة الاختبارات يوضح ديناميكية تغير نتائج الاختبارات التي تم إجراؤها."
  },
  "2o6HBDuM2o": {
    "title": "اختبار نفسي جديد للقلق",
    "description": "في الوقت الحالي، أضفنا اختباراً لمستوى الاكتئاب. هل نحتاج إلى إضافة اختبار مماثل لمستوى القلق؟"
  },
  "2o7H8DtM2o": {
    "title": "تصدير سجلات مذكرة الأفكار التلقائية إلى ملف",
    "description": "حالياً نوفر إمكانية مزامنة البيانات بين الأجهزة المختلفة. هل نحتاج إلى توفير إمكانية تنزيل السجلات بتنسيق CSV أو Excel؟"
  },
  "QWjMvNfKLw": {
    "title": "عدة أفكار تلقائية",
    "description": "التنسيق الحالي للمذكرة يتضمن معالجة فكرة واحدة في كل مرة. هل يجب إتاحة إمكانية كتابة عدة أفكار، مع تقييم كل منها بشكل منفصل ووجود رد بديل منفصل لكل منها؟"
  },
  "iF6yEanPp3": {
    "title": "المذكرة اليومية",
    "description": "قسم يمكنك فيه تسجيل ما حدث خلال اليوم، ثم تحليله واستخراج الأفكار التلقائية. لاحقاً يمكن إضافة الذكاء الاصطناعي للمساعدة في تحليل السجلات."
  },
  "iF6sKCdvfds": {
    "title": "المعتقدات الوسيطة",
    "description": "إتاحة إمكانية ربط الأفكار التلقائية بالمعتقدات الوسيطة. بناءً على ذلك، سيكون من الممكن بناء شجرة المعتقدات وتحليلها."
  },
  "iF6sKverhdfd": {
    "title": "التقييم اليومي للحالة",
    "description": "إضافة إمكانية تقييم حالتك كل يوم عند زيارة التطبيق. لاحقاً سيكون من الممكن إنشاء رسم بياني لتغير الحالة ومقارنته بديناميكية تغير المواقف."
  },
  "iF6sKvevscdf1": {
    "title": "تطوير التقييم اليومي للحالة",
    "description": "يمكنك الآن تقييم حالتك النفسية قبل وبعد الجلسات. هل ترغب أيضاً في تقييم المشاعر السائدة وتسجيل التمارين التي قمت بها لتحسين حالتك؟"
  },
  "iF6sKvJllcpwx": {
    "title": "قصص التغلب على المشاكل النفسية",
    "description": "إضافة قسم يمكنك فيه مشاركة قصة التغلب على مشكلتك النفسية لإلهام الأشخاص الذين يواجهون صعوبات مماثلة. وبالمثل، قراءة قصص الآخرين."
  },
  "iF6sKvKLdvkwq": {
    "title": "اختبار مع تحليل 7 مؤشرات حياتية",
    "description": "يحلل الاختبار عدة جوانب من الحياة ويحدد المجالات التي أنت أكثر ضعفاً فيها. على سبيل المثال، الاعتماد على موافقة الآخرين أو الميل إلى الكمالية."
  },
  "sdvsdsdlwwQec": {
    "title": "دمج الذكاء الاصطناعي في المذكرة اليومية",
    "description": "سيساعدك الذكاء الاصطناعي في تحليل السجلات في المذكرة اليومية وتحديد الأفكار التلقائية. سيقترح حلولاً لمشاكلك النفسية ويساعدك في معالجتها."
  },
  "sdvdcarlwwQff": {
    "title": "الحوار السقراطي",
    "description": "ليس من السهل دائماً تحديد الفكرة التلقائية. تتضمن طريقة الحوار السقراطي طرح أسئلة على نفسك للكشف عن الفكرة المخفية. سيطرح الذكاء الاصطناعي عليك أسئلة لمساعدتك في تحديد الفكرة التلقائية."
  },
  "sdvdNdbxdwQfb": {
    "title": "المعالج النفسي الافتراضي",
    "description": "تواصل حر مع الذكاء الاصطناعي في حوار. يمكنك مشاركة مشاعرك، وطلب النصيحة، والحصول على الدعم."
  },
  "sdvdpsvwQfw": {
    "title": "مقياس نوفاكو للغضب",
    "description": "إضافة اختبار جديد لمستوى التهيج. سيظهر كمية الغضب والانزعاج التي تستوعبها وتحتفظ بها داخلك في الحياة اليومية."
  },
  "sdvdpsvGscfvw": {
    "title": "الإدخال الصوتي",
    "description": "إمكانية ملء الحقول النصية في المذكرات باستخدام الصوت."
  },
  "rsoklcescfvwz": {
    "title": "التحليل اليومي للنشاط",
    "description": "في نهاية كل يوم بعد العمل في التطبيق، ستتمكن من طلب تحليل لليوم من الذكاء الاصطناعي. سيستخلص استنتاجات حول عملك ويقدم توصيات."
  },
  "lkmvdsvdsfds": {
    "title": "الصور في المذكرة اليومية الذكية",
    "description": "إضافة إمكانية إرفاق الصور بالسجلات في المذكرة اليومية الذكية."
  },
  "iFlct67Ldvkwq": {
    "title": "مذكرة الامتنان",
    "description": "إضافة نوع جديد من السجلات في المذكرة اليومية الذكية - الامتنان."
  }
}
