{
  "info": {
    "event": "Let's start by identifying the trigger that caused negative thoughts or emotions. The trigger can be an utterly insignificant event or even your own thought.",
    "thought": "Automatic thoughts are generated by an event and lead to the emergence of negative emotions. Emotions, in turn, cause a deterioration of the state and the emergence of new automatic thoughts. This results in a cycle of negativity, which is difficult to break out of. To prevent its occurrence, identify the automatic thought as soon as possible and record it in a journal.",
    "body": "Try to return to the moment the trigger occurred. Remember what unpleasant sensations were present in the body at that time.",
    "behavior": "What was your behavior afterward? What did you do after you experienced negative emotions?",
    "response": "After identifying the automatic thought, it is necessary to pay attention to it and reflect on it. As a rule, automatic thoughts contain logical errors and distortions. Your task is to provide a rational response to the distortions and form a new mindset.",
    "conclusion": "Describe the outcome of your work - how your emotions and thoughts have changed, what you plan to change in your reactions if a similar event occurs.",
    "comparison": "Give arguments supporting your automatic thought and arguments refuting it. This will help you understand how objective and real it is."
  },
  "stepper": {
    "event": "I screwed up a task at work",
    "thought": "I make mistakes in my work all the time, everyone around me hates me for it",
    "body": "Increased heart palpitations, heaviness in the chest.",
    "behavior": "Slammed the door",
    "response": "There are no people who don't make mistakes, and I can't predict the thoughts of those around me",
    "conclusion": "The next time I make a mistake, I will not try to guess the reaction of others. I will also keep a checklist to check my work so that I don't make the same mistake again"
  },
  "analysis": {
    "description": [
      "Turn filling out your diary from a chore into a fun process. Instead of just recounting events, tell your day as an exciting story.",
      "Artificial intelligence will help you: it will analyze your story and automatically suggest how best to fill out your diary by selecting the appropriate categories and fields.",
      "You can always edit and flesh out what the AI has suggested, making the record even more personal and accurate.",
      "Everything written will be saved in a diary, so your story won't be lost once it's analyzed.",
      "AI makes the process of working with thoughts not only useful but also interesting, turning ordinary diary filling into creative self-expression."
    ],
    "hint": [
      "Describe what happened, your feelings and thoughts. In your story, try to mention",
      "What was the event",
      "What automatic thought arose",
      "Physical sensations, emotions",
      "Adaptive response to automatic thought",
      "Conclusion"
    ]
  },
  "automaticAnalysis": [
    {
      "title": "Recording emotions instead of thoughts",
      "description": "Feelings cannot be refuted in an adaptive response and should be recorded in a separate step.",
      "wrong": "I feel anxious",
      "right": "I think I won’t be able to cope"
    },
    {
      "title": "Vague formulations",
      "description": "An automatic thought may be recorded too generally.",
      "wrong": "Everything is bad",
      "right": "I think my colleagues consider me incompetent"
    },
    {
      "title": "Recording facts instead of interpretations",
      "description": "It is important to note your attitude toward the event. The fact of the event was recorded in the previous step.",
      "wrong": "I was late for work",
      "right": "Now my boss will think I’m irresponsible"
    },
    {
      "title": "Too complex and confusing formulation",
      "description": "Thoughts should be recorded simply and clearly; otherwise, it will be difficult to provide an adaptive response.",
      "wrong": "I tend to believe that my opinion doesn’t matter",
      "right": "My opinion doesn’t matter to anyone"
    },
    {
      "title": "Skipping the automatic thought",
      "description": "Some people immediately record alternative thoughts or responses to automatic thoughts.",
      "wrong": "I must think positively",
      "right": "I’m not sure I can handle it"
    },
    {
      "title": "Ignoring key thoughts",
      "description": "Sometimes people only record thoughts that seem more acceptable, ignoring key or painful automatic thoughts.",
      "wrong": "I’m a bit worried about the future",
      "right": "I’ll never succeed"
    }
  ]
}