{
  "list": {
    "0": {
      "title": "AI Recommendations for Filling Out the Diary",
      "description": "Filling out the diary of automatic thoughts can be a challenging and meticulous task. Our recommendation system will ease this process: it will guide, support, and help avoid mistakes. This will make your work with thoughts more productive."
    },
    "1": {
      "title": "Personalized Analysis of Your Entries",
      "description": "Share your concerns with our AI, and it will help you view your difficulties from a new perspective. The AI will provide support, offer helpful recommendations, and identify cognitive distortions that you can work on effectively as you move towards solving your problems."
    },
    "2": {
      "title": "Personal Data Security",
      "description": "Enables the option to set a password when entering the app and additionally encrypts your personal data. This ensures that access to the app is impossible without the correct password, protecting your information at the highest level."
    },
    "3": {
      "title": "AI Speech Recognition",
      "description": "We use the latest speech recognition technologies with emotion analysis to accurately capture your thoughts and intonations. Our system automatically adds paragraphs and punctuation. You will get accurate records four times faster than typing."
    },
    "4": {
      "title": "Synchronization Across All Devices",
      "description": "Your data will be securely encrypted and stored on our server, ensuring its safety. This also allows you to make entries from different devices simultaneously, providing convenient and continuous access to your information at any time."
    },
    "5": {
      "title": "Full Access to Tests",
      "description": "Our tests are developed by professional psychologists and contain detailed explanations for each question. This will help you gain deeper insight into yourself and track changes in your condition, ensuring a more mindful approach to self-discovery and development."
    },
    "6": {
      "title": "Unlimited Access to the Knowledge Base",
      "description": "Self-learning is a key element on the path to a happier and more mindful life. We have developed an extensive knowledge base that is constantly updated. Read our interactive articles without limits and discover new ways to improve your life every day."
    },
    "7": {
      "title": "Adding images to posts",
      "description": "Illustrate your thoughts with images. The added images will be synchronized across all devices and accessible to your psychologist!"
    }
  },
  "last": {
    "title": "The following features will also be available:",
    "advantages": [
      "Data export in CSV format",
      "Auto-synchronization of data with your psychologist",
      "Timer for shutting off relaxing sounds",
      "Protection against subscription price increases"
    ]
  }
}
