{
  "title": "Zrcadlo sebereflexe",
  "statement": "Představte si, že říkáte svému nejlepšímu příteli všechny ty kritické myšlenky, které obvykle adresujete sobě. Tato technika vám pomůže uvědomit si nespravedlnost sebekritiky a naučit se přistupovat k sobě s větším soucitem a pochopením.",
  "task": [
    "1️⃣ Vyberte situaci, ve které máte sklon k sebekritice.",
    "2️⃣ Představte si, že váš blízký přítel nebo příbuzný se ocitl ve stejné situaci.",
    "3️⃣ Proveďte rolovou hru: vy hrajete sebe a imaginární společník hraje vašeho přítele.",
    "4️⃣ Vyslovte všechny kritické myšlenky a soudy, které obvykle směřujete na sebe, ale adresujte je vašemu «příteli».",
    "Všimněte si svých pocitů během tohoto cvičení. Jak pohodlně se cítíte, když říkáte takové věci jiné osobě?",
    "Analyzujte rozdíl mezi tím, jak přistupujete k sobě a k ostatním v podobných situacích.",
    "Zamyslete se, jak byste ve skutečnosti podpořili přítele v takové situaci. Jaká slova byste použili?",
    "Zkuste aplikovat stejnou úroveň podpory, pochopení a péče na sebe."
  ],
  "example": [
    "Vaše obvyklé myšlenky o sobě:",
    "Jsem naprostý neúspěšný člověk. Samozřejmě, že mě nepovýšili – vždyť nic neumím. Pravděpodobně nikdy nedosáhnu úspěchu v kariéře. Nejsem dostatečně chytrý a talentovaný pro tuto práci.",
    "Nyní si představte, že vaše nejlepší kamarádka Anna nedostala povýšení a řekla vám o tom. Zkuste jí říct to samé:",
    "Anno, jsi naprosto neúspěšná. Samozřejmě, že tě nepovýšili – vždyť nic neumíš. Pravděpodobně nikdy nedosáhneš úspěchu v kariéře. Nejsi dostatečně chytrá a talentovaná pro tuto práci.",
    "Jak se cítíte, když tohle říkáte Anně? Nejspíš je vám to nepříjemné a dokonce se stydíte taková slova vyslovit.",
    "A teď se zamyslete, co byste Anně skutečně řekli:",
    "Anno, je mi líto, že jsi to povýšení nedostala. Vím, jak tvrdě jsi na tom pracovala. Nedostat to, co si přejeme, je vždy nepříjemné, ale nedělá to z tebe neúspěšného člověka. Máš mnoho silných stránek a úspěchů. Možná teď prostě není tvůj čas, nebo existují nějaké dovednosti, které můžeš zlepšit. Pojďme se zamyslet, jak bys mohla dále rozvíjet svou kariéru.",
    "Nyní zkuste říci stejná slova podpory sobě. Všimněte si, jak rozdílně přistupujete k sobě a k příteli ve stejné situaci. Praktikujte tento přístup pravidelně, abyste se naučili vztahovat se k sobě se stejným soucitem a podporou, jako k blízkému příteli."
  ],
  "expectations": [
    "Uvědomění si nespravedlnosti sebekritiky",
    "Zlepšení sebehodnocení a sebevědomí",
    "Snížení úrovně stresu a úzkosti"
  ]
}
