{
  "title": "Vzdorování vnitřnímu kritikovi",
  "statement": "Pocit méněcennosti je často způsoben vnitřním kritikem, který podkopává sebevědomí. Tato technika vám pomůže reagovat na kritiku a přehodnotit negativní myšlenky.",
  "description": [
    "Negativní přesvědčení jako «Nestojím za nic», «Jsem horší než ostatní», «Nic se mi nepodaří», «Za všechno můžu já», «Jsem neschopný» zhoršují problémy se sebehodnocením a mohou vést k depresi.",
    "Je velmi důležité nepodléhat provokacím vnitřního kritika a naučit se reagovat na jeho útoky. To vám pomůže přehodnotit negativní myšlenky a zlepšit sebehodnocení."
  ],
  "task": [
    "Vytvořte tabulku se třemi sloupci ve formátu, který vám vyhovuje. Názvy sloupců:",
    "Myšlenky kritika",
    "Kognitivní chyba",
    "Racionální odpověď",
    "1️⃣ Do prvního sloupce zapisujte všechny sebekritické myšlenky, které vás napadají pokaždé, když se obviňujete, cítíte se zbytečně nebo jste se sebou nespokojeni.",
    "Do tohoto sloupce byste měli psát právě vaše myšlenky o sobě, nikoli vaše pocity. Protože pokud napíšete: «Cítím se hrozně», pravděpodobně to nebudete moci vyvrátit, protože to tak skutečně je.",
    "2️⃣ Ve druhém sloupci určete, jaké kognitivní zkreslení je v myšlence přítomno.",
    "3️⃣ Ve třetím sloupci dejte odpověď vnitřnímu kritikovi. Pokuste se najít racionální vysvětlení, které vyvrátí kritickou myšlenku.",
    "Je důležité nahradit sebekritickou myšlenku realističtější a logičtější, přičemž se vyhněte příliš optimistickým tvrzením."
  ],
  "example": ["Zde je několik příkladů odpovědí na sebekritické myšlenky:"],
  "table": {
    "header": ["Myšlenky kritika", "Kognitivní chyba", "Racionální odpověď"],
    "example": {
      "0": [
        "Jsem tak hloupý, že určitě neudělám zkoušku",
        "Nálepkování",
        "Nejsem hloupý, jen nemám dost času na přípravu. Mohu zkoušku složit, když se budu učit."
      ],
      "1": [
        "Nikdo mě nepotřebuje",
        "Černobílé myšlení",
        "Moji přátelé a blízcí si mě váží a mají mě rádi. Potřebují mě."
      ],
      "2": [
        "Nikdy si nedokážu najít práci",
        "Černobílé myšlení",
        "Mohu si najít práci, pokud se budu snažit a hledat. Mnoho lidí si najde práci a já nejsem výjimkou."
      ]
    }
  },
  "expectations": [
    "Zvýšení odolnosti vůči kritice zevnitř i od okolí.",
    "Snížení celkového emočního napětí.",
    "Snížení strachu z chyb."
  ]
}
