{
  "title": "Lo Specchio dell'Auto-Critica",
  "statement": "Immagina di dire al tuo migliore amico tutti quei pensieri critici che solitamente rivolgi a te stesso. Questa tecnica ti aiuterà a renderti conto dell'ingiustizia dell'auto-critica e ad imparare a trattarti con più compassione e comprensione.",
  "task": [
    "1️⃣ Scegli una situazione in cui tendi a essere auto-critico.",
    "2️⃣ Immagina che un tuo caro amico o parente si trovi nella stessa situazione.",
    "3️⃣ Svolgi un gioco di ruolo: tu interpreti te stesso, e l'interlocutore immaginario è il tuo amico.",
    "4️⃣ Esprimi tutti i pensieri critici e i giudizi che di solito rivolgi a te stesso, ma indirizzali al tuo \"amico\".",
    "Presta attenzione a come ti senti durante questo esercizio. Quanto ti senti a tuo agio nel dire queste cose a un'altra persona?",
    "Analizza la differenza tra come ti tratti e come tratti gli altri in situazioni simili.",
    "Pensa a come, in realtà, sosterresti un amico in una situazione simile. Quali parole useresti?",
    "Prova ad applicare lo stesso livello di sostegno, comprensione e cura verso te stesso."
  ],
  "example": [
    "I tuoi soliti pensieri su te stesso:",
    "Sono un completo fallito. Certo che non sono stato promosso - non sono capace di fare nulla. Probabilmente non avrò mai successo nella mia carriera. Non sono abbastanza intelligente e talentuoso per questo lavoro.",
    "Ora immagina che la tua migliore amica Anna non sia stata promossa e te lo abbia raccontato. Prova a dirle la stessa cosa:",
    "Anna, sei una completa fallita. Certo che non sei stata promossa - non sei capace di fare nulla. Probabilmente non avrai mai successo nella tua carriera. Non sei abbastanza intelligente e talentuosa per questo lavoro.",
    "Come ti senti a dire queste cose ad Anna? Molto probabilmente, ti senti a disagio e persino in colpa nel pronunciare tali parole.",
    "Ora pensa a cosa diresti veramente ad Anna:",
    "Anna, mi dispiace che tu non abbia ottenuto questa promozione. So quanto hai lavorato per questo. Non ottenere quello che desideri è sempre doloroso, ma questo non ti rende una fallita. Hai molte qualità e successi. Forse non è ancora il tuo momento, o ci sono delle competenze che puoi migliorare. Pensiamo insieme a come puoi crescere ulteriormente nella tua carriera.",
    "Ora prova a dire a te stesso queste stesse parole di incoraggiamento. Nota quanto diversamente ti tratti rispetto a un amico nella stessa situazione. Pratica regolarmente questo approccio per imparare a trattarti con la stessa compassione e supporto che riservi a un caro amico."
  ],
  "expectations": [
    "Riconoscimento dell'ingiustizia dell'auto-critica",
    "Miglioramento dell'autostima e della fiducia in se stessi",
    "Riduzione dei livelli di stress e ansia"
  ]
}
