{
  "title": "Risposta al Critico Interiore",
  "statement": "Il senso di inferiorità è spesso causato da un critico interiore che mina l'autostima. Questa tecnica ti aiuterà a rispondere alle critiche e a rivalutare i pensieri negativi.",
  "description": [
    "Credenze negative come \"Non valgo niente\", \"Sono peggiore degli altri\", \"Non ci riuscirò mai\", \"È tutta colpa mia\", \"Sono un fallito\" aggravano i problemi di autostima e possono portare alla depressione.",
    "È molto importante non cedere alle provocazioni del critico interiore e imparare a rispondere ai suoi attacchi. Questo ti aiuterà a rivalutare i pensieri negativi e a migliorare l'autostima."
  ],
  "task": [
    "Crea una tabella con tre colonne nel formato che preferisci. I titoli delle colonne:",
    "Pensieri del Critico",
    "Errore Cognitivo",
    "Risposta Razionale",
    "1️⃣ Nella prima colonna, scrivi tutti i pensieri autocritici che ti vengono in mente ogni volta che ti accusi, ti senti inutile o insoddisfatto di te stesso.",
    "In questa colonna dovresti scrivere i tuoi pensieri su te stesso, non i tuoi sentimenti. Ad esempio, se scrivi: \"Mi sento terribile\", sarà difficile confutarlo, perché è effettivamente così.",
    "2️⃣ Nella seconda colonna, identifica quale distorsione cognitiva è presente nel pensiero.",
    "3️⃣ Nella terza colonna, rispondi al critico interiore. Cerca di trovare una spiegazione razionale che confuti il pensiero critico.",
    "È importante sostituire il pensiero autocritico con uno più realistico e logico, evitando affermazioni eccessivamente ottimistiche."
  ],
  "example": ["Ecco alcuni esempi di risposte ai pensieri autocritici:"],
  "table": {
    "header": [
      "Pensieri del Critico",
      "Errore Cognitivo",
      "Risposta Razionale"
    ],
    "example": {
      "0": [
        "Sono così stupido che sicuramente non passerò l'esame",
        "Etichettatura",
        "Non sono stupido, mi manca solo il tempo per prepararmi. Posso superare l'esame se studio."
      ],
      "1": [
        "Non servo a nessuno",
        "Pensiero in Bianco e Nero",
        "I miei amici e le persone care mi apprezzano e mi vogliono bene. Sono importante per loro."
      ],
      "2": [
        "Non troverò mai un lavoro",
        "Pensiero in Bianco e Nero",
        "Posso trovare un lavoro se mi impegno e cerco. Molte persone trovano lavoro, e non sono un'eccezione."
      ]
    }
  },
  "expectations": [
    "Maggiore resistenza alle critiche interne ed esterne.",
    "Riduzione della tensione emotiva generale.",
    "Diminuzione della paura di commettere errori."
  ]
}
