{
  "title": "Tre Possibili Sviluppi",
  "statement": "L'obiettivo principale di questa tecnica è dare alla nostra mente la possibilità di vedere altre possibili evoluzioni di un evento. Imparerai a mettere in discussione i tuoi pensieri negativi e potrai ridurre l'ansia in situazioni stressanti.",
  "description": [
    "Tendiamo agli estremi nella valutazione delle situazioni, il che ci impedisce di vedere il quadro reale e prendere decisioni corrette. Questa tecnica semplice ma efficace aiuta a rivedere le probabilità di sviluppo degli eventi."
  ],
  "task": [
    "Quando noti un pensiero automatico che ti ha chiaramente rovinato l'umore, chiediti: Quali sono i possibili sviluppi dell'evento:",
    "peggiore — l'opzione più negativa, a cui probabilmente hai pensato per prima;",
    "migliore — l'opzione ideale, quella che ti soddisferebbe completamente;",
    "realistico — qualcosa a metà tra il primo e il secondo, ma più razionale e basato sulle tue conoscenze ed esperienze;",
    "È molto importante non solo tenere a mente le opzioni, ma registrarle su un'app o su carta. Questo ti aiuterà a comprendere meglio i tuoi pensieri e sentimenti, nonché a monitorarne i cambiamenti."
  ],
  "example": [
    "Supponiamo che domani tu abbia un esame importante per studio o lavoro e ti venga in mente: \"Non passerò l'esame\". Non hai la certezza che accadrà, ma comunque questo pensiero provoca emozioni spiacevoli. Quindi offriamo alla tua mente delle alternative.",
    "❤️ Opzione Peggiore",
    "Mi preparerò male, sarò molto nervoso e preoccupato, e non supererò l'esame domani. Peggio ancora, sarò l'unico nel gruppo a non superarlo. L'atteggiamento del docente verso di me cambierà, e i miei compagni penseranno che sono pigro e poco intelligente.",
    "💜 Opzione Migliore",
    "Non sarò preoccupato e andrò all'esame di buon umore. Mi capiterà la domanda più facile e passerò l'esame con il massimo dei voti. Anzi, sarebbe ancora meglio se tutto il gruppo ottenesse il voto massimo senza sostenere l'esame.",
    "💚 Opzione Realistica",
    "Non posso sapere con certezza quale domanda mi capiterà, ma posso prepararmi ancora un po', il che mi aiuterà a sentirmi meno ansioso domani. Preoccuparsi per un esame è normale. In generale, conosco abbastanza bene il materiale, quindi sarò in grado di rispondere alla maggior parte delle domande."
  ],
  "expectations": [
    "Una visione obiettiva della situazione.",
    "Riduzione della tensione emotiva generale."
  ]
}
