{
  "title": "Superare la Paura dell'Errore: Il Foglio 'Antiperfezionismo'",
  "statement": "Molti perfezionisti credono che il pieno godimento di qualcosa sia possibile solo se eseguito perfettamente. Ti proponiamo di sfidare 💪 questa idea.",
  "description": [
    "Per molti, gli standard elevati e le aspettative verso se stessi e gli altri sembrano essere una forza trainante. Tuttavia, quando le aspettative diventano irrealistiche, possono trasformarsi in una trappola, portando a un costante senso di inadeguatezza, critica incessante e, in definitiva, alla depressione.",
    "Nel mondo tutto può essere migliorato, e l'aspirazione a un ideale assoluto è destinata a portare delusione.",
    "Questa tecnica ti permetterà di renderti conto che raggiungere la perfezione non è una condizione necessaria per ottenere piacere dal processo. Prova a fare qualcosa in modo imperfetto, ma con piacere. Vediamo cosa ne viene fuori."
  ],
  "task": [
    "1️⃣ Per diversi giorni, tieni un registro delle attività più varie e spontanee che svolgi, come 'lavarsi i denti', 'preparare la cena', 'preparare un rapporto di lavoro' o 'pulire la casa'.",
    "2️⃣ Nella seconda colonna, annota quanto pensi di aver svolto efficacemente l'attività, espresso in percentuale.",
    "3️⃣ Nella terza colonna, indica quanto piacere ti ha dato svolgerla."
  ],
  "table": {
    "header": ["Attività", "Efficacia", "Piacere"],
    "example": {
      "0": [
        "Preparare la cena",
        "50% (avrei potuto scegliere una ricetta più complessa e gustosa)",
        "90% (semplice, ma molto buono e non ha richiesto molto tempo)"
      ],
      "1": [
        "Pulire la casa",
        "70% (ho fatto il necessario, ma non ho avuto tempo per frigorifero e fornelli)",
        "100% (la pulizia in casa mi dà sempre piacere)"
      ],
      "2": [
        "Preparazione di un rapporto di lavoro",
        "85% (ho messo molto impegno nel rapporto)",
        "20% (i pensieri costanti su come avrebbe potuto essere migliore mi hanno privato del piacere del processo)"
      ]
    }
  },
  "expectations": [
    "Questo esercizio ti permetterà di capire che raggiungere la perfezione non è una condizione necessaria per ottenere piacere dal processo.",
    "Riduzione dell'ansia e della paura degli errori."
  ]
}
