{
  "constants": {
    "tags": {
      "calm": "평온",
      "mindfulness": "마음챙김",
      "meditation": "명상",
      "perfectionism": "완벽주의",
      "procrastination": "미루기"
    }
  },
  "alkjnaNNasz": {
    "title": "자기비판의 거울",
    "statement": "평소 스스로에게 쏟아붓는 날카로운 비판을, 가장 친한 친구에게 그대로 말한다고 상상해 보세요. 이 연습은 자기비판이 얼마나 불공정하고 과도한지 알아차리게 해 주며, 자신을 더 따뜻하고 다정하게 대하고 지지하는 법을 익히도록 돕습니다.",
    "task": [
      "1️⃣ 자주 스스로를 비난하게 되는 상황을 하나 고르세요.",
      "2️⃣ 가까운 친구나 소중한 사람이 똑같은 상황에 놓였다고 상상해 보세요.",
      "3️⃣ 역할극을 해 보세요: 나는 ‘나’로 남고, 상상 속 상대는 ‘친구’입니다.",
      "4️⃣ 평소 자신에게 하던 비판적 말을 소리 내어 말해 보되, 이번에는 그 말을 ‘친구’에게 해 보세요.",
      "연습하는 동안 내 감정이 어떻게 변하는지 살펴보세요. 다른 사람에게 이런 말을 하는 것이 쉬운가요?",
      "비슷한 상황에서 나 자신을 대하는 방식과, 다른 사람을 대하는 방식이 어떻게 다른지 알아차려 보세요.",
      "실제로라면 친구를 어떻게 지지해 줬을지 생각해 보세요. 어떤 말을 해줬을까요?",
      "이제 그와 같은 수준의 배려와 이해, 지지를 나 자신에게도 건네 보세요."
    ],
    "example": [
      "내가 평소 나에게 하는 말:",
      "나는 완전 실패자야. 승진을 못 한 건 당연하지—난 할 줄 아는 게 없잖아. 아마 커리어에서 성공할 일은 영영 없겠지. 이 일에 필요한 만큼 똑똑하지도, 재능도 없어.",
      "이제 가장 친한 친구 안나가 승진에 실패했고 그 이야기를 들려줬다고 상상해 보세요. 그리고 똑같은 말을 안나에게 해 보세요:",
      "안나, 너는 완전 실패자야. 승진을 못 한 건 당연하지—너는 할 줄 아는 게 없잖아. 아마 커리어에서 성공할 일은 영영 없겠지. 이 일에 필요한 만큼 똑똑하지도, 재능도 없어.",
      "안나에게 이렇게 말하고 나니 어떤 기분이 드나요? 아마 불편하고, 미안하고, 마음이 무거울 거예요.",
      "그럼 이번에는, 실제로라면 안나에게 어떤 말을 해 줬을지 생각해 보세요:",
      "안나, 승진 못 해서 정말 속상했겠다. 네가 얼마나 노력했는지 나는 알아. 너무 억울하겠지만, 그렇다고 네가 실패자가 되는 건 절대 아니야. 너에겐 강점도 많고 해낸 일도 많아. 지금은 타이밍이 안 맞았을 수도 있고, 조금 더 키우면 좋은 역량이 있을 수도 있어. 앞으로 커리어를 어떻게 쌓아갈지 같이 생각해 보자.",
      "이제 그 지지의 말을 나 자신에게도 해 보세요. 같은 상황에서 내가 나에게 얼마나 다르게 말하는지, 그리고 가까운 사람에게는 얼마나 다르게 대하는지 느껴 보세요. 이 연습을 꾸준히 반복하면, 점차 나 자신에게도 같은 따뜻함을 건넬 수 있게 됩니다."
    ],
    "expectations": [
      "자기비판이 종종 근거 없이 과도하다는 사실을 알아차리게 됩니다",
      "자존감과 자기 확신이 올라갑니다",
      "스트레스와 불안 수준이 낮아집니다"
    ]
  },
  "asgNldsc": {
    "title": "내면 상태에 주의를 기울이기",
    "statement": "지금 이 순간의 감정을 알아차리고 이름을 붙이는 연습을 해 보세요.",
    "description": [
      "이 간단한 연습은 더 깊은 마음챙김 실천을 시작하기 전에 몸과 마음을 준비하는 데 도움이 됩니다.",
      "목표는 생각의 흐름에서 잠시 빠져나와, 부드럽게 감정으로 주의를 옮기는 것입니다.",
      "이런 연습은 집중하는 힘을 키워 줍니다. 우리의 많은 걱정과 불안은 과거나 미래에 붙들려 있을 때 커지는데, 현재로 돌아오면 불편한 감정의 영향이 줄어듭니다."
    ],
    "task": [
      "하루 중 몇 번 짧게 멈추어, 생각에서 감정으로 주의를 옮겨 보세요.",
      "지금 올라오는 어떤 감정이든 알아차리고, 그저 이름만 붙여 보세요.",
      "예를 들어:",
      "조금 슬프네",
      "긴장감이 느껴져",
      "짜증이 올라오기 시작해",
      "감정을 붙잡아 두거나 바꾸려고 애쓰지 마세요. 그저 감정이 알아차림의 공간을 지나가도록 부드럽게 허용해 보세요."
    ],
    "expectations": [
      "반복할수록 감정을 알아차리는 것이 더 쉬워집니다.",
      "감정을 의식적으로 맞이하게 되면서, 감정이 나를 휘두르는 힘이 약해집니다.",
      "이 연습은 더 깊은 마음챙김 기법으로 나아가기 위한 준비가 됩니다."
    ]
  },
  "dfdzsWz4nJ": {
    "title": "3가지를 찾아보세요",
    "statement": "불안한 생각에서 현재 순간으로 주의를 전환해 보세요.",
    "description": [
      "이 간단한 연습은 더 깊은 마음챙김 실천을 시작하기 전에 준비하는 데 도움이 됩니다.",
      "목표는 생각의 흐름에서 빠져나와, 지금 이 순간에 부드럽게 초점을 맞추는 것입니다.",
      "이런 연습은 주의를 유지하는 능력을 키워 줍니다. 우리는 종종 과거와 미래에 마음이 붙들려 있는데, 현재로 돌아오면 그 영향이 줄어듭니다."
    ],
    "example": [
      "익숙한 장소에서, 이전에는 눈에 띄지 않던 것 3가지 🏡를 찾아보세요. 하나씩 차례로, 각각에 온전히 집중해 보세요.",
      "🕗 연습은 2–3분 정도 해 보세요.",
      "그다음 잠깐 쉬고, 다시 2–3분간 주의를 유지해 보세요. 하루에 최소 10번은 시도해 보세요."
    ],
    "expectations": [
      "시간이 지날수록 현재 순간에 주의를 붙잡아 두기가 더 쉬워집니다.",
      "불안 수준이 조금씩 내려갑니다.",
      "이 연습은 더 복잡한 마음챙김 기법으로 나아가기 위한 준비가 됩니다."
    ]
  },
  "DzseWuFv2t": {
    "title": "내면 비평가에게 맞서기",
    "statement": "열등감은 종종 내면의 비평가가 자존감을 갉아먹을 때 강해집니다. 이 기법은 비판에 응답하고 부정적인 생각을 다시 바라보는 법을 배우도록 돕습니다.",
    "description": [
      "“나는 가치가 없어”, “나는 남들보다 못해”, “나는 절대 못 해”, “모든 게 내 탓이야”, “나는 실패자야” 같은 생각은 자존감을 떨어뜨리고 우울한 감정으로 이어질 수 있습니다.",
      "내면의 비평가가 튀어나올 때 그대로 휩쓸리지 말고, 차분하게 반박하는 연습이 중요합니다. 그러면 스스로를 더 공정하고 다정하게 바라보는 시각이 자라납니다."
    ],
    "task": [
      "3열로 된 표를 만들어 보세요. 열 제목은 다음과 같습니다:",
      "비평가의 생각",
      "인지 왜곡",
      "합리적 답변",
      "1️⃣ 첫 번째 칸에는 죄책감, 무가치감, 자기 불만이 올라올 때 떠오르는 자기비판적 ‘생각’을 적어 보세요.",
      "감정이 아니라 ‘생각’을 적는 것이 중요합니다. 예를 들어 “기분이 안 좋아”는 반박할 수 없습니다. 감정은 이미 존재하니까요.",
      "2️⃣ 두 번째 칸에는 그 생각 뒤에 있는 인지적 왜곡을 적어 보세요.",
      "3️⃣ 세 번째 칸에는 비평가에게 차분하고 합리적으로 답해 보세요. 논리적이면서도 나를 지지하는 설명을 찾아보세요.",
      "지나치게 낙관적으로 치우치지 않으면서, 자기비판을 현실적이고 다정한 생각으로 바꾸는 연습을 해 보세요."
    ],
    "example": ["합리적 답변의 예시는 다음과 같습니다:"],
    "table": {
      "header": ["비평가의 생각", "인지 왜곡", "합리적 답변"],
      "example": {
        "0": [
          "나는 너무 멍청해서 분명 시험에 떨어질 거야",
          "낙인찍기",
          "나는 멍청한 게 아니라, 아직 준비를 다 못 했을 뿐이야. 계속 공부하면 합격할 가능성은 충분히 높아."
        ],
        "1": [
          "나는 아무에게도 필요하지 않아",
          "흑백 사고",
          "나를 소중하게 여기고 사랑해 주는 사람들이 있어. 나는 곁에 있는 사람들에게 중요한 존재야."
        ],
        "2": [
          "나는 절대 취업 못 할 거야",
          "흑백 사고",
          "계속 지원하고 성장하면 나는 일자리를 찾을 수 있어. 많은 사람이 이런 과정을 겪고, 나도 결국 해낼 수 있어."
        ]
      }
    },
    "expectations": [
      "내적·외적 비판에 대한 회복탄력성이 높아집니다",
      "정서적 긴장이 줄어듭니다",
      "실수에 대한 두려움이 완화됩니다"
    ]
  },
  "kdzYJ4njVJ": {
    "title": "상황 전개 3가지 버전",
    "statement": "이 기법은 뇌가 한 가지 결말만 떠올리는 대신, 가능한 여러 결과를 보게 도와줍니다. 부정적인 생각을 의심하고 불안을 낮추는 연습을 할 수 있습니다.",
    "description": [
      "우리는 상황을 단정적으로 평가하는 경향이 있어, 현실을 제대로 보기 어려울 때가 많습니다. 이 연습은 더 객관적인 시각으로 돌아오도록 돕습니다."
    ],
    "task": [
      "불안한 자동 사고를 알아차리면, 스스로에게 이렇게 물어보세요: 가능한 전개는 무엇일까?",
      "최악 — 가장 부정적이고 무서운 시나리오(처음 떠오른 것);",
      "최선 — 내가 완전히 만족할 만큼 이상적인 결과;",
      "현실적 — 경험과 사실에 근거해 가장 가능성이 높은 결과;",
      "앱이나 종이에 적어 보세요. 글로 정리하면 생각을 더 또렷하게 이해하고, 변화도 추적하기 쉽습니다."
    ],
    "example": [
      "내일 중요한 시험이 있고, “나는 망칠 거야”라는 생각이 든다고 해봅시다. 불편한 생각이지만, 뇌에 다른 선택지를 제시할 수 있습니다.",
      "❤️ 최악의 버전",
      "긴장해서 머리가 하얘지고 아무것도 떠올리지 못해 시험을 못 본다. 선생님은 실망하고, 동기들은 내가 게으르고 무능하다고 생각할 것이다.",
      "💜 최선의 버전",
      "마음이 편안하고 문제가 쉽게 나와서 시험을 아주 잘 본다. 혹은 선생님이 모두에게 최고 점수를 준다.",
      "💚 현실적인 버전",
      "어떤 문제가 나올지는 모르지만, 지금부터 조금 더 준비하면 자신감이 더 생길 수 있다. 긴장하는 건 자연스러운 일이다. 전체적으로 나는 내용을 잘 알고 있고, 대부분의 문제는 답할 수 있을 것이다."
    ],
    "expectations": [
      "상황을 더 객관적으로 바라보게 됩니다",
      "불안과 정서적 긴장이 줄어듭니다"
    ]
  },
  "lsafnanS3sf": {
    "title": "하루를 내 손에",
    "statement": "이 기법은 우울감이나 미루기 습관으로 어려움을 겪는 사람에게 특히 유용합니다. 자기 조직화 능력을 높이고 시간을 더 잘 관리하도록 도와줄 수 있습니다.",
    "description": [
      "다음 날을 앞둔 저녁에, 잠시 앉아 하루 일정을 적어 보세요.",
      "기본 버전에서는 4개의 칸을 채우는 것을 권합니다:",
      "1️⃣ 첫 번째 칸 — “시간”. 과제를 수행할 대략적인 시간입니다. 시간 구간으로 적어도 됩니다.",
      "2️⃣ 두 번째 칸 — “전”. 그 시간대에 하고 싶은 일을 적는 시간별 계획입니다. 한꺼번에 많이 쓰지 마세요. 각 시간 줄마다 한두 단어로 활동이나 행동을 표시하면 됩니다.",
      "예를 들어 아주 사소한 일도 괜찮습니다: 샤워하기, 아침 먹기, 세탁기 돌리기. 혹은 더 에너지가 드는 일일 수도 있습니다: 집 정리 🧹, 시험 준비 🧪, 이력서 작성 ✍🏼 등.",
      "3️⃣ 하루가 끝나면 세 번째 칸 — “후”에 기록하세요.",
      "그날 실제로 무엇을 했는지 적는 칸입니다. 계획과 같을 수도, 다를 수도 있어요—정상입니다. 너무 걱정하지 마세요.",
      "‘전’ 목록에서 일부만 해내더라도, 하루를 계획하는 과정 자체가 꽤 유익하고, 눈에 보이는 형태로 정리된다는 점에서 도움이 될 수 있습니다.",
      "4️⃣ 네 번째 칸 — “즐거움”. 루틴한 일에서도 즐거움을 찾을 수 있습니다.",
      "무엇보다, 앞으로 나아가고 있다는 사실만으로도 어느 정도의 즐거움이 생깁니다. 10점 척도로 그 일을 하는 것이 얼마나 즐거웠는지 기록해 보세요."
    ],
    "task": [
      "다음 날을 앞둔 저녁에, 잠시 앉아 하루 일정을 적어 보세요.",
      "기본 버전에서는 4개의 칸을 채우는 것을 권합니다:",
      "1️⃣ 첫 번째 칸 — “시간”. 과제를 수행할 대략적인 시간입니다. 시간 구간으로 적어도 됩니다.",
      "2️⃣ 두 번째 칸 — “전”. 그 시간대에 하고 싶은 일을 적는 시간별 계획입니다.",
      "3️⃣ 하루가 끝나면 세 번째 칸 — “후”에 기록하세요.",
      "그날 실제로 무엇을 했는지 적는 칸입니다.",
      "4️⃣ 네 번째 칸 — “즐거움”. 10점 척도로 그 일을 하는 것이 얼마나 즐거웠는지 기록해 보세요."
    ],
    "table": {
      "header": ["시간", "전", "후", "즐거움"],
      "example": {
        "0": ["일어나기", "일어나서 양치했어요"],
        "1": ["아침 먹기", "아침을 먹었어요"],
        "2": ["방 청소", "친구와 통화했어요"],
        "3": ["시험 준비", "드라마를 봤어요"]
      }
    },
    "expectations": [
      "어떤 일을 ‘해야 할지 말아야 할지’를 계속 따지며 고민하는 습관을 멈추는 데 도움이 되고, 내적 갈등을 줄여 줍니다",
      "해야 해서 하는 일과 즐거움을 주는 활동이 함께 들어가, 시간을 더 균형 있게 계획하도록 도와줍니다",
      "하루 계획을 꾸준히 작성하면, ‘나는 아무것도 못 해’라는 믿음을 실제 행동으로 반박하게 되면서 동기가 점차 올라가는 것을 느끼게 될 것입니다"
    ]
  },
  "lsvnnDSnsdl": {
    "title": "실수할 가능성을 받아들이기",
    "statement": "실수에 대한 두려움은 완벽주의와 자주 함께 옵니다. 이 기법은 실수를 더 차분하게 받아들이는 연습을 돕습니다.",
    "task": [
      "실수는 누구에게나 불편하지만, 완벽주의자에게는 큰 불안의 원인이 되기도 합니다.",
      "불완전함에 대한 두려움을 약화시키는 가장 효과적인 방법 중 하나는, 실수할 가능성을 받아들이는 법을 배우는 것입니다.",
      "실수가 왜 자연스러운 과정인지, 그리고 절대적 완벽을 향한 집착이 왜 도달 불가능하고 소진을 부르는지에 대해 짧은 에세이를 써 보세요."
    ],
    "example": [
      "이런 생각을 적어 볼 수 있습니다:",
      "실수에 대한 두려움은 흑백 사고에서 비롯됩니다. 마치 한 번의 실수가 모든 노력을 무너뜨리는 것처럼 느껴지지만, 실제로는 그렇지 않습니다. 작은 실수 하나가 내가 해 온 모든 좋은 일을 지우지는 않습니다.",
      "실수는 경험을 주고, 배움의 토대가 됩니다. 누구도 실수에서 완전히 자유롭지 않으며, 중요한 것은 실수를 받아들이고 계속 앞으로 나아가는 것입니다.",
      "실수를 인정하면 행동을 조정할 수 있고, 더 효율적으로 성장할 수 있습니다. 이는 자신감을 높이고 삶의 질을 개선합니다.",
      "대부분의 사람은 우리가 실수했다고 해서 우리를 단죄하거나 사랑을 거두지 않습니다. 모두가 실수합니다. 그래서 ‘완벽한 사람’보다 살아 있는, 진짜 사람과 함께 있는 편이 더 편안하다고 느끼는 경우가 많습니다."
    ],
    "expectations": [
      "자신의 실수에 대해 더 차분해질 것입니다.",
      "실수가 ‘재앙’이 아니라 성장의 일부로 느껴지기 시작할 것입니다."
    ]
  },
  "naslSLnadfl": {
    "title": "안티 완벽주의: 실수 수용 기록표",
    "statement": "많은 완벽주의자는 ‘결과가 완벽해야만 즐거울 수 있다’고 믿습니다. 이 믿음에 부드럽게 도전해 보세요 💪.",
    "description": [
      "높은 기준은 동기가 될 수 있지만, 기대가 비현실적으로 변하면 함정이 됩니다. 자기비판이 심해지고, 부족하다는 감각이 커지며, 정서적 소진이 찾아옵니다.",
      "세상에 절대적인 완벽은 없고, 그것을 좇는 태도는 결국 실망으로 이어지기 쉽습니다.",
      "이 기법은 ‘즐거움이 결과의 완벽함에 달린 것이 아니다’라는 점을 체감하게 돕습니다. 일을 완벽하게 하려 애쓰기보다, 흥미와 즐거움을 가지고 해 보세요. 그때 어떤 느낌이 드는지 관찰해 보세요."
    ],
    "task": [
      "1️⃣ 며칠 동안, 당신이 하는 어떤 일이든 기록해 보세요: “양치하기”, “저녁 만들기”, “보고서 작성”, “집 청소” 등 뭐든 괜찮습니다.",
      "2️⃣ 두 번째 칸에는, 본인 기준으로 얼마나 잘 해냈는지(퍼센트로) 적어 보세요.",
      "3️⃣ 세 번째 칸에는, 그 일을 하면서 느낀 즐거움의 정도를 표시하세요."
    ],
    "table": {
      "header": ["과제", "효율", "즐거움"],
      "example": {
        "0": [
          "저녁 만들기",
          "50% (더 어려운 레시피를 선택할 수도 있었음)",
          "90% (간단했고 맛있었고 시간이 많이 안 걸렸음)"
        ],
        "1": [
          "집 청소",
          "70% (기본은 했지만 디테일까지는 못 했음)",
          "100% (깨끗해지면 기분이 좋음)"
        ],
        "2": [
          "보고서 준비",
          "85% (힘을 많이 쏟았음)",
          "20% (완벽주의 때문에 즐기기 어려웠음)"
        ]
      }
    },
    "expectations": [
      "즐거움이 반드시 ‘완벽함’과 연결되는 것은 아니라는 점을 보게 됩니다.",
      "불안과 실수에 대한 두려움이 줄어듭니다."
    ]
  },
  "sdfcgNldslm": {
    "title": "마음챙김 식사: 익숙한 맛을 새롭게",
    "statement": "매 순간의 식사에 온전히 머물며, 익숙한 음식도 새롭게 발견해 보세요.",
    "description": [
      "바쁜 일상 속에서 우리는 종종 맛을 거의 느끼지 못한 채 자동으로 먹습니다. 이 연습은 속도를 늦추고 과정을 더 또렷하게 느끼도록 돕습니다.",
      "맛, 향, 식감, 그리고 떠오르는 감정을 의식적으로 알아차리게 됩니다.",
      "마음챙김 식사는 한 입 한 입을 더 깊이 즐기게 해 주고, 평범한 식사를 풍부한 감각 경험으로 바꿔 줍니다."
    ],
    "task": [
      "작은 음식 한 조각 🍇을 준비하세요. 예를 들어 건포도나 견과류가 좋습니다. 손에 올려 무게를 느껴 보세요. 눈을 감고, 가볍게 느껴지는지 무겁게 느껴지는지 가늠해 보세요.",
      "자세히 관찰하기 👀: 눈을 뜨고, 마치 처음 보는 것처럼 음식을 바라보세요. 무엇이 보이나요? 모양, 색, 빛의 반사?",
      "만져보기 🤲: 표면의 질감을 느껴 보세요—매끈한가요, 거친가요? 손가락을 바꿔 만져 보면 느낌이 달라지나요?",
      "냄새 맡기 👃: 향을 느껴 보세요. 신선한가요, 달콤한가요, 진한가요? 어떤 기억이 떠오르나요?",
      "맛보기 👅: 혀 위에 올리고, 바로 씹지 마세요. 시간이 지나며 맛이 어떻게 변하는지 알아차려 보세요.",
      "삼키기 👄: 음식이 내려가는 경로를 느껴 보고, 남는 감각이 무엇인지 확인해 보세요."
    ],
    "expectations": [
      "반복할수록 식사 과정에 더 깊이 몰입하게 됩니다.",
      "예전에는 놓쳤던 맛과 식감의 미묘한 차이를 새롭게 발견하게 됩니다.",
      "이 연습은 스트레스를 줄이고 속도를 늦추며, 소소한 순간 속의 아름다움을 보게 도와줍니다."
    ]
  }
}
