{
  "constants": {
    "tags": {
      "calm": "평온",
      "mindfulness": "마음챙김",
      "meditation": "명상",
      "perfectionism": "완벽주의",
      "procrastination": "미루기"
    }
  },
  "naslSLnadfl": {
    "title": "실수에 대한 두려움 극복: «안티완벽주의» 리스트",
    "statement": "많은 완벽주의자들은 어떤 것을 완벽하게 수행했을 때만 온전한 즐거움을 느낄 수 있다고 믿습니다. 우리는 여러분에게 이 생각에 도전 💪해 보기를 제안합니다.",
    "description": [
      "많은 사람들에게 높은 기준과 자기 자신과 타인에 대한 요구는 추진력이 될 수 있습니다. 그러나 기대가 비현실적으로 변하면, 이는 끊임없는 부족함, 지속적인 비판, 그리고 결국 우울로 이어지는 덫이 될 수 있습니다.",
      "세상에는 모든 것이 개선될 수 있으며, 절대적인 이상을 추구하는 것은 실망으로 끝날 수밖에 없습니다.",
      "이 기법은 완벽을 이루는 것이 과정을 즐기는 데 필수적이지 않다는 것을 깨닫게 해줍니다. 완벽하지 않더라도 즐겁게 무언가를 해보세요. 그 결과를 지켜보세요."
    ],
    "task": [
      "1️⃣ 며칠 동안 다양한 자발적인 작업을 기록하세요, 예를 들어 «치아 닦기», «저녁 준비하기», «업무 보고서 작성하기», «집 청소하기» 등.",
      "2️⃣ 두 번째 열에는 작업이 얼마나 효과적으로 수행되었는지, 퍼센트로 나타내세요.",
      "3️⃣ 세 번째 열에는 그 작업을 수행하면서 얼마나 기쁨을 느꼈는지 기록하세요."
    ],
    "table": {
      "header": [
        "작업",
        "효율성",
        "즐거움"
      ],
      "example": {
        "0": [
          "저녁 준비하기",
          "50% (더 복잡하고 맛있는 레시피를 선택할 수 있었음)",
          "90% (간단하지만 아주 맛있었고, 시간이 많이 걸리지 않았음)"
        ],
        "1": [
          "집 청소하기",
          "70% (기본적인 것은 모두 했지만, 냉장고와 가스레인지는 못 닦음)",
          "100% (깨끗한 집은 항상 나에게 즐거움을 줌)"
        ],
        "2": [
          "업무 보고서 작성하기",
          "85% (보고서에 상당한 노력을 기울였음)",
          "20% (더 잘할 수 있었을 것이라는 생각이 끊임없이 들어 과정에서 즐거움을 잃음)"
        ]
      }
    },
    "expectations": [
      "이 연습은 과정을 즐기기 위해 완벽을 이루는 것이 필수적이지 않다는 것을 깨닫게 해줄 것입니다.",
      "불안과 실수에 대한 두려움 감소"
    ]
  },
  "DzseWuFv2t": {
    "title": "내면의 비판에 맞서기",
    "statement": "열등감은 종종 자존감을 깎아내리는 내면의 비판자로 인해 발생합니다. 이 기법은 비판에 대응하고 부정적인 생각을 재평가하는 데 도움을 줍니다.",
    "description": [
      "“나는 아무 가치가 없어”, “나는 다른 사람들보다 못해”, “나는 절대 성공하지 못할 거야”, “모든 게 내 잘못이야”, “나는 실패자야”와 같은 부정적인 믿음은 자존감 문제를 악화시키고 우울증을 유발할 수 있습니다.",
      "내면의 비판자의 도발에 넘어가지 않고, 그 공격에 대응하는 법을 배우는 것이 매우 중요합니다. 이것은 부정적인 생각을 재평가하고 자존감을 향상시키는 데 도움이 됩니다."
    ],
    "task": [
      "편리한 형식으로 세 개의 열로 이루어진 표를 만드세요. 열의 이름은 다음과 같습니다:",
      "비판적 생각",
      "인지 왜곡",
      "합리적인 답변",
      "1️⃣ 첫 번째 열에는 자신을 비난하거나 무가치하거나 불만스러워할 때 떠오르는 모든 자기 비판적인 생각을 기록하세요.",
      "이 열에는 자신의 감정이 아닌 자신의 생각을 적는 것이 중요합니다. 예를 들어, \"나는 끔찍하게 느껴져\"라고 적는다면, 그 느낌은 사실이기 때문에 반박하기 어려울 것입니다.",
      "2️⃣ 두 번째 열에는 생각에 존재하는 인지 왜곡 유형을 식별하세요.",
      "3️⃣ 세 번째 열에는 내면의 비판자에게 줄 답변을 작성하세요. 비판적 생각을 반박할 합리적인 설명을 찾아보세요.",
      "자기 비판적 생각을 지나치게 낙관적인 진술이 아닌, 더 현실적이고 논리적인 생각으로 대체하는 것이 중요합니다."
    ],
    "example": [
      "다음은 자기 비판적 생각에 대한 몇 가지 응답 예시입니다:"
    ],
    "table": {
      "header": [
        "비판적 생각",
        "인지 왜곡",
        "합리적인 답변"
      ],
      "example": {
        "0": [
          "나는 너무 어리석어서 분명히 시험에 떨어질 거야",
          "꼬리표 붙이기",
          "나는 어리석지 않아. 단지 준비할 시간이 부족할 뿐이야. 공부하면 시험에 합격할 수 있어."
        ],
        "1": [
          "나는 아무에게도 필요 없어",
          "흑백 논리",
          "내 친구들과 가족은 나를 소중히 여기고 사랑해. 나는 그들에게 필요한 존재야."
        ],
        "2": [
          "나는 절대 직장을 구할 수 없을 거야",
          "흑백 논리",
          "나는 노력하고 찾으면 직장을 구할 수 있어. 많은 사람들이 직장을 찾았고, 나도 예외는 아니야."
        ]
      }
    },
    "expectations": [
      "내면과 주변의 비판에 대한 저항력 향상.",
      "전반적인 감정적 긴장감 감소.",
      "실수를 저지를 것에 대한 두려움 감소."
    ]
  },
  "kdzYJ4njVJ": {
    "title": "세 가지 시나리오",
    "statement": "이 기술의 주요 목표는 우리의 심리가 사건의 다른 결과를 볼 수 있도록 돕는 것입니다. 부정적인 생각을 의심하게 되고 스트레스 상황에서 불안감을 줄일 수 있습니다.",
    "description": [
      "우리는 상황을 극단적으로 평가하는 경향이 있어 실제 상황을 보는 데 방해가 되고 올바른 결정을 내리기 어렵게 만듭니다. 이 간단하지만 효과적인 기술은 사건의 발전 가능성을 재검토하는 데 도움을 줍니다."
    ],
    "task": [
      "기분을 망친 또 다른 자동적인 생각이 떠올랐을 때, 자신에게 다음 질문을 던져보세요: 사건이 어떻게 전개될 수 있을까요:",
      "최악의 경우 — 처음에 생각했던 가장 부정적인 시나리오;",
      "최선의 경우 — 당신이 완전히 만족할 이상적인 시나리오;",
      "현실적인 경우 — 첫 번째와 두 번째 사이의 중간 정도로, 당신의 지식과 경험에 기반한 더 이성적인 시나리오;",
      "중요한 것은 단순히 머릿속에 시나리오를 고정시키는 것이 아니라, 이를 앱이나 종이에 기록하는 것입니다. 이는 당신의 생각과 감정을 더 잘 이해하고 그 변화를 추적하는 데 도움을 줄 것입니다."
    ],
    "example": [
      "예를 들어, 내일 중요한 시험이 있고, \"시험에 떨어질 거야\"라는 생각이 떠올랐다고 가정해 보세요. 이러한 생각은 불쾌한 감정을 유발할 수 있지만, 이를 극복하기 위해 대안을 마련해봅시다.",
      "❤️ 최악의 경우",
      "정말로 준비가 부족해서 매우 긴장하고 시험에 떨어질 수 있습니다. 더 나쁘게는, 반에서 유일하게 시험에 떨어질 수도 있습니다. 교수님이 나를 다르게 보게 되고, 동료들이 내가 게으르고 어리석다고 생각할 수 있습니다.",
      "💜 최선의 경우",
      "긴장하지 않고 좋은 기분으로 시험에 갑니다. 가장 쉬운 문제가 나오고, 시험을 훌륭히 통과합니다. 더 나아가, 전체 반이 시험 없이 최고 점수를 받을 수도 있습니다.",
      "💚 현실적인 경우",
      "어떤 문제가 나올지는 정확히 알 수 없지만, 좀 더 준비하면 내일 덜 불안해질 수 있습니다. 시험에 대한 걱정은 정상입니다. 전반적으로 나는 자료를 꽤 잘 알고 있으므로 대부분의 질문에 답할 수 있을 것입니다."
    ],
    "expectations": [
      "상황에 대한 객관적인 시각.",
      "전반적인 감정적 긴장감 감소."
    ]
  },
  "lsafnanS3sf": {
    "title": "하루를 통제하기",
    "statement": "이 기술은 우울증이나 미루는 습관으로 어려움을 겪는 사람들에게 유용합니다. 자기 조직력을 향상시키고 시간을 효과적으로 관리하는 데 도움이 될 수 있습니다.",
    "description": [
      "다음 날을 준비하기 위해, 전날 저녁에 앉아서 하루 일정을 작성하세요.",
      "기본 버전에서는 4개의 칸을 채우는 것을 추천합니다.",
      "1️⃣ 첫 번째 칸 — «시간». 작업을 완료하는 예상 시간. 특정 시간 범위일 수도 있습니다.",
      "2️⃣ 두 번째 칸 — «계획». 하고 싶은 일을 시간별로 계획합니다. 너무 많은 내용을 적지 말고, 한 시간 단위마다 한두 단어로 활동이나 행동을 적으세요.",
      "예를 들어, 작은 일은 샤워하기, 아침 식사, 빨래 돌리기 등이 될 수 있습니다. 또는 좀 더 에너지가 필요한 일, 예를 들어 청소 🧹, 시험 공부 🧪, 이력서 작성 ✍🏼 등이 포함될 수도 있습니다.",
      "3️⃣ 하루가 끝나면 세 번째 칸 — «결과» 에 기록하세요.",
      "실제로 하루 동안 한 일을 적습니다. 계획한 내용과 일치할 수도, 다를 수도 있습니다. 차이가 있어도 괜찮습니다.",
      "설령 «계획» 리스트의 일부만 실행했다고 해도, 하루를 계획하는 것만으로도 매우 유용하고 시각적으로 명확한 과정이 될 수 있습니다.",
      "4️⃣ 네 번째 칸 — «만족도». 반복적인 업무에서도 즐거움을 찾을 수 있습니다.",
      "가장 중요한 것은, 앞으로 나아간다는 사실 자체가 이미 일정 수준의 만족감을 준다는 것입니다. 1~10점 척도로 과제가 얼마나 즐거웠는지 평가해보세요."
    ],
    "task": [
      "다음 날을 준비하기 위해, 전날 저녁에 앉아서 하루 일정을 작성하세요.",
      "기본 버전에서는 4개의 칸을 채우는 것을 추천합니다.",
      "1️⃣ 첫 번째 칸 — «시간». 작업을 완료하는 예상 시간.",
      "2️⃣ 두 번째 칸 — «계획». 하고 싶은 일을 시간별로 계획합니다.",
      "3️⃣ 하루가 끝나면 세 번째 칸 — «결과» 에 기록하세요.",
      "실제로 하루 동안 한 일을 적습니다.",
      "4️⃣ 네 번째 칸 — «만족도». 1~10점 척도로 과제가 얼마나 즐거웠는지 평가하세요."
    ],
    "table": {
      "header": [
        "시간",
        "계획",
        "결과",
        "만족도"
      ],
      "example": {
        "0": [
          "일어나기",
          "일어나서 양치하기"
        ],
        "1": [
          "아침 식사",
          "아침을 먹었다"
        ],
        "2": [
          "방 청소",
          "친구와 전화 통화"
        ],
        "3": [
          "시험 준비",
          "드라마 보기"
        ]
      }
    },
    "expectations": [
      "행동의 중요성과 가치에 대해 지나치게 고민하는 습관을 멈추고, 해야 할지 말아야 할지에 대한 내적 갈등을 해결하는 데 도움을 줍니다.",
      "필수적인 업무뿐만 아니라 즐거움을 주는 활동도 포함하여 균형 잡힌 일정 계획을 세울 수 있도록 도와줍니다.",
      "규칙적으로 일정을 작성하면, 점점 동기 부여가 향상되는 것을 느낄 것입니다. 작은 행동이라도 시작하는 것이 스스로에 대한 부정적인 믿음을 극복하는 첫 걸음이 됩니다."
    ]
  },
  "alkjnaNNasz": {
    "title": "자기비판의 거울",
    "statement": "당신이 자신에게 던지는 모든 비판적인 생각들을 가장 친한 친구에게 말한다고 상상해 보세요. 이 기법은 자기비판의 부당함을 깨닫고, 스스로에게 더 많은 연민과 이해를 갖도록 돕습니다.",
    "task": [
      "1️⃣ 자신이 비판적이 되는 상황을 선택하세요.",
      "2️⃣ 당신의 가까운 친구나 가족이 같은 상황에 처했다고 상상해 보세요.",
      "3️⃣ 역할극을 해보세요: 당신은 자신을 연기하고, 상상 속 대화 상대는 친구를 연기합니다.",
      "4️⃣ 보통 자신에게 던지는 모든 비판적 생각과 판단을 \"친구\"에게 말하세요.",
      "이 연습을 하는 동안 자신의 감정에 주목하세요. 다른 사람에게 이런 말을 하는 것이 얼마나 편한가요?",
      "비슷한 상황에서 자신과 다른 사람을 대하는 태도의 차이를 분석해 보세요.",
      "실제로 친구를 어떻게 지원할지 생각해 보세요. 어떤 말을 할 것인가요?",
      "같은 수준의 지원, 이해, 관심을 자신에게 적용해 보세요."
    ],
    "example": [
      "자신에 대한 일반적인 생각:",
      "나는 완전한 실패자야. 당연히 승진하지 못했지 - 나는 아무것도 잘하지 못해. 아마 나는 커리어에서 절대 성공하지 못할 거야. 이 일에 충분히 똑똑하거나 재능이 없어.",
      "이제 당신의 가장 친한 친구 안나가 승진하지 못했다고 당신에게 말한 상황을 상상해 보세요. 그녀에게 같은 말을 해보세요:",
      "안나, 너는 완전한 실패자야. 당연히 승진하지 못했지 - 너는 아무것도 잘하지 못해. 아마 너는 커리어에서 절대 성공하지 못할 거야. 이 일에 충분히 똑똑하거나 재능이 없어.",
      "이 말을 안나에게 했을 때 기분이 어땠나요? 아마도 불편하고 심지어 부끄러웠을 것입니다.",
      "이제 안나에게 실제로 어떤 말을 할지 생각해 보세요:",
      "안나, 승진하지 못해서 안타깝다. 나는 네가 얼마나 열심히 노력했는지 알아. 원하는 것을 얻지 못하는 것은 항상 속상하지만, 그것이 너를 실패자로 만드는 것은 아니야. 너는 강점과 성취가 많아. 아마 지금이 너의 때가 아닐 수도 있고, 개선할 수 있는 기술이 있을 수도 있어. 앞으로 커리어에서 어떻게 성장할 수 있을지 함께 생각해 보자.",
      "이제 같은 지원의 말을 자신에게 해보세요. 같은 상황에서 친구와 자신을 대하는 태도의 차이를 주목해 보세요. 이 접근 방식을 정기적으로 연습하여, 가까운 친구처럼 자신을 대하는 법을 배우세요."
    ],
    "expectations": [
      "자기비판의 부당함 인식",
      "자존감과 자신감 향상",
      "스트레스와 불안 감소"
    ]
  },
  "dfdzsWz4nJ": {
    "title": "세 가지를 발견하세요",
    "statement": "부정적인 생각에서 현재 순간으로 주의를 전환하세요.",
    "description": [
      "이 연습은 매우 간단하며, 더 복잡한 마음챙김 연습으로 가기 위한 준비 단계입니다.",
      "이 연습의 목적은 생각의 흐름에서 벗어나 현재 순간에 집중하는 것입니다.",
      "이 준비 연습을 통해 우리는 집중력을 훈련합니다. 일반적으로 우리의 걱정은 과거나 미래에 존재하기 때문에, 현재 순간으로 돌아오면 파괴적인 경험을 하지 않게 됩니다."
    ],
    "example": [
      "익숙한 장소에 있을 때, 이전에 주목하지 않았던 세 가지 🏡를 찾아보세요. 각각의 것에 차례로 완전히 집중하세요.",
      "🕗 총 2~3분 동안 이 연습을 진행하세요.",
      "세 가지에 집중한 후, 잠시 휴식을 취하고 다시 2~3분 동안 주의를 유지하려고 노력하세요. 하루에 최소 10번 이상 이 연습을 진행하세요."
    ],
    "expectations": [
      "시간이 지날수록 현재 순간에 집중하는 것이 더 쉬워질 것입니다.",
      "불안감이 조금 줄어들 것입니다.",
      "이 연습은 더 복잡하고 효과적인 기술로 넘어가는 데 도움을 줄 것입니다."
    ]
  },
  "asgNldsc": {
    "title": "내면의 상태에 주목하세요",
    "statement": "현재 순간에 자신이 느끼는 감정을 알아차리고 인식하는 법을 배우세요.",
    "description": [
      "이 연습은 매우 간단하며, 더 복잡한 마음챙김 연습으로 가기 위한 준비 단계입니다.",
      "이 연습의 목적은 생각의 흐름에서 벗어나 자신의 감정에 집중하는 것입니다.",
      "이 준비 연습을 통해 우리는 집중력을 훈련합니다. 일반적으로 우리의 걱정은 과거나 미래에 존재하기 때문에, 현재 순간으로 돌아오면 파괴적인 경험을 하지 않게 됩니다."
    ],
    "task": [
      "하루 동안 주기적으로 생각에서 벗어나 감정에 집중하세요.",
      "느끼는 감정에 주목하고, 그 감정에 이름을 붙이세요.",
      "예를 들어:",
      "나는 약간 속상하다",
      "나는 스트레스를 느낀다",
      "나는 짜증이 나기 시작한다",
      "감정에 매달리거나 영향을 주려고 하지 마세요. 그냥 그 감정이 인식 속을 흘러가도록 하세요."
    ],
    "expectations": [
      "시간이 지날수록 자신의 감정을 더 쉽게 알아차리게 될 것입니다.",
      "감정이 의식의 빛 아래로 드러남에 따라, 감정이 자신에게 미치는 영향이 줄어들 것입니다.",
      "이 연습은 더 복잡한 기술로 넘어가는 데 도움을 줄 것입니다."
    ]
  },
  "sdfcgNldslm": {
    "title": "마음챙김 식사: 새로운 맛 발견하기",
    "statement": "식사의 매 순간에 몰입하여 익숙한 음식을 새롭게 발견해 보세요.",
    "description": [
      "우리의 바쁜 생활 속에서 우리는 종종 생각 없이 급하게 음식을 섭취합니다. 이 연습은 속도를 늦추고 새로운 주의로 식사 과정을 경험할 수 있도록 도와줍니다.",
      "음식을 무의식적으로 삼키는 대신, 그 맛과 질감, 그리고 그것이 불러일으키는 감정까지 의식적으로 느껴보게 됩니다.",
      "마음챙김 식사 연습은 각 한 입을 소중히 여기며 일상적인 행동을 깊은 경험으로 바꾸는 법을 가르쳐 줍니다."
    ],
    "task": [
      "음식 한 조각 🍇을 가져보세요: 예를 들어, 건포도나 견과류를. 손에 들고 그 무게를 느껴보세요. 눈을 감고 그 가벼움이나 무거움을 추측해보세요.",
      "자세히 관찰하세요 👀: 눈을 뜨고 음식을 처음 보는 것처럼 바라보세요. 어떤 세부 사항이 눈에 띄나요? 어떤 색깔이나 모양인가요? 표면에 빛이 어떻게 반사되나요?",
      "만져보세요 🤲: 손가락으로 표면을 느껴보세요. 그 질감을 느껴보세요. 매끄러운가요, 거친가요? 만졌을 때 기분이 어떤가요? 다른 손가락으로 만져보면 느낌이 달라질까요?",
      "냄새를 맡아보세요 👃: 음식을 코 가까이 대고 깊이 숨을 들이마셔보세요. 어떤 향기가 느껴지나요? 신선한, 달콤한, 혹은 향신료 향인가요? 이 냄새가 어떤 기억을 떠올리게 하나요?",
      "맛을 보세요 👅: 한 조각을 입에 넣고 씹기 전에 잠시 머물러보세요. 혀 위에 올려놓았을 때 어떤 느낌이 드나요? 천천히 씹으며 맛의 변화를 따라가 보세요. 처음 느낀 맛은 무엇인가요? 몇 초 후에는 어떻게 변했나요?",
      "삼켜보세요 👄: 준비가 되면 음식을 삼켜보세요. 음식이 목을 타고 내려가 위에 도달하는 것을 느껴보세요. 이후 남는 느낌은 어떤가요?"
    ],
    "expectations": [
      "이 연습을 반복할수록 식사 과정에 더욱 깊이 몰입하게 될 것입니다.",
      "이전에 눈치채지 못했던 놀라운 세부 사항과 맛을 발견하게 될 것입니다.",
      "이 연습은 속도를 늦추고 스트레스를 해소하며, 일상적인 순간들도 의미와 아름다움으로 가득 찰 수 있음을 상기시켜 줄 것입니다."
    ]
  },
  "lsvnnDSnsdl": {
    "title": "실수의 가능성을 받아들이기",
    "statement": "실수에 대한 두려움은 완벽주의의 가장 두드러진 표현 중 하나입니다. 이 간단한 기술은 자신의 실수를 받아들이는 법을 가르쳐줍니다.",
    "task": [
      "실수를 좋아하는 사람은 없지만, 완벽주의자에게 실수는 특별한 두려움의 대상이 됩니다.",
      "불완전함에 대한 두려움을 극복하는 가장 효과적인 방법 중 하나는 자신의 실수를 받아들이는 법을 배우는 것입니다.",
      "실수를 받아들이는 데 열린 자세를 갖기 위해, 왜 실수가 정상적이며, 절대적인 완벽을 추구하는 것이 비합리적인지에 대한 에세이를 작성하는 것으로 시작하세요."
    ],
    "example": [
      "당신의 논거는 다음과 같을 수 있습니다:",
      "실수에 대한 두려움은 세상을 흑백으로 보는 내 인식에서 비롯됩니다 - 하나의 실수로 모든 것이 무너진다고 생각합니다. 하지만 이는 오해입니다. 작은 실수 하나가 그동안 이루어진 모든 좋은 것을 무너뜨릴 수는 없습니다.",
      "실수는 유익합니다. 왜냐하면 실수를 통해 우리는 배울 수 있기 때문입니다. 실수 없이 학습은 불가능합니다. 누구도 실수에서 자유로울 수 없기 때문에, 실수를 받아들이고 자신의 경험에서 배우는 법을 배우는 것이 중요합니다.",
      "실수를 인정함으로써 우리는 행동을 수정할 수 있고, 그 결과로 더 만족스러운 결과를 얻게 되며, 이는 우리를 더 행복하게 만들고 삶의 질을 향상시킵니다.",
      "대부분의 사람들은 우리의 실수로 우리를 비난하거나 우리를 덜 사랑하지 않을 것입니다. 결국 모든 사람은 실수를 하고, 많은 사람들은 '완벽한' 사람들과 함께 있을 때 불편함을 느낍니다."
    ],
    "expectations": [
      "자신의 실수를 더 쉽게 받아들이고 그에 대한 두려움이 줄어들 것입니다.",
      "실수를 재앙이 아니라 성장과 학습의 기회로 보게 될 것입니다."
    ]
  }
}