[
  "Je mérite le bonheur et l’amour dans ma vie.",
  "Chaque jour, je gagne en force et en sagesse.",
  "Je choisis une pensée positive et je m’accepte pleinement.",
  "Je laisse le passé derrière moi et j’avance avec espoir et confiance.",
  "Mes émotions comptent : je m’autorise à les exprimer et à les laisser passer.",
  "Je suis capable de surmonter tous les obstacles qui se présentent.",
  "Je me respecte et je mérite le meilleur dans la vie.",
  "Chaque jour, je fais un pas vers mon épanouissement et mon développement.",
  "Je reçois du soutien et de l’amour, même dans les moments difficiles.",
  "Ma vie est pleine d’occasions de grandir et de nouvelles réussites.",
  "J’ai confiance en mes forces et je crois en mes rêves.",
  "Je m’ouvre aux nouvelles possibilités et j’accueille le changement.",
  "Je ressens de la gratitude pour tout ce que j’ai, et je savoure chaque instant.",
  "Je m’aime et je m’accepte sans condition.",
  "Ma confiance grandit chaque jour, et je crois en mes capacités.",
  "Je crée ma réalité et je prends la responsabilité de mon bonheur.",
  "Je me libère de la peur et du doute, et mon âme est en paix.",
  "Je mérite de réussir et j’y parviens avec aisance.",
  "Mes pensées et mes actions me rapprochent de mes objectifs.",
  "Je suis en harmonie avec mon corps et mon esprit.",
  "Je considère chaque expérience comme une occasion d’apprendre et de grandir.",
  "Mon intuition me guide vers les bonnes décisions.",
  "Je suis une source de force et de sagesse pour moi-même et pour les autres.",
  "Je vis en accord avec mes valeurs et mes principes.",
  "Ma vie est remplie de joie, de sens et d’amour.",
  "J’exprime ma gratitude pour toutes les leçons que la vie m’apporte.",
  "Je trouve de la beauté dans les choses simples et je me réjouis de chaque journée.",
  "Ma créativité n’a pas de limites : je suis libre de m’exprimer.",
  "Je prends soin de mon bien-être physique et émotionnel.",
  "Je trouve l’équilibre entre le travail et le repos ; mon temps a de la valeur.",
  "Ma vie s’enrichit de nouvelles connaissances et de nouvelles expériences.",
  "Je me pardonne mes erreurs passées et j’avance.",
  "Je déborde d’énergie et d’inspiration ; le monde s’ouvre à moi.",
  "J’accueille chaque journée avec le sourire et le cœur ouvert.",
  "Mes relations avec mes proches sont empreintes de compréhension et de respect.",
  "Je sens le soutien de l’univers dans tout ce que j’entreprends.",
  "Je sais dire « non » quand c’est nécessaire pour mon bien-être.",
  "Je vis ici et maintenant, en savourant chaque minute.",
  "Je remercie la vie de me permettre de grandir, d’apprendre et d’évoluer.",
  "Ma vie est un voyage rempli de découvertes étonnantes.",
  "Chaque pas en avant me rapproche de mon rêve.",
  "J’ouvre mon cœur à de nouveaux départs et à de nouvelles opportunités.",
  "Ma vie est belle et pleine de joie, chaque jour.",
  "Je puise en moi la force de traverser les difficultés.",
  "Mes pensées façonnent ma réalité et je choisis une pensée positive.",
  "Je ressens de la gratitude pour l’expérience unique que chaque jour m’apporte.",
  "Mon harmonie intérieure attire des événements positifs.",
  "J’assume mes décisions et j’ai confiance en mes choix.",
  "Je découvre sans cesse de nouvelles voies d’épanouissement et de développement personnel.",
  "Mes réussites m’inspirent de nouveaux élans.",
  "J’accueille mes peurs et je les transforme en force.",
  "Je porte en moi un potentiel illimité de créativité et d’expression.",
  "Chaque jour, je progresse davantage qu’hier.",
  "Je remercie toutes les personnes de ma vie qui la rendent plus lumineuse.",
  "J’avance avec courage, en sachant que je mérite de grandes choses.",
  "Mes rêves deviennent réalité, jour après jour.",
  "Je choisis la joie et le bonheur dans ma vie.",
  "Ma vie a du sens et un but.",
  "Je valorise chaque expérience qui me rend plus solide.",
  "Ma confiance en moi et mon estime de moi grandissent chaque jour.",
  "Je me libère de tout ce qui ne soutient plus mon évolution.",
  "J’accueille le changement le cœur ouvert.",
  "Mon intuition me conduit vers les bonnes décisions dans la vie.",
  "Je ressens une profonde gratitude pour tout ce que j’ai.",
  "Je partage avec joie ma lumière avec le monde.",
  "Je reste curieux et j’apprends de chaque instant.",
  "Ma vie est pleine de moments lumineux et de belles rencontres.",
  "Je m’aime et je respecte mes besoins et mes limites.",
  "Chaque obstacle me rend plus solide.",
  "Je me réjouis de chaque nouveau jour et de ses possibilités infinies."
]
