[
  "Je suis digne de bonheur et d’amour dans ma vie.",
  "Chaque jour, je deviens plus fort·e et plus sage.",
  "Je choisis de cultiver des pensées positives et de m’accepter tel·le que je suis.",
  "Je laisse le passé derrière moi et j’avance avec espoir et confiance.",
  "Mes émotions comptent et je m’autorise à les exprimer et à les libérer.",
  "Je suis capable de surmonter tous les obstacles sur mon chemin.",
  "Je me respecte et je mérite ce qu’il y a de mieux dans la vie.",
  "Chaque jour, je fais un pas de plus vers ma croissance personnelle et mon épanouissement.",
  "Je suis entouré·e de soutien et d’amour, même dans les moments difficiles.",
  "Ma vie est pleine d’occasions de grandir et de réaliser de nouvelles choses.",
  "J’ai confiance en mes forces et je crois en mes rêves.",
  "Je suis ouvert·e aux nouvelles possibilités et prêt·e à accueillir le changement.",
  "Je suis reconnaissant·e pour tout ce que j’ai dans ma vie et j’apprécie chaque instant.",
  "Je m’aime et je m’accepte sans condition.",
  "Ma confiance grandit de jour en jour et je crois en mon potentiel.",
  "Je crée ma réalité et j’assume la responsabilité de mon bonheur.",
  "Je me libère de la peur et des doutes, et mon être intérieur se remplit de paix.",
  "Je mérite la réussite et je l’atteins avec aisance.",
  "Mes pensées et mes actions sont alignées sur la réalisation de mes objectifs.",
  "Je suis en harmonie avec mon corps et mon esprit.",
  "Je considère chaque expérience comme une occasion d’apprendre et de grandir.",
  "Mon intuition me guide vers les décisions qui me conviennent.",
  "Je suis une source de force et de sagesse pour moi-même et pour les autres.",
  "Je vis en accord avec mes valeurs et mes principes.",
  "Ma vie est remplie de joie, de sens et d’amour.",
  "J’exprime ma gratitude pour toutes les leçons que la vie m’apporte.",
  "Je trouve de la beauté dans les choses simples et je me réjouis de chaque journée.",
  "Ma créativité est sans limites et je suis libre d’exprimer qui je suis.",
  "Je prends soin de mon bien-être physique et émotionnel.",
  "Je trouve un juste équilibre entre travail et repos, et je sais que mon temps est précieux.",
  "Ma vie s’enrichit sans cesse de nouvelles connaissances et de nouvelles expériences.",
  "Je me pardonne mes erreurs passées et j’avance.",
  "Je suis rempli·e d’énergie et d’inspiration, et le monde s’ouvre à moi.",
  "J’accueille chaque jour avec un sourire et le cœur ouvert.",
  "Mes relations avec mes proches sont empreintes de compréhension et de respect.",
  "Je ressens le soutien de l’univers dans tout ce que j’entreprends.",
  "Je sais dire « non » quand c’est nécessaire pour mon bien-être.",
  "Je vis ici et maintenant, en savourant chaque minute.",
  "Je suis reconnaissant·e de pouvoir grandir, apprendre et évoluer.",
  "Ma vie est un voyage rempli de découvertes étonnantes.",
  "Chaque pas en avant me rapproche de mon rêve.",
  "J’ouvre mon cœur à de nouveaux départs et à de nouvelles possibilités.",
  "Ma vie est belle et remplie de joie, jour après jour.",
  "Je puise en moi la force de traverser les difficultés.",
  "Mes pensées créent ma réalité, et je choisis de pensar de façon positive.",
  "Je suis reconnaissant·e pour l’expérience unique que m’apporte chaque jour.",
  "Mon harmonie intérieure attire dans ma vie des événements positifs.",
  "J’assume mes décisions et j’ai confiance en mes choix.",
  "Je découvre sans cesse de nouvelles voies pour grandir et me réaliser.",
  "Mes réussites m’inspirent et m’encouragent à aller encore plus loin.",
  "J’accueille mes peurs et je les transforme en force.",
  "Je dispose d’un potentiel illimité de créativité et d’expression personnelle.",
  "Chaque jour, je deviens une meilleure version de moi-même qu’hier.",
  "Je suis reconnaissant·e envers toutes les personnes de ma vie qui la rendent plus lumineuse.",
  "J’avance avec audace, en sachant que je mérite de grandes choses.",
  "Mes rêves prennent forme et deviennent réalité jour après jour.",
  "Je choisis la joie et le bonheur dans ma vie.",
  "Ma vie est porteuse de sens et guidée par une intention claire.",
  "J’apprécie chaque expérience qui me rend plus solide.",
  "Ma confiance et mon estime de moi grandissent chaque jour.",
  "Je me libère de tout ce qui ne sert plus ma croissance personnelle.",
  "Je suis prêt·e au changement et je l’accueille le cœur ouvert.",
  "Mon intuition me guide vers les choix qui sont justes pour moi.",
  "J’éprouve une profonde gratitude pour tout ce que j’ai.",
  "Je partage volontiers ma lumière avec le monde qui m’entoure.",
  "Je suis ouvert·e à l’apprentissage et prêt·e à tirer des leçons de chaque instant.",
  "Ma vie est pleine de moments intenses et de rencontres heureuses.",
  "Je m’aime et je respecte mes besoins ainsi que mes limites.",
  "Chaque obstacle me rend encore plus fort·e.",
  "Je me réjouis de chaque nouveau jour et de ses possibilités infinies."
]
