[
  "Je mérite le bonheur et l'amour dans ma vie.",
  "Chaque jour, je deviens plus fort(e) et plus sage.",
  "Je choisis la pensée positive et m'accepte tel(le) que je suis.",
  "Je lâche le passé et avance vers l'avenir avec espoir et confiance.",
  "Mes sentiments comptent, je me permets de les exprimer et de les libérer.",
  "Je suis capable de surmonter tous les obstacles sur mon chemin.",
  "Je me valorise et mérite ce qu'il y a de mieux dans la vie.",
  "Chaque jour, je fais un pas vers ma croissance personnelle et mon développement.",
  "Je suis entouré(e) de soutien et d'amour même dans les moments difficiles.",
  "Ma vie est pleine d'opportunités pour la croissance et de nouvelles réalisations.",
  "Je suis confiant(e) en mes capacités et crois en mes rêves.",
  "Je suis ouvert(e) aux nouvelles opportunités et prêt(e) pour les changements.",
  "Je suis reconnaissant(e) pour tout ce que j'ai dans la vie et chéris chaque moment.",
  "Je m'aime et m'accepte inconditionnellement.",
  "Ma confiance grandit chaque jour, et je crois en mes possibilités.",
  "Je crée ma réalité et suis responsable de mon bonheur.",
  "Je suis libre de peur et de doute, mon âme est remplie de paix.",
  "Je mérite le succès et l'atteins avec aisance.",
  "Mes pensées et actions sont dirigées vers l'atteinte de mes objectifs.",
  "Je suis en harmonie avec mon corps et mon esprit.",
  "Je valorise chaque expérience comme une opportunité d'apprendre et de grandir.",
  "Mon intuition me guide vers les bonnes décisions.",
  "Je suis une source de force et de sagesse pour moi-même et pour les autres.",
  "Je vis en accord avec mes valeurs et principes.",
  "Ma vie est remplie de joie, de sens et d'amour.",
  "J'exprime ma gratitude pour toutes les leçons que la vie m'apporte.",
  "Je trouve de la beauté dans les choses simples et me réjouis de chaque jour.",
  "Ma créativité n'a pas de limites, je suis libre de m'exprimer.",
  "Je maintiens mon bien-être physique et émotionnel.",
  "Je trouve un équilibre entre le travail et le repos, mon temps est précieux.",
  "Ma vie est enrichie par de nouvelles connaissances et expériences.",
  "Je me pardonne pour les erreurs passées et avance.",
  "Je suis rempli(e) d'énergie et d'inspiration, le monde est ouvert pour moi.",
  "J'accueille chaque jour avec un sourire et un cœur ouvert.",
  "Mes relations avec mes proches sont remplies de compréhension et de respect.",
  "Je ressens le soutien de l'Univers dans toutes mes entreprises.",
  "Je sais dire «non» quand c'est nécessaire pour mon bien-être.",
  "Je vis ici et maintenant, profitant de chaque minute.",
  "Je suis reconnaissant(e) pour l'opportunité de grandir, apprendre et me développer.",
  "Ma vie est un voyage plein de découvertes étonnantes.",
  "Chaque pas en avant me rapproche de mon rêve.",
  "J'ouvre mon cœur à de nouveaux départs et opportunités.",
  "Ma vie est belle et pleine de joie chaque jour.",
  "Je trouve la force en moi pour surmonter les difficultés.",
  "Mes pensées créent ma réalité, et je choisis de penser positivement.",
  "Je suis reconnaissant(e) pour l'expérience unique que chaque jour m'apporte.",
  "Mon harmonie intérieure attire des événements positifs vers moi.",
  "Je soutiens mes décisions et crois en mes choix.",
  "Je trouve constamment de nouvelles voies pour ma croissance personnelle et l'auto-réalisation.",
  "Mes réalisations m'inspirent vers de nouveaux exploits.",
  "J'accepte mes peurs et les transforme en force.",
  "Je possède un potentiel illimité pour la créativité et l'auto-expression.",
  "Chaque jour, je deviens meilleur(e) que la veille.",
  "Je suis reconnaissant(e) pour toutes les personnes dans ma vie qui la rendent plus brillante.",
  "Je marche courageusement en avant, sachant que je mérite de grandes choses.",
  "Mes rêves deviennent réalité avec chaque jour qui passe.",
  "Je choisis la joie et le bonheur dans ma vie.",
  "Ma vie est pleine de sens et de but.",
  "Je valorise chaque expérience qui me rend plus fort(e).",
  "Ma confiance et estime de soi grandissent chaque jour.",
  "Je me libère de tout ce qui ne sert plus mon développement.",
  "Je suis prêt(e) pour les changements et les accueille avec un cœur ouvert.",
  "Mon intuition me mène à des décisions justes dans la vie.",
  "Je ressens une profonde gratitude pour tout ce que j'ai.",
  "Je partage joyeusement ma lumière avec le monde autour de moi.",
  "Je suis ouvert(e) à l'apprentissage et prêt(e) à apprendre de chaque moment.",
  "Ma vie est pleine de moments lumineux et de rencontres heureuses.",
  "Je m'aime et respecte mes besoins et limites.",
  "Chaque obstacle me rend seulement plus fort(e).",
  "Je me réjouis de chaque nouveau jour et de ses possibilités infinies."
]
