{
  "days": {
    "fist": {
      "header": "Ravi de vous accueillir dans notre application !",
      "content": "<p>Je m’appelle Alfred, je suis votre assistant virtuel. Mon objectif est de vous accompagner vers une vie plus calme, plus stable et plus harmonieuse.</p><p>J’ai préparé quelques premières étapes pour vous aider à découvrir les approches et les outils que nous utilisons en thérapie.</p><p>N’oubliez pas : plus vous utilisez l’application, mieux je comprends vos besoins et plus mes recommandations deviennent pertinentes.</p>"
    },
    "second": {
      "content": "<p>Vous avez déjà fait de premiers pas importants vers le changement intérieur — c’est formidable !</p><p>Aujourd’hui, j’aimerais vous présenter une nouvelle fonctionnalité : l’évaluation quotidienne de votre état. Je l’ai ajoutée à la liste des actions recommandées, car elle aide à suivre votre progression et à mieux comprendre votre ressenti.</p><p>Je serais heureux si vous la remplissiez chaque jour avant vos exercices. Ensuite, continuez à tenir vos journaux et à explorer les contenus. Je vous souhaite une journée calme et productive !</p>"
    },
    "third": {
      "content": "<p>Aujourd’hui, poursuivons notre travail et portons notre attention sur l’analyse des pensées destructrices.</p><p>Je vous recommande aussi de jeter un œil à notre sélection de psychologues.</p><p>Dans l’application, nous mettons l’accent sur la pratique autonome, mais un psychologue peut vous offrir un soutien et des recommandations plus personnalisés. C’est particulièrement précieux au début du parcours.</p>"
    },
    "fourth": {
      "content": "<p>Nous faisons de notre mieux pour que l’apprentissage soit non seulement utile, mais aussi intéressant.</p><p>C’est pourquoi nous avons créé un compte Instagram, où nous expliquons des sujets complexes de manière simple et accessible.</p><p>Rejoignez notre communauté — avançons ensemble, pas à pas, vers une vie plus harmonieuse et plus consciente.</p>"
    },
    "fifth": {
      "content": "<p>Je vous propose d’essayer nos fonctionnalités premium.</p><p>Vous bénéficierez d’une période d’essai de 3 jours, et vous pourrez annuler l’abonnement à tout moment si vous décidez que ce n’est pas fait pour vous.</p><p>Le premium ouvre davantage de possibilités pour travailler avec moi et vous offrir un accompagnement plus approfondi dans votre démarche thérapeutique.</p>"
    },
    "eighth": {
      "content": "<discount></discount><p>Je vois que vous travaillez activement sur votre bien-être psychologique — c’est remarquable.</p><p>Et pourtant, l’application propose encore d’autres fonctionnalités qui pourraient vous être utiles.</p><p>Si le prix a été un frein, j’ai appliqué aujourd’hui une remise spéciale.</p><p>Vous pouvez verrouiller ce tarif jusqu’à la fin de la journée. Prenez soin de vous et de votre équilibre !</p>"
    },
    "fifteenth": {
      "content": "<p>Déjà 8 jours avec nous — c’est formidable !</p><p>J’espère que l’application vous aide et vous apporte des bénéfices.</p><p>Votre avis compte énormément pour nous : dites-nous ce que vous avez aimé et ce que vous aimeriez améliorer.</p><p>Nous serons ravis de rendre l’application encore meilleure avec vous !</p>"
    },
    "tenth": {
      "content": "<p>C’est un plaisir de vous retrouver après tout ce temps — c’est vraiment inspirant !</p><p>Aujourd’hui, je voudrais attirer votre attention sur une fonctionnalité importante : « Partager avec un psychologue ».</p><p>Si vous suivez une thérapie, cela peut être un soutien très précieux et pratique.</p>"
    }
  },
  "affirmations": [
    "Aujourd’hui, j’ai choisi pour vous une affirmation qui pourrait vous soutenir.",
    "Essayez de travailler avec cette affirmation aujourd’hui — elle peut vous aider à adopter un état d’esprit plus positif.",
    "Aujourd’hui, je vous propose cette affirmation pour vous aider à vous recentrer."
  ],
  "appUpdated": [
    "Je me suis mis à jour pendant votre absence. Découvrons ensemble ce que les développeurs ont ajouté !",
    "Une mise à jour est sortie pendant votre absence. Découvrons ensemble les nouveautés !",
    "De nouvelles mises à jour vous attendent ! Pendant que vous étiez hors ligne, nous avons continué à travailler. Découvrons-les :",
    "Nous avons apporté plusieurs améliorations à l’application. Explorons-les ensemble !",
    "L’application a été mise à jour ! Voyons quelles nouvelles fonctionnalités sont arrivées :",
    "Nos développeurs améliorent l’application chaque jour. Voici ce qui a été ajouté :"
  ],
  "neverUsed": [
    "Vous n’avez encore créé aucune entrée dans <b>{dairy}</b>. C’est peut-être le bon moment pour commencer. Pour trouver l’approche qui fonctionne vraiment pour vous, il est utile d’essayer différentes méthodes.",
    "J’ai remarqué que vous n’avez pas encore écrit dans <b>{dairy}</b>. Aujourd’hui est une excellente occasion de faire le premier pas. Essayez plusieurs approches — cela vous aidera à voir ce qui vous convient le mieux.",
    "Votre <b>{dairy}</b> est encore vide. Faites une première entrée aujourd’hui et testez différentes techniques afin de trouver celles qui vous correspondent le mieux."
  ],
  "premiumThanks": {
    "content": "<p>J’ai remarqué que vous avez récemment activé le premium — merci beaucoup !</p><p>Vous avez maintenant accès à un modèle d’IA plus puissant, et mes analyses seront encore plus précises et utiles.</p><p>Votre choix aide notre équipe à faire évoluer le projet et à soutenir les personnes sur le chemin de l’équilibre intérieur.</p><p>Merci pour votre confiance !</p>"
  },
  "quote": [
    "Aujourd’hui, j’aimerais vous inspirer avec une citation d’une personne remarquable.",
    "Je vous propose aujourd’hui de vous appuyer sur la sagesse d’une personnalité inspirante — cela peut être une bonne source d’inspiration.",
    "Aujourd’hui, je voudrais vous offrir les paroles d’une personne connue, qui peuvent soutenir et inspirer.",
    "Rappelons-nous les mots d’une personne d’exception : ils peuvent devenir un repère utile.",
    "J’ai choisi pour vous une citation d’une personnalité connue.",
    "Aujourd’hui, j’ai décidé de partager avec vous une citation éclairante d’une personnalité connue — elle est riche de sens.",
    "Je vous propose aujourd’hui de plonger dans la sagesse que nous a laissée une personnalité remarquable et d’y trouver de l’inspiration."
  ],
  "readArticle": [
    "J’ai analysé vos entrées et ajouté à votre plan du jour un contenu qui pourrait vous être utile.",
    "Après avoir étudié vos entrées, j’ai décidé d’inclure dans votre plan d’aujourd’hui un contenu pédagogique qui, je pense, pourra vous aider dans votre travail sur vous-même.",
    "Après analyse de vos entrées, j’ai choisi un contenu qui, à mon avis, vous sera utile et intéressant, et je l’ai ajouté à votre plan d’aujourd’hui."
  ],
  "testExpired": [
    "Les résultats de votre test <b>{test_name}</b> ne sont plus à jour. Mettons-les à jour et évaluons votre état actuel !",
    "Vos résultats au test <b>{test_name}</b> ne sont plus à jour. Je vous propose de les actualiser pour mieux suivre l’évolution.",
    "Il semble que les résultats du test <b>{test_name}</b> soient dépassés. Voyons comment vous vous sentez maintenant !",
    "Les données actuelles du test <b>{test_name}</b> ne reflètent plus votre état. Il est temps de le repasser.",
    "Les résultats de <b>{test_name}</b> ne sont plus à jour. Voulez-vous les actualiser pour connaître votre état actuel ?",
    "Cela fait un moment que vous avez passé le test <b>{test_name}</b>. Vérifions ce qui a changé depuis !"
  ],
  "header": [
    "Ravi de vous revoir !",
    "J’espère que le temps est agréable chez vous aujourd’hui !",
    "Je suis très heureux de vous revoir !",
    "Comment vous sentez-vous aujourd’hui ?",
    "C’est toujours un plaisir de vous voir ici !",
    "Ravi de vous accueillir à nouveau !",
    "Je suis toujours heureux de votre retour !"
  ]
}
