{
  "days": {
    "fist": {
      "header": "Ravi de vous voir dans notre application pour la première fois !",
      "content": "<p>Je m'appelle Alfred, et je suis l'intelligence artificielle de cette application. Ma tâche est de vous aider sur le chemin d'une vie heureuse et harmonieuse, libre de problèmes psychologiques !</p><p>J'ai préparé pour vous quelques premières étapes qui vous permettront de vous familiariser avec nos méthodes de thérapie.</p><p>Rappelez-vous : Plus vous interagirez activement avec l'application, mieux je pourrai comprendre vos besoins et, en conséquence, plus précises seront mes recommandations !</p>"
    },
    "second": {
      "content": "<p>Je vois que vous avez déjà fait les premiers pas sur le chemin de votre amélioration psychologique, c'est excellent !</p><p>Aujourd'hui, je voudrais vous présenter une nouvelle fonctionnalité - l'Évaluation Quotidienne de l'État. Je l'ai incluse dans la liste des actions recommandées, car elle est exceptionnellement utile pour surveiller vos progrès.</p><p>Je vous recommande de la remplir quotidiennement avant de commencer vos activités. Sinon, continuez à tenir un journal et à vous familiariser avec la théorie. Bonne journée !</p>"
    },
    "third": {
      "content": "<p>Continuons nos sessions aujourd'hui, en nous concentrant sur l'analyse des pensées destructrices.</p><p>En complément, je vous recommande de jeter un œil à notre vitrine de psychologues.</p><p>Dans notre application, nous mettons l'accent sur l'auto-apprentissage, mais seul un psychologue peut vous fournir les recommandations les plus personnalisées. C'est extrêmement important, surtout au début de votre parcours.</p>"
    },
    "fourth": {
      "content": "<p>Nous accordons une grande importance à l'éducation, en nous efforçant de la rendre non seulement utile mais aussi captivante.</p><p>Pour cela, nous avons créé une chaîne Instagram où des sujets complexes sont présentés de manière simple et accessible.</p><p>Rejoignez notre communauté et avancez pas à pas vers une vie harmonieuse et heureuse, libérée des barrières psychologiques !</p>"
    },
    "fifth": {
      "content": "<p>Je vous propose d'essayer nos fonctionnalités premium.</p><p>Un essai gratuit de 3 jours est offert, pendant lequel vous pouvez annuler l'abonnement si cela ne répond pas à vos attentes.</p><p>Cela vous fournira des capacités étendues pour interagir avec moi au cours du processus thérapeutique.</p>"
    },
    "eighth": {
      "content": "<p>Vous êtes avec nous depuis déjà 8 jours!</p><p>J'espère que vous trouvez cette application utile.</p><p>Nous apprécions beaucoup les retours de nos utilisateurs, dites-nous ce que vous avez aimé et ce que vous aimeriez améliorer!</p><p>Faisons de l'application une meilleure version ensemble!</p>"
    },
    "fifteenth": {
      "content": "<p>Nous sommes heureux que vous soyez avec nous depuis si longtemps – c'est vraiment merveilleux !</p><p>Aujourd'hui, je voudrais attirer votre attention sur une fonctionnalité spéciale – \"Partager avec un psychologue\".</p><p>Si vous suivez un cours thérapeutique, cette fonction sera incroyablement utile pour vous !</p>"
    },
    "tenth": {
      "content": "<discount></discount><p>J'ai remarqué que vous prenez activement soin de votre santé mentale !</p><p>Cependant, vous n'utilisez pas encore toutes les fonctionnalités de l'application.</p><p>Si c'est une question de prix, je l'ai baissé pour vous aujourd'hui !</p><p>Fixez le nouveau prix avant la fin de la journée et restez en bonne santé !</p>"
    }
  },
  "affirmations": [
    "Aujourd'hui, j'ai recueilli pour vous l'affirmation suivante.",
    "Essayez de travailler sur une affirmation comme celle-ci aujourd'hui.",
    "Aujourd'hui, je vous propose l'affirmation suivante."
  ],
  "appUpdated": [
    "J'ai fait une mise à jour pendant ton absence, voyons les nouveautés que les développeurs ont ajoutées !",
    "Pendant votre absence, une mise à jour a été effectuée. Explorons ensemble les innovations des développeurs !",
    "De nouvelles mises à jour vous attendent ! Pendant que vous étiez hors ligne, nous ne sommes pas restés inactifs. Voyons ce qu'il y a de nouveau, d'accord ?",
    "Nous avons apporté plusieurs améliorations à l'application. Allons-nous les découvrir ensemble ?",
    "L'application a été mise à jour ! Voyons quelles sont les fonctionnalités intéressantes qui ont été ajoutées.",
    "Nos développeurs travaillent chaque jour pour le bien du projet. Voyons ce qu'ils nous réservent ?"
  ],
  "neverUsed": [
    "Vous n'avez pas encore effectué de saisie dans <b>{dairy}</b>. Essayez aujourd'hui. Pour trouver une méthode qui vous convienne, vous devez essayer différentes approches.",
    "J'ai remarqué que vous n'avez pas posté d'entrées en <b>{dairy}</b>. Aujourd'hui est un bon jour pour y remédier. Explorez différentes stratégies pour découvrir celles qui vous conviennent le mieux.",
    "Le vôtre <b>{dairy}</b> est encore vide. Faites le premier pas dès aujourd'hui en explorant une variété de techniques pour trouver celle qui vous convient le mieux."
  ],
  "premiumThanks": {
    "content": "<p>J'ai remarqué que vous avez récemment activé le premium !</p><p>Le premium vous donne accès à un modèle d'IA plus puissant, ce qui rendra mon analyse encore plus efficace !</p><p>Grâce à vous, nos développeurs pourront continuer à développer le projet et aider les gens à trouver l'harmonie intérieure.</p><p>Merci de votre confiance !</p>"
  },
  "quote": [
    "Aujourd'hui, j'aimerais vous inspirer avec une citation d'un grand homme.",
    "Tournons-nous aujourd'hui vers la sagesse d'une grande personnalité qui peut être une source d'inspiration.",
    "Aujourd'hui, je vous propose les réflexions d'une grande figure qui peut vous inspirer de nouvelles réalisations.",
    "Souvenons-nous des paroles d'un grand homme qui peuvent nous servir de conseils judicieux.",
    "J'ai choisi une citation d'une personne célèbre pour vous.",
    "J'ai pensé partager avec vous aujourd'hui une citation perspicace d'une personnalité célèbre, pleine de sens.",
    "Aujourd'hui, je vous invite à vous plonger dans la sagesse que nous a léguée un grand homme et à vous en inspirer."
  ],
  "readArticle": [
    "J'ai analysé vos notes et j'ai ajouté à votre plan d'aujourd'hui du matériel de formation qui devrait vous intéresser.",
    "Après avoir étudié vos notes, j'ai décidé d'ajouter à votre programme quotidien du matériel éducatif qui, je pense, vous sera utile.",
    "Après avoir analysé vos notes, j'ai sélectionné du matériel de formation que je trouve utile et intéressant pour vous et je l'ai ajouté à votre plan pour aujourd'hui."
  ],
  "testExpired": [
    "Les résultats de vos tests <b>{test_name}</b> sont périmés, définissons votre statut actuel !",
    "Les résultats de vos tests <b>{test_name}</b> ne sont plus valables. Il est temps de mettre à jour les informations relatives à votre statut !",
    "Il semble que les résultats des tests <b>{test_name}</b> sont périmés. Voyons ce qu'il en est aujourd'hui !",
    "Les données du test <b>{test_name}</b> ne reflètent plus votre statut actuel. Il est temps de passer un nouveau test !",
    "Les résultats <b>{test_name}</b> ont perdu de leur pertinence. Vous souhaitez les mettre à jour et connaître leur état actuel ?",
    "Il y a déjà un certain temps que l'on n'a pas vu le passage <b>{test_name}</b>. Voyons ce qui a changé depuis !"
  ],
  "header": [
    "Heureux de vous revoir !",
    "J'espère que vous avez un temps magnifique !",
    "Content de vous revoir !",
    "Comment est votre humeur ?",
    "Toujours un plaisir de vous voir !",
    "Bienvenue à nouveau !",
    "Toujours heureux de vous voir !"
  ]
}