{
  "days": {
    "fist": {
      "header": "Je suis ravi de vous accueillir dans notre application !",
      "content": "<p>Je m’appelle Alfred et je suis votre assistant virtuel dans cette application. Mon rôle est de vous accompagner vers une vie plus sereine, plus stable et plus harmonieuse.</p><p>J’ai préparé pour vous quelques premières étapes afin de vous présenter les approches et les outils que nous utilisons en thérapie.</p><p>Gardez à l’esprit que plus vous interagissez avec l’application, mieux je peux comprendre vos besoins et plus mes recommandations deviennent pertinentes.</p>"
    },
    "second": {
      "content": "<p>Vous avez déjà fait des premiers pas importants sur le chemin du changement intérieur — c’est précieux.</p><p>Aujourd’hui, j’aimerais vous présenter une nouvelle fonction : l’évaluation quotidienne de votre état. Je l’ai ajoutée à la liste des actions recommandées, car elle aide à suivre votre progression de près et à mieux comprendre comment vous vous sentez.</p><p>Je serais heureux que vous la complétiez chaque jour avant vos exercices. Ensuite, continuez à tenir vos journaux et à explorer les contenus proposés. Que votre journée soit calme et productive !</p>"
    },
    "third": {
      "content": "<p>Aujourd’hui, poursuivons le travail en accordant une attention particulière à l’analyse des pensées destructrices.</p><p>Je vous recommande également de jeter un œil à notre annuaire de psychologues.</p><p>Dans l’application, nous mettons l’accent sur la pratique autonome, mais un·e psychologue peut vous offrir un accompagnement plus personnalisé et un soutien plus fin. C’est particulièrement précieux au début de ce parcours.</p>"
    },
    "fourth": {
      "content": "<p>Nous faisons de notre mieux pour que l’apprentissage soit non seulement utile, mais aussi agréable pour vous.</p><p>C’est pourquoi nous avons créé un compte Instagram où nous expliquons des notions complexes avec des mots simples et accessibles.</p><p>Rejoignez notre communauté : avançons ensemble, pas à pas, vers une vie plus harmonieuse et plus consciente.</p>"
    },
    "fifth": {
      "content": "<p>Je vous propose d’essayer nos fonctionnalités Premium.</p><p>Vous disposez d’une période d’essai de 3 jours et vous pourrez annuler votre abonnement à tout moment si vous avez le sentiment que cela ne vous convient pas.</p><p>Le Premium ouvre davantage de possibilités pour travailler avec moi et bénéficier d’un soutien plus profond dans votre processus thérapeutique.</p>"
    },
    "eighth": {
      "content": "<discount></discount><p>Je vois que vous travaillez activement sur votre bien-être psychologique — c’est vraiment admirable.</p><p>L’application propose encore d’autres fonctions qui pourraient vous être utiles.</p><p>Si le prix représentait un frein pour vous, aujourd’hui j’ai appliqué une remise spéciale.</p><p>Vous pouvez bénéficier de ce nouveau tarif jusqu’à la fin de la journée. Prenez soin de vous et de votre état intérieur.</p>"
    },
    "fifteenth": {
      "content": "<p>Vous êtes avec nous depuis 8 jours déjà — c’est formidable !</p><p>J’espère que l’application vous aide et vous est vraiment utile.</p><p>Votre avis est très important pour nous : dites-nous ce qui vous plaît et ce que vous aimeriez améliorer.</p><p>Nous serons heureux de faire évoluer l’application avec vous pour la rendre encore meilleure.</p>"
    },
    "tenth": {
      "content": "<p>C’est inspirant de voir que vous êtes avec nous depuis si longtemps !</p><p>Aujourd’hui, je voudrais attirer votre attention sur une fonction importante : « Partager avec un·e psychologue ».</p><p>Si vous êtes suivi·e en thérapie, cette possibilité peut devenir pour vous une aide particulièrement pratique et précieuse.</p>"
    }
  },
  "affirmations": [
    "Aujourd’hui, j’ai choisi pour vous une affirmation qui peut vous soutenir.",
    "Essayez aujourd’hui de travailler avec cette affirmation : elle peut vous aider à adopter un état d’esprit plus positif.",
    "Aujourd’hui, je vous propose cette affirmation pour nourrir votre monde intérieur."
  ],
  "appUpdated": [
    "Je me suis mis à jour pendant votre absence. Voyons ensemble ce que les développeurs ont ajouté de nouveau !",
    "Une mise à jour est sortie pendant que vous étiez absent·e. Découvrons ensemble les nouveautés !",
    "Des nouveautés vous attendent ! Pendant que vous étiez hors ligne, nous avons continué à travailler. Faisons le tour de ce qui a changé :",
    "Nous avons préparé plusieurs améliorations dans l’application. Explorons-les ensemble !",
    "L’application a été mise à jour ! Découvrons quelles nouvelles fonctions sont apparues :",
    "Nos développeurs continuent d’améliorer l’application chaque jour. Regardez ce qui a été ajouté :"
  ],
  "neverUsed": [
    "Vous n’avez pas encore créé de note dans le <b>{dairy}</b>. Peut-être qu’aujourd’hui est un bon moment pour commencer. Pour trouver une approche qui fonctionne vraiment pour vous, il est utile d’essayer différentes méthodes.",
    "J’ai remarqué que vous n’avez pas encore laissé de notes dans le <b>{dairy}</b>. Aujourd’hui est une excellente journée pour faire le premier pas. Testez plusieurs façons de l’utiliser — vous verrez plus facilement ce qui vous convient le mieux.",
    "Votre <b>{dairy}</b> est encore vide. Faites votre première note aujourd’hui et expérimentez différentes techniques pour trouver celles qui vous aident le plus."
  ],
  "premiumThanks": {
    "content": "<p>J’ai remarqué que vous avez récemment activé le Premium — merci pour votre confiance !</p><p>Vous avez désormais accès à un modèle d’IA plus performant, et mes analyses seront encore plus précises et utiles.</p><p>Votre choix aide notre équipe à développer le projet et à soutenir les personnes sur leur chemin vers un meilleur équilibre intérieur.</p><p>Merci de parcourir ce chemin avec nous.</p>"
  },
  "quote": [
    "Aujourd’hui, j’aimerais vous inspirer avec une citation d’une grande personnalité.",
    "Je vous propose de nous tourner aujourd’hui vers la sagesse d’une personne remarquable — cela peut devenir une belle source d’inspiration.",
    "Aujourd’hui, je souhaite partager avec vous les réflexions d’une personne connue, qui peuvent vous soutenir et vous inspirer.",
    "Souvenons-nous aujourd’hui des mots d’une personnalité marquante, qui peuvent nous servir de repère précieux.",
    "J’ai choisi pour vous une citation d’une personne célèbre.",
    "Aujourd’hui, j’ai décidé de partager avec vous une citation percutante d’une personnalité connue — elle est riche de sens.",
    "Je vous propose aujourd’hui de plonger dans la sagesse que nous a laissée une grande figure et d’y trouver une source d’inspiration."
  ],
  "readArticle": [
    "J’ai analysé vos notes et ajouté à votre programme du jour un contenu qui pourrait vous être à la fois utile et intéressant.",
    "Après avoir étudié vos enregistrements, j’ai décidé d’inclure dans votre plan du jour un contenu pédagogique qui, à mon avis, peut vous aider dans votre travail sur vous-même.",
    "En analysant vos notes, j’ai choisi un contenu qui me semble pertinent et bénéfique pour vous et je l’ai ajouté à votre programme d’aujourd’hui."
  ],
  "testExpired": [
    "Les résultats de votre test <b>{test_name}</b> ne sont plus à jour. Actualisons-les et voyons comment vous vous sentez en ce moment !",
    "Vos résultats au test <b>{test_name}</b> ne sont plus vraiment d’actualité. Je vous propose de les mettre à jour pour mieux suivre la dynamique.",
    "Il semble que les résultats du test <b>{test_name}</b> soient devenus obsolètes. Regardons ensemble comment vous vous sentez maintenant !",
    "Les résultats actuels du test <b>{test_name}</b> ne reflètent plus votre état. Il est temps de le repasser.",
    "Les résultats de <b>{test_name}</b> ne sont plus très pertinents. Souhaitez-vous les actualiser et voir où vous en êtes aujourd’hui ?",
    "Il s’est écoulé un certain temps depuis votre dernier <b>{test_name}</b>. Vérifions ce qui a changé depuis !"
  ],
  "header": [
    "Heureux de vous revoir !",
    "J’espère que la météo est agréable pour vous aujourd’hui !",
    "Je suis vraiment content de vous retrouver !",
    "Comment vous sentez-vous aujourd’hui ?",
    "C’est toujours un plaisir de vous voir ici !",
    "Ravi de vous accueillir de nouveau !",
    "Je suis toujours heureux de vous revoir !"
  ]
}
