[
  {
    "text": "La plus grande gloire dans la vie n’est pas de ne jamais tomber, mais de se relever chaque fois que l’on chute.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Quand tu traverses une période d’obscurité, rappelle-toi : le soleil se lève et se couche, mais sa lumière, elle, reste éternelle.",
    "author": "Khalil Gibran"
  },
  {
    "text": "Ce qui ne nous tue pas, nous rend plus fort·e·s.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Même dans une nuit qui semble sans fin pour tout le monde, il existe un chemin qui mène vers une aurore lumineuse.",
    "author": "Haruki Murakami"
  },
  {
    "text": "L’espoir est cet oiseau aux plumes légères qui se pose dans l’âme, chante une mélodie sans paroles et ne cesse jamais d’y croire.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Le meilleur remède contre la tristesse est d’essayer de remonter le moral de quelqu’un d’autre.",
    "author": "Mark Twain"
  },
  {
    "text": "Un simple état d’esprit positif le matin peut transformer toute ta journée.",
    "author": "Dalaï-Lama"
  },
  {
    "text": "Il est important de se rappeler que nous ne pouvons pas devenir ce que nous voulons être en restant exactement ce que nous sommes.",
    "author": "Max De Pree"
  },
  {
    "text": "Il y a toujours une lumière, à condition d’avoir assez de courage pour la voir. Et assez de courage pour l’incarner.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Ne juge pas chaque jour à la récolte que tu en tires, mais aux graines que tu y as semées.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Rappelle-toi que ce n’est pas un signe de faiblesse : c’est une maladie qui demande des soins, comme n’importe quelle autre.",
    "author": "Demi Lovato"
  },
  {
    "text": "Ne laissez pas votre maladie définir qui vous êtes.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Ce que nous voyons dépend avant tout de ce que nous cherchons.",
    "author": "John Lubbock"
  },
  {
    "text": "Il est important de parler de ce que l’on ressent plutôt que d’enfouir ses émotions au fond de soi.",
    "author": "Jimi Hendrix"
  },
  {
    "text": "Vous n’êtes pas seul·e, et cette obscurité, comme tout le reste, finira par passer.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Le courage ne rugit pas toujours. Parfois, c’est une petite voix, à la fin de la journée, qui murmure : « J’essaierai encore demain. »",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "L’espoir est cet oiseau aux ailes légères qui se niche dans l’âme, chante une mélodie sans mots et ne se tait jamais tout à fait.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Rappelle-toi que tu n’es pas obligé·e de faire ce que tout le monde fait.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Tenez-vous à distance de celles et ceux qui rabaissent vos ambitions. Les esprits étroits font toujours cela, tandis que les grands esprits vous donnent le sentiment que vous pouvez, vous aussi, devenir grand·e.",
    "author": "Mark Twain"
  },
  {
    "text": "La dépression est un état où tu as l’impression de ne plus contrôler ta vie. Trouve quelque chose qui te ramène vers la vie, même si cela te paraît minuscule.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Être fort·e, c’est parfois se sentir très mal et pourtant pleinement vivant·e.",
    "author": "Lena Dunham"
  },
  {
    "text": "Votre situation actuelle n’est pas votre destination finale.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Ce que tu ressens en ce moment ne te définira pas pour toujours.",
    "author": "Kristina Rimmi"
  },
  {
    "text": "L’espoir, c’est la foi tournée vers l’avenir : la conviction que des jours meilleurs viendront, si sombre que soit le présent.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La dépression est une prison où tu es à la fois geôlier·ère et prisonnier·ère.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Si tu traverses l’enfer, continue d’avancer.",
    "author": "Winston Churchill"
  },
  {
    "text": "La chose la plus importante à faire quand tu es au plus bas, c’est de te relever.",
    "author": "Demi Lovato"
  },
  {
    "text": "Accroche-toi à l’espoir. C’est dans l’obscurité que les étoiles se voient le mieux.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Tu n’as pas besoin de voir tout l’escalier, il te suffit de faire le premier pas.",
    "author": "Martin Luther King"
  },
  {
    "text": "Le traitement ne signifie pas une guérison immédiate, mais il en est la première étape.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Sois patient·e avec tout ce qui demeure non résolu en toi et essaie d’aimer les questions elles-mêmes.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "La santé mentale demande autant d’attention et de soin que la santé physique.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Dans chaque nuit brille une étoile plus éclatante que les autres.",
    "author": "Maya Angelou"
  },
  {
    "text": "N’ayez pas peur de montrer votre vulnérabilité. Être honnête sur ce que vous vivez peut vous apporter le soutien dont vous avez besoin.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Soyez vous-même ; tous les autres sont déjà pris.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Parfois, la chose la plus saine que tu puisses faire, c’est simplement t’autoriser à ressentir.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Ne perdez pas la foi en vous. Vous ne savez jamais à quel point vous êtes peut-être déjà proche de votre objectif.",
    "author": "Auteur inconnu"
  },
  {
    "text": "S’aimer soi-même est le début d’une histoire d’amour qui dure toute la vie.",
    "author": "Oscar Wilde"
  },
  {
    "text": "N’ayez jamais peur de demander de l’aide : c’est un signe de force, pas de faiblesse.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La force ne vient pas des capacités physiques, mais d’une volonté indomptable.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Ne définissez pas votre vie par ce que vous avez raté, mais par tout ce que vous pouvez encore accomplir.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La seule façon de faire un excellent travail est d’aimer ce que vous faites.",
    "author": "Steve Jobs"
  },
  {
    "text": "Nous ne devenons pas fort·e·s parce que nous ne rencontrons jamais d’obstacles, mais parce que nous apprenons à les surmonter.",
    "author": "Auteur inconnu"
  },
  {
    "text": "N’attendez pas les moments extraordinaires : faites de chaque instant un moment spécial.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Ne vous inquiétez pas de ce que les autres pensent de vous : ils sont trop occupés à penser à eux-mêmes.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Chaque pas en avant, même minuscule, est un pas vers la réussite.",
    "author": "Auteur inconnu"
  },
  {
    "text": "N’ayez pas peur d’avancer lentement, craignez plutôt de rester immobile.",
    "author": "Proverbe chinois"
  },
  {
    "text": "Le vrai courage, c’est savoir que tu te réveilleras demain, même si ton monde s’est effondré aujourd’hui.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Rappelez-vous que ne pas obtenir ce que vous voulez peut parfois être une chance inespérée.",
    "author": "Dalaï-Lama XIV"
  },
  {
    "text": "Le bonheur ne consiste pas à posséder tout ce que tu désires, mais à désirer ce que tu as déjà.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Le succès, c’est la capacité d’aller d’un échec à l’autre sans perdre son enthousiasme.",
    "author": "Winston Churchill"
  },
  {
    "text": "Osez vivre la vie dont vous avez toujours rêvé. Avancez et faites de votre existence quelque chose de grand.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Seuls ceux qui osent aller trop loin découvrent jusqu’où il est possible d’aller.",
    "author": "T. S. Eliot"
  },
  {
    "text": "La douleur n’est pas toujours un appel à l’action ; c’est parfois une invitation à la réflexion intérieure.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Le véritable optimisme n’est pas une joie naïve, mais une force qui permet de regarder la réalité en face, les yeux grand ouverts.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Chaque jour est une nouvelle occasion de transformer ta vie.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La décision d’agir est la partie la plus difficile ; le reste n’est qu’une affaire de persévérance.",
    "author": "Amelia Earhart"
  }
]
