[
  {
    "text": "La plus grande gloire dans la vie n'est pas de ne jamais tomber, mais de se relever chaque fois que l'on tombe.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Quand tu te trouves dans l'obscurité, souviens-toi : le soleil se lève et se couche, mais sa lumière est éternelle.",
    "author": "K. H. Gibran"
  },
  {
    "text": "Ce qui ne nous tue pas nous rend plus forts.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Même de la nuit qui semble interminable au monde entier, un chemin mène vers un matin lumineux.",
    "author": "Haruki Murakami"
  },
  {
    "text": "L'espoir est cette chose à plumes qui se pose dans l'âme et chante une mélodie sans paroles, et ne s'arrête jamais d'y croire.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Le meilleur moyen de se remonter le moral est d'essayer de remonter celui de quelqu'un d'autre.",
    "author": "Mark Twain"
  },
  {
    "text": "Un petit esprit positif le matin peut changer toute ta journée.",
    "author": "Dalaï-Lama"
  },
  {
    "text": "Il est important de se rappeler que nous ne pouvons pas devenir ce que nous voulons être en restant ce que nous sommes.",
    "author": "Max DePree"
  },
  {
    "text": "Il y a toujours de la lumière, si seulement nous sommes assez courageux pour la voir. Si seulement nous sommes assez courageux pour l'être.",
    "author": "Amanda Gorman"
  },
  {
    "text": "Ne juge pas chaque jour sur la récolte que tu as faite, mais sur les graines que tu as plantées.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "Rappelle-toi que ce n'est pas un signe de faiblesse. C'est une maladie qui nécessite un traitement, comme n'importe quelle autre.",
    "author": "Demi Lovato"
  },
  {
    "text": "Ne laissez pas votre maladie définir qui vous êtes.",
    "author": "Elizabeth Wurtzel"
  },
  {
    "text": "Ce que nous voyons dépend principalement de ce que nous cherchons.",
    "author": "John Lubbock"
  },
  {
    "text": "Il est important d'exprimer ses sentiments, plutôt que de les garder en soi.",
    "author": "Jimmy Hendrix"
  },
  {
    "text": "Vous n'êtes pas seul, et cette obscurité, comme toute chose, finira par passer.",
    "author": "Ellen DeGeneres"
  },
  {
    "text": "Le courage ne rugit pas toujours. Parfois, le courage est cette petite voix à la fin de la journée qui dit : j'essaierai à nouveau demain.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "L'espoir est cette chose à plumes qui se pose dans l'âme et chante une mélodie sans paroles, et ne s'arrête jamais complètement.",
    "author": "Emily Dickinson"
  },
  {
    "text": "Rappelle-toi que tu n'es pas obligé de faire ce que tout le monde fait.",
    "author": "Oprah Winfrey"
  },
  {
    "text": "Tenez-vous loin de ceux qui tentent de rabaisser vos ambitions. Les petites gens font toujours cela, mais les véritablement grands vous font sentir que vous aussi, pouvez devenir grand.",
    "author": "Mark Twain"
  },
  {
    "text": "La dépression est un état où tu ne contrôles pas ta vie. Trouvez quelque chose qui vous ramènera à la vie. Peu importe si cela peut sembler petit.",
    "author": "Andrew Solomon"
  },
  {
    "text": "Être fort signifie se sentir horrible et vivant en même temps.",
    "author": "Lena Dunham"
  },
  {
    "text": "Votre situation actuelle n'est pas votre destination finale.",
    "author": "Inconnu"
  },
  {
    "text": "La plus grande gloire dans la vie n'est pas de ne jamais tomber, mais de se relever chaque fois que nous tombons.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Ce que tu ressens maintenant ne te définira pas pour toujours.",
    "author": "Christina Rimmy"
  },
  {
    "text": "Ne juge pas chaque jour sur la récolte que tu as faite, mais sur les graines que tu as plantées.",
    "author": "Robert Louis Stevenson"
  },
  {
    "text": "L'espoir est la foi tournée vers l'avenir ; la conviction que des jours meilleurs viendront, quelle que soit l'obscurité du présent.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La dépression est une prison où tu es à la fois le gardien et le prisonnier.",
    "author": "Dorothy Rowe"
  },
  {
    "text": "Si tu traverses l'enfer, continue d'avancer.",
    "author": "Winston Churchill"
  },
  {
    "text": "La chose la plus importante à faire quand tu es au plus bas, c'est de te relever.",
    "author": "Demi Lovato"
  },
  {
    "text": "Accroche-toi à l'espoir. Quand il fait noir, les étoiles sont les plus visibles.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Tu n'as pas besoin de voir tout l'escalier, fais simplement le premier pas.",
    "author": "Martin Luther King"
  },
  {
    "text": "Le traitement ne signifie pas une guérison immédiate, mais c'est la première étape vers celle-ci.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Ce que nous voyons dépend principalement de ce que nous cherchons.",
    "author": "John Lubbock"
  },
  {
    "text": "Sois patient envers tout ce qui est irrésolu dans ton cœur, et essaie d'aimer les questions elles-mêmes.",
    "author": "Rainer Maria Rilke"
  },
  {
    "text": "La santé mentale exige autant d'attention et de soins que la santé physique.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Dans chaque nuit, il y a une étoile plus brillante.",
    "author": "Maya Angelou"
  },
  {
    "text": "N'ayez pas peur de montrer votre vulnérabilité. Être honnête sur votre état peut vous apporter le soutien nécessaire.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Soyez vous-même ; tous les autres rôles sont déjà pris.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Parfois, la chose la plus saine que tu puisses faire est de te permettre de ressentir.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La vie ne consiste pas à attendre que l'orage passe, mais à apprendre à danser sous la pluie.",
    "author": "Vivian Greene"
  },
  {
    "text": "Ne perdez pas foi en vous-même. Vous ne savez jamais à quel point vous pouvez être proche de votre but.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Ce qui ne nous tue pas nous rend plus forts.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "L'amour de soi est le début d'une histoire d'amour qui dure toute une vie.",
    "author": "Oscar Wilde"
  },
  {
    "text": "N'ayez jamais peur de demander de l'aide. C'est un signe de force, pas de faiblesse.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La vie ne consiste pas à survivre à la tempête, mais à danser sous la pluie.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La force ne vient pas de la capacité physique. Elle vient d'une volonté indomptable.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Ne définissez pas votre vie par ce que vous n'avez pas réussi, mais par ce que vous pouvez encore accomplir.",
    "author": "Auteur inconnu"
  },
  {
    "text": "La seule façon de faire un excellent travail est d'aimer ce que vous faites.",
    "author": "Steve Jobs"
  },
  {
    "text": "Nous devenons forts non pas quand nous n'avons jamais à lutter, mais quand nous apprenons à surmonter les défis.",
    "author": "Auteur inconnu"
  },
  {
    "text": "N'attendez pas les moments spéciaux, rendez chaque moment spécial.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Ne vous inquiétez pas de ce que les gens pensent de vous. Ils sont trop occupés à penser à eux-mêmes.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Tout pas en avant, même le plus petit, est un pas vers le succès.",
    "author": "Auteur inconnu"
  },
  {
    "text": "N'ayez pas peur d'avancer lentement, craignez seulement de rester immobile.",
    "author": "Proverbe chinois"
  },
  {
    "text": "Le vrai courage, c'est de savoir que vous vous réveillerez demain quand le monde entier s'est effondré aujourd'hui.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Souvenez-vous que ne pas obtenir ce que vous voulez est parfois une merveilleuse chance.",
    "author": "Dalaï-Lama XIV"
  },
  {
    "text": "Le bonheur n'est pas d'avoir ce que tu veux, mais de vouloir ce que tu as.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Le succès, c'est d'aller d'échec en échec sans perdre son enthousiasme.",
    "author": "Winston Churchill"
  },
  {
    "text": "Osez vivre la vie dont vous avez rêvé. Allez de l'avant et rendez votre vie magnifique.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Seuls ceux qui risquent d'aller trop loin peuvent découvrir jusqu'où on peut aller.",
    "author": "T. S. Eliot"
  },
  {
    "text": "La douleur n'est pas toujours un signal d'action ; parfois c'est un appel à la méditation.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Le véritable optimisme n'est pas la joie, mais la force. Et cette force aide à regarder la réalité en face avec les yeux ouverts.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Chaque jour est une nouvelle opportunité de changer votre vie.",
    "author": "Auteur inconnu"
  },
  {
    "text": "Le plus difficile est de prendre la décision d'agir, le reste n'est que ténacité.",
    "author": "Amelia Earhart"
  }
]
