{
  "daysCommon": [
    "Super ! Vous nous avez déjà rendu visite <b>{days}</b> fois.",
    "C’est votre <b>{days}</b>e visite dans l’application — c’est un plaisir de voir votre engagement !",
    "Formidable ! Le nombre de vos visites a atteint <b>{days}</b>.",
    "Nous sommes ravis de vous revoir pour la <b>{days}</b>e fois !"
  ],
  "daysInRow": [
    "C’est votre <b>{days}</b>e jour d’exercice d’affilée — belle régularité !",
    "Vous êtes sur la bonne voie. Cela fait déjà <b>{days}</b> jours de suite que vous prenez du temps pour vous.",
    "Excellent résultat ! Déjà <b>{days}</b> jours d’affilée, sans interruption.",
    "Série impressionnante ! Vous prenez soin de vous depuis <b>{days}</b> jours d’affilée.",
    "Continuez comme ça ! Déjà <b>{days}</b> jours sans pause."
  ],
  "daysMissed": [
    "Je ne vous ai pas vu depuis <b>{days}</b> jours 😢 J’espère que tout va bien. Quel plaisir de vous revoir ici.",
    "Cela fait <b>{days}</b> jours depuis notre dernière visite. Ça me fait plaisir de vous retrouver. J’espère que ces jours ont été doux pour vous.",
    "Déjà <b>{days}</b> jours sans vous voir. Quel plaisir de vous retrouver — que la journée d’aujourd’hui soit un pas confortable pour vous.",
    "J’ai remarqué que vous n’avez pas ouvert l’application depuis <b>{days}</b> jours. Si vous aviez besoin de temps, c’est normal. Ça fait plaisir de vous voir ici."
  ],
  "moodBetter": [
    "J’ai calculé qu’au cours des derniers jours, votre humeur s’est améliorée en moyenne de <b>{percent}%</b> après les pratiques. Belle dynamique — continuez à votre rythme.",
    "Vos efforts portent leurs fruits ! L’amélioration moyenne de l’humeur est de <b>{percent}%</b>. C’est encourageant de voir ce progrès.",
    "D’après vos suivis quotidiens, votre humeur s’est améliorée en moyenne de <b>{percent}%</b>. C’est un très bon résultat !",
    "Le suivi de votre état montre une amélioration d’environ <b>{percent}%</b>. Vous avez fait du bon travail.",
    "Ces derniers jours, on observe une amélioration de l’humeur de <b>{percent}%</b>. J’apprécie beaucoup vos efforts et votre attention à vous."
  ]
}
