{
  "daysCommon": [
    "Génial ! Vous nous avez déjà rendu visite <b>{days}</b> fois.",
    "Vous avez désormais effectué <b>{days}</b> visites dans l’application — c’est un plaisir de voir votre engagement !",
    "Parfait ! Le nombre de vos visites a maintenant atteint <b>{days}</b>.",
    "Nous sommes heureux de vous accueillir déjà <b>{days}</b> fois !"
  ],
  "daysInRow": [
    "C’est votre <b>{days}</b> jour d’exercices d’affilée — une très belle dynamique !",
    "Vous êtes sur la bonne voie. Voilà déjà <b>{days}</b> jours de suite que vous prenez du temps pour vous.",
    "Excellent résultat ! Vous pratiquez sans interruption depuis <b>{days}</b> jours.",
    "Belle série ! Vous travaillez sur vous-même depuis déjà <b>{days}</b> jours d’affilée.",
    "Continuez comme ça ! Vous vous entraînez sans pause depuis <b>{days}</b> jours."
  ],
  "daysMissed": [
    "Je ne vous avais pas vu·e depuis déjà <b>{days}</b> jours 😢 J’espère que tout va bien pour vous. Je suis vraiment heureux de vous savoir de retour.",
    "Cela fait <b>{days}</b> jours que nous n’avons pas échangé. Je suis heureux que vous soyez de retour et j’espère que ces jours ont été doux avec vous.",
    "Voilà déjà <b>{days}</b> jours sans vos visites. Je suis heureux de vous revoir — que cette journée soit pour vous une étape paisible.",
    "J’ai remarqué une pause de <b>{days}</b> jours dans vos visites. Si vous aviez besoin de temps, c’est tout à fait normal. L’important, c’est que vous soyez ici maintenant."
  ],
  "moodBetter": [
    "J’ai calculé que, ces derniers jours, votre humeur s’améliorait en moyenne de <b>{percent}%</b> après les exercices. Une très belle dynamique — continuez au rythme qui vous convient.",
    "Vos efforts portent leurs fruits ! L’amélioration moyenne de votre humeur est d’environ <b>{percent}%</b>. C’est réjouissant de voir un tel progrès.",
    "D’après vos suivis quotidiens, votre humeur s’est en moyenne améliorée de <b>{percent}%</b>. C’est un résultat vraiment solide.",
    "L’observation de votre état montre une amélioration d’environ <b>{percent}%</b>. Vous avez accompli un beau travail sur vous-même.",
    "Ces derniers jours, on remarque une progression de votre humeur d’environ <b>{percent}%</b>. J’apprécie beaucoup l’attention que vous vous accordez et les efforts que vous faites pour vous."
  ]
}
