{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Чорно-біле мислення — це когнітивне викривлення, коли ми бачимо світ у крайнощах: або ідеально, або жахливо; люди — або цілком хороші, або зовсім погані. Такий погляд позбавляє нас здатності помічати багатство відтінків і нюансів, робить картину надто спрощеною. У підсумку це обмежує наше бачення реальності й звужує коло можливих рішень.</p><p>Це викривлення проявляється в категоричних оцінках себе й інших, наприклад: «я завжди провалююся» або «він постійно помиляється». Воно може стосуватися будь-якої сфери життя — роботи, стосунків, подій, переконань, наших досягнень і помилок.</p><p>Такий спосіб мислення може призводити до підвищеного стресу, тривоги, зниження настрою, відчуття самотності та труднощів у стосунках. Тому важливо вчитися помічати такі думки й розвивати гнучкіший і реалістичніший погляд. Це допомагає краще давати раду ситуаціям і ухвалювати більш зважені рішення.</p>",
    "dialogSummary": "У цьому діалозі персонаж 1 мислить за принципом «усе або нічого»: через одну невдачу на іспиті він робить висновок, що цілковито неспроможний, не враховуючи складність іспиту та брак часу на підготовку.",
    "dialog": [
      "Я не склав іспит — отже, я безнадійний.",
      "Іспит і справді був складним, і в тебе було мало часу підготуватися.",
      "Неважливо. Раз інші впоралися, а я — ні, то я недостатньо розумний."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Катастрофізація — це когнітивне викривлення, коли ми схильні перебільшувати значущість і наслідки неприємних подій, уявляючи їх набагато гіршими, ніж вони є насправді. У такі моменти ми можемо відчувати сильну тривогу, страх і напруження, які не відображають реальної картини.</p><p>Катастрофізація може проявлятися як переконання, що одна невдача в якійсь сфері життя призведе до повного провалу в усьому. Це може спричиняти сильні переживання щодо майбутнього, надмірну реакцію на критику чи відмову, а також підривати впевненість у собі.</p><p>Такий стиль мислення може погіршувати емоційний стан, посилювати тривогу й стрес, знижувати самооцінку та віру у власні сили. Важливо вчитися помічати такі думки й поступово розвивати спокійніший і реалістичніший погляд на події — це допомагає зменшувати тривожність і відчувати більше стійкості перед труднощами.</p>",
    "dialogSummary": "У цьому діалозі персонаж 1 катастрофізує ситуацію після відмови на співбесіді, вважаючи, що тепер вона не зможе знайти роботу. Вона не розглядає можливості продовжити пошуки й переглянути свої очікування, що могло б допомогти рухатися вперед спокійніше та впевненіше.",
    "dialog": [
      "Мені відмовили на співбесіді. Все, тепер я ніколи не знайду роботи й залишуся без заробітку.",
      "Але ж ти надіслала резюме ще на кілька вакансій, так?",
      "Так, але який сенс? Якщо не взяли сюди, то я нікому не потрібна. Усі спроби просто безглузді.",
      "Такий жорсткий висновок може лише посилити твої переживання. Можливо, варто дати собі час, переглянути очікування й продовжити пошуки.",
      "Але як не думати про провал? Здається, це доводить, що для мене ніде не знайдеться місця, і всі мої плани руйнуються."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Надузагальнення — це когнітивне викривлення, коли ми робимо широкі висновки з обмежених фактів або поодиноких випадків. Наприклад, отримавши один негативний відгук на роботі, можна зробити висновок, що ти зовсім некомпетентний, ігноруючи власні успіхи та позитивні результати.</p><p>Типова ситуація — запізнення на зустріч. Замість того щоб спокійно розібратися з причинами, ми кажемо собі: «Я завжди запізнююся» або «Я ніколи не приходжу вчасно», забуваючи про безліч випадків, коли ми приходили точно вчасно.</p><p>Такий спосіб мислення підточує самооцінку, посилює песимізм і тривогу та може підтримувати депресивні думки. Корисно помічати подібні узагальнення й замінювати їх більш зваженими та реалістичними оцінками конкретної ситуації.</p>",
    "dialogSummary": "Персонаж 1 робить надузагальнення з одного запізнення, приписуючи собі хронічну незібраність. Персонаж 2 м’яко повертає фокус до фактів, нагадуючи про випадки пунктуальності й пропонуючи дивитися на ситуацію конкретніше.",
    "dialog": [
      "Не вірю, я знову запізнився. Схоже, я завжди запізнююся і зовсім не вмію керувати часом.",
      "Зачекай, не поспішай із висновками. Згадай, скільки разів ти приходив вчасно. Одне запізнення не робить тебе хронічно непунктуальним.",
      "Але останнім часом це трапляється частіше. Відчуваю, що втратив контроль.",
      "Давай подивимося на факти. Одне чи навіть кілька запізнень — не риса характеру. Можливо, спрацювали зовнішні обставини. Можемо розібратися в причинах і подумати, що допоможе наступного разу."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Знецінення позитивного — це когнітивне викривлення, коли ми схильні применшувати значущість хороших подій, успіхів і досягнень. У такі моменти ми зосереджуємося на недоліках або труднощах, ніби хорошого просто не існує або воно «не рахується», навіть якщо це важливі й заслужені результати.</p><p>Це може проявлятися в будь-якій сфері життя: роботі, стосунках, здоров’ї, навчанні, особистих досягненнях. Наприклад, людина отримує заслужене визнання, але замість радості думає лише про свої помилки. Або, почувши комплімент, відмахується словами «нічого особливого» чи «мені просто пощастило».</p><p>Знецінення позитивного може підривати впевненість у собі, посилювати незадоволеність і сприяти формуванню депресивних думок. Важливо вчитися помічати й приймати хороше так само уважно, як ми помічаємо труднощі, і дозволяти собі радіти власним успіхам, навіть невеликим.</p>",
    "dialogSummary": "Персонаж 1 отримує підвищення, але знецінює цей успіх, зосереджуючись на майбутніх труднощах. Персонаж 2 м’яко нагадує про важливість досягнення та підтримує його, підкреслюючи значущість цього кроку в кар’єрі.",
    "dialog": [
      "Мене підвищили, тепер я вестиму нові проєкти.",
      "Це чудова новина, вітаю! Які проєкти тобі доведеться вести?",
      "Проєкти складні, роботи буде багато. Відчуваю, ніби мені просто додали обов’язків.",
      "Це справді може бути викликом, але не забувай: тебе обрали не випадково. Ти досяг важливого етапу, і це чудова можливість рости та проявити себе."
    ]
  },
  "DUE": {
    "textHTML": "<p>Повинність — це когнітивне викривлення, коли ми переконані, що все має відбуватися саме так, як ми очікуємо. Коли реальність не збігається з нашими уявленнями, ми можемо сприймати це як несправедливість або помилку. У такому стані ми чіпляємося за свої очікування й вимоги, майже не залишаючи місця для гнучкості та об’єктивного погляду на ситуацію.</p><p>Наприклад, можна думати: «Я мушу отримати цю роботу, адже так ретельно готувався». Однак навіть за великого старання на результат можуть впливати зовнішні чинники, зокрема конкуренція на вакансію та інші сильні кандидати.</p><p>Таке мислення здатне викликати сильне розчарування, роздратування й відчуття несправедливості, негативно впливаючи на емоційний стан і стосунки з іншими. Корисно вчитися помічати подібні установки й розвивати гнучкіше ставлення до результатів, приймаючи, що можливі різні варіанти розвитку подій.</p>",
    "dialogSummary": "Персонаж 1 демонструє повинність, вважаючи, що мусить працювати щодня без вихідних, щоб досягти успіху, орієнтуючись на історії інших людей. Персонаж 2 допомагає подивитися ширше, нагадуючи, що в кожного свій шлях, а баланс між працею та відпочинком може бути здоровішим і ефективнішим підходом.",
    "dialog": [
      "Я повинен працювати щодня без вихідних, інакше я ніколи не досягну успіху.",
      "Чому ви дійшли такого висновку? Що змусило вас так думати?",
      "Я читав історії успішних людей. Усі вони багато працювали й майже не відпочивали.",
      "У кожної людини свій шлях. Комусь справді підходить такий режим, але іншим більше допомагає здоровий баланс. Важливо розуміти, що відпочинок теж потрібен: він допомагає зберігати енергію й рухатися до цілей стійко."
    ]
  },
  "EMO": {
    "textHTML": "<p>Когнітивне викривлення «емоційне обґрунтування» виникає, коли ми ухвалюємо рішення, спираючись лише на поточні почуття, а не на логіку й факти. У такі моменти емоції здаються головним доказом того, що ситуація саме така, як ми її відчуваємо, навіть якщо об’єктивно це не так.</p><p>Наприклад, людина може відмовитися від зустрічі з друзями, бо їй сумно й здається, що це нічого не змінить. Але насправді спілкування й підтримка могли б допомогти поліпшити настрій і відновити енергію.</p><p>Емоції важливі, але спиратися тільки на них може призводити до хибних висновків і рішень. Корисно звертати увагу не лише на свої почуття, а й на факти, щоб ухвалювати більш зважені й стійкі рішення.</p>",
    "dialogSummary": "У цьому діалозі персонаж 1 ухвалює рішення, спираючись виключно на сум і невпевненість, і відмовляється від побачення. Персонаж 2 м’яко допомагає подивитися ширше й припускає, що реальний досвід може бути набагато приємнішим, ніж підказує теперішній настрій.",
    "dialog": [
      "Я не хочу йти на побачення. У мене поганий настрій.",
      "Але ж тобі подобається ця людина. Може, даси собі шанс і подивишся, як усе пройде?",
      "Почуваюся невпевнено й ніяково. Впевнена, що лише все зіпсую.",
      "Ти не можеш знати наперед. Зустріч може виявитися приємною й підтримувальною, і ти можеш почуватися набагато краще, ніж зараз."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Мисленнєвий фільтр — це когнітивне викривлення, коли ми насамперед помічаємо негативні моменти й майже не звертаємо уваги на позитивні. Наприклад, після невдалої співбесіди людина може зосередитися лише на відмові, забуваючи про цінний досвід і нові знання, які допоможуть їй надалі.</p><p>Такий підхід може призводити до відчуття незадоволеності й зниження настрою, навіть якщо в житті є багато хорошого. Часто мисленнєвий фільтр поєднується з іншими викривленнями, наприклад, із чорно-білим мисленням або знеціненням позитивного.</p><p>Щоб поступово долати мисленнєвий фільтр, корисно тренуватися помічати позитивні моменти, ставити собі підтримувальні запитання й нагадувати собі про свої успіхи та сильні сторони.</p>",
    "dialogSummary": "У цьому діалозі персонаж 1 зациклюється на одному негативному відгуку, не помічаючи позитивних аспектів своєї роботи. Персонаж 2 допомагає побачити повнішу картину й звернути увагу на факти, які підтверджують успіхи та зусилля.",
    "dialog": [
      "Я отримав негативний відгук на роботі. Почуваюся невдахою.",
      "Але ж у тебе було багато позитивних відгуків і досягнень. Здається, ти надаєш надто багато ваги одному негативному моменту.",
      "Так, але цей відгук здається найважливішим. Ніби він перекреслює всі мої успіхи.",
      "Ти зараз бачиш лише негативну частину ситуації й упускаєш інші факти. Це і є мисленнєвий фільтр. Спробуй подивитися ширше й згадати те хороше, чого ти досяг."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Навішування ярликів — це когнітивне викривлення, коли ми даємо людям або ситуаціям категоричні й спрощені оцінки, спираючись на обмежені спостереження. У результаті ми перестаємо помічати інші сторони людини чи події, і наше сприйняття стає викривленим.</p><p>Наприклад, людина може назвати когось «дивним» або «негідним» лише через зовнішність чи поведінку в одній ситуації. Так само, навішуючи ярлики на себе — наприклад, називаючи себе «поганим» або «неспроможним» — ми ігноруємо свої сильні сторони, успіхи й реальні якості.</p><p>Коли ми вчимося помічати це викривлення, стає легше бачити людей і себе об’ємніше та справедливіше, не роблячи поспішних висновків.</p>",
    "dialogSummary": "Персонаж 1 робить висновок, що чоловік — «поганий батько», побачивши один епізод, де той кричить на дітей. Персонаж 2 пропонує більш зважений погляд, нагадуючи, що одного спостереження замало, і що люди можуть по-різному проявлятися в різних ситуаціях.",
    "dialog": [
      "Я бачив, як той чоловік кричав на дітей у парку. Він точно поганий батько.",
      "Складно судити за одним моментом. Можливо, в нього був важкий день або сталося щось, що вибило його з рівноваги.",
      "Я б ніколи так не поводився зі своїми дітьми. Здається, він просто не справляється з роллю батька.",
      "Категоричні висновки можуть бути оманливими. Люди по-різному реагують у стресових ситуаціях, і в інший день він може бути дуже турботливим і уважним батьком."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>Викривлення «можна було б» виникає, коли ми подумки повертаємося до минулих подій і уявляємо ідеальні альтернативи, які в реальності були недоступні. Ми починаємо міркувати в дусі «а що якби» й створюємо фантазії про те, як усе могло скластися інакше.</p><p>Іноді це проявляється й у спілкуванні: ми кажемо собі або іншим, що треба було вчинити по-іншому, не враховуючи реальні обставини, у яких відбувалися події.</p><p>Такий погляд часто призводить до почуття провини, жалю й незадоволеності, адже ми порівнюємо реальність із недосяжними ідеальними сценаріями. Корисно пам’ятати, що минуле не змінити, а ми можемо обирати, що робити далі.</p>",
    "dialogSummary": "У діалозі персонаж 1 дивиться на іспит крізь призму «можна було б», звинувачуючи себе та обставини. Персонаж 2 м’яко допомагає повернути фокус у теперішнє й майбутнє, нагадуючи, що важливіше те, які кроки можна зробити зараз.",
    "dialog": [
      "Я провалив іспит. Треба було більше вчитися.",
      "Але ж ти працював щодня і старався з усіх сил. Ти діяв у тих умовах, які були.",
      "Так, але вчився б більше, якби не робота.",
      "Минуле вже не змінити. Зараз важливіше подумати, як підтримати себе й краще розподіляти час у майбутньому."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Викривлення «перебільшення та применшення» виникає, коли ми дивимося на події надто однобоко, втрачаючи відтінки й деталі. Під час перебільшення негативні моменти здаються величезними й значущими, ніби під лупою. А під час применшення ми нівелюємо свої сильні сторони, успіхи й позитивні події, ніби вони не мають значення.</p><p>Наприклад, людина може вважати себе невдахою через дрібні помилки й водночас не помічати власних досягнень і зусиль, які привели її до успіху.</p><p>Такий підхід може негативно впливати на самооцінку та стосунки з оточенням, адже сприйняття реальності стає викривленим. Корисно вчитися помічати баланс: бачити і помилки, і сильні сторони, цінуючи свій внесок і те, що ви вже робите.</p>",
    "dialogSummary": "У діалозі персонаж 1 перебільшує свою незграбність перед співбесідою, а персонаж 2 м’яко допомагає повернути фокус на сильні сторони й здібності, підтримуючи більш збалансований погляд.",
    "dialog": [
      "Я так нервую через співбесіду завтра. Я завжди плутаю слова.",
      "Схоже, ти зараз перебільшуєш свою незграбність. Ти набагато здібніший, ніж тобі здається.",
      "Але я часто гублюся і забуваю, що хотів сказати.",
      "У тебе є сильні сторони: ти вмієш швидко орієнтуватися й знаходити рішення. Це справді цінна якість для співбесіди.",
      "Справді? Дякую, я постараюся пам’ятати про це."
    ]
  },
  "READ": {
    "textHTML": "<p>Когнітивне викривлення «читання думок» виникає, коли ми припускаємо, що знаємо, про що думають або що відчувають інші люди, не маючи реальних підтверджень. Ми спираємося не на факти, а на здогадки й нерідко потрапляємо в пастку хибних висновків.</p><p>Наприклад, можна вирішити, що хтось погано до нас ставиться через його поведінку, хоча насправді причина може бути пов’язана з його настроєм, турботами або втомою. Буває й навпаки — ми думаємо, що інша людина розуміє наші наміри чи почуття, хоча ми прямо їх не озвучили.</p><p>Коли ми помічаємо це викривлення, нам стає простіше уникати неправильних припущень і будувати щиріше й відкрите спілкування, засноване на фактах, а не на здогадках.</p>",
    "dialogSummary": "У діалозі персонаж 1 робить висновок про настрій колеги, спираючись на власні припущення. Персонаж 2 м’яко нагадує, що без прямої розмови не можна бути певним у думках і почуттях іншої людини.",
    "dialog": [
      "Марія вчора не привіталася зі мною в офісі. Напевно, вона злиться на мене за запізнення на нараду.",
      "А ви впевнені? Можливо, вона була зайнята або просто не помітила вас. Ви пробували запитати?",
      "Ні, я не питав. Але щось підказує, що справа саме в цьому.",
      "Ми не можемо бути впевнені в думках іншої людини без розмови. Можливо, в неї були свої причини, не пов’язані з вами."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Персоналізація — це когнітивне викривлення, коли ми сприймаємо події як спрямовані особисто проти нас, навіть якщо для цього немає реальних підстав. Ніби ставимо себе в центр ситуації й беремо на свій рахунок те, що може не мати до нас прямого стосунку.</p><p>Наприклад, якщо хтось не привітався, можна вирішити, що людина навмисно нас ігнорує або відчуває неприязнь. Водночас ми можемо не врахувати, що в неї могли бути свої переживання, поспіх або просто неуважність. Персоналізація також проявляється тоді, коли ми вважаємо, що будь-які негативні події — це відображення наших недоліків, ігноруючи зовнішні обставини.</p>",
    "dialogSummary": "Персонаж 1 сприймає відмову на співбесіді як підтвердження своєї неспроможності. Персонаж 2 м’яко нагадує, що результат міг залежати від багатьох чинників і не визначає особистість чи здібності.",
    "dialog": [
      "Я не пройшов співбесіду. Напевно, я просто не здатен упоратися з важливими завданнями.",
      "Не обов’язково. Можливо, у компанії були свої специфічні вимоги або кандидати, які краще підходили саме під цю роль.",
      "Але щоразу, коли стається щось важливе, я помиляюся. Схоже, я недостатньо хороший.",
      "Помилки й відмови — нормальна частина шляху. Вони не означають, що з тобою щось не так. Важливо враховувати різні чинники й не пов’язувати кожну ситуацію лише зі своєю цінністю або здібностями."
    ]
  }
}
