{
  "BLACK_AND_WHITE": {
    "textHTML": "<p>Чорно-біле мислення — це когнітивне викривлення, яке змушує нас бачити світ виключно в крайніх категоріях: все або ідеально, або катастрофічно, люди або ангели, або демони. Такий погляд упускає з уваги величезну різноманітність відтінків і глибину ситуацій, зводячи все до простої дихотомії \"чорного\" і \"білого\". Це викривлення сильно обмежує наше сприйняття реальності і скорочує спектр можливих рішень.</p><p>Приклади чорно-білого мислення включають крайні судження про себе чи інших, наприклад, \"я завжди провалююся\" або \"він завжди помиляється\". Це також може проявлятися в поляризованих поглядах на події, предмети, роботу, стосунки, політичні переконання і багато іншого.</p><p>Таке мислення може призвести до серйозних наслідків, включаючи стрес, тривогу, депресію, соціальну ізоляцію та проблеми у стосунках. Тому вкрай важливо усвідомлювати це викривлення і розвивати більш гнучке, багатогранне мислення, що допоможе нам краще справлятися з реальністю і приймати більш зважені рішення.</p>",
    "dialogSummary": "У цьому діалозі персона 1 проявляє чорно-біле мислення, вважаючи себе нездатним через невдачу на одному іспиті, ігноруючи такі фактори, як його складність і брак часу на підготовку.",
    "dialog": [
      "Я провалив іспит, отже, я безнадійний.",
      "Але ж іспит був справді складним, а часу на підготовку в тебе було мало.",
      "Не важливо, успіх інших говорить про мою нездатність. Я просто не можу бути розумним."
    ]
  },
  "CATASTROPHIZATION": {
    "textHTML": "<p>Катастрофізація — це когнітивне викривлення, за якого ми схильні перебільшувати значущість і наслідки негативних подій, сприймаючи їх набагато гіршими, ніж вони є насправді. Це призводить до надмірного страху, тривоги та занепокоєння, які часто не відповідають дійсності.</p><p>Приклади катастрофізації включають переконання, що одна невдача в якійсь сфері життя обернеться повним крахом у всіх починаннях. Таке мислення може призвести до надмірної тривоги про майбутнє, гіперреакції на критику чи відмови, а також постійним сумнівам у власних силах.</p><p>Катастрофізація негативно позначається на психічному здоров'ї, підвищує рівень стресу та занепокоєння, погіршує емоційний стан і знижує впевненість у собі. Важливо усвідомлювати цю тенденцію і розвивати здорове мислення для зниження тривоги, підвищення самооцінки та адекватного сприйняття реальності.</p>",
    "dialogSummary": "У цьому діалозі персона 1 катастрофізує ситуацію після відмови на співбесіді, вважаючи, що це тягне за собою неминучий провал у пошуку роботи. Вона не враховує можливість продовження пошуків і переосмислення своїх очікувань, що може призвести до більш позитивного і реалістичного результату.",
    "dialog": [
      "Я отримала відмову на співбесіді на нову роботу. Тепер мені ніколи не влаштуватися на роботу, я залишуся бездіяльною.",
      "Але ти вже подала заявки на інші вакансії, чи не так?",
      "Так, але це марно. Якщо не вийшло з цією роботою, значить, я взагалі ніде не потрібна. Усі спроби марні.",
      "Такий погляд на речі може лише погіршити твою ситуацію. Можливо, варто переглянути свої очікування і продовжити пошуки з новим підходом.",
      "Але як мені забути про провал на співбесіді? Це, здається, підтверджує, що мені ніде не знайти роботи, усі мої плани зруйновані."
    ]
  },
  "COMMON": {
    "textHTML": "<p>Надузагальнення — це когнітивне викривлення, за якого ми робимо глобальні висновки на основі обмеженої інформації чи поодиноких подій. Наприклад, отримавши один негативний відгук на роботі, ми можемо прийти до висновку про свою повну некомпетентність, ігноруючи інші успіхи та позитивні моменти.</p><p>Класичний приклад — запізнення на зустріч. Замість об'єктивного аналізу причин запізнення, ми схильні говорити: \"я завжди запізнююся\" або \"я ніколи не можу прийти вчасно\", ігноруючи випадки своєчасного прибуття.</p><p>Таке викривлення може призвести до негативної самооцінки та песимізму, а також посилити проблеми з тривогою та депресією. Важливо навчитися розпізнавати такі думки і замінювати їх більш збалансованими та реалістичними оцінками.</p>",
    "dialogSummary": "Персона 1 висловлює занепокоєння через запізнення на зустріч, роблячи надузагальнення про свої здібності управління часом. Персона 2 допомагає їй поглянути на ситуацію більш об'єктивно, нагадуючи про моменти своєчасного прибуття і підкреслюючи, що одне запізнення не характеризує людину як таку, що постійно запізнюється.",
    "dialog": [
      "Я не можу повірити, що я знову запізнився на зустріч. Я завжди запізнююся. Я зовсім не вмію керувати своїм часом.",
      "Зачекай, не поспішай з висновками. Згадай, як часто ти приходив вчасно. Ти справді вважаєш, що одне запізнення робить тебе безпорадним в управлінні часом?",
      "Але останнім часом я часто запізнююся. Мені здається, що я повністю втратив контроль.",
      "Давай подивимося на це раціонально. Запізнення на одну зустріч не робить тебе людиною, що постійно запізнюється. Можливо, були непередбачувані обставини, які ти не міг контролювати."
    ]
  },
  "DISCVAL": {
    "textHTML": "<p>Знецінення позитивного — це когнітивне викривлення, за якого ми схильні нехтувати, недооцінювати або применшувати значення позитивних аспектів нашого життя. Ми фокусуємося на недоліках і негатизмі, ігноруючи значущість успіхів і досягнень, навіть якщо вони є значними.</p><p>Це викривлення може проявлятися в різних сферах: на роботі, у стосунках, здоров'ї, особистому розвитку. Наприклад, людина може досягти професійного успіху, але фокусується на дрібних помилках, замість того щоб радіти досягненню. Або, отримавши комплімент, людина може відмахнутися від нього, вважаючи його незначущим чи незаслуженим.</p><p>Знецінення позитивного може призводити до недооцінки власних здібностей, браку впевненості, почуття незадоволеності і навіть депресії. Важливо навчитися помічати і цінувати позитивні моменти в житті, вміючи радіти своїм досягненням.</p>",
    "dialogSummary": "У цьому діалозі персона 1 знецінює своє досягнення у вигляді підвищення на роботі, зосереджуючись на майбутніх труднощах та відповідальності. Персона 2 намагається підкреслити значущість цього успіху і вітає його з досягненням.",
    "dialog": [
      "Я отримав підвищення на роботі і тепер займатимуся новими проєктами.",
      "Це чудова новина, вітаю! Які проєкти тебе чекають?",
      "Так, проєкти складні, мені належить багато роботи. Це ніби накопичення обов'язків.",
      "Розумію, що це виклик, але ж ти досяг важливого рубежу в кар'єрі! Це чудова можливість для росту і розвитку."
    ]
  },
  "DUE": {
    "textHTML": "<p>Повинування — це когнітивне викривлення, за якого ми переконані, що події мають відбуватися саме так, як ми собі уявляємо, і будь-яке відхилення від цього сприймається як несправедливість. Ми схильні наполягати на своїх очікуваннях і вимогах, не враховуючи реальності та можливостей.</p><p>Прикладом може слугувати думка: \"Я мав отримати цю роботу, адже я так старанно готувався до співбесіди\". У таких випадках часто не враховуються зовнішні фактори, що впливають на рішення, такі як наявність інших кваліфікованих кандидатів.</p><p>Це викривлення може викликати розчарування, гнів, невдоволення, впливаючи негативно на психічне здоров'я та міжособистісні стосунки. Важливо навчитися бути гнучким у своїх очікуваннях і приймати різні результати.</p>",
    "dialogSummary": "У цьому діалозі персона 1 проявляє викривлення \"повинування\", припускаючи, що він повинен працювати без перерв для досягнення успіху в кар'єрі, спираючись на приклади інших успішних людей. Персона 2 допомагає йому розібратися з цим переконанням, підкреслюючи, що в кожного свій шлях до успіху і що баланс між роботою та відпочинком може бути більш продуктивним.",
    "dialog": [
      "Я повинен працювати кожен день без вихідних, щоб досягти успіху у своїй кар'єрі.",
      "Чому ти так думаєш? Що змусило тебе прийти до такого висновку?",
      "Я читав про те, як успішні люди досягли свого: вони всі наполегливо працювали і не відпочивали.",
      "Але кожна людина унікальна, і не існує універсального шляху до успіху. Можливо, для тебе буде ефективніше знайти баланс між працею та відпочинком, щоб досягти своїх цілей."
    ]
  },
  "EMO": {
    "textHTML": "<p>Когнітивне викривлення \"емоційне обґрунтування\" виникає, коли ми спираємося на свої емоції замість логіки та фактів при прийнятті рішень. Це може призводити до неправильного сприйняття ситуацій та помилкових рішень.</p><p>Прикладом є відмова від поїздки до друзів через смуток і небажання спілкуватися. У даному випадку людина покладається на емоції, не враховуючи, що спілкування з друзями може підняти настрій і допомогти почувати себе краще.</p><p>Емоційне обґрунтування може призвести до хибних висновків і вибору, тому важливо враховувати більш об'єктивні критерії при прийнятті рішень.</p>",
    "dialogSummary": "У цьому діалозі персона 1 керується своїм емоційним станом при відмові від побачення, ігноруючи логічні аргументи та факти. Персона 2 намагається допомогти персоні 1 поглянути на ситуацію більш об'єктивно і розглянути інші аспекти рішення.",
    "dialog": [
      "Я не хочу йти на побачення, в мене поганий настрій.",
      "Але ж ти говорила, що цей хлопець тобі подобається. Не хочеш спробувати і подивитися, як все вийде?",
      "Ні, я впевнена, що зіпсую все через свого настрою. Почуваюся невпевнено і дурнувато.",
      "Ти не можеш знати напевно, доки не спробуєш. Можливо, побачення виявиться приємним, і ти зрозумієш, що твої побоювання були марними."
    ]
  },
  "FILTER": {
    "textHTML": "<p>Мисленний фільтр – це когнітивне викривлення, за якого ми фокусуємося лише на негативних аспектах, ігноруючи позитивні. Наприклад, після невдалого співбесіди людина може зациклитися на відмові, не помічаючи отриманого досвіду та інформації, які можуть стати в пригоді в майбутньому.</p><p>Це викривлення призводить до почуття незадоволеності та невдоволення, навіть коли в житті багато хорошого. Мисленний фільтр часто супроводжується іншими викривленнями, такими як чорно-біле мислення чи знецінення позитивного.</p><p>Щоб подолати мисленний фільтр, корисно вчитися помічати і цінувати позитивні моменти і ставити собі питання про позитивні аспекти ситуації.</p>",
    "dialogSummary": "У цьому діалозі персона 1 фокусується на негативному відгуку, ігноруючи позитивні сторони роботи. Персона 2 намагається допомогти персоні 1 побачити ситуацію об'єктивніше, звертаючи увагу на всі аспекти її роботи.",
    "dialog": [
      "Я отримав негативний відгук на роботі. Почуваюся невдахою.",
      "Але в тебе ж було багато позитивних відгуків і успіхів. Ти надаєш забагато значення одному негативному моменту.",
      "Так, але цей відгук здається мені найважливішим. Він, ніби, нівелює всі мої досягнення.",
      "Ти зосереджений лише на цьому негативному аспекті, ігноруючи все інше. Це і є мисленний фільтр. Спробуй поглянути на ситуацію більш об'єктивно, враховуючи й позитивні моменти твоєї роботи."
    ]
  },
  "LABEL": {
    "textHTML": "<p>Вішання ярликів — це когнітивне викривлення, за якого ми приписуємо людям чи ситуаціям спрощені та категоричні оцінки, спираючись на обмежену кількість негативних спостережень. Це заважає враховувати інші аспекти і створює спотворене сприйняття реальності.</p><p>Прикладом може слугувати оцінка людини як \"дивна\" чи \"відходь суспільства\" на основі її незвичного зовнішнього вигляду. Аналогічно, вішання ярликів на себе може призвести до низької самооцінки, не враховуючи позитивні якості та досягнення.</p><p>Усвідомлюючи це викривлення, ми можемо більш об'єктивно оцінювати людей і ситуації, не роблячи поспішних і негативних висновків.</p>",
    "dialogSummary": "У цьому діалозі обговорюється поведінка людини, що кричала на дітей у парку. Персона 1 швидко присвоює їй ярлик \"поганий батько\", спираючись на одне спостереження. Персона 2 пропонує більш стриманий погляд, вказуючи на брак інформації для такого висновку і можливість різної поведінки в різних обставинах.",
    "dialog": [
      "Я бачив, як та людина кричала на своїх дітей у парку. Вона визначено поганий батько.",
      "Ми не можемо судити про людину за один випадок. Можливо, у неї був поганий день чи якісь причини для такої поведінки.",
      "Я б ніколи так не вчинив зі своїми дітьми. Вона, мабуть, не справляється з батьківськими обов'язками.",
      "Не варто робити такі категоричні висновки. Люди можуть поводитися по-різному в різних ситуаціях. Можливо, в інших обставинах вона проявляє себе як турботливий батько."
    ]
  },
  "MAYBE": {
    "textHTML": "<p>Спотворення \"Можна було б\" проявляється, коли ми уявляємо альтернативи минулому, які неможливо реалізувати. Це часто призводить до обговорення минулих подій з точки зору \"що якби\", створюючи ілюзорні сценарії.</p><p>Також ми можемо використовувати це викривлення в діалогах, переконуючи інших діяти інакше, не враховуючи реальних умов і обмежень.</p><p>Це викривлення може призвести до почуття провини та невдоволення, оскільки ми порівнюємо реальність із недосяжними ідеалами.</p>",
    "dialogSummary": "У цьому діалозі персона 1 використовує викривлення \"Можна було б\" для виправдання свого невдалого іспиту, перекладаючи відповідальність на зовнішні фактори. Персона 2 намагається переорієнтувати його на поточні можливості, зазначаючи, що минуле незмінне і важливо зосередитися на діях, які можна вжити зараз.",
    "dialog": [
      "Я провалив іспит. Мені потрібно було більше вчитися.",
      "Але ж ти працював щодня. Ти діяв у рамках своїх можливостей, чи не так?",
      "Так, але міг би вчитися більше, якби не працював так багато.",
      "Важливо пам'ятати, що минуле не змінити. Зараз краще зосередитися на тому, як ефективно використати свій час у майбутньому, а не думати про те, що могло б бути."
    ]
  },
  "MORE_MINE": {
    "textHTML": "<p>Спотворення \"перебільшення і применшення\" проявляється в крайне однозначному сприйнятті ситуацій і подій, ігноруючи їхню нюанси. При перебільшенні людина посилює значення негативних аспектів, бачачи все через збільшувальне скло. Применшення ж полягає в зменшенні важливості позитивних аспектів і своїх досягнень.</p><p>Наприклад, людина може неправомірно перебільшувати свої помилки, вважаючи себе невдахою, і применшувати свої успіхи, не визнаючи своїх досягнень.</p><p>Це викривлення може призводити до погіршення самооцінки та стосунків з іншими, оскільки сприйняття себе і оточуючих спотворене.</p>",
    "dialogSummary": "У діалозі персона 1 перебільшує свою незручність перед майбутнім співбесідою, тоді як персона 2 намагається применшити цю незручність, акцентуючи увагу на сильних сторонах персони 1 та її здатності адаптуватися.",
    "dialog": [
      "Я так хвилююся через співбесіду завтра. Я завжди плутаю слова.",
      "Не хвилюйся, ти перебільшуєш свою незручність. Я впевнений, ти впораєшся.",
      "Але я часто гублюся і забуваю, що хотів сказати.",
      "Ти також маєш здатність швидко знаходити рішення і адаптуватися. Це дуже допоможе тобі під час співбесіди.",
      "Правда? Дякую, я спробую зосередитися на цьому."
    ]
  },
  "READ": {
    "textHTML": "<p>Когнітивне викривлення \"читання думок\" відбувається, коли ми припускаємо, що знаємо почуття чи думки інших людей без об'єктивних доказів. Це може призвести до хибних висновків і нерозумінь.</p><p>Прикладом є ситуація, коли ми припускаємо, що хтось не любить нас через їхню поведінку, хоча насправді причини можуть бути різними. Також ми можемо помилково думати, що інші розуміють наші наміри, не спілкуючись з ними безпосередньо.</p><p>Усвідомлення цього викривлення допомагає уникати неправильних припущень і сприяє більш відкритому і чесному спілкуванню.</p>",
    "dialogSummary": "У діалозі персона 1 демонструє \"читання думок\", припускаючи, що колега злиться на нього через запізнення на нараду. Персона 2 вказує на необхідність перевірки своїх припущень і уникання поспішних висновків.",
    "dialog": [
      "Марія вчора не привіталася зі мною в офісі. Мабуть, вона злиться на мене за запізнення на нараду.",
      "Ти впевнений? Можливо, вона просто була зайнята або не помітила тебе. Ти запитав у неї?",
      "Ні, я не питав. Але я відчуваю, що це через запізнення.",
      "Ми не можемо бути впевнені в думках інших, якщо не запитаємо напряму. Можливо, у неї були зовсім інші причини."
    ]
  },
  "RESPONSE": {
    "textHTML": "<p>Персоналізація – це когнітивне викривлення, коли ми сприймаємо події як особисто спрямовані проти нас, навіть якщо немає підстав для такого сприйняття.</p><p>Прикладом може слугувати ситуація, коли ми думаємо, що хтось не привітався з нами через особисту неприязнь, ігноруючи інші можливі причини. Персоналізація також проявляється, коли ми сприймаємо негативні події як результат наших недоліків, не враховуючи зовнішні фактори.</p>",
    "dialogSummary": "У діалозі персона 1 персоналізує невдачу на співбесіді, пов'язуючи її з особистими недоліками, тоді як персона 2 пропонує розглянути інші фактори, що впливають на результат, підкреслюючи, що невдача не обов'язково пов'язана з особистими якостями.",
    "dialog": [
      "Я не пройшов співбесіду. Я просто не можу справитися з важливими завданнями.",
      "Це не обов'язково означає, що ти поганий. Можливо, у компанії були особливі вимоги чи інші кандидати, які краще відповідали їхнім потребам.",
      "Але я завжди помиляюся в таких ситуаціях. Мені здається, що я не достатньо хороший.",
      "Помилятися – це частина процесу навчання. Не кожна відмова на співбесіді вказує на твої особисті недоліки. Важливо дивитися на ситуацію в цілому і враховувати різні фактори, які могли вплинути на результат."
    ]
  }
}