{
  "ykRKsDopcp": {
    "title": "Аргументи за і проти автоматичної думки",
    "description": "Додати новий крок у щоденнику - наведення аргументів на користь і проти автоматичної думки"
  },
  "rwdHy8lyCk": {
    "title": "Додати штучний інтелект",
    "description": "Додати інтеграцію з популярними нейромережами для допомоги в аналізі своїх думок, індивідуальних підказок під час роботи зі щоденником"
  },
  "QejWpiat0v": {
    "title": "Оцінювання рівня віри в думку після заповнення щоденника",
    "description": "Наразі можна оцінити рівень віри в автоматичну думку тільки перед початком опрацювання. Хотіли б ви оцінювати ефект опрацювання після заповнення альтернативної відповіді на думку?"
  },
  "FFoEvFNDpe": {
    "title": "Мотивація до занять",
    "description": "Додати облік днів безперервних занять у щоденнику. Нагороджувати умовними значками, заохоченнями всередині програми"
  },
  "W9mMGTmapW": {
    "title": "Веб версія",
    "description": "Без особливих складнощів ми могли б створити веб версію застосунку. Чи є у вас потреба в роботі зі щоденником через десктоп?"
  },
  "eur8RglkH0": {
    "title": "Більше матеріалів для вивчення КПТ",
    "description": "Чи відчуваєте ви потребу в навчальних матеріалах? Ми можемо більше розповісти про методи роботи з деструктивними думками, як впоратися з неврозами, РПП тощо."
  },
  "EQ3zKWJ0pU": {
    "title": "Додати статистику за щоденником",
    "description": "Показувати, як часто ви ведете записи, найчастіші емоції, когнітивні спотворення тощо."
  },
  "EauYpGQzAL": {
    "title": "Додати копінг-картки",
    "description": "Дозволити створювати картки з деструктивною думкою на одному боці та спростуванням на іншому. Така техніка використовується в КПТ, чи відчуваєте ви потребу в такому функціоналі?"
  },
  "gvwOk0eqXB": {
    "title": "Додати статистику в тести",
    "description": "Розмістити на сторінці тестів графік, що показує динаміку зміни результатів пройдених тестів."
  },
  "2o6HBDuM2o": {
    "title": "Новий психологічний тест на тривожність",
    "description": "Наразі ми додали тест на рівень депресії. Чи потрібно додати подібний тест на рівень тривожності?"
  },
  "2o7H8DtM2o": {
    "title": "Експорт записів щоденника автоматичних думок у файл",
    "description": "Зараз ми надаємо можливість синхронізувати дані між різними пристроями. Чи потрібно давати можливість завантажувати записи у форматі CSV або Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Кілька автоматичних думок",
    "description": "Поточний формат щоденника передбачає опрацювання однієї думки за раз. Чи варто дати можливість писати кілька думок, кожна з них оцінюватиметься окремо і буде окрема альтернативна відповідь під кожну?"
  },
  "iF6yEanPp3": {
    "title": "Щоденник",
    "description": "Розділ, де можна записувати те, що сталося за день, а потім аналізувати і виокремлювати автоматичні думки. Пізніше можна додати ШІ для допомоги в аналізі запису."
  },
  "iF6sKCdvfds": {
    "title": "Проміжні переконання",
    "description": "Дати можливість пов'язувати автоматичні думки з проміжними переконаннями. Виходячи з цього можна буде будувати дерево переконань і аналізувати його."
  },
  "iF6sKverhdfd": {
    "title": "Щоденне оцінювання стану",
    "description": "Додати можливість оцінювати свій стан щодня під час відвідування застосунку. Пізніше можна буде побудувати графік зміни стану і порівнювати його з динамікою зміни установок."
  },
  "iF6sKvevscdf1": {
    "title": "Розвиток щоденного оцінювання стану",
    "description": "Зараз ви можете оцінювати свій психологічний стан до та після занять. Чи хотіли б ви також оцінювати емоції, що переважають, і фіксувати які вправи ви робили для покращення стану?"
  },
  "iF6sKvJllcpwx": {
    "title": "Історії про подолання психологічних проблем",
    "description": "Додати розділ, де можна розповісти історію подолання своєї психологічної проблеми, щоб надихнути людей зі схожими труднощами. І, відповідно, почитати історії інших людей."
  },
  "iF6sKvKLdvkwq": {
    "title": "Тест з аналізом 7 життєвих показників",
    "description": "Тест аналізує кілька сторін життя і визначає, в яких сферах ви найбільш уразливі. Наприклад, залежите від схвалення оточуючих або схильні до перфекціонізму."
  },
  "sdvsdsdlwwQec": {
    "title": "Інтеграція ШІ в щоденник",
    "description": "ШІ допомагатиме вам аналізувати записи в щоденнику і виділяти автоматичні думки. Він запропонує варіанти вирішення ваших психологічних проблем і допомагатиме вам у опрацюванні."
  },
  "sdvdcarlwwQff": {
    "title": "Сократичний діалог",
    "description": "Не завжди виходить виявити автоматичну думку. Метод сократичного діалогу передбачає ставити собі запитання, щоб виявити приховану думку. ШІ ставитиме вам запитання, щоб допомогти вам виявити автоматичну думку."
  },
  "sdvdNdbxdwQfb": {
    "title": "Віртуальний психолог",
    "description": "Вільне спілкування з ШІ в діалозі. Можна поділитися своїми переживаннями, запитати поради, отримати підтримку."
  },
  "sdvdpsvwQfw": {
    "title": "Шкала роздратування Новако",
    "description": "Додати новий тест на рівень дратівливості. Він покаже, яку кількість гніву і роздратування ви поглинаєте і тримаєте в собі в повсякденному житті."
  },
  "sdvdpsvGscfvw": {
    "title": "Голосове введення",
    "description": "Можливість голосом заповнювати текстові поля в щоденниках."
  },
  "rsoklcescfvwz": {
    "title": "Щоденний аналіз активності",
    "description": "На кінці кожного дня, після роботи в додатку, ви можете замовити аналітику за день від ШІ. Він зробить висновки щодо вашої роботи та дасть рекомендації."
  },
  "lkmvdsvdsfds": {
    "title": "Зображення в розумному щоденнику",
    "description": "Додати можливість прикріплювати зображення до записів у розумному щоденнику."
  },
  "iFlct67Ldvkwq": {
    "title": "Щоденник вдячності",
    "description": "Додати новий тип запису до розумного щоденника – вдячність."
  }
}
