{
  "ykRKsDopcp": {
    "title": "Аргументи за і проти автоматичної думки",
    "description": "Додати новий крок у щоденнику - наведення аргументів на користь і проти автоматичної думки"
  },
  "rwdHy8lyCk": {
    "title": "Додати штучний інтелект",
    "description": "Додати інтеграцію з популярними нейромережами для допомоги в аналізі своїх думок, індивідуальних підказок під час роботи зі щоденником"
  },
  "QejWpiat0v": {
    "title": "Оцінка рівня віри в думку після заповнення щоденника",
    "description": "На даний момент можна оцінити рівень віри в автоматичну думку лише перед початком опрацювання. Чи хотіли б ви оцінювати ефект опрацювання після заповнення альтернативної відповіді на думку?"
  },
  "FFoEvFNDpe": {
    "title": "Мотивація до занять",
    "description": "Додати облік днів безперервних занять у щоденнику. Нагороджувати умовними значками, заохоченнями всередині застосунку"
  },
  "W9mMGTmapW": {
    "title": "Веб-версія",
    "description": "Без особливих складнощів ми могли б створити веб-версію застосунку. Чи є у вас потреба в роботі зі щоденником через десктоп?"
  },
  "eur8RglkH0": {
    "title": "Більше матеріалів для вивчення КПТ",
    "description": "Чи відчуваєте ви потребу в навчальних матеріалах? Ми можемо більше розповісти про методи роботи з деструктивними думками, як справитися з неврозами, РХП тощо."
  },
  "EQ3zKWJ0pU": {
    "title": "Додати статистику по щоденнику",
    "description": "Показувати як часто ви ведете записи, найчастіші емоції, когнітивні викривлення тощо."
  },
  "EauYpGQzAL": {
    "title": "Додати копінг-картки",
    "description": "Дозволити створювати картки з деструктивною думкою з одного боку і спростуванням з іншого. Така техніка використовується в КПТ, чи відчуваєте ви потребу в такому функціоналі?"
  },
  "gvwOk0eqXB": {
    "title": "Додати статистику в тести",
    "description": "Розмістити на сторінці тестів графік, що показує динаміку змін результатів пройдених тестів."
  },
  "2o6HBDuM2o": {
    "title": "Новий психологічний тест на тривожність",
    "description": "На даний момент ми додали тест на рівень депресії. Чи потрібно додати подібний тест на рівень тривожності?"
  },
  "2o7H8DtM2o": {
    "title": "Експорт записів щоденника автоматичних думок у файл",
    "description": "Зараз ми надаємо можливість синхронізувати дані між різними пристроями. Чи потрібно давати можливість завантажити записи у форматі CSV або Excel?"
  },
  "QWjMvNfKLw": {
    "title": "Кілька автоматичних думок",
    "description": "Поточний формат щоденника передбачає опрацювання однієї думки за раз. Чи варто давати можливість писати кілька думок, кожна з яких оцінюватиметься окремо і буде окрема альтернативна відповідь під кожну?"
  },
  "iF6yEanPp3": {
    "title": "Щоденник",
    "description": "Розділ де можна записувати те, що сталося за день, а потім аналізувати і виділяти автоматичні думки. Пізніше можна додати ШІ для допомоги в аналізі запису."
  },
  "iF6sKCdvfds": {
    "title": "Проміжні переконання",
    "description": "Дати можливість пов'язувати автоматичні думки з проміжними переконаннями. Виходячи з цього можна буде будувати дерево переконань і аналізувати його."
  },
  "iF6sKverhdfd": {
    "title": "Щоденна оцінка стану",
    "description": "Додати можливість оцінювати свій стан щодня при відвідуванні застосунку. Пізніше можна буде побудувати графік змін стану і порівнювати його з динамікою змін установок."
  },
  "iF6sKvevscdf1": {
    "title": "Розвиток щоденної оцінки стану",
    "description": "Зараз ви можете оцінювати свій психологічний стан до і після занять. Чи хотіли б ви також оцінювати переважаючі емоції і фіксувати які вправи ви робили для покращення стану?"
  },
  "iF6sKvJllcpwx": {
    "title": "Історії про подолання психологічних проблем",
    "description": "Додати розділ, де можна розповісти історію подолання своєї психологічної проблеми, щоб надихнути людей зі схожими труднощами. І, відповідно, почитати історії інших людей."
  },
  "iF6sKvKLdvkwq": {
    "title": "Тест з аналізом 7 життєвих показників",
    "description": "Тест аналізує кілька сторін життя і визначає в яких сферах ви найбільш вразливі. Наприклад, залежите від схвалення оточуючих або схильні до перфекціонізму."
  },
  "sdvsdsdlwwQec": {
    "title": "Інтеграція ШІ в щоденник",
    "description": "ШІ буде допомагати вам аналізувати записи в щоденнику і виділяти автоматичні думки. Він запропонує варіанти вирішення ваших психологічних проблем і буде допомагати вам в опрацюванні."
  },
  "sdvdcarlwwQff": {
    "title": "Сократівський діалог",
    "description": "Не завжди вдається виявити автоматичну думку. Метод сократівського діалогу передбачає ставити собі запитання, щоб виявити приховану думку. ШІ ставитиме вам запитання, щоб допомогти вам виявити автоматичну думку."
  },
  "sdvdNdbxdwQfb": {
    "title": "Віртуальний психолог",
    "description": "Вільне спілкування з ШІ в діалозі. Можна поділитися своїми переживаннями, запитати поради, отримати підтримку."
  },
  "sdvdpsvwQfw": {
    "title": "Шкала роздратування Новако",
    "description": "Додати новий тест на рівень дратівливості. Він покаже, яку кількість гніву і роздратування ви поглинаєте і тримаєте в собі в повсякденному житті."
  },
  "sdvdpsvGscfvw": {
    "title": "Голосовий введення",
    "description": "Можливість голосом заповнювати текстові поля в щоденниках."
  },
  "rsoklcescfvwz": {
    "title": "Щоденний аналіз активності",
    "description": "Наприкінці кожного дня після роботи в застосунку ви зможете замовити аналітику за день від ШІ. Він зробить висновки за вашою роботою, дасть рекомендації."
  },
  "lkmvdsvdsfds": {
    "title": "Зображення в розумному щоденнику",
    "description": "Додати можливість прикріплювати зображення до записів у розумному щоденнику."
  },
  "iFlct67Ldvkwq": {
    "title": "Щоденник вдячності",
    "description": "В розумному щоденнику додати новий тип запису - вдячність."
  }
}