{
  "ykRKsDopcp": {
    "title": "Аргументи «за» і «проти» автоматичної думки",
    "description": "Додати крок, де можна наводити аргументи «за» і «проти» автоматичної думки."
  },
  "rwdHy8lyCk": {
    "title": "Інтеграція штучного інтелекту",
    "description": "Додати підтримку нейромереж, щоб AI міг допомагати аналізувати думки та надавати персоналізовані рекомендації."
  },
  "QejWpiat0v": {
    "title": "Оцінка рівня переконаності після роботи з думкою",
    "description": "Зараз можна оцінити переконаність лише перед початком роботи. Чи хотіли б Ви бачити повторну оцінку після формування адаптивної відповіді?"
  },
  "FFoEvFNDpe": {
    "title": "Мотивація до занять",
    "description": "Додати систему відстеження днів поспіль та нагороди чи значки за регулярність."
  },
  "W9mMGTmapW": {
    "title": "Вебверсія",
    "description": "Створити вебверсію застосунку. Було б зручно вести щоденник і з комп’ютера?"
  },
  "eur8RglkH0": {
    "title": "Додаткові матеріали з КПТ",
    "description": "Додати більше навчальних матеріалів: про роботу з деструктивними думками, тривогою, РХП та іншими станами."
  },
  "EQ3zKWJ0pU": {
    "title": "Статистика за щоденником",
    "description": "Показувати частоту записів, найпоширеніші емоції, когнітивні викривлення та іншу корисну аналітику."
  },
  "EauYpGQzAL": {
    "title": "Копінг-картки",
    "description": "Дозволити створювати картки: на одній стороні думка, на іншій — її спростування. Класична техніка КПТ."
  },
  "gvwOk0eqXB": {
    "title": "Статистика за тестами",
    "description": "Додати графік динаміки результатів тестів у розділі тестування."
  },
  "2o6HBDuM2o": {
    "title": "Тест на тривожність",
    "description": "Додати тест для оцінки рівня тривоги, подібно до тесту на депресію."
  },
  "2o7H8DtM2o": {
    "title": "Експорт записів щоденника",
    "description": "Додати можливість експортувати записи у формат CSV або Excel."
  },
  "QWjMvNfKLw": {
    "title": "Кілька автоматичних думок",
    "description": "Дати можливість додавати кілька автоматичних думок у одну записку, кожну з окремою оцінкою та адаптивною відповіддю."
  },
  "iF6yEanPp3": {
    "title": "Щоденник",
    "description": "Розділ для вільних записів про день і подальшого виділення автоматичних думок (з підтримкою AI)."
  },
  "iF6sKCdvfds": {
    "title": "Проміжні переконання",
    "description": "Додати можливість пов’язувати автоматичні думки з переконаннями та будувати карту переконань."
  },
  "iF6sKverhdfd": {
    "title": "Щоденна оцінка стану",
    "description": "Додати щоденну оцінку стану та графік динаміки, пов’язаний зі змінами установок."
  },
  "iF6sKvevscdf1": {
    "title": "Розширена щоденна оцінка",
    "description": "Оцінювати не лише стан до і після, але також емоції та виконані практики."
  },
  "iF6sKvJllcpwx": {
    "title": "Історії подолання",
    "description": "Додати розділ з особистими історіями подолання труднощів — щоб надихати та підтримувати одне одного."
  },
  "iF6sKvKLdvkwq": {
    "title": "Тест на 7 життєвих показників",
    "description": "Тест для визначення вразливих сфер, наприклад, залежність від схвалення чи схильність до перфекціонізму."
  },
  "sdvsdsdlwwQec": {
    "title": "AI у щоденнику",
    "description": "AI буде аналізувати записи та виділяти автоматичні думки, допомагаючи знаходити напрями для роботи."
  },
  "sdvdcarlwwQff": {
    "title": "Сократівський діалог",
    "description": "AI ставитиме запитання, щоб допомогти знайти приховану автоматичну думку."
  },
  "sdvdNdbxdwQfb": {
    "title": "Віртуальний психолог",
    "description": "Можливість вільного спілкування з AI: ділитися переживаннями, отримувати підтримку та поради."
  },
  "sdvdpsvwQfw": {
    "title": "Шкала роздратування Новако",
    "description": "Додати тест на роздратованість, щоб оцінити рівень внутрішнього напруження та гніву."
  },
  "sdvdpsvGscfvw": {
    "title": "Голосове введення",
    "description": "Можливість заповнювати щоденники голосом."
  },
  "rsoklcescfvwz": {
    "title": "AI-аналіз дня",
    "description": "Наприкінці дня AI зможе підбивати підсумки, робити висновки та давати рекомендації."
  },
  "lkmvdsvdsfds": {
    "title": "Зображення у щоденнику",
    "description": "Додати можливість прикріплювати зображення до записів."
  },
  "iFlct67Ldvkwq": {
    "title": "Щоденник вдячності",
    "description": "Додати формат записів «вдячність» до розумного щоденника."
  }
}
