{
  "ykRKsDopcp": {
    "title": "Аргументи «за» і «проти» автоматичної думки",
    "description": "Додати крок, у якому можна наводити аргументи «за» і «проти» автоматичної думки."
  },
  "rwdHy8lyCk": {
    "title": "Інтеграція штучного інтелекту",
    "description": "Додати підтримку нейромереж, щоб ШІ міг допомагати аналізувати думки й давати персональні рекомендації."
  },
  "QejWpiat0v": {
    "title": "Оцінка рівня віри після роботи з думкою",
    "description": "Зараз можна оцінити рівень віри лише перед початком роботи. Чи хотіли б ви бачити повторну оцінку після формування альтернативної відповіді?"
  },
  "FFoEvFNDpe": {
    "title": "Мотивація до занять",
    "description": "Додати систему відстеження днів поспіль і давати нагороди або значки за регулярність."
  },
  "W9mMGTmapW": {
    "title": "Вебверсія",
    "description": "Створити вебверсію застосунку. Чи було б зручно вести щоденник і з комп’ютера?"
  },
  "eur8RglkH0": {
    "title": "Додаткові матеріали з КПТ",
    "description": "Додати більше навчальних матеріалів: про роботу з деструктивними думками, тривогою, РХП та іншими станами."
  },
  "EQ3zKWJ0pU": {
    "title": "Статистика за щоденником",
    "description": "Показувати частоту записів, найпоширеніші емоції, когнітивні викривлення та іншу корисну аналітику."
  },
  "EauYpGQzAL": {
    "title": "Копінг-картки",
    "description": "Дозволити створювати картки: на одному боці — думка, на іншому — її спростування. Класична техніка КПТ."
  },
  "gvwOk0eqXB": {
    "title": "Статистика за тестами",
    "description": "Додати графік динаміки результатів тестів у розділі тестування."
  },
  "2o6HBDuM2o": {
    "title": "Тест на тривожність",
    "description": "Додати новий тест для оцінювання рівня тривожності — аналогічно тесту на депресію."
  },
  "2o7H8DtM2o": {
    "title": "Експорт записів щоденника",
    "description": "Додати можливість експортувати записи в CSV або Excel."
  },
  "QWjMvNfKLw": {
    "title": "Кілька автоматичних думок",
    "description": "Дати можливість додавати кілька автоматичних думок в один запис — кожну з окремою оцінкою та альтернативною відповіддю."
  },
  "iF6yEanPp3": {
    "title": "Щоденник",
    "description": "Розділ для вільних записів про день і подальшого виділення автоматичних думок (із подальшою підтримкою ШІ)."
  },
  "iF6sKCdvfds": {
    "title": "Проміжні переконання",
    "description": "Додати можливість пов’язувати автоматичні думки з переконаннями та будувати мапу переконань."
  },
  "iF6sKverhdfd": {
    "title": "Щоденна оцінка стану",
    "description": "Додати щоденну оцінку стану та графік динаміки, пов’язаний зі змінами установок."
  },
  "iF6sKvevscdf1": {
    "title": "Розширена щоденна оцінка",
    "description": "Оцінювати не лише стан до і після, а також емоції та виконані практики."
  },
  "iF6sKvJllcpwx": {
    "title": "Історії подолання",
    "description": "Додати розділ із особистими історіями подолання труднощів — щоб надихати й підтримувати одне одного."
  },
  "iF6sKvKLdvkwq": {
    "title": "Тест на 7 життєвих показників",
    "description": "Тест для виявлення вразливих сфер, наприклад залежності від схвалення або схильності до перфекціонізму."
  },
  "sdvsdsdlwwQec": {
    "title": "ШІ у щоденнику",
    "description": "ШІ аналізуватиме записи й виділятиме автоматичні думки, допомагаючи знаходити рішення та напрямки роботи."
  },
  "sdvdcarlwwQff": {
    "title": "Сократівський діалог",
    "description": "ШІ ставитиме запитання, щоб допомогти вам виявити приховану автоматичну думку."
  },
  "sdvdNdbxdwQfb": {
    "title": "Віртуальний психолог",
    "description": "Можливість вільного спілкування з ШІ: ділитися переживаннями, отримувати підтримку та поради."
  },
  "sdvdpsvwQfw": {
    "title": "Шкала роздратування Новака",
    "description": "Додати тест на дратівливість, щоб оцінити рівень прихованої напруги та гніву."
  },
  "sdvdpsvGscfvw": {
    "title": "Голосове введення",
    "description": "Можливість заповнювати щоденники голосом."
  },
  "rsoklcescfvwz": {
    "title": "ШІ-аналіз дня",
    "description": "Наприкінці дня ШІ зможе підбивати підсумки, робити висновки та давати рекомендації."
  },
  "lkmvdsvdsfds": {
    "title": "Зображення у щоденнику",
    "description": "Додати можливість прикріплювати зображення до записів."
  },
  "iFlct67Ldvkwq": {
    "title": "Щоденник вдячності",
    "description": "Додати формат запису «вдячність» в розумний щоденник."
  }
}
