{
  "title": "하루를 통제하기: 두 개의 열 기법",
  "description": "이 기사에서는 독창적인 계획 기법인 \"두 개의 열\"을 소개합니다. 이 기법은 자기 조직화와 개인 효율성을 향상시키는 데 중점을 둡니다. 독자들은 \"계획\"과 \"사실\"로 작업을 단순히 나누는 것이 목표를 달성하는 데 어떻게 도움이 되는지, 그리고 일상 행동을 더 깊이 이해할 수 있는지를 배우게 됩니다. 특히, 완료된 작업의 분석에 중점을 두어 변화에 적응하고 의무와 욕구 사이의 균형을 찾는 방법을 익힐 수 있습니다.",
  "screen_1": {
    "texts": [
      "우리가 여러분과 공유하고 싶은 첫 번째 연습은 간단하지만 효과적이며 자기 조직화에 도움이 됩니다.",
      "다음 날 저녁, 앉아서 하루 일정을 작성하세요. 이 일정은 두 부분, 즉 두 개의 열로 구성됩니다.",
      "첫 번째 열은 \"전\"입니다. 이는 여러분이 하고 싶은 일을 시간 단위로 계획하는 것입니다. 한 줄에 한두 단어로 활동이나 행동을 표시하세요.",
      "예를 들어, 샤워를 하거나 아침을 먹고 세탁을 돌리는 등의 작은 일일 수 있습니다. 또는 청소, 시험 준비, 이력서 작성 등 더 에너지가 많이 드는 일일 수도 있습니다.",
      "하루가 끝나면 두 번째 열인 \"후\"에 기록하세요.",
      "하루 동안 실제로 했던 일을 시간 단위로 기록합니다. 계획한 일과 일치할 수도 있고 다를 수도 있습니다 — 걱정하지 마세요.",
      "목록의 일부만 실행하더라도 시간을 계획하는 단순한 과정이 매우 유용하고 시각적으로 이해하기 쉬운 프로세스가 될 수 있습니다.",
      "또한 각 활동에 대해 \"일(D)\"을 기록하세요. 이는 해당 활동이 여러분에게 쉽지 않았고, 개인적으로 성취감을 느낀 것이라면 옆에 \"D\"를 적으세요."
    ]
  },
  "screen_2": {
    "texts": [
      "우울증을 겪는 경우, 이를테면 이를 닦거나 샤워를 하는 것이 여러분에게 성취일 수 있습니다. 이는 부끄럽거나 나쁜 것이 아닙니다, 믿으세요. 그러므로 이러한 활동 옆에 \"D\"를 기록하세요. 또한 난이도를 평가하세요.",
      "예를 들어, 침대를 정리하는 것이 비교적 쉬웠다면 \"D-2\"로 기록하고, 점심을 준비하는 것이 더 어려웠다면 \"D-7\"로 기록할 수 있습니다. 이 평가 척도는 여러분의 느낌에 따라 결정됩니다.",
      "계획에 있는 활동이 즐거웠다면 \"기쁨(U)\" 옆에 표시하세요.",
      "예를 들어, 영화 감상이나 공원 산책이 즐거웠다면 해당 글자와 함께 여러분이 이 활동에서 느낀 즐거움의 정도를 평가하세요.",
      "바로 이 연습이 전부입니다: 간단하지만 효과적입니다. 이게 효과가 없을 것 같아 보이겠지만, 일정 기간 동안 규칙적으로 수행해보지 않으면 확실히 알 수 없습니다. 이 기법이 효과적인 이유는 다음과 같습니다:",
      "다양한 활동의 중요성과 가치를 계속해서 고민하는 경향을 멈추게 하고, 해야 할 일인지 아닌지에 대한 내부 갈등을 해결하는 데 도움이 됩니다;",
      "시간을 균형 잡힌 방식으로 계획할 수 있도록 도와줍니다. 이는 여러분이 다양한 이유로 해야 하는 일과 즐거움을 주는 활동을 포함하기 때문입니다."
    ]
  },
  "screen_3": {
    "texts": [
      "정기적으로 하루 일정을 작성하면 동기 부여가 증가하는 것을 곧 알게 될 것입니다. 왜냐하면 무엇이든 시작하면 여러분이 아무것도 할 수 없다는 믿음을 반박할 수 있기 때문입니다.",
      "우울증을 오랫동안 겪고 있으며, 미루는 버릇으로 고생하던 한 사람이 이 기술에 대한 피드백을 공유했습니다:",
      "하루를 계획하고 저녁에 결과를 보면서, 제가 시간을 어디에 쓰는지를 깨닫게 되었습니다.",
      "이것은 제 삶에 대한 책임을 다시 되찾는 데 도움이 되었습니다. 원한다면 상황을 통제할 수 있다는 것을 깨닫습니다."
    ],
    "quote": {
      "text": "시간 관리는 시간을 관리하는 것이 아니라 자신을 관리하는 것입니다.",
      "author": "피터 드러커"
    }
  }
}
