{
  "control": {
    "title": "하루를 통제하기: 두 개의 열 기법",
    "description": "이 기사에서는 독창적인 계획 기법인 \"두 개의 열\"을 소개합니다. 이 기법은 자기 조직화와 개인 효율성을 향상시키는 데 중점을 둡니다. 독자들은 \"계획\"과 \"사실\"로 작업을 단순히 나누는 것이 목표를 달성하는 데 어떻게 도움이 되는지, 그리고 일상 행동을 더 깊이 이해할 수 있는지를 배우게 됩니다. 특히, 완료된 작업의 분석에 중점을 두어 변화에 적응하고 의무와 욕구 사이의 균형을 찾는 방법을 익힐 수 있습니다.",
    "screen_1": {
      "texts": [
        "우리가 여러분과 공유하고 싶은 첫 번째 연습은 간단하지만 효과적이며 자기 조직화에 도움이 됩니다.",
        "다음 날 저녁, 앉아서 하루 일정을 작성하세요. 이 일정은 두 부분, 즉 두 개의 열로 구성됩니다.",
        "첫 번째 열은 \"전\"입니다. 이는 여러분이 하고 싶은 일을 시간 단위로 계획하는 것입니다. 한 줄에 한두 단어로 활동이나 행동을 표시하세요.",
        "예를 들어, 샤워를 하거나 아침을 먹고 세탁을 돌리는 등의 작은 일일 수 있습니다. 또는 청소, 시험 준비, 이력서 작성 등 더 에너지가 많이 드는 일일 수도 있습니다.",
        "하루가 끝나면 두 번째 열인 \"후\"에 기록하세요.",
        "하루 동안 실제로 했던 일을 시간 단위로 기록합니다. 계획한 일과 일치할 수도 있고 다를 수도 있습니다 — 걱정하지 마세요.",
        "목록의 일부만 실행하더라도 시간을 계획하는 단순한 과정이 매우 유용하고 시각적으로 이해하기 쉬운 프로세스가 될 수 있습니다.",
        "또한 각 활동에 대해 \"일(D)\"을 기록하세요. 이는 해당 활동이 여러분에게 쉽지 않았고, 개인적으로 성취감을 느낀 것이라면 옆에 \"D\"를 적으세요."
      ]
    },
    "screen_2": {
      "texts": [
        "우울증을 겪는 경우, 이를테면 이를 닦거나 샤워를 하는 것이 여러분에게 성취일 수 있습니다. 이는 부끄럽거나 나쁜 것이 아닙니다, 믿으세요. 그러므로 이러한 활동 옆에 \"D\"를 기록하세요. 또한 난이도를 평가하세요.",
        "예를 들어, 침대를 정리하는 것이 비교적 쉬웠다면 \"D-2\"로 기록하고, 점심을 준비하는 것이 더 어려웠다면 \"D-7\"로 기록할 수 있습니다. 이 평가 척도는 여러분의 느낌에 따라 결정됩니다.",
        "계획에 있는 활동이 즐거웠다면 \"기쁨(U)\" 옆에 표시하세요.",
        "예를 들어, 영화 감상이나 공원 산책이 즐거웠다면 해당 글자와 함께 여러분이 이 활동에서 느낀 즐거움의 정도를 평가하세요.",
        "바로 이 연습이 전부입니다: 간단하지만 효과적입니다. 이게 효과가 없을 것 같아 보이겠지만, 일정 기간 동안 규칙적으로 수행해보지 않으면 확실히 알 수 없습니다. 이 기법이 효과적인 이유는 다음과 같습니다:",
        "다양한 활동의 중요성과 가치를 계속해서 고민하는 경향을 멈추게 하고, 해야 할 일인지 아닌지에 대한 내부 갈등을 해결하는 데 도움이 됩니다;",
        "시간을 균형 잡힌 방식으로 계획할 수 있도록 도와줍니다. 이는 여러분이 다양한 이유로 해야 하는 일과 즐거움을 주는 활동을 포함하기 때문입니다."
      ]
    },
    "screen_3": {
      "texts": [
        "정기적으로 하루 일정을 작성하면 동기 부여가 증가하는 것을 곧 알게 될 것입니다. 왜냐하면 무엇이든 시작하면 여러분이 아무것도 할 수 없다는 믿음을 반박할 수 있기 때문입니다.",
        "우울증을 오랫동안 겪고 있으며, 미루는 버릇으로 고생하던 한 사람이 이 기술에 대한 피드백을 공유했습니다:",
        "하루를 계획하고 저녁에 결과를 보면서, 제가 시간을 어디에 쓰는지를 깨닫게 되었습니다.",
        "이것은 제 삶에 대한 책임을 다시 되찾는 데 도움이 되었습니다. 원한다면 상황을 통제할 수 있다는 것을 깨닩니다."
      ],
      "quote": {
        "text": "시간 관리는 시간을 관리하는 것이 아니라 자신을 관리하는 것입니다.",
        "author": "피터 드러커"
      }
    }
  },
  "death": {
    "title": "사랑하는 사람을 잃은 후 자신을 찾아가는 여정",
    "description": "이 글은 자살로 오빠를 잃은 후 깊은 우울과 죄책감을 느낀 아나스타시아의 이야기를 다룹니다. 심리 치료를 통해 그녀는 자기 비난에서 벗어나 스스로를 긍정적으로 바라보는 방법을 배웠습니다. 그 결과, 아나스타시아는 우울증에서 벗어나 자신의 결백을 받아들이고 다시 온전한 삶을 살아가기 시작했습니다.",
    "screen_1": {
      "texts": [
        "우리 모두는 언젠가 사랑하는 사람을 잃는 슬픔을 겪습니다. 죽음은 강렬한 충격으로 남아, 마치 폭풍의 파동처럼 남아 있는 사람들에게 고통과 슬픔을 안깁니다.",
        "눈물, 슬픔, 애도는 자연스러운 감정 반응이며, 이러한 감정이 우리로 하여금 순간을 견뎌내고 삶을 이어갈 힘을 줍니다.",
        "그러나 때로는 슬픔이 오랫동안 지속되어 몇 년간 고통을 겪기도 하며, 어떤 경우에는 거의 바로 깊은 우울에 빠질 수도 있습니다.",
        "한 환자의 예를 들어보겠습니다. 그녀는 우울증을 앓고 있던 29세 여성 아나스타시아로, 그녀의 남동생은 그녀가 심리 치료를 받기 두 달 전에 스스로 목숨을 끊었습니다.",
        "특히 그녀의 우울증을 심화시킨 요인은 자신이 오빠의 자살에 책임이 있다는 강한 죄책감이었습니다.",
        "아나스타시아는 자신이 엄청난 책임감을 지고 있으며 해결할 수 없는 문제에 직면했다고 믿었습니다. 죽음을 맞이해야 마땅하다고 느꼈으며, 자살 충동까지 느꼈습니다.",
        "자살한 사람의 가까운 이들이 흔히 겪는 문제는 바로 죄책감입니다.",
        "사람들은 자주 이렇게 자문합니다: \"왜 내가 막지 못했을까? 왜 미리 알아차리지 못했을까?\"",
        "심지어 심리 치료사도 클라이언트의 자살 후에 이러한 반응을 보이며 자책하기도 합니다: \"정말 내 잘못이야. 마지막 상담에서 다르게 대화를 했더라면. 왜 그에게 자살에 대해 직접 묻지 않았을까? 좀 더 결단력 있는 행동을 했어야 했는데. 내가 그를 죽였어!\""
      ],
      "quote": {
        "text": "우리가 사랑하는 사람들은 우리 곁을 떠날 수 있지만, 우리가 기억하는 한 그들은 결코 멀리 가지 않습니다.",
        "author": "공자"
      }
    },
    "screen_2": {
      "texts": [
        "아나스타시아의 자기 비난은 비극이 있기 훨씬 전부터 시작되었습니다. 그녀는 자신의 삶이 오빠보다 더 나은 상태라고 여겼으며, 이에 대해 오빠에게 정서적 및 재정적 지원을 하며 이를 보상하려고 했습니다.",
        "그녀는 오빠가 심리 치료를 받도록 권유하고 세션 비용을 도왔으며, 그가 힘들 때마다 연락할 수 있도록 근처에 아파트를 구해주기까지 했습니다.",
        "아나스타시아는 오빠의 죽음에 대해 자신이 책임이 있다고 확신하며 \"더 많은 것을 할 수 있었을 텐데\"라고 자책했습니다.",
        "그녀는 이 비극적인 상황을 깊이 고통스럽게 받아들였습니다.",
        "첫 번째 상담 세션에서 그녀는 자기 비난의 이유와 죽어야 한다는 자신의 신념을 논의했습니다: \"나는 오빠의 삶에 책임이 있었어요. 내가 그의 고통을 덜어주지 못한 탓에 그가 떠난 거예요. 그의 상태를 제대로 알아보지 못하고 적절한 도움을 주지 못한 게 내 잘못이에요. 내가 그의 생명을 구했어야 했어요.\"",
        "그녀는 자신의 죄책감과 고통이 정당하고 마땅히 겪어야 할 것으로 여겼습니다.",
        "이 이야기를 외부에서 읽는 여러분은 아마도 그녀의 생각과 신념이 비현실적이고 비논리적이며, 그녀에게 해가 될 뿐이라고 말할 것입니다.",
        "그녀가 반복적으로 저지른 실수는 바로 '개인화'였습니다. 치료 과정에서 아나스타시아는 다음과 같은 결론에 도달했습니다:",
        "만약 그녀가 오빠의 죽음에 책임이 있다면, 이는 그녀가 오빠의 자살의 원인이 되어야 한다는 의미입니다.",
        "그녀는 오빠의 생각을 통제할 수 없었기 때문에, 오빠가 겪은 우울증과 파멸적인 신념에 대한 책임이 그녀에게 있지 않았습니다. 그것은 그의 문제였고, 그녀의 문제가 아니었습니다.",
        "오빠의 기분과 행동을 자신이 통제할 수 있다고 믿으며, 그녀는 자신의 통제를 벗어난 것에 대해 책임지려 했던 것입니다. 그녀가 할 수 있는 최선은 오빠의 조력자가 되는 것이었습니다."
      ]
    },
    "screen_3": {
      "texts": [
        "만약 그녀가 오빠가 자살을 시도하려 했다는 사실을 알았다면, 그녀는 그를 막기 위해 할 수 있는 모든 것을 했을 것입니다. 그러나 그 사실을 몰랐기 때문에 그녀는 아무것도 할 수 없었습니다.",
        "따라서 그녀가 오빠의 죽음을 자책하는 것은 미래를 예측할 수 있는 절대적 확신을 가지고 있다고 잘못 믿는 것이며, 마치 모든 지식을 소유한 것처럼 여겼던 것입니다. 두 가지 가정 모두 매우 비현실적이었으므로 그녀가 자신을 자책할 근거가 없었습니다.",
        "이러한 모든 논리적 설명은 그녀가 오빠의 행동에 대해 책임을 질 필요가 없다는 것을 보여줍니다.",
        "사실, 아나스타시아는 자신의 삶과 행복에 대해서만 책임을 지고 있습니다.",
        "이 순간, 그녀는 자신의 고통이 오빠를 실망시켰기 때문이 아니라, 우울증에 빠져 자살에 대해 고민하게 만든 것이 원인이라는 것을 깨달았습니다.",
        "이 경우 유용하고 도움을 줄 수 있는 행동은 죄책감을 버리고, 우울증에서 벗어나 행복하고 충만한 삶을 살아가는 것이었습니다.",
        "이것이 자신에 대한 책임입니다. 심리 치료 이후 아나스타시아의 상태는 개선되었고, 그녀는 곧 우울증을 이겨냈습니다. 그녀는 자신에 대한 태도의 깊은 변화가 이러한 결과를 가져왔다고 설명했습니다."
      ]
    }
  },
  "diagnostic": {
    "title": "우울증 진단: 나를 이해하는 여정",
    "description": "이 글에서는 우울증을 진단하는 여러 방법을 다룹니다. 단순한 증상 체크에서 시작해 \"벡 우울 척도\"를 통한 자기진단으로 이어지며, 특히 심한 경우에는 전문가 상담의 중요성을 강조합니다. 또한 정신 건강을 가꾸고 싶은 분들을 위해 실천 가능한 조언과 연습 방법도 함께 소개합니다.",
    "screen_1": {
      "texts": [
        "앞선 글에서 우리는 우울증이 무엇인지 살펴보았습니다.",
        "이제는 그것을 스스로 어떻게 진단할 수 있는지 알아볼 차례입니다.",
        "보통 우울증 진단은 세 단계로 나눌 수 있습니다:",
        "첫째, 일반적 증상 체크",
        "우울증 역시 다른 질환과 마찬가지로 뚜렷한 증상을 보입니다. 하나씩 살펴봅시다:",
        "지속적인 우울한 기분",
        "즐거움을 느끼던 일에 대한 흥미 상실",
        "쾌감을 잘 느끼지 못하는 상태(무쾌감증)",
        "집중력 저하, 일의 효율성 감소, 결정 내리기 어려움",
        "수면이나 식욕의 변화 (늘거나 줄 수 있음)",
        "희망 없음, 무기력, 짜증, 수치심, 죄책감",
        "불안하거나 무감각한 상태",
        "에너지 부족과 만성 피로",
        "죽음이나 자살에 대한 생각",
        "아마 누구나 한두 가지는 겪어본 적이 있을 것입니다.",
        "하지만 이것이 곧 우울증이라는 뜻은 아닙니다. 그렇다면 어떻게 판단할까요?",
        "적어도 네 가지 이상의 증상이 2주 이상 지속된다면 우울증 가능성이 있습니다.",
        "또한 개인의 건강 상태나 삶의 환경과 같은 요인도 함께 고려해야 합니다."
      ],
      "quote": {
        "text": "삶이 주는 상황을 바꿀 수는 없지만, 그 상황을 받아들이는 우리의 태도는 바꿀 수 있습니다.",
        "author": "빅터 프랭클"
      }
    },
    "screen_2": {
      "texts": [
        "검증된 도구를 활용한 자기진단",
        "우울증 자기진단에 사용할 수 있는 검사들은 다양합니다.",
        "그중에서도 가장 널리 쓰이고 신뢰받는 도구 중 하나가 «벡 우울 척도» (BDI)입니다.",
        "미국의 심리치료사 애런 벡이 만든 이 척도는 21가지 증상 범주로 구성되어 있으며, 각 범주에는 여러 선택지가 있어 우울 정도를 세밀하게 평가할 수 있습니다.",
        "이 검사를 통해 가벼운 우울부터 심각한 우울까지 자신의 상태를 객관적으로 파악할 수 있습니다.",
        "이 테스트는 우리 앱에서도 제공되며, 간단하고 직관적으로 사용할 수 있습니다."
      ],
      "quote": {
        "text": "자기 돌봄은 해야 할 일에서 빠져도 되는 선택지가 아니라, 반드시 포함되어야 할 중요한 일입니다.",
        "author": "레너드 데이비스"
      }
    },
    "screen_3": {
      "texts": [
        "전문가 상담의 필요성",
        "만약 자기진단 결과 우울 증상이 의심된다면, 심리상담사·정신과 의사·심리치료사와 같은 전문가에게 상담을 받는 것이 좋습니다.",
        "전문가는 정확한 진단과 적절한 치료 방안을 제시할 수 있습니다. 저희는 이 글을 통해 필요한 정보를 드리고 함께 걸어갈 준비가 되어 있습니다.",
        "이 자료는 가벼운 우울이나 중간 정도 우울을 겪는 분들에게 도움을 드리기 위해 만들어졌습니다.",
        "그러나 심한 우울을 겪는 분들에게도 일정 부분 위로와 유익함을 줄 수 있습니다.",
        "증상을 완화하는 데 도움은 될 수 있지만, 심각한 상태에서는 자기 관리만으로는 부족할 수 있습니다.",
        "그럴 때는 반드시 전문가에게 도움을 요청하고, 필요하다면 약물 치료도 고려해야 합니다.",
        "심리적 문제를 진단하는 일은 그만큼 섬세하고 어려운 작업입니다.",
        "자기진단은 언제나 오판의 위험을 안고 있습니다.",
        "하지만 임상적 우울증이 아니더라도 일시적인 우울감을 겪고 있다면 이 글은 충분히 유익할 수 있습니다.",
        "우울증의 기저에 있는 심리 기제를 설명하고, 일상에서 실천할 수 있는 방법과 연습을 안내드릴 것입니다.",
        "삶의 질을 높이고자 하고, 저희의 조언에 귀 기울일 준비가 되어 있다면 함께 이 길을 걸어가 보시죠!"
      ]
    }
  }
}