{
  "title": "사랑하는 사람을 잃은 후 자신을 찾아가는 여정",
  "description": "이 글은 자살로 오빠를 잃은 후 깊은 우울과 죄책감을 느낀 아나스타시아의 이야기를 다룹니다. 심리 치료를 통해 그녀는 자기 비난에서 벗어나 스스로를 긍정적으로 바라보는 방법을 배웠습니다. 그 결과, 아나스타시아는 우울증에서 벗어나 자신의 결백을 받아들이고 다시 온전한 삶을 살아가기 시작했습니다.",
  "screen_1": {
    "texts": [
      "우리 모두는 언젠가 사랑하는 사람을 잃는 슬픔을 겪습니다. 죽음은 강렬한 충격으로 남아, 마치 폭풍의 파동처럼 남아 있는 사람들에게 고통과 슬픔을 안깁니다.",
      "눈물, 슬픔, 애도는 자연스러운 감정 반응이며, 이러한 감정이 우리로 하여금 순간을 견뎌내고 삶을 이어갈 힘을 줍니다.",
      "그러나 때로는 슬픔이 오랫동안 지속되어 몇 년간 고통을 겪기도 하며, 어떤 경우에는 거의 바로 깊은 우울에 빠질 수도 있습니다.",
      "한 환자의 예를 들어보겠습니다. 그녀는 우울증을 앓고 있던 29세 여성 아나스타시아로, 그녀의 남동생은 그녀가 심리 치료를 받기 두 달 전에 스스로 목숨을 끊었습니다.",
      "특히 그녀의 우울증을 심화시킨 요인은 자신이 오빠의 자살에 책임이 있다는 강한 죄책감이었습니다.",
      "아나스타시아는 자신이 엄청난 책임감을 지고 있으며 해결할 수 없는 문제에 직면했다고 믿었습니다. 죽음을 맞이해야 마땅하다고 느꼈으며, 자살 충동까지 느꼈습니다.",
      "자살한 사람의 가까운 이들이 흔히 겪는 문제는 바로 죄책감입니다.",
      "사람들은 자주 이렇게 자문합니다: “왜 내가 막지 못했을까? 왜 미리 알아차리지 못했을까?”",
      "심지어 심리 치료사도 클라이언트의 자살 후에 이러한 반응을 보이며 자책하기도 합니다: “정말 내 잘못이야. 마지막 상담에서 다르게 대화를 했더라면. 왜 그에게 자살에 대해 직접 묻지 않았을까? 좀 더 결단력 있는 행동을 했어야 했는데. 내가 그를 죽였어!”"
    ],
    "quote": {
      "text": "우리가 사랑하는 사람들은 우리 곁을 떠날 수 있지만, 우리가 기억하는 한 그들은 결코 멀리 가지 않습니다.",
      "author": "공자"
    }
  },
  "screen_2": {
    "texts": [
      "아나스타시아의 자기 비난은 비극이 있기 훨씬 전부터 시작되었습니다. 그녀는 자신의 삶이 오빠보다 더 나은 상태라고 여겼으며, 이에 대해 오빠에게 정서적 및 재정적 지원을 하며 이를 보상하려고 했습니다.",
      "그녀는 오빠가 심리 치료를 받도록 권유하고 세션 비용을 도왔으며, 그가 힘들 때마다 연락할 수 있도록 근처에 아파트를 구해주기까지 했습니다.",
      "아나스타시아는 오빠의 죽음에 대해 자신이 책임이 있다고 확신하며 “더 많은 것을 할 수 있었을 텐데”라고 자책했습니다.",
      "그녀는 이 비극적인 상황을 깊이 고통스럽게 받아들였습니다.",
      "첫 번째 상담 세션에서 그녀는 자기 비난의 이유와 죽어야 한다는 자신의 신념을 논의했습니다: “나는 오빠의 삶에 책임이 있었어요. 내가 그의 고통을 덜어주지 못한 탓에 그가 떠난 거예요. 그의 상태를 제대로 알아보지 못하고 적절한 도움을 주지 못한 게 내 잘못이에요. 내가 그의 생명을 구했어야 했어요.”",
      "그녀는 자신의 죄책감과 고통이 정당하고 마땅히 겪어야 할 것으로 여겼습니다.",
      "이 이야기를 외부에서 읽는 여러분은 아마도 그녀의 생각과 신념이 비현실적이고 비논리적이며, 그녀에게 해가 될 뿐이라고 말할 것입니다.",
      "그녀가 반복적으로 저지른 실수는 바로 ‘개인화’였습니다. 치료 과정에서 아나스타시아는 다음과 같은 결론에 도달했습니다:",
      "만약 그녀가 오빠의 죽음에 책임이 있다면, 이는 그녀가 오빠의 자살의 원인이 되어야 한다는 의미입니다.",
      "그녀는 오빠의 생각을 통제할 수 없었기 때문에, 오빠가 겪은 우울증과 파멸적인 신념에 대한 책임이 그녀에게 있지 않았습니다. 그것은 그의 문제였고, 그녀의 문제가 아니었습니다.",
      "오빠의 기분과 행동을 자신이 통제할 수 있다고 믿으며, 그녀는 자신의 통제를 벗어난 것에 대해 책임지려 했던 것입니다. 그녀가 할 수 있는 최선은 오빠의 조력자가 되는 것이었습니다."
    ]
  },
  "screen_3": {
    "texts": [
      "만약 그녀가 오빠가 자살을 시도하려 했다는 사실을 알았다면, 그녀는 그를 막기 위해 할 수 있는 모든 것을 했을 것입니다. 그러나 그 사실을 몰랐기 때문에 그녀는 아무것도 할 수 없었습니다.",
      "따라서 그녀가 오빠의 죽음을 자책하는 것은 미래를 예측할 수 있는 절대적 확신을 가지고 있다고 잘못 믿는 것이며, 마치 모든 지식을 소유한 것처럼 여겼던 것입니다. 두 가지 가정 모두 매우 비현실적이었으므로 그녀가 자신을 자책할 근거가 없었습니다.",
      "이러한 모든 논리적 설명은 그녀가 오빠의 행동에 대해 책임을 질 필요가 없다는 것을 보여줍니다.",
      "사실, 아나스타시아는 자신의 삶과 행복에 대해서만 책임을 지고 있습니다.",
      "이 순간, 그녀는 자신의 고통이 오빠를 실망시켰기 때문이 아니라, 우울증에 빠져 자살에 대해 고민하게 만든 것이 원인이라는 것을 깨달았습니다.",
      "이 경우 유용하고 도움을 줄 수 있는 행동은 죄책감을 버리고, 우울증에서 벗어나 행복하고 충만한 삶을 살아가는 것이었습니다.",
      "이것이 자신에 대한 책임입니다. 심리 치료 이후 아나스타시아의 상태는 개선되었고, 그녀는 곧 우울증을 이겨냈습니다. 그녀는 자신에 대한 태도의 깊은 변화가 이러한 결과를 가져왔다고 설명했습니다."
    ]
  }
}
