{
  "title": "うつ病の診断：自己理解への旅",
  "description": "この記事はうつ病の診断方法を検討し、一般的な症状のスクリーニングから始めて「ベック抑うつ質問票」による自己診断へと進みます。特に重度のケースでは、正確な診断と治療のために専門家との相談の重要性を強調しています。さらに、精神状態の改善を目指す人々のための実践的なアドバイスやエクササイズも提案しています。",
  "screen_1": {
    "texts": [
      "前のセクションでは、うつ病とは何かについて既に議論しました。",
      "今、私たちの課題は、自分自身でこの状態を診断する方法を理解することです。",
      "便宜上、うつ病の診断は3つの段階に分けられます：",
      "一般的なスクリーニング",
      "うつ病は、他のあらゆる障害と同様に、その症状があります。詳しく見てみましょう：",
      "気分の落ち込み。",
      "いつもの楽しみへの関心の低下。",
      "アンヘドニア – 快楽を得る能力の減少。",
      "集中力、作業能力、意思決定の困難。",
      "睡眠と食欲の乱れ（減少と増加の両方）。",
      "絶望感、無力感、いらだち、恥、罪悪感。",
      "不安または無気力。",
      "エネルギー不足、常に疲れている。",
      "死や自殺についての考え。",
      "おそらく私たち全員が、少なくとも一度はこれらの症状の一つか複数に遭遇したことがあるでしょう。",
      "しかし、それが常にうつ病を意味するわけではありません。うつ病の存在をどのように判断するのでしょうか？",
      "うつ病性障害について話すことができるのは、2週間にわたって少なくとも4つの症状が見られる場合です。",
      "また、全体的な健康状態や生活環境などの他の要因も考慮することが重要です。"
    ],
    "quote": {
      "text": "人生が私たちに与える状況を変えることはできませんが、それらを経験する能力を変えることはできます。",
      "author": "ヴィクトール・フランクル"
    }
  },
  "screen_2": {
    "texts": [
      "検証された方法による自己診断",
      "うつ病の自己診断のためのテストは数多く存在します。",
      "最も信頼性が高く認められているものの一つは「ベック抑うつ質問票」（BDI）です。",
      "アメリカの心理療法士アーロン・ベックによって開発されたこの方法には、うつ病のさまざまな側面を反映した4〜5つの記述を含む21のカテゴリーの症状が含まれています。",
      "このテストを受けることで、あなたの状態の程度を軽度から重度のうつ病まで評価することができます。",
      "テストは私たちのアプリケーションで利用可能で、使用が簡単で直感的です。"
    ],
    "quote": {
      "text": "自分自身のケアは、あなたの義務リストから除外されるものではなく、リストの一部です。",
      "author": "レナード・デイビス"
    }
  },
  "screen_3": {
    "texts": [
      "専門家との相談",
      "自己診断がうつ状態の可能性を示している場合は、心理士、精神科医、または心理療法士などの専門家に相談することをお勧めします。",
      "彼らは正確に診断し、適切な治療を提案することができます。私たちは、このセクションで役立つ情報を提供し、あなたをサポートする準備ができています。",
      "この資料は、軽度から中等度のうつ病の人々を助けるために開発されました。",
      "より重度のうつ病に苦しんでいる人々にとっても、この資料は価値があるかもしれません。",
      "いくつかの症状を和らげることができますが、深刻な状態の場合、セルフヘルプツールだけでは不十分かもしれないことを覚えておく必要があります。",
      "このような状況では、専門家の助けを求め、必要に応じて薬物治療の選択肢を検討することが非常に重要です。",
      "心理的問題を診断することは複雑な課題です。",
      "自己診断には常に間違えるリスクがあります。",
      "しかし、臨床的なうつ病がなく、一時的な落ち込んだ気分を経験しているだけでも、この資料は役立つでしょう。",
      "うつ病の根底にあるメカニズムを詳細に検討し、実践的なアドバイスとエクササイズを提案します。",
      "あなたが生活の質を向上させたいと願い、私たちの推奨事項に従う準備ができているなら、一緒にこの旅を続けましょう！"
    ]
  }
}
