{
  "title": "うつ病の渦中における自己評価：自己受容と内的バランスへの道",
  "description": "この記事はうつ病が自己評価に与える影響を探究し、否定的な自己認識がうつ症状を強め、充実した生活を妨げる様子を明らかにします。実例の分析と専門家のアドバイスを通して、自己批判を克服し内的調和を強化するための実践的なステップを提案します。この記事は、自信を取り戻し、人生をより良く変えたいと願う人々のための確かな指針となるでしょう。",
  "screen_1": {
    "texts": [
      "うつ病の典型的な症状の一つは、自己非難の傾向、劣等感、自己価値や重要性の欠如です。",
      "人はしばしば自分自身に「失敗者」、「取るに足りない存在」というラベルを貼り、自分が悪い人間だと考えます。",
      "うつ病の重症度が増すほど、自己評価は低くなります。しかし、その点であなたは一人ではありません。心理学者アーロン・ベックの研究によると、うつ病に苦しむ人の80％以上が無価値感を経験しています。",
      "うつ病における自己イメージは大きく変化します：あなたは自分を劣っていると感じ、落ち込み、孤独で恵まれていないと感じます。あなたは自分自身、自分の行動、能力、未来を批判します。",
      "自己批判は次のような形を取ることがあります：",
      "自己非難 –「すべて私が悪いんだ」",
      "レッテル貼り –「私はなんてバカなんだ」",
      "自己嫌悪 –「もう自分に我慢できない」",
      "自己不信 –「何をやっても上手くいかない」",
      "このような「魅力的な」リストとともに生きることがどのようなものか考えてみてください。少なくとも、それは簡単ではありません。うつ病にいる人は、自覚せずに絶え間なく自分を批判し、自分を貶めることがあります。",
      "そしてもちろん、これは感情、気分、自分自身や人生全般に対する態度に影響します。",
      "だからこそ、自己評価に取り組むことがとても重要なのです。自己批判を克服することで、うつ病の他の症状にも影響を与えることができます。そのため、まずはあなたの自己評価から始めましょう。"
    ],
    "quote": {
      "text": "低い自己評価とは、手動ブレーキをかけたまま人生を走ることのようなものだ。",
      "author": "マクスウェル・モルツ"
    }
  },
  "screen_2": {
    "texts": [
      "低い自己評価とは、あなたのすべての間違いや失敗を完全な失敗のレベルにまで拡大する拡大鏡のようなものです。",
      "うつ病の人と心理学者との対話の例でこれを見てみましょう：",
      "「エカテリーナさん、なぜ上司からの指摘があなたにそのような強い、否定的な感情を引き起こしたのですか？本当にそれはそんな大惨事だったのですか？」",
      "「はい、それは恐ろしかったです。なぜなら私はとても馬鹿に見えたからです。」",
      "「あなたが実際にそう見えたとしましょう。それはあなたにとって何を意味しますか？」",
      "「それは、私の上司が私を愚かだと思ったということです。」",
      "「そして彼がそう思ったとしても、それから何が導き出されますか？」",
      "「そうすると、私はこの会社で働く価値がないのです。」",
      "「そしてもしあなたが本当にそれに値しないなら、それは何を意味しますか？」",
      "「それは、私が人生で何も成し遂げられず、一生どこかで床を拭くことになる取るに足りない存在だということです。」",
      "この例では、上司からの小さな指摘がカーチャの無価値の証拠として認識され、彼女にあまり明るくない未来を予測していることがわかります。",
      "このように、うつ病にいるとき、小さなミスが悲劇として認識されます。そのような状態では、私たちはしばしば現実的かつ論理的に考えることができません。",
      "その代わりに、私たちは自分自身の不十分さと無用さを確信し、自分の欠点を説得力を持って示し、自分の無能さについて執拗に語ることによって、他の人々にもそれを納得させようとします。"
    ]
  },
  "screen_3": {
    "texts": [
      "まず第一に、自分の価値は「獲得」できないということを認識することが重要です。成功はもちろん喜びをもたらすかもしれませんが、幸福をもたらすわけではありません。そして、達成に基づいた自己評価は疑似自己評価であり、非現実的です。",
      "成功しているが不幸で、うつ病に苦しんでいる多くの人々も、自分自身を取るに足りない存在だと考えています。その証拠に、キャリア、お金、名声、才能など一見すべてを持っていたように見える有名人が自殺した例があります。",
      "うつ病に苦しむ多くの人々は、実際には多くのことができ、才能があり、魅力的で、興味深く、愛する人の愛情と配慮に囲まれている可能性があります。",
      "しかし、自分自身への愛と尊重がないため、これらは彼らの助けにはなりません。あなた自身の重要性の感覚だけが、あなたがどのように感じるかを決定します。",
      "自分が考えていることや自分について話していることに注意を払うことは、認識への道のりの非常に重要なステップです。",
      "次に何かへの不適格さを主張したり、自分自身、自分の行動、経験を否定的に評価したりするとき、その現実的な証拠を見つけてみてください。多くの場合、これらの証拠は非合理的で無意味です。",
      "第二に、自己批判を自己修正に置き換えるべきです。",
      "新しい言語など何か新しいことを学ぶとき、教師は時制やルールを知らないからといって、あなたの頭を本で叩いたり、あなたがどれほど愚かだと言ったりしません。",
      "なぜなら、それは非効果的な教育方法を持つ悪い教師だからです。そしておそらく、あなたはそのような方法で新しい言語を学びたいとは思わないでしょうし、できないでしょう。",
      "残念ながら、あなたは修正するのではなく批判することで、自分自身にとってそのような悪い教師になることがよくあります。",
      "したがって、批判する代わりに次の質問をしてみてください：これをより良く行う方法はありますか？どうやってそれを実行できますか？まだ何を学ぶべきですか？",
      "第三に、自分を批判するたびに、同じように他人を批判していると想像してみてください。あなたは自分自身に対するのと同じくらい他人に対しても乱暴で辛辣でしょうか？"
    ]
  },
  "screen_4": {
    "texts": [
      "家族や友人に同じ要求をし始めてください。しかし、最大限に正直になってください。そしてそれを始めると、あなたの批判が実際にどれほど不公平であるかを理解するでしょう。",
      "あなたの自己評価は、人生の目標を設定し、その後それを達成する際の最も重要な動機です。",
      "自己評価が低いと、自分の可能性を過小評価し、幸せになる権利を自分から奪ってしまいます。",
      "状況を変えるには、思考習慣や行動を変え、小さな一歩で健全な自己評価に向かって進み、失敗を受け入れ、わずかな成功にも気づくようにする必要があります。",
      "そして私たちは、この困難な道であなたを支え、希望を与え、取り組みやすい課題を選び、それらに集中するのを手伝いたいと思います。そのために、次の章ではいくつかの効果的なテクニックを検討します。"
    ]
  }
}
