{
  "title": "テクニック：自分の弁護士になる",
  "description": "この記事は、内なる弁護士という概念を紹介することによって、自己批判を克服するためのユニークなアプローチを提案しています。裁判プロセスのアナロジーを通じて、読者は自己非難や否定的思考から効果的に自分自身を守るのに役立つ方法を教えられます。自己批判的な信念を追跡し、異議を唱え、再考するプロセスを説明することで、この記事は自己内省のための実践的なアドバイスと質問を提供し、より健全で支持的な自己関係の発展を促進します。",
  "screen_1": {
    "texts": [
      "自己批判に効果的に取り組むための次のテクニックは、自分自身の弁護士になることです。これは奇妙に思えるかもしれませんし、理解するのが難しいかもしれませんが、どのように機能するか見てみましょう。",
      "自己批判的な思考に成功裏に対処するためには、それらに気づき、対抗するだけでなく、積極的に異議を唱えることができることが非常に重要です。",
      "あなたが裁判所にいることを想像してみてください。そこであなたの自己批判は長い間、あなたを失敗者、弱者、愚か者と呼び、考えられるすべての罪で有罪だと非難してきました。",
      "そして今、弁護人としての役割を果たすチャンスが訪れました。あなたの目的は、起訴側の主張がいかに根拠がなく不条理であるかを示すことによって、それらを論破することです。",
      "「私のクライアントはかなりまともな人物です、解散しましょう」というような発言に限定されることはなく、資格のある弁護士として自分を想像してみてください。",
      "起訴を完全に打ち砕く説得力のある事実と議論を提示するために、最大限の努力をする必要があります。",
      "心理学者とクライアントの対話を通じて、このテクニックの適用例を見てみましょう："
    ],
    "quote": {
      "text": "自分自身の物語の裁判官になるのではなく、自分の内なる世界の弁護士になりなさい。",
      "author": "エリザベス・ギルバート"
    }
  },
  "screen_2": {
    "texts": [
      "最近、あなたは自分を弱虫や人生で何も達成していない失敗者と呼び、ますます自己批判に屈しています。いま、この批判から身を守るために弁護士を雇ったと想像してください。",
      "あなたの任務は、議論や根拠を用いて、あなたのクライアント、つまりあなた自身をできるだけ効果的に守ることです。たとえあなた自身がクライアントの無実を信じていなくても、またはクライアントに好意を持っていなくても、今のあなたの役割は、仕事をきちんとこなす有能な弁護士になることです。",
      "面白いアイデアですね、試してみる価値があります。",
      "素晴らしい。では、私があなた自身についての言葉を使って検察官の役割を演じ、あなたは自分を守ることになります。",
      "わかりました、始めましょう。",
      "（検察官として）パーヴェルは弱虫で、人生で何も達成していない失敗者です。",
      "（弁護士として）それは断固として誤りです。パーヴェルは高等教育を受け、成功したキャリア、彼を愛し大切にする家族と友人を持っています。",
      "（検察官として）おそらくそうですが、彼のすべてが完璧ではありません。彼は仕事でミスをし、常に時間通りではなく、彼が失敗者であることは確かです。",
      "（弁護士として）第一に、感情は裁判所での証拠にはなりません。第二に、ミスを犯したり締め切りを守れなかったりすることは、彼を失敗者にするものではありません。なぜなら、すべての人がミスや遅延を経験するからです。これはそのような断定的な結論を下す根拠にはなりません。",
      "（検察官として）彼は完全な失敗者ではないかもしれませんが、確かに弱虫です。",
      "（弁護士として）あなたにはそれを証明する証拠がありますか？",
      "（検察官として）彼は十分に働いていません。もっと努力すべきです。彼は弱虫のように行動しています。",
      "（弁護士として）それは正しくありません。パーヴェルは一生懸命働き、責任あるスタッフとして評価されている職場で成功を収めています。彼が少ししか働いていなかったり非効率的だったりすれば、彼はそれほど高く評価されず、昇進の可能性も考慮されなかったでしょう。"
    ]
  },
  "screen_3": {
    "texts": [
      "このテクニックは特に役立ちます。なぜなら、多くの人々にとって、内側の告発者の前で自分自身を正当化するよりも、他の誰かを守る弁護士としての役割を想像する方が容易だからです。",
      "プロの弁護士の役割を引き受けることで、あなたは実際の証拠を要求し、訴追側の根拠のないまたは非論理的な議論に反論します。",
      "したがって、自分自身についての否定的な考えに直面したとき、こう自問してください：「もし私がクライアントの無実を証明する必要があったとしたら、どのように彼を守るだろうか？」",
      "自動的な思考における論理的な矛盾を明らかにする真のプロフェッショナルのように行動することを目指してください。これらの考えはどれほど十分な根拠があるでしょうか？常識の観点から自分自身について何が言えるでしょうか？",
      "補助として、思考への取り組みに役立ついくつかの質問を提案します：",
      "どの「法律」が違反されたと主張されていますか？起訴の内容は何ですか？",
      "そのような告発のための説得力のある根拠はありますか？",
      "有罪を裏付ける証拠は何ですか？",
      "行動に対する代替的な説明は提案できますか？",
      "被告は同様の状況で合理的な人が行動するのと同じように行動しましたか？",
      "起こったことに対して、他の誰かが全面的または部分的に責任を負っている可能性はありますか？",
      "被告を弁護するためにどのような証拠を提示しますか？"
    ]
  }
}
