{
  "mirror": {
    "title": "기법: 자기비판의 거울",
    "description": "이 연습은 내면의 비판이 얼마나 가혹해질 수 있는지 알아차리게 해줍니다. 작은 역할극을 통해, 평소 자신에게 던지던 자기비난의 문장을 가까운 사람에게 옮겨 말해 보며 그 말이 바깥에서 어떻게 들리는지 체감하게 됩니다. 이 과정은 자기비하의 불공정을 깨닫고, 자신에게 더 친절한 태도를 기르는 데 도움을 줍니다.",
    "screen_1": {
      "texts": [
        "한 가지 방법을 써 보세요. 평소 자신에게 적용하던 것과 똑같은 기준을 가까운 사람에게도 적용해 보세요. 다만 최대한 솔직하게요.",
        "대부분은 몇 분만 지나도, 내면의 비판이 얼마나 가혹하고 불공정한지 금방 드러납니다.",
        "이 연습을 내담자와 상담사의 대화 예시로 보여 드리겠습니다.",
        "드미트리, 해고가 당신에게 실패감과 «나는 실패자야, 나는 아무것도 못 해» 같은 생각을 불러왔다고 하셨죠.",
        "이 생각들을 다른 각도에서 바라봅시다. 짧은 장면을 해볼게요. 당신의 비판적인 문장을 말하되, 대상은 ‘당신’이 아니라 가까운 사람 — 예를 들어 가장 친한 친구 — 으로 바꿔보는 겁니다.",
        "저는 직장을 잃은 친구 역할을 할게요. 당신은 본인 그대로요. 한번 해볼까요?",
        "네, 해볼게요."
      ]
    },
    "screen_2": {
      "texts": [
        "시작해 볼게요. 제가 말합니다. «오늘 해고당했어».",
        "아마… 네가 뭔가 잘못했겠지. 아니었으면 해고하지 않았을 거야.",
        "뭐가 잘못됐다고 생각해?",
        "음… 아마 실수도 했고, 충분히 꼼꼼하지 못했을 수도 있고.",
        "그러니까 지금 나를 비판하는 거야?",
        "그런 것 같아. 네가 잘 해내지 못한 것 같고… 어쩌면 너는 네 일에 충분히 능숙하지 않은 걸지도 몰라.",
        "그 말을 들으니 너무 힘들어. 나는 지지를 기대했어.",
        "알겠어… 그런데 네가 실수했고 제대로 못 했다면, 내가 널 어떻게 지지해 줄 수 있겠어?",
        "이 역할극 후, 드미트리는 가까운 사람에게 그런 말을 하는 게 너무 힘들었다고 말했습니다. 현실에서는 절대 그렇게 하지 않을 텐데, 자신에게는 늘 그렇게 해왔다는 것을 깨달은 거죠."
      ]
    },
    "screen_3": {
      "texts": [
        "흥미롭죠? 다른 사람에게는 거의 말할 수 없는 것들을, 우리는 때때로 자신에게는 너무 쉽게 말합니다.",
        "우리는 타인에게는 인내심과 부드러움, 이해를 보이면서도, 정작 자신에게는 그 마음을 잊어버리곤 합니다.",
        "이중잣대를 내려놓아 보세요. 당신도 존중과 지지, 친절을 받을 자격이 있습니다.",
        "기억하세요. 건강한 자존감은 동기, 목표, 삶의 에너지의 중요한 기반 중 하나입니다.",
        "자존감이 낮으면 자신의 가능성을 과소평가하고, 마치 스스로에게 행복할 권리를 허락하지 않는 것처럼 살아가게 됩니다.",
        "조금씩 자신을 대하는 방식을 바꿔 보세요. 작은 성취를 알아차리고, 사람답게 살 권리를 스스로에게 주세요. 실수도 하고, 배우기도 하면서요. 작은 발걸음이 큰 변화를 만들어 냅니다."
      ],
      "quote": {
        "text": "사랑하는 사람에게 말하듯, 자신에게도 그렇게 말하라.",
        "author": "브레네 브라운"
      }
    }
  },
  "mistake": {
    "title": "기법: 실수에 대한 두려움 내려놓기",
    "description": "이 글은 완벽주의를 다루는 효과적인 방법들을 제안하며, 불완전함을 받아들이고 실수에 대한 두려움을 줄이는 데 초점을 맞춥니다.",
    "screen_1": {
      "texts": [
        "완벽주의로 향하는 강한 충동을 누그러뜨리는 데 도움이 되는, 단순하지만 매우 효과적인 방법 몇 가지를 살펴보겠습니다.",
        "‘반(反)완벽주의’ 시트",
        "많은 완벽주의자는 어떤 일을 ‘완벽하게’ 해냈을 때에만 진정으로 즐길 수 있다고 믿습니다. 우리는 이 믿음에 도전해 보자고 제안합니다.",
        "일주일 동안, 여러분이 수행하는 아주 다양한 즉흥적인 과제들을 기록해 보세요. 예를 들어 «양치하기», «저녁 만들기», «업무 보고서 준비하기», «집 청소하기» 같은 것들입니다.",
        "두 번째 칸에는, 그 일이 얼마나 ‘효율적으로’ 수행되었다고 생각하는지 퍼센트로 적어 보세요.",
        "세 번째 칸에는, 그 일을 했을 때 얼마나 즐거웠는지 적습니다.",
        "예시는 이렇게 될 수 있습니다.",
        "저녁 만들기 – 50% (더 복잡하고 맛있는 레시피를 고를 수도 있었음) – 90% (간단했지만 정말 맛있었고 시간이 많이 들지 않았음).",
        "집 청소 – 70% (기본은 다 했지만 냉장고와 가스레인지까지는 못 했음) – 100% (집이 깨끗해지는 건 늘 기분 좋음).",
        "업무 보고서 준비 – 85% (보고서에 꽤 많은 노력을 들였음) – 20% («더 잘할 수 있었을 텐데»라는 생각이 계속 들어 과정의 즐거움이 사라짐).",
        "이 연습은 ‘완벽함’이 즐거움을 느끼기 위한 필수 조건이 아니라는 것을 깨닫게 해줄 것입니다."
      ],
      "quote": {
        "text": "완벽함은 도달할 수 있는 목표가 아니라, 나아가는 방향이다.",
        "author": "토머스 왓슨"
      }
    },
    "screen_2": {
      "texts": [
        "실수할 가능성을 받아들이기",
        "실수는 누구에게나 달갑지 않지만, 완벽주의자에게는 특히 큰 두려움의 대상이 됩니다.",
        "불완전함에 대한 공포를 줄이는 가장 효과적인 방법 중 하나는, 자신의 실수를 받아들이는 법을 배우는 것입니다.",
        "실수할지도 모른다는 생각만으로도 심장이 더 빨리 뛰는 것을 느끼나요? 그것은 두려움과 불안의 신호입니다.",
        "실수할 가능성에 마음을 열기 위해, ‘왜 실수는 괜찮은지, 그리고 절대적 완벽을 추구하는 것이 왜 비합리적인지’에 대한 에세이를 써보는 것부터 시작해 보세요.",
        "완벽주의와 싸우던 한 여성은 이렇게 말했습니다.",
        "실수에 대한 두려움은 세상을 흑백으로만 보는 내 인식에서 나와요. 한 번 실수하면 모든 게 무너진다고 느끼거든요. 하지만 그건 착각이에요. 작은 실수가 지금까지 해온 좋은 일들을 전부 무너뜨릴 수는 없으니까요.",
        "실수는 유익해요. 우리는 실수를 통해 배우고, 실수 없이는 배움도 불가능해요. 누구도 실수에서 자유롭지 않으니, 실수를 받아들이고 경험을 통해 계속 배우는 법을 익히는 게 중요해요.",
        "실수를 인정하면 행동을 조정할 수 있고, 그 결과 더 만족스러운 성과에 가까워집니다. 그리고 그것은 결국 우리를 더 행복하게 하고 삶의 질도 높여 줍니다.",
        "대부분의 사람들은 우리의 실수 때문에 우리를 비난하거나 사랑을 거두지 않아요. 결국 누구나 실수하고, ‘완벽한 사람들’ 사이에서는 많은 이들이 오히려 불편함을 느끼기도 하니까요.",
        "실수는 세상의 끝을 의미하지 않습니다.",
        "물론 이런 글을 쓴다고 해서 곧바로 변화가 일어나고 실수를 사랑하게 되는 것은 아닙니다. 하지만 불완전함을 대하는 태도를 바꾸는 데 있어 중요한 첫걸음입니다.",
        "‘실수를 하는 것이 왜 정상이고, 오히려 도움이 될 수도 있는지’에 대한 에세이를 여러분도 써보세요. 실수를 하더라도 세상이 무너지지 않는다는 점을 스스로에게 자주 상기하세요. 실수는 어떤 과정에서든 자연스러운 일부이며, 바람직하진 않아도 흔히 일어나는 일입니다."
      ]
    }
  },
  "nonDepression": {
    "title": "슬퍼한다고 해서 우울증인 것은 아닙니다",
    "description": "이 글은 자연스러운 슬픔과 임상적 우울증 사이의 중요한 차이를 다룹니다. 상실, 이별, 어려움, 변화는 삶의 일부이며, 인간적으로 아파하는 것은 정상입니다. 우리는 자연스러운 감정과 우울증을 어떻게 구분할 수 있는지, 그리고 우울증에서는 왜곡된 사고가 큰 역할을 하며 전문가의 도움이 필요할 수 있음을 설명합니다. 이 자료는 자신의 감정을 더 잘 이해하고, 슬픔이 ‘정상 범위’를 넘어설 때를 제때 알아차리는 데 도움을 줍니다.",
    "screen_1": {
      "texts": [
        "앞선 섹션들에서 우리는 상실, 질병, 이별, 배신, 해고 같은 사건들이 얼마나 현실적이고 고통스러울 수 있는지 이야기했습니다.",
        "누구나 살면서 한 번쯤은 이런 경험을 마주합니다. 그것들은 무겁고 깊으며, 매우 인간적인 경험입니다. 하지만 그 자체만으로 우울증을 의미하는 것은 아닙니다.",
        "여기서 질문이 생깁니다. 우울증과는 무관한 ‘건강한 슬픔’도 있을까요?",
        "물론 있습니다.",
        "슬퍼하고 애도하고 그리워하는 것은 중요한 사건, 상실, 변화에 대한 자연스러운 반응입니다. 이런 감정은 경험을 살아내고, 일어난 일을 받아들이며, 다시 앞으로 나아가도록 돕습니다.",
        "이것은 정상적인 인간 감정이며, 누구에게나 억누르거나 부끄러워하기보다 느낄 수 있도록 허락하는 일이 필요합니다.",
        "이별 후에 슬픈 것은 정상입니다. 그것은 당신이 느낄 줄 알고, 애착을 맺을 줄 아는 사람이라는 뜻입니다.",
        "떠난 소중한 이를 떠올릴 때 아픈 것은 사랑의 흔적이지, 약함의 증거가 아닙니다.",
        "하지만 우울증은 단순한 슬픔이 아닙니다. 우울증은 자신, 세상, 미래를 바라보는 왜곡되고 절망적인 관점에 의해 만들어지고 유지되는 상태입니다.",
        "우울증에서는 부정적 감정의 강도와 지속 시간이 상황에 비례하지 않습니다. 훨씬 더 강하고, 더 깊고, 더 무겁게 느껴집니다."
      ],
      "quote": {
        "text": "자극과 반응 사이에는 공간이 있다. 그 공간 안에 우리가 어떻게 반응할지 선택할 자유가 있다. 그리고 그 선택 속에 우리의 힘과 성장이 있다.",
        "author": "빅터 프랭클"
      }
    },
    "screen_2": {
      "texts": [
        "우울증 상태의 사람은 평범한 어려움조차 재앙처럼 받아들일 수 있습니다.",
        "작은 실수는 실패로, 작은 불운은 비극으로, 슬픔은 끝없는 어둠처럼 느껴질 수 있죠.",
        "뜨거운 물과 찬물을 섞는 수도꼭지를 떠올려 보세요. 일상에서는 우리는 기쁨, 슬픔, 희망, 후회 같은 감정 사이를 오가며 조절합니다.",
        "우울증에서는 마치 ‘찬물’만 틀어져 있는 것처럼 느껴집니다. 슬픔, 불안, 무망감이 계속 흐르는 거죠. 그리고 이것은 종종 상황 그 자체의 결과라기보다, 돌봄과 교정이 필요한 왜곡된 인식의 결과입니다.",
        "사건에 대한 우리의 태도는 매우 큰 역할을 합니다. 슬픔 자체가 위험한 것은 아닙니다. 위험해지는 순간은 생각이 슬픔을 무력감과 절망으로 바꿔 놓을 때입니다.",
        "이 섹션이 우울증의 본질을 더 잘 이해하고, 징후를 알아차리는 데 도움이 되었기를 진심으로 바랍니다.",
        "여기에서는 우울증의 핵심 증상과, 다양한 연습과 기법을 통해 자신의 상태를 다루는 방법을 배웠습니다.",
        "이 자료는 언제든 다시 돌아와 읽고, 연습을 적용해 볼 수 있습니다. 그리고 우리는 여러분을 위해 새로운 유용한 도구들을 계속 준비하고 있습니다."
      ],
      "quote": {
        "text": "가장 아름다운 사람들은 고통과 상실과 싸움을 지나면서도, 결국 위로 올라가는 길을 찾아낸 사람들이다.",
        "author": "빅터 프랭클"
      }
    }
  }
}
