{
  "title": "두려움에서 벗어나기: 실수에 대한 공포 극복하기",
  "description": "이 글은 완벽주의와 싸우는 효과적인 방법을 제시하며, 불완전함을 받아들이고 실수에 대한 두려움을 줄이는 데 중점을 둡니다.",
  "screen_1": {
    "texts": [
      "완벽주의를 극복하는 데 도움을 줄 수 있는 몇 가지 간단하면서도 매우 효과적인 방법을 소개합니다.",
      "\"반(反)완벽주의\" 목록 작성하기",
      "많은 완벽주의자들은 어떤 일을 완벽하게 해내야만 그로부터 진정한 즐거움을 느낄 수 있다고 믿습니다. 이 생각에 도전해보는 것을 제안합니다.",
      "일주일 동안, \"양치질\", \"저녁 준비\", \"업무 보고서 작성\", \"집 청소\" 등과 같이 수행하는 다양한 자잘한 과제들을 기록해 보세요.",
      "두 번째 칸에는 각 작업을 얼마나 효과적으로 수행했는지 퍼센트로 표현해보세요.",
      "세 번째 칸에는 그 작업이 얼마나 기쁨을 주었는지 기록합니다.",
      "예시는 다음과 같습니다:",
      "저녁 준비 – 50% (더 복잡하고 맛있는 레시피를 선택할 수 있었음) – 90% (간단하지만 아주 맛있고 시간이 적게 걸렸음).",
      "집 청소 – 70% (주요 부분은 청소했지만 냉장고와 가스레인지는 못 닦음) – 100% (집이 깨끗하면 언제나 만족감을 느낍니다).",
      "업무 보고서 작성 – 85% (보고서에 많은 노력을 들였음) – 20% (더 잘할 수 있었다는 생각이 들어 과정의 즐거움을 잃음).",
      "이 연습은 완벽에 이르지 않아도 과정에서 즐거움을 느낄 수 있다는 것을 깨닫게 해줄 것입니다."
    ],
    "quote": {
      "text": "완벽은 달성할 수 없는 목표가 아니라, 그저 나아가는 방향일 뿐이다.",
      "author": "토머스 왓슨"
    }
  },
  "screen_2": {
    "texts": [
      "실수를 받아들이기",
      "실수를 좋아하는 사람은 없습니다. 하지만 완벽주의자들에게 실수는 특별히 두려운 대상입니다.",
      "불완전함에 대한 두려움을 이겨내는 가장 효과적인 방법 중 하나는 실수를 받아들이는 법을 배우는 것입니다.",
      "실수를 생각만 해도 심장이 빨리 뛰는 걸 느끼나요? 이것은 두려움과 불안의 신호입니다.",
      "실수에 대해 열린 마음을 가지려면, 먼저 실수가 왜 정상적이고 완벽을 추구하는 것이 비합리적인지에 대한 에세이를 작성해보세요.",
      "완벽주의를 극복하려는 한 여성은 다음과 같은 생각을 공유했습니다:",
      "실수에 대한 두려움은 세상을 흑백으로 보는 제 시각에서 비롯된 것입니다: 한 번의 실수가 모든 것을 망친다는 잘못된 생각이죠. 작은 실수가 지금까지 해온 모든 좋은 일을 망칠 수는 없습니다.",
      "실수는 유익합니다. 실수를 통해 배울 수 있기 때문입니다. 아무도 실수에서 자유롭지 않으니, 우리는 그것을 받아들이고 자신의 경험에서 배우는 법을 익혀야 합니다.",
      "실수를 인정함으로써 우리는 행동을 수정할 수 있고, 결과적으로 더 만족스러운 성과를 이루어 행복하고 삶의 질도 높아집니다.",
      "대부분의 사람들은 우리가 실수했다고 해서 우리를 비난하거나 사랑을 멈추지 않을 것입니다 – 결국 모든 사람은 실수를 하고, \"완벽한\" 사람과 함께 있는 것이 불편한 이들도 많습니다.",
      "실수는 세상의 끝을 의미하지 않습니다.",
      "물론 이러한 목록을 작성한다고 해서 즉시 실수를 좋아하게 되지는 않겠지만, 불완전함에 대한 태도를 바꾸는 중요한 첫걸음입니다.",
      "왜 실수가 정상적이고 유익한지에 대한 에세이를 작성해보세요. 실수를 한다고 해서 세상이 무너지지 않는다는 사실을 스스로에게 자주 상기시키세요. 실수는 어떤 과정에서든 자연스러운 일부입니다, 비록 우리가 원하지 않더라도."
    ]
  }
}
