{
  "title": "기법: 내면의 비판자에게 맞서기",
  "description": "이 글은 스스로 적용할 수 있는 자존감 향상을 위한 효과적인 방법을 소개합니다. 주요 기법은 내면의 비판자에게 맞서는 법을 배우는 것으로, 자기 비판적인 생각, 그에 따른 인지적 오류, 그리고 합리적인 대답을 기록하는 특별한 표를 작성하는 방법을 제안합니다. 이 글은 자기 인식과 자존감 향상에 상당한 변화를 이루기 위해 이러한 연습을 정기적으로 실천하는 것의 중요성을 강조합니다.",
  "screen_1": {
    "texts": [
      "우리는 자존감 향상을 위한 간단하지만 효과적인 기법들을 개발했습니다. 이 방법들은 스스로 사용할 수 있으며 이 어려운 과정에서 도움이 될 것입니다.",
      "무엇보다도 중요한 것은 이론적인 지식만으로는 자존감을 높이기에 충분하지 않다는 것을 이해하는 것입니다.",
      "정기적인 연습만이 지속적인 결과를 가져올 것입니다. 우리는 이 과정이 습관이 될 때까지, 적어도 초기 단계에서는 매일 약간의 시간을 할애할 것을 권장합니다.",
      "우리가 소개하고자 하는 첫 번째 기법은 내면의 비판자에게 맞서는 법을 배우는 데 중점을 둡니다.",
      "열등감과 자기혐오는 종종 당신의 자존감을 지속적으로 훼손하는 내면의 비판자 때문에 발생합니다.",
      "\"나는 가치가 없다\", \"나는 다른 사람들보다 못하다\", \"나는 아무것도 할 수 없다\", \"모든 것이 내 잘못이다\", \"나는 실패자다\"와 같은 부정적인 신념은 자존감 문제를 악화시키고 우울증으로 이어질 수 있습니다.",
      "이러한 부정적인 사고 습관을 극복하려면 다음 계획을 따르세요:",
      "자기 비판적인 생각을 알아차리고 기록하는 법을 배우세요.",
      "이러한 생각들에서 인지적 왜곡을 식별하세요.",
      "더 현실적이고 건강한 자기 관계를 만들기 위해 합리적인 대답을 개발하고, 이를 정기적으로 실천하세요.",
      "이러한 목적을 위해 우리 앱에서 \"자동적 사고 일기장\"을 사용할 수 있습니다. 또는 앱 외부에서 세 개의 열로 기록할 수도 있습니다.",
      "더 간단하게 설명하기 위해 세 개의 열을 사용하는 방법으로 계속 설명하겠습니다."
    ],
    "quote": {
      "text": "당신의 동의 없이는 누구도 당신이 열등감을 느끼게 할 수 없습니다.",
      "author": "엘리너 루즈벨트"
    }
  },
  "screen_2": {
    "texts": [
      "노트북, 컴퓨터 문서, 휴대폰 메모 등 편리한 형식으로 세 개의 열이 있는 표를 만드세요. 열의 제목은 다음과 같습니다:",
      "비판자의 생각",
      "인지적 오류",
      "합리적인 대답",
      "첫 번째 열에는 머릿속에 떠오르는 모든 자기 비판적인 생각들을 적으세요.",
      "자신을 비난하거나, 쓸모없다고 느끼거나, 자신에게 불만족할 때마다 \"지금 나는 자신에 대해 어떤 생각을 하고 있는가?\"라고 질문하고 그것을 기록하세요.",
      "예를 들어, 시험 전에 걱정하며 \"나는 너무 바보라서 확실히 통과하지 못할 거야\"라고 생각한다면, 이것이 바로 기록해야 할 생각입니다.",
      "이 열에는 감정이 아닌 자신에 대한 생각을 적는 것이 좋습니다. \"나는 끔찍하게 느낀다\"라고 쓰면 반박하기 어려울 것입니다. 왜냐하면 그것은 실제로 사실이기 때문입니다.",
      "두 번째 열에서는 그 생각에 어떤 인지적 왜곡이 존재하는지 식별하세요.",
      "두 번째 열에 어떤 사고 오류를 발견했는지 적으세요. 한 가지 오류일 수도 있고, 두 가지나 세 가지일 수도 있습니다.",
      "예를 들어, \"나는 너무 바보라서 확실히 통과하지 못할 거야\"라는 주장에서 우리는 라벨 붙이기 형태의 왜곡을 볼 수 있습니다.",
      "\"나는 아무것도 할 수 없어서 퇴학당할 거고, 절대 성공하지 못할 거야\"라는 생각에서는 과잉 일반화와 재앙화와 같은 여러 왜곡을 발견할 수 있습니다."
    ],
    "quote": {
      "text": "내가 나 자신과 내 감정적 필요를 더 잘 이해할수록, 현실에 대한 나의 인식은 더 강해지고 두려움과 망상이 내 삶을 덜 오염시킵니다.",
      "author": "칼 로저스"
    }
  },
  "screen_3": {
    "texts": [
      "물론, 우리 표에서 가장 중요한 열은 대안적이고 합리적인 대답입니다. 이것은 내면의 비판자에게 진정한 맞대응입니다.",
      "자기 비판적인 생각을 지나치게 낙관적인 진술을 피하면서 더 현실적이고 논리적인 것으로 대체하는 것이 중요합니다.",
      "비판적인 생각을 더 현실적인 것으로 대체해야 합니다. 지나치게 낙관적이고 진실과 동떨어진 생각으로 대체하는 이분법적 사고는 피해야 합니다.",
      "\"나는 가장 똑똑하고 모든 것을 우수하게 통과할 거야\"와 같은 생각은 사실일 수도 있지만, 원래의 생각과 크게 대조되어 바로 믿기 어려울 것이므로 의미가 없습니다.",
      "대신, 실제로 어떤 상황인지 진실을 인식해 보세요.",
      "만약 합리적인 대답에 기록한 내용이 당신에게 충분히 설득력 있고 현실적이지 않다면, 그것은 도움이 되지 않을 것입니다.",
      "자신이 믿을 수 있는 대안적인 대답을 작성하도록 노력하세요.",
      "예를 들어, 다음과 같이 작성할 수 있습니다: \"사실 나는 바보가 아니다. 이에 대한 증거가 있다. 나는 독립적으로 대학에 입학했고, 꽤 잘 공부하고 있다. 물론 내가 무언가를 할 수 없는 순간도 있지만, 나는 인간이므로 실수할 수 있다. 그렇다고 내가 바보가 되는 것은 아니다.",
      "게다가, 나는 시험 준비를 하고 있으므로 적어도 C 학점으로 통과할 가능성이 높다. 지금까지 모든 과목을 통과했으니까. 만약 첫 번째 시도에서 통과하지 못하더라도, 재시험을 볼 수 있고, 잘 준비하여 확실히 통과할 수 있다.\"",
      "이러한 합리적인 대답이 더 그럴듯하며 당신이 믿을 가능성이 훨씬 높습니다.",
      "하루 종일 이 도구를 사용하여 정기적으로 생각을 기록하고 파괴적인 신념에 맞서세요.",
      "시간이 지남에 따라 합리적인 대답을 찾는 것이 점점 더 쉬워지는 것을 발견할 것입니다. 하지만 가장 중요한 것은 기분과 자신에 대한 태도에서 변화를 느끼게 될 것입니다."
    ]
  }
}
