{
  "title": "テクニック：過度な期待の罠からの脱出法",
  "description": "この記事では、非現実的な自己要求と絶え間ない自己批判から生じる罪悪感の問題を考察します。内的な思い込みを再考し、「べき思考」をより健全な個人的な可能性と願望に置き換える方法を説明します。読者には自己非難から解放され、自分自身や自分の過ちとのより調和のとれた関係を構築するための実践的なアドバイスが提供されます。",
  "screen_1": {
    "texts": [
      "罪悪感はしばしば自分に対する過度な要求から生まれ、以下のような考えとして現れることがあります：",
      "「私はこれをしなければならない」",
      "「私はこのように行動しなければならない」",
      "「私はこのようでなければならない」",
      "「私はそれをするべきではなかった」",
      "「私はそれを予見/知っているべきだった」",
      "「べき」という言葉を含む不適切な要求は、罪悪感や非現実的な期待につながる可能性があります。",
      "これらの要求は、あなたが完璧または全知であるべきだという非現実的な前提に基づいています。",
      "このような要求には、あなたが常に幸せまたは満足しているべきだという考えも含まれることがあり、それが失敗感をさらに強めることになります。",
      "また、あなたがすべてを知っていて未来を予測できるという前提に基づいた要求も存在します。これは問題解決に役立つのではなく、誤った期待と罪悪感を生み出します。",
      "このテクニックの本質は、自分を責めることは非生産的であり、不適切な要求自体が非現実的で不公平であることを認識することです。",
      "それらは問題解決や成功の達成に役立つのではなく、罪悪感と無力感だけを生み出します。",
      "自分への絶え間ない非難を避けるためには、このような要求を手放し、自分自身と自分の人生に対してより現実的な期待を持つことが重要です。",
      "もちろん、このような思考の変化は一日で起こるものではなく、一ヶ月でさえ起こらないかもしれません。しかし、私たちは定期的な自己啓発が変化をもたらすと確信しています。"
    ],
    "quote": {
      "text": "あらゆる罪悪感は自己非難を前提としており、それは根本的に間違っています。人は自分を責めることなく自分の過ちを認識すべきです。",
      "author": "バートランド・ラッセル"
    }
  },
  "screen_2": {
    "texts": [
      "では、過度な要求によって引き起こされる罪悪感から解放されるために、今すぐできることは何でしょうか？",
      "自分に対する過度な要求から救われるためのシンプルだが効果的な方法は、「しなければならない」という言葉を「...できたらいいな」や「もし私ができるなら、私は...するだろう」などの言葉に置き換えることです。これらはしばしばより現実的で、そこまで気持ちを乱しません。",
      "例えば、「私は妻を幸せにしなければならない」の代わりに、「妻が動揺しているので、彼女を幸せにできたらいいな。何に動揺しているか尋ね、どう助けられるか考えることができる」と言えるでしょう。",
      "あるいは、「アイスクリームを食べるべきではなかった」の代わりに、「そのアイスクリームを食べなければよかったのですが、私の行動は世界の終わりではありません」と言うことができます。",
      "仮定法を取り除きましょう。「〜すべきだった」、「もし私が〜したら」、「〜しなかったのは残念だ」といった考え方の代わりに、「次回は別のやり方をしよう」と考えてみましょう。",
      "罪悪感を持つ人々はよく仮定法で考えますが、これは決してすべきではありません。",
      "そして、もしあなたがそれに気づいたら、すぐにやめて、「次回は私は...」というフレーズに変えましょう。",
      "それだけです。仮定法は絶対に使わないでください。",
      "現実性メソッドは、あなたの要求が現実に対応しているかどうかを確認するのに役立ちます。「私はそれをするべきではなかった」と自分に言うとき、あなたはおそらく本当にそれをするべきではなかったと思い、そう言うことで気分が良くなると思うでしょう。",
      "しかし、現実にはその逆です：あなたがしたことは必要だったのですが、それを自分に認めると失望を感じるでしょう。",
      "例えば、あなたは体重を減らすためにダイエットを始め、余分なものを食べて、今自分を責めています：「私はそのチョコレートを食べるべきではなかった」。",
      "しかし、実際には甘いものへの欲求がありました。おそらく、何かについて心配していて、習慣的に気分を良くするために何かを食べたかったので、抑えることは不可能でした。",
      "人々はしばしば否定的な感情を「食べる」ことで状態を軽減します。有害な習慣を断ち切ろうとしたり、体重を減らそうとするとき、最大の障害となるのは、自分がコントロールを失っているという信念です。",
      "コントロールを失ったという感覚は、「しなければならない」または「してはいけない」と直接関連しています。何か健康に良くないものを食べたいという欲求が生じると、禁止された食べ物を食べたいと思うべきではないし、すべての健康に良くない食品を一度に永久に拒否し、決して挫折しないべきだと自分に言い聞かせます。",
      "そして、その後、気分を良くするために、チョコレートを食べに行きます。このようなダイエットへのアプローチはおそらく結果をもたらさず、罪悪感や落ち込みを感じることになるでしょう。",
      "自分に何かを禁止することをやめることができれば、自分自身を傷つけることなくそれを手放すことができるようになります。"
    ]
  },
  "screen_3": {
    "texts": [
      "過度の罪悪感を持つ傾向のある人々は、周囲の人々に目的達成のために操作されることがあります。考えてみてください：喜ばせようとする願望や誰も傷つけたくないという理由から、特に望まないのに何回会合に行くことに同意しましたか？個人的な境界を守り、「ノー」と言うことを学ぶことが重要です。",
      "例：若い女性が両親と兄と一緒に住んでおり、良い給料を得ています。彼女の兄は時々どこかでアルバイトをしています。",
      "彼には物への依存があります：常に新しいものを購入しますが、自分のお金では足りません。",
      "彼の妹はこれがお金の使い方として最良ではないことを理解していますが、兄弟姉妹はお互いを助けるべきだという彼女の家族の伝統から、彼にお金を貸し続けています。",
      "女性は兄に断ることを恐れています。それが彼らの関係を壊す可能性があるからです。彼女は友人と難しい対話を事前に練習し、「ノー」と言うことは思っていたほど怖くないことを理解しました。",
      "境界を設定し、要求を拒否したり自分の意見を主張したりする前に、行きたくないパーティーに行かないようにするためなど、難しい対話をロールプレイしたり、紙やメモに書いたりすることができます。",
      "これにより、コミュニケーションの可能性のあるシナリオを予測し、相手をどのように断るのが最善かを理解し、「ノー」と言うことがそれほど怖くないことを理解するかもしれません。",
      "適切な瞬間が来て、実践でスキルを強化するために、外交的でありながらも断固として「ノー」と言う勇気と能力を持つのに十分な対応する神経回路が脳に形成されるまでに、長い道のりを歩むことになるでしょう。",
      "責任の区別",
      "時には他人の不幸や失敗に対して責任を負うことがあります。",
      "そのような状況では、実際に何が起こったのかを理解することが重要です。例えば、子供が悪い成績を取ったことに対して本当にあなたが責任を負うのでしょうか？",
      "ここでは、子供への影響力と子供へのコントロールの間に混乱が生じます。",
      "責任を区別する方法を学ぶには、自動思考日記の短縮版である三列法を使用することができます。",
      "最初の列には心配や批判的な考えを書き、2列目にはそれに関連する認知の歪みを記し、3列目には合理的な応答を書きます。",
      "例えば：",
      "第1列（心配や批判的な考え）：「子供が悪い成績を取ることは私のせいです。学校で成功するのを助けることができません。」",
      "第2列（認知の歪み）：個人化、過度な一般化。",
      "第3列（合理的な応答）：「私は子供の養育における自分の役割に責任がありますが、学校での成功や失敗を完全にコントロールしているわけではありません。子供も自分の学習と勉強に対する責任があります。私は助け、サポートし、動機付けることができますが、最終的な結果は彼自身の仕事と努力に依存しています。」",
      "他の人の生活のあらゆる側面をコントロールすることはできないということを理解することが重要です。たとえ彼らが私たちの影響下にあるとしても。私たちは自分の行動と他の人の生活で果たす役割に責任を負いますが、彼らの成功や失敗に対するすべての責任を負うべきではありません。"
    ]
  }
}
