{
  "trap": {
    "title": "기법: 과도한 기대의 함정에서 빠져나오는 길",
    "description": "이 글은 비현실적인 자기 요구와 끊임없는 자기비판에서 비롯되는 죄책감의 문제를 다룹니다. 내면의 규칙을 새롭게 해석하고, ‘~해야 한다’라는 사고를 개인의 가능성과 바람을 더 건강하게 바라보는 관점으로 바꾸는 방법을 설명합니다. 또한 자기비난에서 벗어나 실수와 함께 살아가는 균형 잡힌 자기관계를 만들어 가는 데 도움이 되는 실천 팁을 제안합니다.",
    "screen_1": {
      "texts": [
        "죄책감은 종종 스스로에게 지나치게 높은 기준을 들이대는 데서 생기며, 다음과 같은 생각으로 나타나곤 합니다:",
        "«나는 이걸 해야 해».",
        "«나는 이렇게 해야 해».",
        "«나는 이런 사람이 되어야 해».",
        "«나는 그걸 하지 말았어야 했어».",
        "«나는 그걸 미리 알아챘어야 했어».",
        "‘해야 한다’라는 말을 담은 부적절한 요구는 죄책감과 비현실적인 기대를 키울 수 있습니다.",
        "이런 요구는 당신이 완벽해야 하거나 모든 것을 알아야 한다는 전제를 깔고 있는데, 이는 현실적이지 않습니다.",
        "또 “나는 늘 행복하거나 만족해야 한다” 같은 생각도 여기에 포함될 수 있는데, 이는 오히려 실패감만 더 키웁니다.",
        "또한 당신이 모든 것을 알고 미래까지 예측할 수 있다는 가정 위에 세워진 요구도 있습니다. 이런 요구는 문제 해결에 도움이 되기보다, 잘못된 기대와 죄책감만 만들어 냅니다.",
        "이 기법의 핵심은 스스로를 탓하는 것이 도움이 되지 않으며, 그 부적절한 요구 자체가 비현실적이고 불공정하다는 점을 자각하는 데 있습니다.",
        "그런 요구는 죄책감과 ‘나는 할 수 없다’는 느낌만 만들 뿐, 문제를 풀거나 성공에 다가가게 해주지 않습니다.",
        "끊임없이 자신을 비난하지 않으려면, 그런 요구를 내려놓고 자신과 삶에 대한 기대를 더 현실적으로 조정하는 것이 좋습니다.",
        "물론 이런 사고의 변화는 하루아침에 일어나지 않고, 한 달 안에 끝나지 않을 수도 있습니다. 하지만 꾸준히 자신을 돌보며 연습하면 변화에 도달할 수 있다고 우리는 믿습니다."
      ],
      "quote": {
        "text": "어떤 죄책감이든 결국 자기정죄를 전제로 하며, 그것은 근본적으로 옳지 않다. 사람은 자기의 실수를 자각하되, 자기학대로 빠져서는 안 된다.",
        "author": "버트런드 러셀"
      }
    },
    "screen_2": {
      "texts": [
        "그렇다면 과도한 자기 요구에서 비롯된 죄책감을 줄이기 위해 지금 당장 무엇을 하면 좋을까요?",
        "간단하지만 효과적인 방법은 ‘해야 한다’를 다른 표현으로 바꾸는 것입니다. 예를 들어 «그랬으면 좋겠다…» 또는 «내가 할 수 있다면…»처럼 말해보세요. 이런 표현은 대개 더 현실적이고, 감정적으로도 덜 무너뜨립니다.",
        "예를 들어 «나는 아내를 행복하게 해야 해» 대신, 이렇게 말할 수 있습니다: «내가 아내를 행복하게 해줄 수 있다면 정말 좋겠다. 지금 아내가 속상해하니까, 무엇 때문에 그런지 물어보고 내가 도울 수 있는 게 무엇인지 생각해볼 수 있어».",
        "또 «나는 아이스크림을 먹지 말았어야 했어» 대신 이렇게 말해보세요: «안 먹었으면 더 좋았겠지만, 이게 세상의 끝은 아니야».",
        "가정법 빼기. «내가 ~했어야 하는데…», «내가 그때 ~했더라면…», «괜히 ~ 안 했네…» 같은 생각 대신 이렇게 바꿔보세요: «다음에는 다르게 해볼 거야».",
        "죄책감이 큰 사람일수록 가정법으로 생각하기 쉽지만, 이는 전혀 도움이 되지 않습니다.",
        "그리고 그런 생각을 하고 있다는 걸 알아차리면, 바로 멈추고 «다음에는 나는…»으로 문장을 바꿔보세요.",
        "이걸로 끝입니다. 가정법은 아예 금지, 단호하게요.",
        "현실 검사 기법은 당신의 요구가 현실과 맞는지 점검하는 데 도움이 됩니다. 스스로에게 «난 이걸 하면 안 됐어»라고 말할 때, 당신은 아마 정말 그렇게 하면 안 됐고, 그렇게 말하면 기분이 나아질 거라고 믿고 있을 겁니다.",
        "하지만 현실은 정반대인 경우가 많습니다. 당신은 결국 자신이 했던 바로 그 행동을 ‘할 수밖에’ 없었고, 그걸 인정하면 실망감이 올라올 수 있습니다.",
        "예를 들어 다이어트를 시작해 살을 빼려 했는데, 계획에 없던 걸 먹고 나서 이렇게 자신을 탓합니다: «나는 이 초콜릿을 먹지 말았어야 했어».",
        "하지만 실제로는 단것이 필요했던 겁니다. 무엇인가로 마음이 힘들어서, 습관적으로 기분을 달래려고 먹고 싶어졌을 수도 있고, 그래서 참기가 어려웠을 수도 있습니다.",
        "사람들은 종종 불편한 감정을 완화하려고 음식으로 달랩니다. 나쁜 습관을 끊거나 체중을 줄이려 할 때 가장 방해가 되는 것은, ‘내가 통제력을 잃고 있다’는 믿음입니다.",
        "통제력 상실감은 ‘해야 한다/하면 안 된다’와 직접 연결됩니다. 몸에 좋지 않은 것이 당길 때, 당신은 ‘그런 걸 먹고 싶어하는 것조차 하면 안 된다’고 말하며, 모든 해로운 음식을 영원히 끊어야 하고 절대 흔들리면 안 된다고 요구합니다.",
        "그리고 그 다음, 기분을 조금이라도 낫게 하려고 결국 초콜릿을 먹으러 가게 됩니다. 이런 방식으로는 다이어트가 잘 되기 어렵고, 당신은 죄책감과 무기력만 더 크게 느끼게 됩니다.",
        "무엇이든 스스로에게 금지하기를 멈출 수 있게 되면, 자신을 억지로 몰아붙이지 않고도 그것에서 벗어날 수 있습니다."
      ]
    },
    "screen_3": {
      "texts": [
        "죄책감이 과도한 사람은 주변 사람이 자기 목적을 위해 이용하기 쉬울 때가 있습니다. 생각해보세요. 별로 내키지 않는데도 상대를 맞춰주거나 아무도 상처받지 않게 하려고 약속에 응한 적이 몇 번이나 있나요? 개인의 경계를 지키고 «아니요»라고 말할 수 있는 능력이 중요합니다.",
        "예: 한 젊은 사람이 부모와 형제자매와 함께 살며 꽤 좋은 월급을 받습니다. 형제자매는 가끔씩 아르바이트를 합니다.",
        "그 사람은 물건에 대한 집착이 있어 끊임없이 새 물건을 사지만, 자기 돈으로는 감당이 안 됩니다.",
        "그 사람의 형제자매는 그것이 돈을 쓰는 좋은 방식이 아니라는 걸 알면서도, ‘형제자매는 서로 도와야 하고 우리 집은 그렇게 해왔다’고 믿기 때문에 계속 돈을 빌려줍니다.",
        "그 사람은 거절하면 관계가 망가질까 봐 두렵습니다. 미리 친구와 어려운 대화를 연습해보고 나서, «아니요»라고 말하는 게 생각보다 덜 무섭다는 걸 알게 됐습니다.",
        "자신의 경계를 정하고, 하기 싫은데도 남의 요구를 들어주거나 의견을 밀어넣지 않기 위해 선을 긋기 전에, 어려운 대화를 역할극으로 연습하거나 종이에/메모에 써볼 수 있습니다.",
        "그렇게 하면 대화의 가능성을 미리 그려볼 수 있고, 어떻게 거절하는 게 좋을지 파악할 수 있으며, 어쩌면 «아니요»라고 말하는 것이 생각만큼 두렵지 않다는 것도 알게 될 수 있습니다.",
        "적절한 신경 회로가 형성되고, 적당히 외교적이면서도 단호하게 «아니요»라고 말할 용기와 기술이 생기기까지는 시간이 필요합니다. 그리고 실제 상황에서 적절한 순간이 왔을 때 그 기술을 반복해 익혀야 합니다.",
        "책임의 경계 설정",
        "우리는 때때로 다른 사람의 불행과 실패에 대해서까지 스스로 책임을 떠안습니다.",
        "이런 상황에서는 실제로 누가 그 일에 책임이 있는지 구체적으로 따져보는 것이 중요합니다. 예를 들어, 아이가 성적이 나쁘게 나온 것이 정말 전적으로 당신 탓일까요?",
        "여기서 자주 생기는 혼란은 ‘아이에게 미치는 영향’과 ‘아이를 통제하는 것’을 동일시하는 것입니다.",
        "책임을 구분하는 연습으로는 자동사고 기록의 축약본인 ‘세 칸 방법’을 사용할 수 있습니다.",
        "첫 번째 칸에는 불안을 키우고 자신을 비난하는 생각을 적고, 두 번째 칸에는 그 안에서 발견되는 인지 왜곡을 적고, 세 번째 칸에는 스스로에게 줄 수 있는 합리적 답을 적습니다.",
        "예를 들어:",
        "1번째 칸(불안과 자기비난의 생각): «아이 성적이 나쁜 건 내 잘못이야. 나는 아이가 학교에서 성공하도록 도와줄 수 없어».",
        "2번째 칸(인지 왜곡): 개인화, 과도한 일반화.",
        "3번째 칸(합리적 답): «나는 아이를 키우는 과정에서 내 역할에 책임이 있지만, 학교에서의 성공이나 실패를 전부 통제할 수는 없다. 아이에게도 자신의 학습에 대한 책임이 있다. 나는 도울 수 있고, 지지하고, 동기를 줄 수 있지만, 최종 결과는 아이의 노력과 실천에 달려 있다».",
        "우리는 영향을 미치는 입장에 있더라도, 다른 사람의 삶의 모든 측면을 통제할 수 없다는 점을 이해하는 것이 중요합니다. 우리는 자신의 행동과 타인의 삶에서 우리가 맡고 있는 역할에 대해 책임이 있지만, 그들의 성공과 실패 전체를 떠안아서는 안 됩니다."
      ]
    }
  },
  "unemployment": {
    "title": "실직하면 우울증으로 이어질까?",
    "description": "이 글은 갑작스러운 실직이 가져오는 심리적·사회적 여파를 살펴보며, 그런 사건이 동반하는 감정의 롤러코스터를 다룹니다. 오랫동안 성공적인 회사에서 일해 온 알렉산드르의 개인적 경험을 통해 우울감, 자존감 하락, 직업적 좌절과의 싸움을 들려줍니다. 또한 어려운 시기에 감정적 고비를 넘어서는 방법과, 지지와 자기인정의 중요성을 강조합니다.",
    "screen_1": {
      "texts": [
        "갑작스러운 실직은 대부분의 사람에게 큰 스트레스입니다. 며칠이나 몇 주 사이에 해고나 감원 소식을 들으면, 많은 이들이 삶이 «무너졌다»고 느낍니다. 그리고 그건 이해할 만합니다. 왜냐하면 당신의 다음 것들이 급격히 바뀌기 때문입니다:",
        "재정 상태",
        "사회적 지위",
        "익숙한 생활 리듬",
        "단기 및 장기 계획",
        "일은 일정한 의무, 틀, 사람들과의 교류 등, 요컨대 우리를 지탱해주는 무언가입니다.",
        "반면 실업은 안전장치 없이 공중에 뚝 떨어지는 느낌과 같습니다. 그리고 텅 빈 하루, 곧바로 내야 할 돈이 없어질지도 모르는 청구서들, 끝없이 이어지는 면접 초대 기다림과—면접 전의 조심스러운 희망, 그리고 또 한 번의 거절만이 남습니다. 참 흔하고, 참 우울한 그림이죠.",
        "실직은 다른 어떤 상실과 마찬가지로 ‘상실’로 경험되며, 이를 겪는 사람은 애도의 단계를 지나가기도 합니다.",
        "처음에는 충격, 깊은 혼란, 무엇을 해야 할지 모르는 상태가 옵니다. 그리고 분노—자기 자신에게, 자신을 내보낸 사람들에게.",
        "흥정도 나타날 수 있습니다: 혹시 아직 해결할 수 있고, 다시 돌아갈 수 있지 않을까? 그리고 마침내 우울. 분명 이런 문제는 «현실적인» 문제라 부를 수 있지만, 그렇다고 해서 그것이 당신의 우울을 정당화하는 걸까요?",
        "이런 감정 반응의 근본에는, 개인의 가치와 행복을 느낄 능력이 직업적 성공에 직접 달려 있다는 믿음이 있습니다.",
        "이 가치 체계 안에서는, 감정적 침체가 재정적 손실이나 경력 실패, 파산과 필연적으로 연결된다고 생각하는 것이 ‘논리적’으로 보일 수 있습니다."
      ],
      "quote": {
        "text": "한 문이 닫히면, 많은 다른 문들이 열린다는 걸 모르나요.",
        "author": "밥 말리"
      }
    },
    "screen_2": {
      "texts": [
        "만약 당신도 그렇게 생각한다면, 세 아이의 아버지인 47세 알렉산드르의 사례가 흥미로울 수 있습니다. 그는 17년 동안 아내의 아버지와 함께 성공적인 회사에서 일했습니다.",
        "그가 우울해지기 몇 년 전, 회사 운영을 두고 그와 장인 사이에 의견 충돌이 생겼습니다. 분노에 휩싸인 알렉산드르는 사직했고, 그 과정에서 회사 지분도 포기해버렸습니다.",
        "그 후 2년 동안 그는 일을 이곳저곳 옮겨 다녔지만, 금전적으로도 심리적으로도 ‘가치 있다’고 느낄 만한 일을 찾지 못했습니다.",
        "그러다 보니 아무것도 잘되지 않는 것처럼 느껴졌고, 스스로를 실패자라고 여기기 시작했습니다. 아내는 생계를 맞추기 위해 풀타임으로 일해야 했고, 이는 ‘가족을 먹여 살리는 사람’이라는 역할을 늘 자랑스럽게 여겼던 알렉산드르에게 무가치감만 더 키웠습니다.",
        "시간이 갈수록 재정 상태는 악화되었고, 자존감이 계속 떨어지면서 우울감도 점점 심해졌습니다.",
        "알렉산드르가 전문가의 도움을 받기로 결심했을 무렵, 그는 이미 부동산을 전문으로 하는 회사에서 몇 달째 일하고 있었습니다.",
        "그동안 여러 건물을 임대하는 데는 성공했지만, 매매 계약은 단 한 건도 성사시키지 못했습니다. 급여가 매매 실적에 따라 달라서 수입은 낮았습니다. 이 시기 알렉산드르는 우울과 미루기에 빠져 하루 종일 침대에 누워 이렇게 생각하곤 했습니다:",
        "«이게 다 무슨 소용이지? 나는 실패자야. 일해봤자 의미 없어, 어차피 난 아무것도 못 해낼 거야».",
        "심리상담 세 번째 만남에서 그는, 부유한 친구 한 명이 자신의 도움으로 부동산을 사고 싶어 했다고 털어놓았습니다. 그 거래가 성사되면 커리어에도 도움이 되고, 자신감도 생기고, 지갑도 두둑해질 수 있었습니다.",
        "그런데 그는 그 일을 잡지 않고 몇 주 동안 미적거렸습니다. 왜 그랬을까요? 그는 이렇게 생각했기 때문입니다: «상업용 부동산을 파는 건 너무 어려워.",
        "나는 이런 걸 해본 적도 없고, 분명 잘 안 될 거야. 게다가 그는 막판에 마음을 바꿀지도 몰라. 그러면 이 업계에서 나는 아무 성과도 못 낸 거고, 그건 내가 완전한 실패자라는 뜻이야»."
      ]
    },
    "screen_3": {
      "texts": [
        "알렉산드르의 상사는 그를 매우 좋게 평가했고, 유능한 영업사원이라고 생각했습니다. 하지만 그는 자신을 부당할 정도로 엄격하게 대했습니다.",
        "이후의 만남들에서 생각을 다루는 과정을 거치며, 알렉산드르는 자신이 자기비판이 심하다는 점을 인정했고, 그것이 지금처럼 힘든 시기에 자신을 돕기는커녕 오히려 상황을 크게 악화시킨다는 것을 받아들였습니다.",
        "그는 또한 자신이 “이중 잣대”를 쓰고 있음을 깨달았습니다. 타인에게는 관대하고 돕고 싶어 하지만, 자신에게는 가혹하게 굴며 비판적이었습니다.",
        "처음에는 다른 많은 자기요구가 큰 완벽주의자들처럼, 자신에게 남들보다 훨씬 더 엄격해야 도움이 된다고 주장하며 자신의 관점을 방어했습니다.",
        "하지만 그는 곧, 자신의 기준이 사실은 비현실적이며 실패로 이어질 수밖에 없다는 점을 이해했습니다. 예를 들어 그가 건물을 팔려고 시도했는데 성공하지 못하면, 그는 그 상황을 대재앙처럼 받아들였을 것입니다. \"전부 아니면 전무\"라는 흑백사고 성향이 그의 큰 문제였습니다.",
        "치료가 끝날 무렵, 그는 최근 몇 년의 재정 문제가 자신을 자동으로 \"실패자\"로 만들지 않는다는 사실을 깨닫고 한결 가벼워졌습니다.",
        "그의 부정적 자기인식과 얼어붙은 듯한 감각은 \"전부 아니면 전무\"에 대한 과도한 집착의 결과였습니다. 무가치감은 삶의 부정적 측면에만 초점을 맞추고(부정적 필터), 자신이 잘해온 수많은 사실을 무시한 결과(긍정의 평가절하)였습니다.",
        "그는 ‘더 할 수 있었을 텐데’라는 생각으로 자신을 너무 오래 괴롭혔다는 걸 알아차렸고, 재정적 어려움이 자신의 인간적 존엄을 깎아내리는 것이 아니라는 점을 받아들였습니다. 결국 그는 무기력과 미루기가 자신의 본질이 아니라 우울의 증상일 뿐이라는 사실을 인정했습니다.",
        "부정적 생각에 답하는 법을 배우자, 자신을 대하는 가혹한 태도 속 왜곡의 정도가 줄었고, 기분은 계속 나아졌습니다.",
        "그는 부동산 업계를 떠나 서점을 열었습니다. 비용은 감당할 수 있었지만, 개인적으로 많은 노력을 기울였음에도 첫해의 시험 운영을 마친 뒤 사업을 계속할 만큼의 충분한 수익은 내지 못했습니다."
      ]
    },
    "screen_4": {
      "texts": [
        "이처럼 겉으로 보이는 성공의 지표는 그동안 거의 변하지 않았지만, 그는 자존감을 지키며 우울에 빠지지 않을 수 있었습니다. 재정 상태가 여전히 힘든 상황에서도, 서점 사업에서 «패배를 인정하자»고 결심했을 때 그의 자기존중은 흔들리지 않았습니다.",
        "마지막 상담을 앞두고 알렉산드르는 이런 에세이를 써서, 새로운 일을 찾기 시작하기 전에 매일 아침 읽기로 했습니다:",
        "왜 나는 쓸모없는 사람이 아닌가?",
        "내가 나 자신과 타인의 안녕을 위해 무언가를 할 수 있는 한, 나는 쓸모없지 않다. 내가 하는 일이 긍정적인 영향을 낳을 수 있는 한, 나는 쓸모없지 않다.",
        "내가 살아 있다는 사실이 단 한 사람에게라도 의미가 있는 한, 나는 쓸모없지 않다(필요하다면 그 한 사람이 나 자신일 수도 있다). 사랑, 이해, 우정, 지지, 사회성, 조언, 위로를 나누는 일이 무엇인가를 의미하는 한, 나는 쓸모없지 않다.",
        "내 의견과 지성을 존중할 수 있는 한, 나는 쓸모없지 않다.",
        "다른 사람들이 나를 존중한다면, 그건 기분 좋은 보너스다.",
        "내게 자존감과 존엄감이 있는 한, 나는 쓸모없지 않다.",
        "내 직원들의 가족이 생계를 꾸릴 수 있도록 돕는 것이 좋은 일을 하는 것이라면, 나는 쓸모없지 않다.",
        "내 생산성과 창의성으로 고객과 공급업체를 돕기 위해 최선을 다한다면, 나는 쓸모없지 않다.",
        "이 환경 속에서 내 존재가 다른 사람들에게 정말로 의미가 있다면, 나는 쓸모없지 않다. 나는 쓸모없지 않다. 나는 본질적으로 매우 소중한 사람이다!",
        "만약 당신도 비슷한 어려움을 겪고 있거나 알렉산드르의 자동 사고에 공감한다면, 스스로에게 메모를 써보세요. 왜 당신이 쓸모없는 사람이 아닌지, 왜 실패자가 아닌지, 그리고 왜 당신이 그 자체로 가치 있는지."
      ]
    }
  },
  "vitamins": {
    "title": "가짜 우울: 호르몬과 비타민이 감정 건강에 미치는 영향",
    "description": "이 글은 호르몬 균형과 비타민 수치 등 신체 건강이 사람의 감정 상태에 어떤 영향을 줄 수 있는지 살펴봅니다. 우울과 연결된 것으로 여겨지는 증상들이 사실은 특정 비타민 결핍이나 호르몬 이상 같은 신체적 문제에서 비롯될 수 있음을 강조합니다. 또한 정신질환의 진단과 치료에서 심리적 요소뿐 아니라 생리적 요소까지 함께 고려하는 ‘통합적 접근’의 중요성을 짚습니다.",
    "screen_1": {
      "texts": [
        "이 섹션이 당신의 감정 상태를 개선하고 한결 가볍게 만드는 데 최대한 도움이 되기를 바랍니다. 그래서 변화의 가능한 원인을 함께 짚어보는 것이 중요합니다.",
        "우울을 이야기할 때 우리는 앞서 언급한 특정 증상들의 묶음을 말합니다. 하지만 그 증상들이 항상 정신적 장애만을 의미하는 것은 아닙니다.",
        "우리 몸의 생물학적 요소는 신체적 건강뿐 아니라 심리적 안녕에도 중요한 역할을 합니다. 따라서 신체적 문제는 감정의 바탕을 크게 흔들 수 있고, 우울과 비슷한 증상들을 만들어낼 수 있습니다.",
        "그 대표적인 예가 호르몬입니다. 호르몬은 사람의 행동과 심리 상태에 매우 큰 영향을 미칩니다.",
        "정신내분비학 분야의 연구는 신경계와 내분비계가 서로 연결되어 있으며, 항상성(몸의 생리적 균형)을 유지하도록 함께 작동한다는 점을 보여줍니다.",
        "따라서 호르몬의 변화는 감정 영역에 심각한 문제를 일으킬 수 있습니다.",
        "예를 들어 갑상선 기능 저하는 우울, 불안 증가 등 다양한 심리적 문제로 이어질 수 있습니다.",
        "반대로 기능 항진은 조증, 과민함, 기분 변화, 심지어 정신병적 증상까지 유발할 수 있습니다.",
        "말단비대증, 즉 성장호르몬 과다 분비는 정신 활동 저하, 무기력과 함께 들뜬 기분이 나타나는 형태로 나타나기도 합니다.",
        "즉 내분비 질환이 있는 사람들은 질병 자체의 신체적 어려움뿐 아니라 불안, 우울, 조증, 의식 혼란 등 다양한 정신적 장애 위험도 함께 마주하게 됩니다."
      ],
      "quote": {
        "text": "영혼이 머물고 싶어 하도록, 몸을 돌보아라.",
        "author": "소크라테스"
      }
    },
    "screen_2": {
      "texts": [
        "20세기 중반에는 내분비계와 정신의 연관성을 연구하는 하나의 학문 분야, 정신내분비학이 등장했습니다.",
        "‘정신내분비 증후군’이라는 용어도 있는데, 이는 내분비 질환을 배경으로 발생하는 정신 장애를 말합니다. 여기에는 기분 장애, 무력감, 정신 활동 저하, 그리고 욕구·본능의 변화 등이 포함됩니다.",
        "호르몬뿐 아니라, 비타민도 우리의 컨디션에 큰 영향을 미칩니다.",
        "비타민 결핍과 우울이 겉보기에는 직접 관련이 없어 보이지만, 연구들이 보여주듯 그 연결은 우리가 생각했던 것보다 훨씬 강할 수 있습니다.",
        "비타민이 대사를 유지하는 데 필수라는 점에는 동의하실 겁니다. 비타민은 종류가 많지만, 각각은 대체 불가능합니다. 그리고 어떤 것이든 부족해지면 비타민 결핍 상태가 됩니다.",
        "비타민 결핍은 특정 비타민이 부족하거나, 심한 경우 거의 없는 상태를 뜻합니다.",
        "여러 비타민의 부족은 정신 건강에 각기 다른 방식으로 영향을 미치며, 가벼운 불편에서부터 두려울 정도의 증상까지 이어질 수 있습니다.",
        "연구들은 비타민 결핍이 불안과 우울의 발생에 기여할 수 있고, 강박장애나 양극성 장애 같은 일부 정신질환이 있는 사람들에게서는 증상을 악화시킬 수도 있음을 보여줍니다.",
        "또 건강한 사람이라도 특정 비타민이 부족하면 기분과 감정 바탕이 나빠질 수 있습니다."
      ]
    },
    "screen_3": {
      "texts": [
        "비타민 결핍의 예와 증상:",
        "비타민 D: 우울감, 불안, 피로, 기분 기복.",
        "철분: 무력감, 쉽게 피로함, 숨참, 어지럼, 저림.",
        "비타민 B12: 피로 증가, 빈혈, 불면, 식욕 저하, 위장 장애, 근육통.",
        "엽산: 피로, 예민함, 우울, 무력감, 무기력, 처짐, 인지 기능 저하.",
        "비타민 B군: 피로 증가, 과민함, 불면, 기분 변화, 심장 박동 리듬 이상.",
        "마그네슘: 무력감, 두통, 불안감, 심장 박동 리듬 이상.",
        "비타민 C: 만성 피로, 감정의 불안정.",
        "이것은 우울 상태와 쉽게 혼동할 수 있는 증상들 중 일부에 불과합니다.",
        "우리 팀의 개인적 이야기들도, 정신질환을 진단할 때 호르몬과 비타민 균형을 함께 고려하는 것이 얼마나 중요한지 보여줍니다.",
        "우리 팀의 한 사람은 이유를 알 수 없는 피로, 기분 저하, 아무것도 하기 싫은 상태로 지내며 번아웃을 겪는다고 생각했습니다.",
        "하지만 호르몬과 비타민 때문일 수 있다는 걸 알고 의사에게 가서 결핍을 확인했고, 비타민 D를 일정 기간 복용한 뒤 훨씬 좋아졌습니다."
      ]
    },
    "screen_4": {
      "texts": [
        "또 다른 팀원은 우울과 비슷한 증상을 겪다가 철결핍성 빈혈을 발견했고, 치료 후 상태가 크게 좋아졌습니다.",
        "그 사람은 당시를 이렇게 회상했습니다: «나는 계속 잠만 자고 싶었고, 아무것도 하고 싶지 않았고, 누구와도 말하고 싶지 않았다. 끔찍한 무기력과 어지럼, 과민함에 시달렸다. 어느 순간엔 정말 우울증이 있다고 생각했는데, 우연히 일반 혈액검사를 받았고 거기서 혈색소 문제를 발견했다.",
        "그 후 추가 검사를 통해 철분과 페리틴 결핍이 확인됐다. 나는 철결핍성 빈혈이 있었는데 우울증이라고 생각했던 거다. 하지만 약을 복용한 뒤 예전 상태를 되찾았고, 컨디션이 눈에 띄게 좋아졌다.»",
        "이 이야기들을 나누는 이유는, 잘못된 진단을 조심하자는 경고를 전하고 싶기 때문입니다.",
        "그래서 기분 저하, 쉽게 지침, 피로감 등 위에 언급한 증상들이 있다면, 심리적 건강뿐 아니라 신체 건강도 함께 점검해보세요.",
        "의사와 상담하고, 일반 혈액검사를 받으며, 비타민과 호르몬 수치를 확인해보세요. 그것만으로도 감정 상태가 충분히 좋아질 수 있습니다."
      ]
    }
  }
}
