{
  "trap": {
    "title": "テクニック：過度な期待の罠からの脱出法",
    "description": "この記事では、非現実的な自己要求と絶え間ない自己批判から生じる罪悪感の問題を考察します。内的な思い込みを再考し、「べき思考」をより健全な個人的な可能性と願望に置き換える方法を説明します。読者には自己非難から解放され、自分自身や自分の過ちとのより調和のとれた関係を構築するための実践的なアドバイスが提供されます。",
    "screen_1": {
      "texts": [
        "罪悪感はしばしば自分に対する過度な要求から生まれ、以下のような考えとして現れることがあります：",
        "「私はこれをしなければならない」",
        "「私はこのように行動しなければならない」",
        "「私はこのようでなければならない」",
        "「私はそれをするべきではなかった」",
        "「私はそれを予見/知っているべきだった」",
        "「べき」という言葉を含む不適切な要求は、罪悪感や非現実的な期待につながる可能性があります。",
        "これらの要求は、あなたが完璧または全知であるべきだという非現実的な前提に基づいています。",
        "このような要求には、あなたが常に幸せまたは満足しているべきだという考えも含まれることがあり、それが失敗感をさらに強めることになります。",
        "また、あなたがすべてを知っていて未来を予測できるという前提に基づいた要求も存在します。これは問題解決に役立つのではなく、誤った期待と罪悪感を生み出します。",
        "このテクニックの本質は、自分を責めることは非生産的であり、不適切な要求自体が非現実的で不公平であることを認識することです。",
        "それらは問題解決や成功の達成に役立つのではなく、罪悪感と無力感だけを生み出します。",
        "自分への絶え間ない非難を避けるためには、このような要求を手放し、自分自身と自分の人生に対してより現実的な期待を持つことが重要です。",
        "もちろん、このような思考の変化は一日で起こるものではなく、一ヶ月でさえ起こらないかもしれません。しかし、私たちは定期的な自己啓発が変化をもたらすと確信しています。"
      ],
      "quote": {
        "text": "あらゆる罪悪感は自己非難を前提としており、それは根本的に間違っています。人は自分を責めることなく自分の過ちを認識すべきです。",
        "author": "バートランド・ラッセル"
      }
    },
    "screen_2": {
      "texts": [
        "では、過度な要求によって引き起こされる罪悪感から解放されるために、今すぐできることは何でしょうか？",
        "自分に対する過度な要求から救われるためのシンプルだが効果的な方法は、「しなければならない」という言葉を「...できたらいいな」や「もし私ができるなら、私は...するだろう」などの言葉に置き換えることです。これらはしばしばより現実的で、そこまで気持ちを乱しません。",
        "例えば、「私は妻を幸せにしなければならない」の代わりに、「妻が動揺しているので、彼女を幸せにできたらいいな。何に動揺しているか尋ね、どう助けられるか考えることができる」と言えるでしょう。",
        "あるいは、「アイスクリームを食べるべきではなかった」の代わりに、「そのアイスクリームを食べなければよかったのですが、私の行動は世界の終わりではありません」と言うことができます。",
        "仮定法を取り除きましょう。「〜すべきだった」、「もし私が〜したら」、「〜しなかったのは残念だ」といった考え方の代わりに、「次回は別のやり方をしよう」と考えてみましょう。",
        "罪悪感を持つ人々はよく仮定法で考えますが、これは決してすべきではありません。",
        "そして、もしあなたがそれに気づいたら、すぐにやめて、「次回は私は...」というフレーズに変えましょう。",
        "それだけです。仮定法は絶対に使わないでください。",
        "現実性メソッドは、あなたの要求が現実に対応しているかどうかを確認するのに役立ちます。「私はそれをするべきではなかった」と自分に言うとき、あなたはおそらく本当にそれをするべきではなかったと思い、そう言うことで気分が良くなると思うでしょう。",
        "しかし、現実にはその逆です：あなたがしたことは必要だったのですが、それを自分に認めると失望を感じるでしょう。",
        "例えば、あなたは体重を減らすためにダイエットを始め、余分なものを食べて、今自分を責めています：「私はそのチョコレートを食べるべきではなかった」。",
        "しかし、実際には甘いものへの欲求がありました。おそらく、何かについて心配していて、習慣的に気分を良くするために何かを食べたかったので、抑えることは不可能でした。",
        "人々はしばしば否定的な感情を「食べる」ことで状態を軽減します。有害な習慣を断ち切ろうとしたり、体重を減らそうとするとき、最大の障害となるのは、自分がコントロールを失っているという信念です。",
        "コントロールを失ったという感覚は、「しなければならない」または「してはいけない」と直接関連しています。何か健康に良くないものを食べたいという欲求が生じると、禁止された食べ物を食べたいと思うべきではないし、すべての健康に良くない食品を一度に永久に拒否し、決して挫折しないべきだと自分に言い聞かせます。",
        "そして、その後、気分を良くするために、チョコレートを食べに行きます。このようなダイエットへのアプローチはおそらく結果をもたらさず、罪悪感や落ち込みを感じることになるでしょう。",
        "自分に何かを禁止することをやめることができれば、自分自身を傷つけることなくそれを手放すことができるようになります。"
      ]
    },
    "screen_3": {
      "texts": [
        "過度の罪悪感を持つ傾向のある人々は、周囲の人々に目的達成のために操作されることがあります。考えてみてください：喜ばせようとする願望や誰も傷つけたくないという理由から、特に望まないのに何回会合に行くことに同意しましたか？個人的な境界を守り、「ノー」と言うことを学ぶことが重要です。",
        "例：若い女性が両親と兄と一緒に住んでおり、良い給料を得ています。彼女の兄は時々どこかでアルバイトをしています。",
        "彼には物への依存があります：常に新しいものを購入しますが、自分のお金では足りません。",
        "彼の妹はこれがお金の使い方として最良ではないことを理解していますが、兄弟姉妹はお互いを助けるべきだという彼女の家族の伝統から、彼にお金を貸し続けています。",
        "女性は兄に断ることを恐れています。それが彼らの関係を壊す可能性があるからです。彼女は友人と難しい対話を事前に練習し、「ノー」と言うことは思っていたほど怖くないことを理解しました。",
        "境界を設定し、要求を拒否したり自分の意見を主張したりする前に、行きたくないパーティーに行かないようにするためなど、難しい対話をロールプレイしたり、紙やメモに書いたりすることができます。",
        "これにより、コミュニケーションの可能性のあるシナリオを予測し、相手をどのように断るのが最善かを理解し、「ノー」と言うことがそれほど怖くないことを理解するかもしれません。",
        "適切な瞬間が来て、実践でスキルを強化するために、外交的でありながらも断固として「ノー」と言う勇気と能力を持つのに十分な対応する神経回路が脳に形成されるまでに、長い道のりを歩むことになるでしょう。",
        "責任の区別",
        "時には他人の不幸や失敗に対して責任を負うことがあります。",
        "そのような状況では、実際に何が起こったのかを理解することが重要です。例えば、子供が悪い成績を取ったことに対して本当にあなたが責任を負うのでしょうか？",
        "ここでは、子供への影響力と子供へのコントロールの間に混乱が生じます。",
        "責任を区別する方法を学ぶには、自動思考日記の短縮版である三列法を使用することができます。",
        "最初の列には心配や批判的な考えを書き、2列目にはそれに関連する認知の歪みを記し、3列目には合理的な応答を書きます。",
        "例えば：",
        "第1列（心配や批判的な考え）：「子供が悪い成績を取ることは私のせいです。学校で成功するのを助けることができません。」",
        "第2列（認知の歪み）：個人化、過度な一般化。",
        "第3列（合理的な応答）：「私は子供の養育における自分の役割に責任がありますが、学校での成功や失敗を完全にコントロールしているわけではありません。子供も自分の学習と勉強に対する責任があります。私は助け、サポートし、動機付けることができますが、最終的な結果は彼自身の仕事と努力に依存しています。」",
        "他の人の生活のあらゆる側面をコントロールすることはできないということを理解することが重要です。たとえ彼らが私たちの影響下にあるとしても。私たちは自分の行動と他の人の生活で果たす役割に責任を負いますが、彼らの成功や失敗に対するすべての責任を負うべきではありません。"
      ]
    }
  },
  "unemployment": {
    "title": "직장을 잃고 우울증에 빠질 수 있나요?",
    "description": "이 기사에서는 갑작스러운 직장 상실이 가져오는 심리적 및 사회적 영향을 탐구하며, 이러한 사건에 수반되는 감정적 롤러코스터에 대해 설명합니다. 오랫동안 성공적인 회사에서 일해온 알렉산더의 개인적인 경험을 통해 우울증, 자존감 하락, 직업적 실패에 대한 이야기를 다룹니다. 또한 어려운 시기에 지지와 자기 인정을 통한 감정적 어려움을 극복하는 방법을 제안합니다.",
    "screen_1": {
      "texts": [
        "갑작스러운 직장 상실은 대부분의 사람들에게 큰 스트레스 요인입니다. 며칠 혹은 몇 주 만에 해고나 구조조정이 발표되면 많은 사람들은 삶이 «무너졌다»고 느낍니다. 이는 당연한 일입니다. 왜냐하면 생활이 다음과 같은 측면에서 급격히 변하기 때문입니다:",
        "재정 상황",
        "사회적 지위",
        "일상적인 생활 패턴",
        "단기 및 장기 계획",
        "일은 책임, 규칙, 소통 등 우리를 지탱해주는 요소를 제공합니다.",
        "반면 실직은 안전망 없이 추락하는 것과 같습니다. 빈 하루와 지불해야 할 청구서, 그리고 끝없는 면접 대기 속에서 홀로 남게 됩니다. 면접을 앞두고는 한 줄기 희망을 느끼지만, 결과는 또다시 거절. 전형적인 암울한 상황입니다.",
        "직장 상실은 다른 상실 경험과 마찬가지로 슬픔의 단계들을 거치게 됩니다.",
        "처음에는 충격, 깊은 혼란, 무엇을 해야 할지 모르는 상태가 찾아옵니다. 그 다음에는 자신이나 해고한 사람에 대한 분노가 나타납니다.",
        "때로는 협상의 단계도 있습니다: “혹시 아직 해결할 수 있는 방법이 있지 않을까?”라는 생각이 들기도 합니다. 그리고 마지막으로 우울증이 찾아옵니다. 물론 이러한 문제는 «실제적»으로 존재하는 것이지만, 그렇다고 해서 우울증이 정당화될 수 있을까요?",
        "이러한 감정적 반응의 원인은 ‘개인의 가치와 행복감이 직업적 성공에 직접적으로 연결되어 있다’는 믿음에 있습니다.",
        "이 가치관 체계에서는 감정적 억압이 재정 손실, 경력 실패 또는 파산과 필연적으로 연결되어 있다고 생각하게 됩니다."
      ],
      "quote": {
        "text": "문 하나가 닫히면, 많은 다른 문이 열린다는 것을 모르십니까?",
        "author": "밥 말리"
      }
    },
    "screen_2": {
      "texts": [
        "만약 여러분도 비슷한 생각을 한다면, 47세 세 자녀의 아버지인 알렉산더의 이야기에 관심이 있을 수 있습니다. 그는 장인의 성공적인 회사에서 17년 동안 일해왔습니다.",
        "그가 우울증을 겪기 몇 년 전, 그는 장인과 회사 운영 방식에 대해 의견 충돌을 겪었습니다. 분노에 휩싸인 알렉산더는 회사를 그만두며 자신의 지분도 포기했습니다.",
        "이후 2년 동안 그는 여러 직업을 전전했지만, 경제적으로나 도덕적으로 만족할 만한 직업을 찾지 못했습니다.",
        "모든 일이 실패로 끝나는 것처럼 느껴지자 그는 자신을 «실패자»라고 생각하기 시작했습니다. 그의 아내는 가계를 유지하기 위해 전일제로 일하기 시작했으며, 이는 가정의 가장으로서 자부심을 느껴왔던 알렉산더에게 큰 무력감을 주었습니다.",
        "시간이 지날수록 그의 재정 상황은 더욱 악화되었고, 그의 우울증은 심화되었으며, 자존감은 더더욱 떨어졌습니다.",
        "알렉산더가 전문가의 도움을 받기로 결심했을 때, 그는 이미 부동산 회사에서 몇 달간 일하고 있었습니다.",
        "그 기간 동안 그는 몇몇 건물을 임대했지만, 판매를 성사시키지는 못했습니다. 그의 급여는 판매 실적에 따라 결정되었기 때문에 수입은 낮았습니다. 이 시기에 알렉산더는 우울증과 미루는 습관에 시달리며, 침대에서 하루 종일 다음과 같은 생각을 하곤 했습니다:",
        "«이게 다 무슨 소용이지? 나는 실패자야. 어차피 뭘 해도 안 될 거야.»",
        "세 번째 상담 세션에서 그는 부유한 친구가 그의 도움을 받아 부동산을 구매하려 한다는 사실을 털어놓았습니다. 해당 판매 수수료는 그의 경력에 큰 도움이 되었을 것이고, 자신감을 주며 그의 수입을 크게 증가시켰을 것입니다.",
        "그러나 알렉산더는 몇 주 동안 그 기회를 붙잡지 못했습니다. 왜 그랬을까요? 그는 이렇게 생각했기 때문입니다: «상업용 부동산을 판매하는 것은 너무 어렵다.",
        "나는 한 번도 해본 적이 없으니 분명 실패할 거야. 그리고 만약 친구가 마지막 순간에 마음을 바꾼다면, 그것은 내가 이 업계에서 전혀 소용없는 사람이라는 뜻이야. 즉, 나는 완벽한 실패자라는 뜻이야.»"
      ]
    },
    "screen_3": {
      "texts": [
        "알렉산더의 상사는 그를 매우 능력 있는 영업 사원으로 평가했지만, 그는 자신에게 지나치게 가혹했습니다.",
        "후속 세션과 생각 정리 과정을 통해 알렉산더는 자신이 지나치게 자기 비판적이라는 것을 인정했고, 그것이 그를 도와주기는커녕 오히려 상황을 악화시키고 있다는 것을 깨달았습니다.",
        "그는 또한 «이중 기준»을 사용하고 있다는 것을 깨달았습니다. 즉, 그는 다른 사람들에게는 관대하고 지지적이었지만, 자신에게는 매우 엄격하고 비판적이었습니다.",
        "처음에는 많은 완벽주의자들처럼, 자신에게 엄격하게 대하는 것이 유익할 수 있다고 주장하며 자신의 관점을 방어했습니다.",
        "그러나 그는 곧 자신의 기준이 비현실적이며 실패할 수밖에 없는 것임을 깨달았습니다. 왜냐하면, 건물 판매를 시도하고 실패했을 경우, 그는 그 상황을 재앙으로 받아들였을 것이기 때문입니다. 그의 «전부 아니면 전무» 사고방식은 큰 문제였습니다.",
        "치료가 끝날 무렵, 알렉산더는 최근 몇 년간의 재정적 어려움이 자신을 «실패자»로 정의하지 않는다는 사실을 깨달으며 안도감을 느꼈습니다.",
        "이 부정적인 자기 인식과 정체된 느낌은 «전부 아니면 전무»라는 극단적인 사고의 결과였습니다. 그의 무가치함에 대한 감정은 인생의 부정적인 측면에만 집중하고 (부정적 필터), 많은 성공적인 순간들을 무시한 (긍정적 요소 무시) 결과였습니다.",
        "그는 오랫동안 «더 잘할 수 있었어야 했다»는 생각에 시달렸음을 깨닫고, 경제적 어려움이 인간으로서의 존엄성을 훼손하지 않는다는 것을 깨달았습니다. 결국, 그는 무기력과 미루는 습관이 단순히 우울증의 증상일 뿐, 그의 본질적인 자아를 반영하는 것이 아님을 이해했습니다.",
        "그는 부정적인 생각에 대응하는 법을 배움으로써 자신의 가혹한 자기 평가에서 인지 왜곡의 정도를 줄일 수 있었고, 그의 기분은 점차 좋아졌습니다.",
        "알렉산더는 부동산 업계를 떠나 책방을 열었습니다. 그는 비용을 충당할 수는 있었지만, 첫 해의 시험 운영 기간 이후에도 사업을 계속할 만큼의 충분한 수익을 올리지는 못했습니다."
      ]
    },
    "screen_4": {
      "texts": [
        "이처럼 외형적인 성공의 지표는 크게 변하지 않았지만, 그는 자존감을 유지하며 우울증을 피할 수 있었습니다. 재정 상황이 여전히 어려웠지만, 그는 책방 사업을 «포기»하기로 결정했을 때도 자기 존중감을 잃지 않았습니다.",
        "마지막 심리 상담 세션에서 알렉산더는 에세이를 작성했고, 새로운 직업을 찾기 시작하기 전에 매일 아침 이를 읽기로 했습니다:",
        "나는 왜 무가치하지 않은가?",
        "내가 나 자신과 다른 사람의 행복을 위해 무언가를 할 수 있는 한, 나는 무가치하지 않습니다. 내가 하는 일이 긍정적인 영향을 줄 수 있는 한, 나는 무가치하지 않습니다.",
        "내가 살아 있다는 사실이 단 한 사람에게라도 의미를 가지는 한, 나는 무가치하지 않습니다 (그 «누군가»는 필요하다면 나 자신일 수 있습니다). 사랑, 이해, 우정, 지지, 대화, 조언, 위로를 제공하는 것이 의미가 있다면, 나는 무가치하지 않습니다.",
        "내 의견과 지성을 존중할 수 있다면, 나는 무가치하지 않습니다.",
        "다른 사람들이 나를 존중한다면, 그것은 기분 좋은 보너스입니다.",
        "내가 스스로를 존중하고 존엄성을 가질 수 있다면, 나는 무가치하지 않습니다.",
        "내가 직원들의 가족 생계를 돕는 것이 좋은 일이라면, 나는 무가치하지 않습니다.",
        "생산성과 창의성을 통해 고객과 공급업체를 돕는 것이 가능하다면, 나는 무가치하지 않습니다.",
        "내 존재가 이 환경에서 다른 사람들에게 중요한 의미를 가진다면, 나는 무가치하지 않습니다. 나는 본질적으로 소중한 존재입니다!",
        "비슷한 문제를 겪고 있거나 알렉산더의 자동적인 생각에 공감한다면, 당신도 «나는 왜 무가치하지 않은가»에 대한 메모를 작성해 보세요. «나는 왜 실패자가 아닌가», «나는 왜 본질적으로 가치 있는 존재인가»를 스스로에게 써보세요."
      ]
    }
  },
  "vitamins": {
    "title": "가짜 우울증: 호르몬과 비타민이 우리의 정서적 건강에 미치는 영향",
    "description": "이 글은 호르몬 균형과 비타민 수치를 포함한 신체 건강이 사람의 정서 상태에 어떤 영향을 미칠 수 있는지 논의합니다. 글은 흔히 우울증과 연관되는 증상들이 특정 비타민 결핍이나 호르몬 장애와 같은 신체적 문제로 인해 발생할 수 있다고 강조합니다. 저자들은 심리적 측면과 생리적 측면 모두를 고려하여 정신 장애의 진단과 치료에 대한 종합적인 접근 방식의 중요성을 강조합니다.",
    "screen_1": {
      "texts": [
        "우리는 이 섹션이 여러분의 정서 상태를 개선하고 완화하는 데 최대한 도움이 되기를 바랍니다. 따라서 상태 변화의 모든 가능한 원인을 논의하는 것이 중요합니다.",
        "우울증에 대해 이야기할 때, 우리는 앞서 언급된 특정 증상들의 집합을 의미합니다. 그러나 이러한 증상들이 항상 정신 장애를 가리키는 것은 아닙니다.",
        "우리 몸의 생물학적 구성 요소가 신체적 건강뿐만 아니라 심리적 웰빙에도 중요한 역할을 한다는 것을 기억해야 합니다. 따라서 신체적 문제는 우울증과 유사한 증상을 만들어내며 정서적 상태에 상당한 영향을 미칠 수 있습니다.",
        "호르몬이 그 예입니다. 호르몬은 인간의 행동과 심리 상태에 엄청난 영향을 미칩니다.",
        "정신내분비학 분야의 연구는 신경계와 내분비계가 서로 연결되어 있어 항상성(신체의 생리적 균형)을 유지한다는 것을 보여줍니다.",
        "따라서 호르몬 수치의 변동은 정서적 영역에 심각한 장애를 일으킬 수 있습니다.",
        "예를 들어, 갑상선 기능 저하는 우울증, 불안 수준 증가 및 기타 정신 문제로 이어질 수 있습니다.",
        "반면, 이 선의 과잉 기능은 조증, 과민성, 기분 변화, 심지어 정신병까지 유발할 수 있습니다.",
        "말단 비대증 또는 성장 호르몬의 과다 생성은 기분 고양과 함께 정신 활동 감소, 무관심의 형태로 나타납니다.",
        "따라서 내분비 장애가 있는 사람들은 질병의 신체적 어려움뿐만 아니라 불안, 우울증, 조증, 의식 혼란 및 기타 정신 장애의 위험에도 직면합니다."
      ],
      "quote": {
        "text": "영혼이 그 안에 거하기를 원하도록 몸을 돌보라.",
        "author": "소크라테스"
      }
    },
    "screen_2": {
      "texts": [
        "20세기 중반에 인간의 내분비계와 정신 사이의 관계를 연구하는 전체 과학 분야인 정신내분비학이 등장했습니다.",
        "심지어 정신내분비 증후군이라는 용어도 있습니다 - 이는 내분비 질환의 배경에서 발생하는 정신 장애입니다. 여기에는 기분 장애, 무기력, 정신 활동 감소, 욕구와 본능의 변화가 포함됩니다.",
        "호르몬 외에도 비타민은 우리의 건강에 상당한 영향을 미칩니다.",
        "비타민 결핍증과 우울증은 직접적으로 연결되어 있지 않은 것처럼 보이지만, 연구에 따르면 그 관계는 우리가 생각했던 것보다 훨씬 더 강합니다.",
        "여러분도 동의하시겠지만, 비타민은 우리 몸의 신진대사를 유지하는 데 필요합니다. 비타민의 종류는 많지만 각각이 필수적입니다. 그리고 몸에 무언가가 부족하면 비타민 결핍증이 발생합니다.",
        "비타민 결핍증은 특정 비타민의 부족이나 완전한 부재가 몸에 있는 상태입니다.",
        "다양한 비타민의 결핍은 작은 불편함부터 무서운 증상까지 정신 건강에 다양하게 영향을 미칠 수 있습니다.",
        "연구에 따르면 비타민 결핍증은 불안과 우울증을 유발할 수 있으며, 강박장애나 양극성 장애와 같은 일부 정신 질환이 있는 사람들의 증상을 악화시킬 수 있습니다.",
        "그리고 당신이 건강하더라도 특정 비타민의 부족은 기분과 정서적 상태를 악화시킬 수 있습니다."
      ]
    },
    "screen_3": {
      "texts": [
        "비타민 결핍의 예시와 그 증상들:",
        "비타민 D: 우울감, 불안, 피로, 기분 변화.",
        "철분: 약함, 피로, 숨가쁨, 어지러움, 저림.",
        "비타민 B12: 과도한 피로, 빈혈, 불면증, 식욕 감소, 위장 장애, 근육통.",
        "엽산: 피로, 과민성, 우울증, 약함, 무관심, 무기력, 인지 기능 장애.",
        "비타민 B군: 과도한 피로, 과민성, 불면증, 기분 변화, 심장 박동 리듬 장애.",
        "마그네슘: 약함, 두통, 불안, 심장 박동 리듬 장애.",
        "비타민 C: 만성 피로, 정서적 불안정.",
        "이것은 우울한 상태와 쉽게 혼동될 수 있는 가능한 증상들의 일부일 뿐입니다.",
        "우리의 개인적인 이야기들은 정신 장애를 진단할 때 호르몬과 비타민 균형을 고려하는 것의 중요성을 확인해 줍니다.",
        "우리 팀의 한 멤버는 설명할 수 없는 피로, 기분 악화, 아무것도 하고 싶지 않은 상태로 고통받으며 번아웃에 직면했다고 생각했습니다.",
        "하지만 그 원인이 호르몬과 비타민에 있을 수 있다는 것을 알고 의사를 찾아가 결핍을 발견하고, 비타민 D 과정을 복용한 후 훨씬 더 나아졌습니다."
      ]
    },
    "screen_4": {
      "texts": [
        "팀의 다른 멤버, 한 여성은 우울증과 유사한 증상을 경험했고 철분 결핍성 빈혈을 발견했습니다. 이를 치료한 결과 그녀의 상태가 크게 개선되었습니다.",
        "그녀는 자신의 상태를 다음과 같이 설명했습니다: \"나는 계속 자고 싶었고, 아무것도 하고 싶지 않았으며, 누구와도 대화하고 싶지 않았습니다. 끔찍한 무관심, 어지러움, 과민성으로 고통받았습니다. 어느 순간 정말로 우울증이 있다고 생각하기 시작했습니다. 우연히 일반 혈액 검사를 받을 때까지, 그곳에서 헤모글로빈에 문제가 있는 것을 발견했습니다.",
        "그 후 추가 검사를 받았고, 철분과 페리틴 결핍이 발견되었습니다. 나는 철분 결핍성 빈혈이 있었지만 우울증이라고 생각했습니다. 그러나 약물 치료 후 이전 상태로 돌아왔습니다. 나의 상태는 상당히 개선되었습니다.\"",
        "이러한 이야기들을 공유함으로써, 우리는 여러분이 잘못된 진단을 피하도록 경고하고 싶습니다.",
        "따라서 기분이 저하되고, 피로감, 피곤함 및 위에 열거된 다른 증상들을 느낀다면, 심리적인 건강뿐만 아니라 신체적 건강에도 주목하세요.",
        "의사와 상담하고, 일반 혈액 검사를 받고, 비타민과 호르몬 수치를 확인하세요. 이것이 정서적 상태를 개선하는 데 충분할 수 있습니다."
      ]
    }
  }
}