{
  "title": "تقنية: اليوم تحت السيطرة",
  "description": "تقدم المقالة تقنية فريدة للتخطيط تسمى \"العمودان\"، تهدف إلى تحسين التنظيم الذاتي وزيادة الفعالية الشخصية. سيتعلم القراء كيف يمكن للتقسيم البسيط للمهام إلى \"خطط\" و\"حقائق\" أن يساعد ليس فقط في تحقيق الأهداف المحددة، ولكن أيضًا في فهم أفعالهم اليومية. يتم إيلاء اهتمام خاص لتحليل ما تم إنجازه، مما يسمح بتعلم كيفية التكيف مع التغييرات وإيجاد التوازن بين ما هو واجب وما هو مرغوب فيه.",
  "screen_1": {
    "texts": [
      "التمرين الأول الذي نود مشاركته معكم بسيط ولكنه فعال، وسيساعد في تنظيمكم الذاتي.",
      "في المساء، قبل اليوم التالي، اجلسوا واكتبوا جدولكم لليوم. سيتكون من جزأين، أي من عمودين.",
      "العمود الأول — \"قبل\". هذه خطة بالساعة لما تريدون القيام به. لا تكتبوا الكثير دفعة واحدة: في كل سطر ساعة، اكتبوا كلمة أو كلمتين، تحددان نشاطًا أو فعلًا ما.",
      "على سبيل المثال، قد يكون شيئًا بسيطًا: الاستحمام، تناول الفطور، تشغيل الغسالة. أو قد يكون شيئًا يتطلب طاقة أكبر: التنظيف، التحضير للامتحان، كتابة السيرة الذاتية، إلخ.",
      "في نهاية كل يوم، اكتبوا في العمود الثاني — \"بعد\".",
      "يجب أن تكتبوا فيه ما قمتم به فعليًا طوال اليوم، أيضًا حسب الساعات. قد تتطابق أنشطتكم مع ما خططتم له، وقد تختلف — هذا طبيعي، لا تقلقوا.",
      "حتى إذا استطعتم تحقيق جزء صغير فقط من قائمة \"قبل\"، فإن مجرد تخطيط وقتكم يمكن أن يكون مفيدًا جدًا لكم وعملية مفهومة بصريًا.",
      "بالإضافة إلى ذلك، قوموا بتمييز كل نشاط بحرف \"ن-نجاز\"، إذا كان هذا النشاط ليس سهلًا جدًا بالنسبة لكم وأصبح إنجازًا خاصًا لكم."
    ]
  },
  "screen_2": {
    "texts": [
      "قد يحدث أنه عند الإصابة بالاكتئاب، يكون تنظيف الأسنان أو الاستحمام إنجازًا لكم، وليس في ذلك شيء فظيع أو مخز، صدقونا. وعندها ستكتبون حرف \"ن\" بجانب هذه الأنشطة. كما يجب تحديد درجة الصعوبة.",
      "على سبيل المثال، ترتيب السرير كان سهلًا نسبيًا، فقد يكون \"ن-2\"، أما تحضير الغداء فكان أكثر صعوبة، لذا فهو \"ن-7\". المقياس الذي ستقيمون به ذلك تحدده مشاعركم.",
      "إذا كان النشاط في خطتكم ممتعًا لكم، فضعوا بجانبه \"م-متعة\".",
      "على سبيل المثال، مشاهدة فيلم أو التنزه في الحديقة كانا ممتعين لكم، فضعوا الحرف المناسب وقيّموا أيضًا درجة المتعة التي حصلتم عليها من هذا النشاط.",
      "في الواقع، هذا هو كل التمرين: إنه بسيط ولكنه فعال. قد تعتقدون أن هذا لن يعمل، ولكن إذا لم تحاولوا القيام به بانتظام لبعض الوقت، فلن تفهموا ذلك بالتأكيد. هذا يعمل لأنه:",
      "سيوقف ميلكم للتفكير المستمر في أهمية وقيمة الإجراءات المختلفة وسيساعدكم في التعامل مع التناقضات الداخلية: هل يستحق القيام بشيء ما أم لا؛",
      "سيساعدكم على تخطيط وقتكم بشكل متوازن، لأنه سيكون هناك أشياء تحتاجون إلى القيام بها لسبب ما، وكذلك أنشطة تجلب لكم المتعة؛"
    ]
  },
  "screen_3": {
    "texts": [
      "إذا قمتم بإعداد جدول يومي بانتظام، فستلاحظون قريبًا أن دافعكم يتزايد، لأنكم ببدء فعل أي شيء، ستدحضون معتقداتكم حول عدم قدرتكم على فعل أي شيء.",
      "شارك شخص عانى من الاكتئاب والتسويف لفترة طويلة تعليقه حول هذه التقنية:",
      "بتخطيط يومي والنظر إلى النتائج في المساء، أدركت على ماذا أنفق وقتي بالضبط.",
      "ساعدني هذا على تحمل المسؤولية عن حياتي مرة أخرى. أدرك أنني أستطيع التحكم في الموقف إذا أردت."
    ],
    "quote": {
      "text": "أهم شيء في إدارة الوقت ليس إدارة الوقت، بل إدارة النفس",
      "author": "بيتر دراكر"
    }
  }
}
