{
  "control": {
    "title": "تقنية: اليوم تحت السيطرة",
    "description": "تقدم المقالة تقنية فريدة للتخطيط تسمى \"العمودان\"، تهدف إلى تحسين التنظيم الذاتي وزيادة الفعالية الشخصية. سيتعلم القراء كيف يمكن للتقسيم البسيط للمهام إلى \"خطط\" و\"حقائق\" أن يساعد ليس فقط في تحقيق الأهداف المحددة، ولكن أيضًا في فهم أفعالهم اليومية. يتم إيلاء اهتمام خاص لتحليل ما تم إنجازه، مما يسمح بتعلم كيفية التكيف مع التغييرات وإيجاد التوازن بين ما هو واجب وما هو مرغوب فيه.",
    "screen_1": {
      "texts": [
        "التمرين الأول الذي نود مشاركته معكم بسيط ولكنه فعال، وسيساعد في تنظيمكم الذاتي.",
        "في المساء، قبل اليوم التالي، اجلسوا واكتبوا جدولكم لليوم. سيتكون من جزأين، أي من عمودين.",
        "العمود الأول — \"قبل\". هذه خطة بالساعة لما تريدون القيام به. لا تكتبوا الكثير دفعة واحدة: في كل سطر ساعة، اكتبوا كلمة أو كلمتين، تحددان نشاطًا أو فعلًا ما.",
        "على سبيل المثال، قد يكون شيئًا بسيطًا: الاستحمام، تناول الفطور، تشغيل الغسالة. أو قد يكون شيئًا يتطلب طاقة أكبر: التنظيف، التحضير للامتحان، كتابة السيرة الذاتية، إلخ.",
        "في نهاية كل يوم، اكتبوا في العمود الثاني — \"بعد\".",
        "يجب أن تكتبوا فيه ما قمتم به فعليًا طوال اليوم، أيضًا حسب الساعات. قد تتطابق أنشطتكم مع ما خططتم له، وقد تختلف — هذا طبيعي، لا تقلقوا.",
        "حتى إذا استطعتم تحقيق جزء صغير فقط من قائمة \"قبل\"، فإن مجرد تخطيط وقتكم يمكن أن يكون مفيدًا جدًا لكم وعملية مفهومة بصريًا.",
        "بالإضافة إلى ذلك، قوموا بتمييز كل نشاط بحرف \"ن-نجاز\"، إذا كان هذا النشاط ليس سهلًا جدًا بالنسبة لكم وأصبح إنجازًا خاصًا بكم."
      ]
    },
    "screen_2": {
      "texts": [
        "قد يحدث أنه عند الإصابة بالاكتئاب، يكون تنظيف الأسنان أو الاستحمام إنجازًا لكم، وليس في ذلك شيء فظيع أو مخز، صدقونا. وعندها ستكتبون حرف \"ن\" بجانب هذه الأنشطة. كما يجب تحديد درجة الصعوبة.",
        "على سبيل المثال، ترتيب السرير كان سهلًا نسبيًا، فقد يكون \"ن-2\"، أما تحضير الغداء فكان أكثر صعوبة، لذا فهو \"ن-7\". المقياس الذي ستقيمون به ذلك تحدده مشاعركم.",
        "إذا كان النشاط في خطتكم ممتعًا لكم، فضعوا بجانبه \"م-متعة\".",
        "على سبيل المثال، مشاهدة فيلم أو التنزه في الحديقة كانا ممتعين لكم، فضعوا الحرف المناسب وقيّموا أيضًا درجة المتعة التي حصلتم عليها من هذا النشاط.",
        "في الواقع، هذا هو كل التمرين: إنه بسيط ولكنه فعال. قد تعتقدون أن هذا لن يعمل، ولكن إذا لم تحاولوا القيام به بانتظام لبعض الوقت، فلن تفهموا ذلك بالتأكيد. هذا يعمل لأنه:",
        "سيوقف ميلكم للتفكير المستمر في أهمية وقيمة الإجراءات المختلفة وسيساعدكم في التعامل مع التناقضات الداخلية: هل يستحق القيام بشيء ما أم لا؛",
        "سيساعدكم على تخطيط وقتكم بشكل متوازن، لأنه سيكون هناك أشياء تحتاجون إلى القيام بها لسبب ما، وكذلك أنشطة تجلب لكم المتعة؛"
      ]
    },
    "screen_3": {
      "texts": [
        "إذا قمتم بإعداد جدول يومي بانتظام، فستلاحظون قريبًا أن دافعكم يتزايد، لأنكم ببدء فعل أي شيء، ستدحضون معتقداتكم حول عدم قدرتكم على فعل أي شيء.",
        "شارك شخص عانى من الاكتئاب والتسويف لفترة طويلة تعليقه حول هذه التقنية:",
        "بتخطيط يومي والنظر إلى النتائج في المساء، أدركت على ماذا أنفق وقتي بالضبط.",
        "ساعدني هذا على تحمل المسؤولية عن حياتي مرة أخرى. أدرك أنني أستطيع التحكم في الموقف إذا أردت."
      ],
      "quote": {
        "text": "أهم شيء في إدارة الوقت ليس إدارة الوقت، بل إدارة النفس",
        "author": "بيتر دراكر"
      }
    }
  },
  "death": {
    "title": "البحث عن النفس بعد فقدان شخص عزيز",
    "description": "تتناول المقالة قصة أناستاسيا، التي عانت من اكتئاب عميق وشعور بالذنب بعد انتحار أخيها. تعلمت كيفية التحرر من لوم الذات من خلال العلاج النفسي، مما ساعدها على تغيير موقفها تجاه نفسها ومشاعرها. نتيجة لذلك، تخطت أناستاسيا الاكتئاب، وتقبلت براءتها، وبدأت تعيش حياة كاملة.",
    "screen_1": {
      "texts": [
        "كل واحد منا يواجه عاجلاً أم آجلاً فقدان شخص عزيز. الموت ضربة قوية تغمر أولئك الذين أحبوا المتوفى بالحزن والأسى، مثل موجة انفجار.",
        "الدموع والحزن والمعاناة هي ردود فعل طبيعية على الفقدان. إنها تساعدنا على تجاوز هذه اللحظة وتمنحنا القوة لمواصلة الحياة.",
        "أحياناً يطول الحزن، ويمكن أن يعاني الشخص لسنوات، وأحياناً يقع في اكتئاب عميق على الفور تقريباً.",
        "دعونا نقدم قصة إحدى المريضات التي تعاني من الاكتئاب: أناستاسيا، فتاة تبلغ من العمر 29 عاماً، انتحر أخوها الأصغر قبل شهرين من مراجعتها للمعالج النفسي.",
        "الأمر المؤلم بشكل خاص وفي نفس الوقت العامل المفاقم في تطور اكتئابها كان شعورها بأنها تتحمل مسؤولية انتحاره.",
        "شعرت ناستيا أنها واجهت مشكلة حقيقية تماماً وغير قابلة للحل. كانت تعتقد أنها تستحق الموت وكانت لديها أفكار انتحارية.",
        "المشكلة الشائعة التي تعذب أقارب الشخص الذي انتحر هي الشعور بالذنب.",
        "غالباً ما يعذب الناس أنفسهم بأفكار مثل: \"لماذا لم أمنع هذا؟ لماذا لم ألاحظ ذلك في الوقت المناسب؟\"",
        "حتى المعالجين النفسيين ليسوا محصنين ضد مثل هذه الردود بعد انتحار العملاء ويمكن أن يلوموا أنفسهم: \"هذا حقاً خطأي. لو تحدثت معه بشكل مختلف خلال الجلسة الأخيرة. لماذا لم أسأله مباشرة عما إذا كان يريد الانتحار؟ كان يجب أن أفعل شيئاً أكثر حزماً. لقد قتلته!\""
      ],
      "quote": {
        "text": "قد يتركنا من نحب، لكنهم لن يذهبوا بعيداً أبداً طالما تذكرناهم.",
        "author": "كونفوشيوس"
      }
    },
    "screen_2": {
      "texts": [
        "بدأت اتهامات أناستاسيا لنفسها قبل وقت طويل من المأساة: لقد فكرت طويلاً أن حياتها كانت أسهل وأفضل من حياة أخيها، وحاولت تعويض ذلك من خلال تقديم الدعم العاطفي والمالي له في صراعه الطويل مع الاكتئاب.",
        "شجعته على العمل مع طبيب نفسي، وساعدت في دفع تكاليف الجلسات، وحتى استأجرت له شقة بالقرب منها حتى يتمكن من الاتصال بها في كل مرة يشعر فيها بالسوء.",
        "كانت ناستيا متأكدة من أنها تتحمل المسؤولية عن وفاة أخيها، لأنها \"كان يمكن أن تفعل المزيد\".",
        "كانت تعاني بعمق من الوضع المأساوي الذي وجدت نفسها فيه.",
        "في الجلسات العلاجية الأولى، ناقشت أسباب لومها لنفسها واعتقادها أنها يجب أن تموت: \"كنت مسؤولة عن حياة أخي. أعتقد أن عدم قدرتي على مساعدته أدى إلى وفاته. أشعر أنني لم أستطع تقديم الدعم المناسب له، ولم أرَ حالته الرهيبة. كان يجب أن أنقذ حياته.\"",
        "كانت متأكدة من أن ذنبها ومعاناتها كانا مبررين وصحيحين، وأنها يجب أن تُعاقَب وتعاني.",
        "عند قراءة هذه القصة من الخارج، من المحتمل أنك ستقول إن أفكارها ومعتقداتها غير واقعية وغير منطقية، وأنها تضرها فقط.",
        "الخطأ الذي ارتكبته مراراً وتكراراً كان التشخيص الذاتي. خلال عملية العلاج النفسي، توصلت ناستيا إلى الاستنتاجات التالية:",
        "إذا كانت مسؤولة عن وفاة أخيها، فهذا يعني أنه كان عليها أن تكون سبب انتحاره.",
        "لم تكن تتحكم في أفكار أخيها، وبالتالي لم تكن مسؤولة عن المعتقدات المدمرة التي أدت به إلى الاكتئاب الشديد، وبالتالي إلى الموت. كانت تلك أخطاءه، وليست أخطاءها.",
        "في محاولتها لتحمل المسؤولية عن مزاجه وأفعاله، كانت تحاول التأثير على ما كان خارج سيطرتها، رغم أن أقصى ما كان يمكن أن تفعله هو أن تصبح مساعدة في حدود إمكانياتها."
      ]
    },
    "screen_3": {
      "texts": [
        "لو كانت تعرف أنه سيحاول الانتحار، لكانت ستفعل كل ما في وسعها لمنعه. ومع ذلك، بما أنها لم تكن تعرف ذلك، لم تتمكن من تغيير أي شيء، للأسف.",
        "وهكذا، بلومها لنفسها على وفاته، كانت تعتقد خطأً أنها تستطيع التنبؤ بالمستقبل بثقة مطلقة وأن كل معرفة العالم تحت تصرفها. نظراً لأن كلا الافتراضين كانا غير واقعيين للغاية، لم يكن لديها أساس لإلقاء اللوم على نفسها.",
        "تشير كل هذه الحجج إلى أنه كان من الخطأ الجسيم تحمل مسؤولية تصرف أخيها، لأنها في النهاية لم تستطع السيطرة عليه.",
        "في الواقع، ناستيا مسؤولة فقط عن حياتها ورفاهيتها الخاصة.",
        "في هذه اللحظة، أصبح واضحاً لها: معاناتها لم تكن بسبب \"خذلانها له\"، بل بسبب سماحها لنفسها بالغرق في الاكتئاب والتفكير في الانتحار.",
        "كان السلوك المفيد والمساعد في هذه الحالة هو التخلي عن الشعور بالذنب، والخروج من الاكتئاب، ثم السعي لعيش حياة سعيدة ومبهجة.",
        "هكذا تتجلى المسؤولية تجاه الذات. بعد العلاج النفسي، تحسنت حالة أناستاسيا، وسرعان ما تغلبت على الاكتئاب. وشرحت ذلك بالتغييرات العميقة في موقفها تجاه نفسها."
      ]
    }
  },
  "diagnostic": {
    "title": "تشخيص الاكتئاب: رحلة نحو فهم الذات",
    "description": "تتناول المقالة طرق تشخيص الاكتئاب، بدءاً من الفحص العام للأعراض وصولاً إلى التشخيص الذاتي باستخدام \"مقياس بيك للاكتئاب\". تؤكد المقالة على أهمية استشارة المتخصصين للحصول على تشخيص دقيق وعلاج، خاصة في الحالات الشديدة. بالإضافة إلى ذلك، تقدم المقالة نصائح عملية وتمارين للأشخاص الذين يسعون لتحسين حالتهم النفسية.",
    "screen_1": {
      "texts": [
        "في القسم السابق، ناقشنا بالفعل ماهية الاكتئاب.",
        "الآن أمامنا مهمة فهم كيفية تشخيص هذه الحالة لدى أنفسنا.",
        "بشكل عام، ينقسم تشخيص الاكتئاب إلى ثلاث مراحل:",
        "الفحص العام",
        "الاكتئاب، مثل أي اضطراب آخر، له أعراضه الخاصة. دعونا ننظر إليها بمزيد من التفصيل:",
        "المزاج المكتئب.",
        "انخفاض الاهتمام بالمتع المعتادة.",
        "فقدان المتعة - انخفاض القدرة على الشعور بالمتعة.",
        "صعوبات في التركيز، والقدرة على العمل، واتخاذ القرارات.",
        "اضطرابات في النوم والشهية، سواء بالنقصان أو الزيادة.",
        "مشاعر اليأس، والعجز، والتهيج، والخجل، والذنب.",
        "القلق أو اللامبالاة.",
        "نقص الطاقة، التعب المستمر.",
        "أفكار عن الموت أو الانتحار.",
        "من المحتمل أن كل واحد منا واجه على الأقل مرة واحدة عرضاً أو أكثر من هذه الأعراض.",
        "لكن هذا لا يعني دائماً وجود اكتئاب. فكيف نحدد وجود الاكتئاب؟",
        "يمكن الحديث عن اضطراب الاكتئاب إذا لاحظت لدى نفسك أربعة على الأقل من الأعراض المذكورة لمدة أسبوعين.",
        "من المهم أيضاً مراعاة عوامل أخرى، مثل الحالة الصحية العامة وظروف الحياة."
      ],
      "quote": {
        "text": "لا يمكننا تغيير المواقف التي تقدمها لنا الحياة، ولكن يمكننا تغيير قدرتنا على التعامل معها.",
        "author": "فيكتور فرانكل"
      }
    },
    "screen_2": {
      "texts": [
        "التشخيص الذاتي باستخدام الأساليب المختبرة",
        "هناك العديد من الاختبارات للتشخيص الذاتي للاكتئاب.",
        "أحد أكثر هذه الاختبارات موثوقية واعترافاً هو \"مقياس بيك للاكتئاب\" (BDI).",
        "تتضمن هذه المنهجية، التي طورها المعالج النفسي الأمريكي آرون بيك، 21 فئة من الأعراض، كل منها تحتوي على 4 إلى 5 عبارات تعكس جوانب مختلفة من الاكتئاب.",
        "بعد إجراء هذا الاختبار، يمكنك تقييم درجة حالتك: من الاكتئاب الخفيف إلى الشديد.",
        "الاختبار متاح في تطبيقنا، وهو بسيط وبديهي في الاستخدام."
      ],
      "quote": {
        "text": "الاعتناء بنفسك ليس استثناء من قائمة واجباتك، بل هو جزء من القائمة.",
        "author": "ليونارد ديفيس"
      }
    },
    "screen_3": {
      "texts": [
        "استشارة المتخصص",
        "في حالة إشارة التشخيص الذاتي إلى احتمال وجود حالة اكتئابية، يُنصح بالتوجه إلى متخصص: طبيب نفسي، أو طبيب نفسي سريري، أو معالج نفسي.",
        "يمكنهم تشخيص الحالة بدقة واقتراح العلاج المناسب. نحن، من جانبنا، مستعدون لدعمك وتقديم معلومات مفيدة في هذا القسم.",
        "تم تطوير هذه المادة لمساعدة الأشخاص الذين يعانون من الاكتئاب الخفيف والمتوسط.",
        "بالنسبة لأولئك الذين يعانون من أشكال أكثر حدة من الاكتئاب، يمكن أن تكون هذه المادة قيمة أيضاً.",
        "يمكن أن تخفف بعض الأعراض، ولكن في حالة الحالات الخطيرة، من الضروري تذكر أن أدوات المساعدة الذاتية وحدها قد لا تكون كافية.",
        "في مثل هذه المواقف، من المهم للغاية طلب المساعدة من المتخصصين والنظر في خيار العلاج الدوائي إذا لزم الأمر.",
        "تشخيص المشاكل النفسية مهمة صعبة.",
        "في التشخيص الذاتي، هناك دائماً خطر الخطأ.",
        "ومع ذلك، حتى إذا لم يكن لديك اكتئاب سريري، ولكنك تعاني فقط من مزاج مكتئب مؤقت، فستكون هذه المادة مفيدة.",
        "سننظر بالتفصيل في الآليات الكامنة وراء الاكتئاب، ونقدم نصائح عملية وتمارين.",
        "إذا كنت تسعى لتحسين جودة حياتك ومستعد لاتباع توصياتنا، فلنواصل هذه الرحلة معاً!"
      ]
    }
  }
}