{
  "control": {
    "title": "تقنية: يوم تحت السيطرة",
    "description": "تقدّم المقالة تقنية تخطيط بسيطة وفعّالة باسم «عمودان»، وتهدف إلى تعزيز تنظيم الذات ورفع الفعالية الشخصية. ستتعرّفون إلى كيف يمكن للتقسيم بين «الخطة» و«ما حدث فعليًا» أن يساعد ليس فقط على إنجاز المهام، بل أيضًا على فهم كيف يمضي يومكم. كما تركّز المقالة على تحليل ما تم إنجازه، ما يساعد على التكيّف مع التغيّرات وإيجاد توازن بين ما ينبغي فعله وما نرغب به.",
    "screen_1": {
      "texts": [
        "أول تمرين نود مشاركته معكم بسيط لكنه فعّال، وسيساعدكم على تنظيم أنفسكم.",
        "في المساء، وقبل اليوم التالي، اجلسوا واكتبوا جدولكم لليوم. سيتكوّن من جزأين، أي من عمودين.",
        "العمود الأول هو «قبل»: خطة بالساعة لما تريدون القيام به. لا تكتبوا الكثير دفعة واحدة؛ في كل خانة زمنية اكتبوا كلمة أو كلمتين فقط لتسمية نشاط أو فعل.",
        "على سبيل المثال قد يكون شيئًا صغيرًا: الاستحمام، تناول الإفطار، تشغيل الغسالة. وقد يكون شيئًا يتطلب طاقة أكبر: التنظيف، التحضير لامتحان، إعداد سيرة ذاتية، وغير ذلك.",
        "وفي نهاية كل يوم اكتبوا في العمود الثاني — «بعد».",
        "دوّنوا هناك ما فعلتموه فعليًا طوال اليوم، بالساعة أيضًا. قد تتطابق أنشطتكم مع الخطة أو تختلف عنها — وهذا طبيعي، لا تقلقوا.",
        "فحتى لو تمكنتم من تنفيذ جزء صغير فقط مما كتبتموه في «قبل»، فإن مجرد تخطيط وقتكم قد يكون خطوة مفيدة جدًا، كما أنه واضح بصريًا ويسهل ملاحظته.",
        "وإضافة إلى ذلك، علّموا كل نشاط بحرف «ج-جهد» إذا كان القيام به ليس سهلًا عليكم وكان إنجازًا بالنسبة لكم تحديدًا."
      ]
    },
    "screen_2": {
      "texts": [
        "قد يحدث مع الاكتئاب أن يصبح تنظيف الأسنان أو الاستحمام إنجازًا بالنسبة لكم، ولا يوجد في ذلك ما يدعو للخجل أو الذنب — صدّقوا هذا. عندها اكتبوا بجانب هذه الأنشطة الحرف «ج»، وقيّموا أيضًا درجة الصعوبة.",
        "مثلًا: ترتيب السرير كان سهلًا نسبيًا، فيمكن أن يكون «ج-2»، بينما إعداد الغداء كان أصعب، فيكون «ج-7». أما المقياس الذي تستخدمونه للتقييم فتحدده مشاعركم.",
        "وإذا كان النشاط في خطتكم ممتعًا لكم، فضعوا بجانبه «م-متعة».",
        "مثلًا: مشاهدة فيلم أو نزهة في الحديقة كانت مصدر سرور لكم، فضعوا الحرف المناسب وقيّموا أيضًا مقدار المتعة التي حصلتم عليها من هذا الفعل.",
        "هذا هو التمرين كله: بسيط لكنه فعّال. قد تعتقدون أنه لن ينجح، لكن إن لم تجرّبوا تطبيقه بانتظام لفترة ما فلن تعرفوا ذلك يقينًا. وهو فعّال لأنه:",
        "سيقلّل ميلكم إلى الاجترار المستمر حول أهمية هذا الفعل أو ذاك وقيمته، ويساعدكم على التعامل مع التناقضات الداخلية: هل يجدر فعل شيء ما أم لا؛",
        "وسيساعدكم على تخطيط وقتكم بتوازن، لأن الجدول سيضم أمورًا يجب القيام بها لسبب ما، إلى جانب أنشطة تمنحكم المتعة؛"
      ]
    },
    "screen_3": {
      "texts": [
        "إذا واظبتم على إعداد جدول يومكم، فستلاحظون قريبًا أن دافعيتكم ترتفع، لأن البدء بفعل أي شيء — حتى لو كان بسيطًا — سيدحض قناعاتكم بأنكم غير قادرين على القيام بأي شيء.",
        "شارك شخص كان يعاني لفترة طويلة من الاكتئاب والتسويف رأيه حول هذه التقنية:",
        "عندما خططت ليومي ونظرت مساءً إلى النتائج، أدركت على ماذا أقضي وقتي تحديدًا.",
        "ساعدني ذلك على استعادة الإحساس بالمسؤولية عن حياتي. أدرك أنني أستطيع التحكم في الوضع إذا أردت."
      ],
      "quote": {
        "text": "الأهم في إدارة الوقت ليس إدارة الوقت، بل إدارة الذات",
        "author": "بيتر دراكر"
      }
    }
  },
  "death": {
    "title": "البحث عن الذات بعد فقدان شخص عزيز",
    "description": "تروي المقالة قصة أناستاسيا التي عاشت اكتئابًا عميقًا وشعورًا قاسيًا بالذنب بعد وفاة شقيقها بشكل مأساوي. وبفضل العلاج النفسي استطاعت تدريجيًا التحرر من لوم الذات وتغيير نظرتها إلى نفسها وإلى مشاعرها. ومع الوقت خرجت أناستاسيا من الاكتئاب، وتقبّلت أنها ليست مذنبة، وبدأت من جديد تعيش حياة أكثر امتلاءً.",
    "screen_1": {
      "texts": [
        "كل واحد منا يواجه عاجلًا أم آجلًا فقدان شخص عزيز. الموت اختبار ثقيل يغمرنا بالألم وبوطأة تشبه موجة عاتية.",
        "الدموع والحزن والمشاعر العميقة ردّ فعل طبيعي على الفقد. هذه التجارب تساعدنا على عيش الحداد ثم العثور على القوة لمواصلة الحياة.",
        "أحيانًا يطول الحزن وقد يرافق الإنسان لسنوات. وأحيانًا يتحول بسرعة إلى اكتئاب عميق.",
        "دعونا ننظر في قصة أناستاسيا، شابة في التاسعة والعشرين، واجهت اكتئابًا شديدًا بعد انتحار شقيقها الأصغر. وقد لجأت إلى معالج نفسي بعد بضعة أشهر من المأساة.",
        "كان العامل الأكثر إيلامًا هو قناعتها بأنها تتحمل مسؤولية موته.",
        "كانت ناستيا تشعر أنها تقف أمام واقع مخيف لا حل له. وبدت لها المعاناة وكأنها «تستحقها»، حتى إنها راودتها أفكار انتحارية.",
        "الذنب رفيق شائع وثقيل لمن يفقد شخصًا قريبًا، خصوصًا إذا أنهى ذلك الشخص حياته بقراره.",
        "يسأل كثيرون أنفسهم: «لماذا لم أوقف ذلك؟ لماذا لم ألاحظ في الوقت المناسب؟»",
        "حتى المتخصصون ذوو الخبرة قد تراودهم أفكار مشابهة إذا انتحر أحد عملائهم: «إنه خطئي فعلًا. كان يجب أن أقول شيئًا آخر، أو أسأل بطريقة مختلفة، أو أكون أكثر انتباهًا. كان يجب أن أمنع ذلك. أنا مذنب!»"
      ],
      "quote": {
        "text": "قد يرحل من نحب، لكنهم لا يبتعدون أبدًا ما دمنا نذكرهم.",
        "author": "كونفوشيوس"
      }
    },
    "screen_2": {
      "texts": [
        "بدأ لوم أناستاسيا لنفسها حتى قبل المأساة. كانت كثيرًا ما تفكر أن حياتها كانت أوفر حظًا من حياة شقيقها، وحاولت مساعدته عاطفيًا وماديًا خلال صراعه الطويل مع الاكتئاب.",
        "شجعته على اللجوء إلى مختص نفسي، وساعدته في دفع تكاليف العلاج، بل استأجرت له مسكنًا قريبًا منها لتكون إلى جانبه وتستطيع المساعدة متى احتاج.",
        "كانت ناستيا مقتنعة بأنها السبب في موته، لأنها «كان يجب أن تفعل أكثر».",
        "كانت مشاعرها عميقة وصادقة، وكانت تعيش هذا الألم باستمرار.",
        "في الجلسات الأولى كانت تتحدث عن أسباب لومها لذاتها وعن أفكار الموت: «كنت مسؤولة عن حياته. أشعر أن عجزِي عن مساعدته قاد إلى المأساة. كان يجب أن ألاحظ حالته وأنقذه.»",
        "كانت تؤمن أن عذابها مبرر وأن عليها أن تنال العقاب.",
        "من الخارج قد يبدو واضحًا أن هذه الأفكار غير عقلانية ولا تجلب إلا الأذى.",
        "الخطأ المعرفي الأساسي الذي وقعت فيه كان «الشخصنة». وخلال العلاج وصلت أناستاسيا إلى استنتاجات مهمة:",
        "لو كانت حقًا مسؤولة عن موت شقيقها، لكان معنى ذلك أنها السبب في قراره.",
        "لم تكن تستطيع التحكم في أفكاره ولا في ألمه الداخلي، ولذلك لم تكن مسؤولة عن المعتقدات التي قادته إلى اكتئاب شديد. كانت تلك معركته هو، لا ذنبها هي.",
        "حين حاولت أن تحمل نفسها مسؤولية حالته، كانت تحاول التأثير في ما ليس بيدها. أقصى ما كان يمكنها فعله هو دعمه ضمن حدود طاقتها وقدرتها."
      ]
    },
    "screen_3": {
      "texts": [
        "لو كانت تعرف بنواياه، لفعلت كل ما بوسعها للمساعدة ومنع المأساة. لكنها لم تكن تعرف — ولم يكن ممكنًا تغيير ما كان خافيًا.",
        "وعندما كانت تلوم نفسها، كانت تفترض ضمنيًا أنها كان يجب أن تتنبأ بالمستقبل وأن تمتلك معرفة لا حدود لها. كانت هذه توقعات غير واقعية، ولم تكن لديها أسباب حقيقية لمحاسبة نفسها.",
        "كل الدلائل أشارت إلى أمر واحد: تحميل نفسها مسؤولية ما فعله كان خطأً قاسيًا وغير عادل.",
        "مسؤوليتها تقتصر على حياتها ورفاهها هي فقط.",
        "ومع الوقت فهمت أن معاناتها لم تنشأ لأنها «خذلت شقيقها»، بل لأنها سمحت للذنب أن يبتلعها وتركت الاكتئاب يدمّر حياتها.",
        "كان القرار الداعم هو ترك الذنب تدريجيًا، والتعافي خطوة خطوة، وتعلّم العودة إلى حياة أكثر فرحًا وامتلاءً.",
        "هذا ما تبدو عليه العناية الحقيقية بالذات. بعد العلاج تحسنت حالة أناستاسيا بشكل ملحوظ وتمكنت من تجاوز الاكتئاب. وشرحت ذلك بتغيرات عميقة في علاقتها بنفسها وبعالمها الداخلي."
      ]
    }
  },
  "diagnostic": {
    "title": "تشخيص الاكتئاب: رحلة لفهم الذات",
    "description": "تتحدث المقالة عن طرق تشخيص الاكتئاب: من التعرف العام على الأعراض إلى التقييم الذاتي باستخدام «مقياس بيك للاكتئاب». وتؤكد على أهمية مراجعة المختصين للحصول على تشخيص دقيق ودعم مناسب، خاصة عند شدة الأعراض، كما تقدم خطوات عملية وتمارين لمن يرغبون في العناية بحالتهم العاطفية.",
    "screen_1": {
      "texts": [
        "في القسم السابق تحدثنا بالفعل عن ماهية الاكتئاب.",
        "والآن دعونا نفهم كيف يمكن ملاحظته لدى أنفسنا.",
        "بشكل عام يمكن تقسيم تشخيص الاكتئاب إلى ثلاث مراحل:",
        "فحص أولي عام",
        "وكغيره من الحالات العاطفية، يظهر الاكتئاب عبر مجموعة من الأعراض. دعونا نستعرضها:",
        "مزاج مكتئب.",
        "فقدان الاهتمام بالأنشطة المعتادة وما كان يمنح الفرح.",
        "فقدان المتعة (أنهدونيا) — انخفاض القدرة على الاستمتاع.",
        "صعوبات في التركيز والقدرة على العمل واتخاذ القرارات.",
        "اضطرابات في النوم والشهية — انخفاض أو زيادة.",
        "مشاعر اليأس والعجز والتهيّج أو الخجل أو الذنب.",
        "قلق أو لامبالاة شديدة.",
        "انخفاض الطاقة والشعور بالتعب المستمر.",
        "أفكار متكررة حول الموت أو الانتحار.",
        "كثيرون منا اختبروا بعض هذه المظاهر مرة على الأقل.",
        "لكن وجود أعراض منفردة لا يعني دائمًا اكتئابًا. فكيف يمكن التأكد من وجوده؟",
        "يمكن الحديث عن اضطراب اكتئابي إذا لاحظتم ظهور ما لا يقل عن أربعة من الأعراض المذكورة لمدة أسبوعين أو أكثر.",
        "ومن المهم أيضًا أخذ الحالة الصحية العامة وتأثير ظروف الحياة في الاعتبار."
      ],
      "quote": {
        "text": "لا نستطيع تغيير المواقف التي تقدمها لنا الحياة، لكن يمكننا تغيير الطريقة التي نعيش بها هذه المواقف.",
        "author": "فيكتور فرانكل"
      }
    },
    "screen_2": {
      "texts": [
        "التقييم الذاتي باستخدام أدوات موثوقة",
        "توجد أدوات كثيرة تساعد على تقييم الحالة.",
        "ومن أشهرها وأكثرها موثوقية «مقياس بيك للاكتئاب» (BDI).",
        "يتضمن هذا المقياس، الذي وضعه آرون بيك، 21 فئة من الأعراض، وتعكس كل فئة جانبًا مختلفًا من الحالة الاكتئابية.",
        "بعد إجراء الاختبار يمكنكم تحديد شدة الأعراض بشكل تقريبي: من اكتئاب خفيف إلى اكتئاب شديد.",
        "الاختبار متاح في تطبيقنا، وهو سهل وبديهي الاستخدام."
      ],
      "quote": {
        "text": "العناية بالذات ليست استثناءً من مسؤولياتك، بل جزء مهم منها.",
        "author": "لينارد ديفيس"
      }
    },
    "screen_3": {
      "texts": [
        "استشارة مختص",
        "إذا أشارت نتائج التقييم الذاتي إلى احتمال وجود حالة اكتئابية، فمن المهم مراجعة أخصائي نفسي أو طبيب نفسي أو معالج نفسي.",
        "سيساعدكم المختص على توضيح التشخيص واختيار خطة دعم وعلاج مناسبة. ونحن هنا لنرافقكم ونقدّم معلومات مفيدة.",
        "أُعدّت هذه المادة لدعم من لديهم أعراض خفيفة إلى متوسطة من الاكتئاب.",
        "لكنها قد تفيد أيضًا من يمرون بحالة أشد.",
        "قد تساعد على تخفيف الأعراض قليلًا وفهم الحالة بشكل أفضل. ومع ذلك، في حالات الاكتئاب الشديد قد لا تكفي أدوات المساعدة الذاتية وحدها.",
        "في مثل هذه الحالات يكون من المهم بشكل خاص طلب مساعدة مهنية، وعند الحاجة النظر في خيار الدعم الدوائي.",
        "تشخيص الحالات العاطفية عملية دقيقة وليست سهلة.",
        "وعند التقييم الذاتي يوجد دائمًا احتمال للخطأ.",
        "حتى لو لم يكن لديكم اكتئاب سريري، بل مجرد مزاج منخفض مؤقت، فقد يكون هذا القسم مفيدًا أيضًا.",
        "سنشرح بالتفصيل آليات الاكتئاب ونشارك توصيات عملية وتمارين.",
        "إذا كنتم ترغبون في تحسين جودة حياتكم ومستعدين لاتخاذ خطوات نحو أنفسكم، فلنكمل هذه الرحلة معًا."
      ]
    }
  }
}
