{
  "title": "البحث عن النفس بعد فقدان شخص عزيز",
  "description": "تتناول المقالة قصة أناستاسيا، التي عانت من اكتئاب عميق وشعور بالذنب بعد انتحار أخيها. تعلمت كيفية التحرر من لوم الذات من خلال العلاج النفسي، مما ساعدها على تغيير موقفها تجاه نفسها ومشاعرها. نتيجة لذلك، تخطت أناستاسيا الاكتئاب، وتقبلت براءتها، وبدأت تعيش حياة كاملة.",
  "screen_1": {
    "texts": [
      "كل واحد منا يواجه عاجلاً أم آجلاً فقدان شخص عزيز. الموت ضربة قوية تغمر أولئك الذين أحبوا المتوفى بالحزن والأسى، مثل موجة انفجار.",
      "الدموع والحزن والمعاناة هي ردود فعل طبيعية على الفقدان. إنها تساعدنا على تجاوز هذه اللحظة وتمنحنا القوة لمواصلة الحياة.",
      "أحياناً يطول الحزن، ويمكن أن يعاني الشخص لسنوات، وأحياناً يقع في اكتئاب عميق على الفور تقريباً.",
      "دعونا نقدم قصة إحدى المريضات التي تعاني من الاكتئاب: أناستاسيا، فتاة تبلغ من العمر 29 عاماً، انتحر أخوها الأصغر قبل شهرين من مراجعتها للمعالج النفسي.",
      "الأمر المؤلم بشكل خاص وفي نفس الوقت العامل المفاقم في تطور اكتئابها كان شعورها بأنها تتحمل مسؤولية انتحاره.",
      "شعرت ناستيا أنها واجهت مشكلة حقيقية تماماً وغير قابلة للحل. كانت تعتقد أنها تستحق الموت وكانت لديها أفكار انتحارية.",
      "المشكلة الشائعة التي تعذب أقارب الشخص الذي انتحر هي الشعور بالذنب.",
      "غالباً ما يعذب الناس أنفسهم بأفكار مثل: \"لماذا لم أمنع هذا؟ لماذا لم ألاحظ ذلك في الوقت المناسب؟\"",
      "حتى المعالجين النفسيين ليسوا محصنين ضد مثل هذه الردود بعد انتحار العملاء ويمكن أن يلوموا أنفسهم: \"هذا حقاً خطأي. لو تحدثت معه بشكل مختلف خلال الجلسة الأخيرة. لماذا لم أسأله مباشرة عما إذا كان يريد الانتحار؟ كان يجب أن أفعل شيئاً أكثر حزماً. لقد قتلته!\""
    ],
    "quote": {
      "text": "قد يتركنا من نحب، لكنهم لن يذهبوا بعيداً أبداً طالما تذكرناهم.",
      "author": "كونفوشيوس"
    }
  },
  "screen_2": {
    "texts": [
      "بدأت اتهامات أناستاسيا لنفسها قبل وقت طويل من المأساة: لقد فكرت طويلاً أن حياتها كانت أسهل وأفضل من حياة أخيها، وحاولت تعويض ذلك من خلال تقديم الدعم العاطفي والمالي له في صراعه الطويل مع الاكتئاب.",
      "شجعته على العمل مع طبيب نفسي، وساعدت في دفع تكاليف الجلسات، وحتى استأجرت له شقة بالقرب منها حتى يتمكن من الاتصال بها في كل مرة يشعر فيها بالسوء.",
      "كانت ناستيا متأكدة من أنها تتحمل المسؤولية عن وفاة أخيها، لأنها \"كان يمكن أن تفعل المزيد\".",
      "كانت تعاني بعمق من الوضع المأساوي الذي وجدت نفسها فيه.",
      "في الجلسات العلاجية الأولى، ناقشت أسباب لومها لنفسها واعتقادها أنها يجب أن تموت: \"كنت مسؤولة عن حياة أخي. أعتقد أن عدم قدرتي على مساعدته أدى إلى وفاته. أشعر أنني لم أستطع تقديم الدعم المناسب له، ولم أرَ حالته الرهيبة. كان يجب أن أنقذ حياته.\"",
      "كانت متأكدة من أن ذنبها ومعاناتها كانا مبررين وصحيحين، وأنها يجب أن تُعاقَب وتعاني.",
      "عند قراءة هذه القصة من الخارج، من المحتمل أنك ستقول إن أفكارها ومعتقداتها غير واقعية وغير منطقية، وأنها تضرها فقط.",
      "الخطأ الذي ارتكبته مراراً وتكراراً كان التشخيص الذاتي. خلال عملية العلاج النفسي، توصلت ناستيا إلى الاستنتاجات التالية:",
      "إذا كانت مسؤولة عن وفاة أخيها، فهذا يعني أنه كان عليها أن تكون سبب انتحاره.",
      "لم تكن تتحكم في أفكار أخيها، وبالتالي لم تكن مسؤولة عن المعتقدات المدمرة التي أدت به إلى الاكتئاب الشديد، وبالتالي إلى الموت. كانت تلك أخطاءه، وليست أخطاءها.",
      "في محاولتها لتحمل المسؤولية عن مزاجه وأفعاله، كانت تحاول التأثير على ما كان خارج سيطرتها، رغم أن أقصى ما كان يمكن أن تفعله هو أن تصبح مساعدة في حدود إمكانياتها."
    ]
  },
  "screen_3": {
    "texts": [
      "لو كانت تعرف أنه سيحاول الانتحار، لكانت ستفعل كل ما في وسعها لمنعه. ومع ذلك، بما أنها لم تكن تعرف ذلك، لم تتمكن من تغيير أي شيء، للأسف.",
      "وهكذا، بلومها لنفسها على وفاته، كانت تعتقد خطأً أنها تستطيع التنبؤ بالمستقبل بثقة مطلقة وأن كل معرفة العالم تحت تصرفها. نظراً لأن كلا الافتراضين كانا غير واقعيين للغاية، لم يكن لديها أساس لإلقاء اللوم على نفسها.",
      "تشير كل هذه الحجج إلى أنه كان من الخطأ الجسيم تحمل مسؤولية تصرف أخيها، لأنها في النهاية لم تستطع السيطرة عليه.",
      "في الواقع، ناستيا مسؤولة فقط عن حياتها ورفاهيتها الخاصة.",
      "في هذه اللحظة، أصبح واضحاً لها: معاناتها لم تكن بسبب \"خذلانها له\"، بل بسبب سماحها لنفسها بالغرق في الاكتئاب والتفكير في الانتحار.",
      "كان السلوك المفيد والمساعد في هذه الحالة هو التخلي عن الشعور بالذنب، والخروج من الاكتئاب، ثم السعي لعيش حياة سعيدة ومبهجة.",
      "هكذا تتجلى المسؤولية تجاه الذات. بعد العلاج النفسي، تحسنت حالة أناستاسيا، وسرعان ما تغلبت على الاكتئاب. وشرحت ذلك بالتغييرات العميقة في موقفها تجاه نفسها."
    ]
  }
}
