{
  "title": "تشخيص الاكتئاب: رحلة نحو فهم الذات",
  "description": "تتناول المقالة طرق تشخيص الاكتئاب، بدءاً من الفحص العام للأعراض وصولاً إلى التشخيص الذاتي باستخدام \"مقياس بيك للاكتئاب\". تؤكد المقالة على أهمية استشارة المتخصصين للحصول على تشخيص دقيق وعلاج، خاصة في الحالات الشديدة. بالإضافة إلى ذلك، تقدم المقالة نصائح عملية وتمارين للأشخاص الذين يسعون لتحسين حالتهم النفسية.",
  "screen_1": {
    "texts": [
      "في القسم السابق، ناقشنا بالفعل ماهية الاكتئاب.",
      "الآن أمامنا مهمة فهم كيفية تشخيص هذه الحالة لدى أنفسنا.",
      "بشكل عام، ينقسم تشخيص الاكتئاب إلى ثلاث مراحل:",
      "الفحص العام",
      "الاكتئاب، مثل أي اضطراب آخر، له أعراضه الخاصة. دعونا ننظر إليها بمزيد من التفصيل:",
      "المزاج المكتئب.",
      "انخفاض الاهتمام بالمتع المعتادة.",
      "فقدان المتعة - انخفاض القدرة على الشعور بالمتعة.",
      "صعوبات في التركيز، والقدرة على العمل، واتخاذ القرارات.",
      "اضطرابات في النوم والشهية، سواء بالنقصان أو الزيادة.",
      "مشاعر اليأس، والعجز، والتهيج، والخجل، والذنب.",
      "القلق أو اللامبالاة.",
      "نقص الطاقة، التعب المستمر.",
      "أفكار عن الموت أو الانتحار.",
      "من المحتمل أن كل واحد منا واجه على الأقل مرة واحدة عرضاً أو أكثر من هذه الأعراض.",
      "لكن هذا لا يعني دائماً وجود اكتئاب. فكيف نحدد وجود الاكتئاب؟",
      "يمكن الحديث عن اضطراب الاكتئاب إذا لاحظت لدى نفسك أربعة على الأقل من الأعراض المذكورة لمدة أسبوعين.",
      "من المهم أيضاً مراعاة عوامل أخرى، مثل الحالة الصحية العامة وظروف الحياة."
    ],
    "quote": {
      "text": "لا يمكننا تغيير المواقف التي تقدمها لنا الحياة، ولكن يمكننا تغيير قدرتنا على التعامل معها.",
      "author": "فيكتور فرانكل"
    }
  },
  "screen_2": {
    "texts": [
      "التشخيص الذاتي باستخدام الأساليب المختبرة",
      "هناك العديد من الاختبارات للتشخيص الذاتي للاكتئاب.",
      "أحد أكثر هذه الاختبارات موثوقية واعترافاً هو \"مقياس بيك للاكتئاب\" (BDI).",
      "تتضمن هذه المنهجية، التي طورها المعالج النفسي الأمريكي آرون بيك، 21 فئة من الأعراض، كل منها تحتوي على 4 إلى 5 عبارات تعكس جوانب مختلفة من الاكتئاب.",
      "بعد إجراء هذا الاختبار، يمكنك تقييم درجة حالتك: من الاكتئاب الخفيف إلى الشديد.",
      "الاختبار متاح في تطبيقنا، وهو بسيط وبديهي في الاستخدام."
    ],
    "quote": {
      "text": "الاعتناء بنفسك ليس استثناء من قائمة واجباتك، بل هو جزء من القائمة.",
      "author": "ليونارد ديفيس"
    }
  },
  "screen_3": {
    "texts": [
      "استشارة المتخصص",
      "في حالة إشارة التشخيص الذاتي إلى احتمال وجود حالة اكتئابية، يُنصح بالتوجه إلى متخصص: طبيب نفسي، أو طبيب نفسي سريري، أو معالج نفسي.",
      "يمكنهم تشخيص الحالة بدقة واقتراح العلاج المناسب. نحن، من جانبنا، مستعدون لدعمك وتقديم معلومات مفيدة في هذا القسم.",
      "تم تطوير هذه المادة لمساعدة الأشخاص الذين يعانون من الاكتئاب الخفيف والمتوسط.",
      "بالنسبة لأولئك الذين يعانون من أشكال أكثر حدة من الاكتئاب، يمكن أن تكون هذه المادة قيمة أيضاً.",
      "يمكن أن تخفف بعض الأعراض، ولكن في حالة الحالات الخطيرة، من الضروري تذكر أن أدوات المساعدة الذاتية وحدها قد لا تكون كافية.",
      "في مثل هذه المواقف، من المهم للغاية طلب المساعدة من المتخصصين والنظر في خيار العلاج الدوائي إذا لزم الأمر.",
      "تشخيص المشاكل النفسية مهمة صعبة.",
      "في التشخيص الذاتي، هناك دائماً خطر الخطأ.",
      "ومع ذلك، حتى إذا لم يكن لديك اكتئاب سريري، ولكنك تعاني فقط من مزاج مكتئب مؤقت، فستكون هذه المادة مفيدة.",
      "سننظر بالتفصيل في الآليات الكامنة وراء الاكتئاب، ونقدم نصائح عملية وتمارين.",
      "إذا كنت تسعى لتحسين جودة حياتك ومستعد لاتباع توصياتنا، فلنواصل هذه الرحلة معاً!"
    ]
  }
}
