{
  "mirror": {
    "title": "تقنية: مرآة النقد الذاتي",
    "description": "تبحث المقالة في تأثير النقد الذاتي على تقدير الذات، وتقدم للقراء تمرينًا يعبرون فيه عن نقدهم الداخلي في لعب الأدوار، موجهين إياه إلى شخص مقرب. يساعد هذا على إدراك عدم عدالة وقسوة النقد الذاتي ويؤكد على أهمية الموقف الرعائي والداعم تجاه الذات لتحسين تقدير الذات وتحقيق أهداف الحياة.",
    "screen_1": {
      "texts": [
        "ابدأ بتطبيق نفس المتطلبات على أقربائك وأصدقائك. لكن كن صادقًا للغاية.",
        "وعندما تبدأ في القيام بذلك، ستفهم مدى عدم عدالة نقدك في الواقع.",
        "تخيل هذا التمرين من خلال مثال آخر لحوار بين مريض واختصاصي نفسي:",
        "دميتري، قلت إن الفصل من العمل أوصلك إلى حالة رهيبة. وأنك فاشل لا تستطيع فعل أي شيء.",
        "دعنا نرى كيف يبدو هذا في الواقع. أقترح عليك لعب أدوار صغيرًا، حيث ستقول كل ما تقوله لنفسك في هذا الموقف، ولكن لشخص مقرب منك، مثل أفضل صديق لك.",
        "سأكون في دور صديقك الذي تم فصله أيضًا، مثلك، وأنت ستكون نفسك. هل نجرب؟",
        "دعنا نجرب."
      ]
    },
    "screen_2": {
      "texts": [
        "لنبدأ بأن أقول: «تم فصلي اليوم».",
        "ربما فعلت شيئًا خاطئًا، لذلك تم فصلك.",
        "مثل ماذا؟",
        "ارتكبت الكثير من الأخطاء، كنت غير منتبه.",
        "يعني أنت تنتقدني؟",
        "نعم، أنت لا تعرف كيف تعمل بشكل صحيح. أنت لا تتعامل مع الأمور. أنت فاشل.",
        "إنه أمر مزعج جدًا أن أسمع هذا، كنت أعتمد على دعمك.",
        "كيف يمكنني دعمك إذا كنت لا تجيد أي شيء، إذا كنت تخطئ باستمرار. لن تحقق أي شيء أبدًا.",
        "بعد لعب الأدوار هذا، شارك دميتري كم كان صعبًا عليه قول كل هذه الكلمات لشخص مقرب، وأنه لا يتخيل حتى أنه قد يكون قادرًا على القيام بذلك."
      ]
    },
    "screen_3": {
      "texts": [
        "لكن هذه هي الطريقة التي تتعامل بها مع نفسك، منتقدًا، مهينًا، مجرحًا.",
        "لسبب ما، لا تشعر بالأسف على نفسك، لكنك لن تتصرف هكذا مع الآخرين. توقف عن تطبيق معايير مزدوجة.",
        "ابدأ في إظهار نفس التسامح والفهم والرعاية والدعم لنفسك الذي تظهره للآخرين.",
        "تقدير ذاتك هو الدافع الأكثر أهمية عند تحديد هدف الحياة وتحقيقه لاحقًا.",
        "مع تقدير الذات المنخفض، تقلل من تقدير إمكاناتك، مما يحرمك من حق السعادة.",
        "لتغيير الوضع، عليك تغيير عادات تفكيرك، سلوكك، والتقدم بخطوات صغيرة نحو تقدير ذاتي صحي، وقبول الإخفاقات وملاحظة أصغر النجاحات."
      ],
      "quote": {
        "text": "تحدث مع نفسك بنفس الطريقة التي تتحدث بها مع شخص تحبه.",
        "author": "بريني براون"
      }
    }
  },
  "mistake": {
    "title": "تقنية: التخلص من الخوف من الأخطاء",
    "description": "تقدم المقالة طرقًا فعالة لمكافحة الكمالية، تهدف إلى قبول عدم الكمال وتقليل الخوف من الأخطاء.",
    "screen_1": {
      "texts": [
        "دعونا ننظر في بعض الطرق البسيطة ولكنها فعالة للغاية التي ستساعد في التغلب على السعي نحو الكمالية.",
        "ورقة «مكافحة الكمالية»",
        "يعيش العديد من الكماليين في اعتقاد أن الاستمتاع الكامل بأي شيء ممكن فقط في حالة تنفيذه بشكل مثالي. نقترح عليك تحدي هذه الفكرة.",
        "على مدار أسبوع، قم بتسجيل المهام المتنوعة والعفوية التي تقوم بها، سواء كانت «تنظيف الأسنان»، أو «تحضير العشاء»، أو «إعداد تقرير العمل»، أو «تنظيف المنزل».",
        "في العمود الثاني، حدد مدى كفاءة تنفيذ المهمة بحسب رأيك، معبرًا عنها بنسبة مئوية.",
        "في العمود الثالث، حدد مقدار السعادة التي جلبها لك إنجازها.",
        "يمكن أن تبدو الأمثلة على النحو التالي:",
        "تحضير العشاء - 50% (كان يمكنني اختيار وصفة أكثر تعقيدًا وأكثر لذة) - 90% (بسيط، لكنه لذيذ جدًا ولم يستغرق الكثير من الوقت).",
        "تنظيف المنزل - 70% (قمت بكل الأساسيات، لكن لم أتمكن من الوصول إلى الثلاجة والموقد) - 100% (نظافة المنزل تسعدني دائمًا).",
        "إعداد تقرير العمل - 85% (بذلت الكثير من الجهد في التقرير) - 20% (الأفكار المستمرة حول كيف كان يمكن أن يكون أفضل حرمتني من الاستمتاع بالعملية).",
        "سيسمح لك هذا التمرين بإدراك أن تحقيق الكمال ليس شرطًا إلزاميًا للاستمتاع بالعملية."
      ],
      "quote": {
        "text": "الكمال ليس هدفًا يمكن تحقيقه، بل هو اتجاه للحركة.",
        "author": "توماس واتسون"
      }
    },
    "screen_2": {
      "texts": [
        "قبول احتمالية ارتكاب الأخطاء",
        "لا أحد يحب الأخطاء، لكنها تصبح موضوع خوف خاص للكماليين.",
        "إحدى أكثر الطرق فعالية للتغلب على الخوف من عدم الكمال هي تعلم قبول أخطائك.",
        "هل تشعر أن قلبك يبدأ في النبض بشكل أسرع عند مجرد التفكير في خطأ محتمل؟ هذه علامات الخوف والقلق.",
        "لتصبح منفتحًا على احتمالية ارتكاب الأخطاء، ابدأ بكتابة مقال حول سبب كون الأخطاء أمرًا طبيعيًا، وأن السعي إلى الكمال المطلق هو أمر غير عقلاني.",
        "إحدى الفتيات التي تكافح مع الكمالية عبرت عن الأفكار التالية:",
        "الخوف من ارتكاب خطأ ينبع من إدراكي للعالم بألوان أبيض وأسود: خطأ واحد، وكل شيء ينهار. هذا وهم. فالخطأ الصغير لا يمكنه تدمير كل الخير الذي تم إنجازه.",
        "الأخطاء مفيدة، لأننا نتعلم منها. بدون أخطاء، التعلم مستحيل. بما أن لا أحد محصن ضد الأخطاء، فمن المهم تعلم قبولها والاستمرار في التعلم من تجاربنا الخاصة.",
        "الاعتراف بالأخطاء يسمح لنا بتصحيح سلوكنا، مما يؤدي إلى تحقيق نتائج أكثر إرضاءً، وهذا بدوره يجعلنا أكثر سعادة ويحسن نوعية حياتنا.",
        "معظم الناس لن يدينونا على أخطائنا ولن يتوقفوا عن حبنا بسببها - في النهاية، الجميع يخطئون، والعديد يشعرون بعدم الارتياح في مجتمع الأشخاص «المثاليين».",
        "الخطأ لا يعني نهاية العالم.",
        "بالطبع، إعداد مثل هذه القائمة لا يعني التحول الفوري وبدء حب الأخطاء، لكنها خطوة مهمة نحو تغيير موقفك تجاه عدم الكمال.",
        "اكتب مقالك الخاص حول سبب كون ارتكاب الأخطاء أمرًا طبيعيًا وحتى مفيدًا. ذكّر نفسك أنه حتى لو ارتكبت خطأ، فإن العالم لن ينهار - هذا جزء طبيعي من أي عملية، على الرغم من أنه ليس الجزء الأكثر رغبة."
      ]
    }
  },
  "nonDepression": {
    "title": "الحزن لا يعني المعاناة من الاكتئاب",
    "description": "تبحث المقالة في الفرق بين الحزن العادي والاكتئاب السريري، مؤكدة أن معايشة الخسائر والإخفاقات أمر طبيعي ولا يشير دائمًا إلى اضطراب نفسي. توضح كيف يمكن للتفكير المحرف أن يحول ردود الفعل العاطفية الطبيعية إلى أعراض اكتئاب تتطلب تدخلاً مهنيًا. تهدف المقالة إلى مساعدة القراء على التمييز بين مشاعر الحزن الطبيعية والأمراض النفسية الخطيرة، مما يسهل التشخيص الذاتي وفهم متى تكون هناك حاجة إلى مساعدة متخصصة.",
    "screen_1": {
      "texts": [
        "في الفصول السابقة، تأكدنا من أن مشاكل مثل فقدان الأحباء، والأمراض، والانفصالات، والخيانات، والفصل من العمل هي مشاكل حقيقية تمامًا.",
        "للأسف الشديد، يواجه كل منا هذه المشاكل، لكن في الواقع، لن يؤدي أي مما ذكر إلى اكتئاب حقيقي.",
        "هنا يظهر السؤال: هل هناك «حزن صحي» لم يتأثر بالتحريفات؟",
        "الإجابة نعم، بلا شك!",
        "الشعور بالحزن والأسى ليس بالضرورة أمرًا سيئًا، في العديد من المواقف هذا أمر طبيعي. المشاعر التي يختبرها الشخص نتيجة الحزن الشديد - الحزن، الأسى، الندم، القلق - طبيعية.",
        "هذه هي المشاعر الطبيعية الحقيقية التي يمكن لأي شخص ويجب أن يسمح لنفسه باختبارها.",
        "إذا كنت تشعر بالحزن عند الانفصال عن شخص تحبه - نهنئك، أنت طبيعي!",
        "إذا كنت تشعر بالأسى والحنين عند تذكر وفاة شخص عزيز - فأنت منطقي تمامًا.",
        "لكن الاكتئاب ليس مجرد عواطف سلبية، إنه مرض ناجم عن تفكير محرف.",
        "نأمل أن نكون قد نجحنا في توضيح ذلك في هذا القسم. في الاكتئاب، لا تتناسب درجة المشاعر السلبية مع الصعوبة الموضوعية للموقف."
      ],
      "quote": {
        "text": "بين المحفز والاستجابة هناك مساحة. في هذه المساحة تكمن حريتنا وقدرتنا على اختيار استجابتنا. في استجابتنا يكمن نمونا وحريتنا.",
        "author": "فيكتور فرانكل"
      }
    },
    "screen_2": {
      "texts": [
        "الشخص المصاب بالاكتئاب سيدرك الأحداث من أي حجم بشكل أكثر سلبية.",
        "الإخفاق الصغير في الاكتئاب يتحول إلى مشكلة كبيرة. يصبح الحزن لا يطاق، والمصيبة كارثة. الحزن جزء من الاكتئاب، بالطبع، لكنه ليس أساسه.",
        "يمكن تشبيه الشخص السليم نفسيًا بخلاط في الحمام، حيث توجد حنفيات للماء البارد والساخن.",
        "في الحياة، هناك «ماء بارد» - المشاعر السلبية و«الساخن» - الإيجابية. الشخص المصاب بالاكتئاب لديه «صنبور بارد» دائمًا «مفتوح» فقط، وهذا ليس بسبب المشاكل «الحقيقية»، ولكن بسبب التفكير المحرف الذي يحتاج إلى تغيير.",
        "موقفنا من الوضع يحدد إلى حد كبير ما إذا كان حزننا سيظل مجرد عاطفة أو سيصبح جزءًا من الاكتئاب.",
        "يؤمن فريق MindHealth بصدق ويأمل أن يكون قسم الاكتئاب والجهود المبذولة فيه مفيدة لك أو لأحبائك!",
        "لقد تحدثنا عن المبادئ والأعراض الرئيسية للاكتئاب، وكيف يظهر، والأهم من ذلك، كيفية التعامل معه بشكل مستقل.",
        "يمكنك دائمًا العودة إلى الفصول السابقة، وإعادة قراءتها وتجربة التمارين عمليًا، وسنواصل العمل على قسم جديد."
      ],
      "quote": {
        "text": "أروع الناس الذين نعرفهم هم أولئك الذين عاشوا الهزيمة، وعاشوا المعاناة، وعاشوا الصراع، وعاشوا الخسارة، ووجدوا طريقة للخروج من الأعماق.",
        "author": "فيكتور فرانكل"
      }
    }
  }
}