{
  "mirror": {
    "title": "تقنية: مرآة النقد الذاتي",
    "description": "تساعدك هذه الممارسة على ملاحظة مدى قسوة النقد الداخلي. عبر لعبة تمثيلية قصيرة، ستنقل العبارات التي تستخدمها عادةً في نقدك لذاتك إلى شخص قريب منك، لتشعر كيف تبدو عندما تُقال من الخارج. يعلّمك هذا التمرين ملاحظة عدم إنصاف الانتقاص من الذات، وتبنّي موقف أكثر لطفًا وتفهّمًا تجاه نفسك.",
    "screen_1": {
      "texts": [
        "يمكنك تجربة طريقة واحدة: انقل التوقعات نفسها التي تضعها على نفسك إلى المقرّبين منك كما لو كنت تخاطبهم بها. المهم أن تفعل ذلك بصدق.",
        "غالبًا ما يتضح خلال الدقائق الأولى مدى قسوة النقد الداخلي وعدم إنصافه.",
        "لنقدّم هذا التمرين على شكل مثال لحوار بين مراجع وأخصائي نفسي:",
        "دميتري، قلتَ إن فقدانك للوظيفة أثار لديك شعورًا بالفشل وأفكارًا مثل: «أنا فاشل، لا ينجح معي شيء».",
        "لننظر إلى هذه الأفكار من زاوية أخرى. أقترح أن نمثّل مشهدًا قصيرًا: ستنطق بعباراتك الناقدة، لكنك ستوجّهها لا إلى نفسك بل إلى شخص مقرّب—مثل أفضل أصدقائك.",
        "سألعب دور الصديق الذي خسر عمله أيضًا، وأنت ستكون على طبيعتك. هل أنت مستعد لتجربة ذلك؟",
        "نعم، لنجرّب."
      ]
    },
    "screen_2": {
      "texts": [
        "لنبدأ. سأقول: «تم فصلي اليوم من العمل».",
        "ربما… ارتكبتَ خطأ ما. وإلا لما حدث ذلك.",
        "مثل ماذا برأيك؟",
        "حسنًا… ربما أخطأت، ولم تُولِ الأمر ما يكفي من الانتباه.",
        "إذًا أنت تنتقدني الآن؟",
        "ربما نعم. يبدو أنك لم تكن تؤدي ما هو مطلوب. وربما لست جيدًا بما يكفي في عملك.",
        "من المؤلم جدًا سماع هذا. كنت آمل أن أتلقى دعمًا.",
        "أفهم… لكن إذا كنت تخطئ ولا تؤدي المطلوب، فكيف يمكنني أن أدعمك؟",
        "بعد هذه اللعبة التمثيلية، قال دميتري إن قول كلمات كهذه لشخص مقرّب كان صعبًا جدًا عليه. وأدرك أنه في الواقع لن يتصرف بهذه الطريقة أبدًا—بينما كان يفعل ذلك مع نفسه باستمرار."
      ]
    },
    "screen_3": {
      "texts": [
        "مثير للاهتمام، أليس كذلك؟ ما يكاد يستحيل قوله للآخرين، نقوله أحيانًا لأنفسنا بسهولة.",
        "غالبًا ما نُظهر للآخرين صبرًا ولطفًا وتفهّمًا—وننسى تمامًا أن نمنح أنفسنا الشيء نفسه.",
        "من المفيد التخلّي عن ازدواجية المعايير. أنت أيضًا تستحق الاحترام والدعم واللطف.",
        "تذكير مهم: تقدير الذات الصحي أحد الأسس الرئيسية لدافعيتك وأهدافك وطاقة حياتك.",
        "عندما يكون تقدير الذات منخفضًا، نُقلّل من قدراتنا، وكأننا نسلب أنفسنا حقّنا في السعادة.",
        "يمكنك البدء تدريجيًا بتغيير علاقتك مع نفسك: لاحظ النجاحات الصغيرة، واسمح لنفسك بأن تكون بشرًا، وأن تخطئ وتتعلّم. خطوات صغيرة تقود إلى تغييرات كبيرة."
      ],
      "quote": {
        "text": "تحدّث مع نفسك بالطريقة نفسها التي ستتحدّث بها إلى شخص تحبه.",
        "author": "برينيه براون"
      }
    }
  },
  "mistake": {
    "title": "تقنية: التحرّر من الخوف من الخطأ",
    "description": "تقدّم هذه المقالة أساليب فعّالة للتعامل مع الكمالية، بهدف تقبّل عدم الكمال وتقليل الخوف من ارتكاب الأخطاء.",
    "screen_1": {
      "texts": [
        "لنستعرض بعض الأساليب البسيطة لكنها فعّالة جدًا، والتي تساعد على تجاوز الميل إلى الكمالية.",
        "ورقة عمل «مقاومة الكمالية»",
        "يعتقد كثيرون ممن يميلون إلى الكمالية أن الاستمتاع الحقيقي بأي شيء لا يكون ممكنًا إلا إذا أُنجز على نحو مثالي. نقترح تحدّي هذه الفكرة.",
        "على مدار أسبوع، قم بتدوين مجموعة متنوعة من المهام العفوية التي تقوم بها، مثل «تنظيف الأسنان»، «إعداد العشاء»، «تحضير تقرير العمل» أو «ترتيب المنزل».",
        "في العمود الثاني، قيّم—من وجهة نظرك—مدى جودة تنفيذ المهمة كنسبة مئوية.",
        "وفي العمود الثالث، اكتب مقدار المتعة التي منحك إياها إنجازها.",
        "قد تبدو الأمثلة على النحو التالي:",
        "إعداد العشاء – 50% (كان يمكن اختيار وصفة أكثر تعقيدًا وأشهى) – 90% (بسيط لكنه لذيذ جدًا ولم يستغرق وقتًا طويلًا).",
        "تنظيف المنزل – 70% (أنجزت الأساسيات كلها، لكن لم أصل إلى الثلاجة والموقد) – 100% (النظافة في المنزل تمنحني دائمًا متعة).",
        "تحضير تقرير العمل – 85% (بذلت جهدًا لا بأس به في التقرير) – 20% (الأفكار المستمرة عن أنه كان يمكن أن يكون أفضل حرمتني من الاستمتاع بالعملية).",
        "يساعدك هذا التمرين على إدراك أن الوصول إلى الكمال ليس شرطًا ضروريًا للاستمتاع بالعملية."
      ],
      "quote": {
        "text": "الكمال ليس هدفًا يمكن بلوغه، بل اتجاه نسير نحوه.",
        "author": "توماس واتسون"
      }
    },
    "screen_2": {
      "texts": [
        "تقبّل إمكانية الوقوع في الخطأ",
        "لا أحد يحب الأخطاء، لكن بالنسبة لأصحاب النزعة إلى الكمالية تصبح مصدر خوفٍ شديد.",
        "من أكثر الطرق فعالية للتغلّب على الخوف من عدم الكمال هو تعلّم تقبّل الأخطاء.",
        "هل تلاحظ أن قلبك يبدأ بالخفقان بشكل أسرع لمجرد التفكير في احتمال ارتكاب خطأ؟ هذه علامات خوف وقلق.",
        "ولكي تصبح أكثر تقبّلًا لإمكانية الخطأ، يمكنك كتابة مقالة قصيرة عن سبب كون الأخطاء أمرًا طبيعيًا، ولماذا السعي إلى الكمال المطلق غير عقلاني.",
        "شاركت شابة تحاول التغلب على الكمالية الأفكار التالية:",
        "ينبع خوفي من ارتكاب خطأ من رؤيتي للعالم بالأبيض والأسود: خطأ واحد يعني أن كل شيء ينهار. هذا وهم. فالخطأ الصغير لا يستطيع أن يدمّر كل ما تم إنجازه من أمور جيدة.",
        "الأخطاء مفيدة لأنها تساعدنا على التعلّم. لا يمكن التعلّم من دون أخطاء. وبما أن أحدًا ليس بمنأى عنها، فمن المهم تعلّم تقبّلها ومواصلة التعلّم من الخبرة الشخصية.",
        "الاعتراف بالأخطاء يتيح لنا تعديل سلوكنا، فنصل إلى نتائج أكثر إرضاءً، ما يجعلنا أكثر سعادة ويحسّن جودة حياتنا.",
        "معظم الناس لن يدينونا بسبب أخطائنا ولن يتوقفوا عن محبتنا بسببها—في النهاية الجميع يخطئون، وكثيرون يشعرون بعدم الارتياح أمام «الأشخاص المثاليين».",
        "الخطأ لا يعني نهاية العالم.",
        "بالطبع، إعداد مثل هذه القائمة لا يعني تحوّلًا فوريًا أو بدء حبّ الأخطاء، لكنه خطوة مهمة لتغيير علاقتك بعدم الكمال.",
        "اكتب مقالك الخاص عن سبب كون ارتكاب الأخطاء أمرًا طبيعيًا بل ومفيدًا. ذكّر نفسك بأنه حتى إن حدث خطأ، فلن ينهار العالم—فهذا جزء طبيعي من أي عملية، وإن لم يكن الجزء المرغوب فيه."
      ]
    }
  },
  "nonDepression": {
    "title": "الحزن لا يعني الإصابة بالاكتئاب",
    "description": "في هذه المقالة نتحدث عن الفرق المهم بين الحزن الطبيعي والاكتئاب السريري. الخسارات، الانفصالات، الصعوبات والتغيّرات جزء من الحياة، ومن الطبيعي إنسانيًا أن نشعر بالألم. نشرح كيف نميّز المشاعر الطبيعية عن الاكتئاب، حيث يلعب التفكير المشوّه دورًا كبيرًا وقد تكون هناك حاجة إلى مساعدة مهنية. ستساعدك هذه المادة على فهم مشاعرك بصورة أفضل والانتباه في الوقت المناسب عندما يتجاوز الحزن حدوده الطبيعية.",
    "screen_1": {
      "texts": [
        "في الأقسام السابقة تحدثنا عن مدى واقعية وألم أحداث مثل الفقدان، المرض، الانفصال، الخيانة أو فقدان الوظيفة.",
        "يمرّ كل شخص في مرحلة ما بتجارب كهذه. إنها ثقيلة وعميقة وإنسانية جدًا. لكنها بحد ذاتها لا تعني اكتئابًا.",
        "قد يبرز سؤال: هل توجد «كآبة صحية»—حزن لا يرتبط بالاكتئاب؟",
        "نعم، بالتأكيد.",
        "الحزن والحداد والشعور بالأسى ردود فعل طبيعية على أحداث مهمة وخسارات وتغيّرات. هذه المشاعر تساعد على عيش التجربة وفهم ما يحدث والمضيّ قدمًا.",
        "إنها مشاعر إنسانية طبيعية، ومن المهم أن يسمح المرء لنفسه بعيشها بدل كبتها أو الشعور بالخجل منها.",
        "إذا شعرت بالحزن بعد انفصال، فهذا طبيعي. يدل ذلك على قدرتك على الشعور وبناء التعلّق.",
        "وإذا كان تذكّر شخص عزيز رحل يؤلمك، فهذا انعكاس للمحبة لا علامة ضعف.",
        "لكن الاكتئاب ليس مجرد حزن. إنه حالة تتكوّن وتستمر بفعل نظرة مشوّهة ويائسة إلى الذات والعالم والمستقبل.",
        "في الاكتئاب، لا تتناسب شدة المشاعر السلبية ومدتها مع الموقف—بل تكون أقوى وأعمق وأثقل بكثير."
      ],
      "quote": {
        "text": "بين المُثير والاستجابة مساحة. فيها تكمن حريتنا في اختيار طريقة التفاعل. وفي هذا الاختيار تكمن قوتنا ونمونا.",
        "author": "فيكتور فرانكل"
      }
    },
    "screen_2": {
      "texts": [
        "عندما يكون الشخص في حالة اكتئاب، قد تُرى حتى الصعوبات العادية كأنها كارثة.",
        "قد يبدو الخطأ الصغير فشلًا، والمشكلة البسيطة مأساة، وقد يُشعَر بالحزن كظلام لا ينتهي.",
        "تخيّل صنبورًا يخلط بين الماء الساخن والبارد. في الحياة اليومية ننتقل بين المشاعر—الفرح، الحزن، الأمل، الندم.",
        "أما في الاكتئاب، فكأن «الصنبور البارد» وحده مفتوح—حزن وقلق وشعور باليأس. وغالبًا ليس ذلك نتيجة الموقف نفسه، بل نتيجة إدراك مشوّه يحتاج إلى رعاية وتصحيح.",
        "لطريقة نظرنا إلى الأحداث دور كبير. الحزن بحد ذاته ليس خطيرًا. يصبح خطيرًا عندما تحوّله الأفكار إلى عجز ويأس.",
        "نأمل بصدق أن يكون هذا القسم قد ساعدك على فهم طبيعة الاكتئاب بصورة أفضل، وعلى ملاحظة علاماته.",
        "هنا تعرّفت إلى الأعراض الأساسية للاكتئاب وإلى طرق العمل على الحالة بالاستناد إلى ممارسات وتقنيات.",
        "يمكنك دائمًا العودة إلى هذه المواد، وإعادة قراءتها وتطبيق التمارين. ونحن نُعدّ لك أدوات جديدة ومفيدة."
      ],
      "quote": {
        "text": "أجمل الناس هم الذين مرّوا بالألم والفقدان والصراع، ومع ذلك وجدوا طريقهم إلى الأعلى.",
        "author": "فيكتور فرانكل"
      }
    }
  }
}
