{
  "title": "تقنية: مرآة النقد الذاتي",
  "description": "تبحث المقالة في تأثير النقد الذاتي على تقدير الذات، وتقدم للقراء تمرينًا يعبرون فيه عن نقدهم الداخلي في لعب الأدوار، موجهين إياه إلى شخص مقرب. يساعد هذا على إدراك عدم عدالة وقسوة النقد الذاتي ويؤكد على أهمية الموقف الرعائي والداعم تجاه الذات لتحسين تقدير الذات وتحقيق أهداف الحياة.",
  "screen_1": {
    "texts": [
      "ابدأ بتطبيق نفس المتطلبات على أقربائك وأصدقائك. لكن كن صادقًا للغاية.",
      "وعندما تبدأ في القيام بذلك، ستفهم مدى عدم عدالة نقدك في الواقع.",
      "تخيل هذا التمرين من خلال مثال آخر لحوار بين مريض واختصاصي نفسي:",
      "دميتري، قلت إن الفصل من العمل أوصلك إلى حالة رهيبة. وأنك فاشل لا تستطيع فعل أي شيء.",
      "دعنا نرى كيف يبدو هذا في الواقع. أقترح عليك لعب أدوار صغيرًا، حيث ستقول كل ما تقوله لنفسك في هذا الموقف، ولكن لشخص مقرب منك، مثل أفضل صديق لك.",
      "سأكون في دور صديقك الذي تم فصله أيضًا، مثلك، وأنت ستكون نفسك. هل نجرب؟",
      "دعنا نجرب."
    ]
  },
  "screen_2": {
    "texts": [
      "لنبدأ بأن أقول: «تم فصلي اليوم».",
      "ربما فعلت شيئًا خاطئًا، لذلك تم فصلك.",
      "مثل ماذا؟",
      "ارتكبت الكثير من الأخطاء، كنت غير منتبه.",
      "يعني أنت تنتقدني؟",
      "نعم، أنت لا تعرف كيف تعمل بشكل صحيح. أنت لا تتعامل مع الأمور. أنت فاشل.",
      "إنه أمر مزعج جدًا أن أسمع هذا، كنت أعتمد على دعمك.",
      "كيف يمكنني دعمك إذا كنت لا تجيد أي شيء، إذا كنت تخطئ باستمرار. لن تحقق أي شيء أبدًا.",
      "بعد لعب الأدوار هذا، شارك دميتري كم كان صعبًا عليه قول كل هذه الكلمات لشخص مقرب، وأنه لا يتخيل حتى أنه قد يكون قادرًا على القيام بذلك."
    ]
  },
  "screen_3": {
    "texts": [
      "لكن هذه هي الطريقة التي تتعامل بها مع نفسك، منتقدًا، مهينًا، مجرحًا.",
      "لسبب ما، لا تشعر بالأسف على نفسك، لكنك لن تتصرف هكذا مع الآخرين. توقف عن تطبيق معايير مزدوجة.",
      "ابدأ في إظهار نفس التسامح والفهم والرعاية والدعم لنفسك الذي تظهره للآخرين.",
      "تقدير ذاتك هو الدافع الأكثر أهمية عند تحديد هدف الحياة وتحقيقه لاحقًا.",
      "مع تقدير الذات المنخفض، تقلل من تقدير إمكاناتك، مما يحرمك من حق السعادة.",
      "لتغيير الوضع، عليك تغيير عادات تفكيرك، سلوكك، والتقدم بخطوات صغيرة نحو تقدير ذاتي صحي، وقبول الإخفاقات وملاحظة أصغر النجاحات."
    ],
    "quote": {
      "text": "تحدث مع نفسك بنفس الطريقة التي تتحدث بها مع شخص تحبه.",
      "author": "بريني براون"
    }
  }
}
