{
  "title": "تقنية: التخلص من الخوف من الأخطاء",
  "description": "تقدم المقالة طرقًا فعالة لمكافحة الكمالية، تهدف إلى قبول عدم الكمال وتقليل الخوف من الأخطاء.",
  "screen_1": {
    "texts": [
      "دعونا ننظر في بعض الطرق البسيطة ولكنها فعالة للغاية التي ستساعد في التغلب على السعي نحو الكمالية.",
      "ورقة «مكافحة الكمالية»",
      "يعيش العديد من الكماليين في اعتقاد أن الاستمتاع الكامل بأي شيء ممكن فقط في حالة تنفيذه بشكل مثالي. نقترح عليك تحدي هذه الفكرة.",
      "على مدار أسبوع، قم بتسجيل المهام المتنوعة والعفوية التي تقوم بها، سواء كانت «تنظيف الأسنان»، أو «تحضير العشاء»، أو «إعداد تقرير العمل»، أو «تنظيف المنزل».",
      "في العمود الثاني، حدد مدى كفاءة تنفيذ المهمة بحسب رأيك، معبرًا عنها بنسبة مئوية.",
      "في العمود الثالث، حدد مقدار السعادة التي جلبها لك إنجازها.",
      "يمكن أن تبدو الأمثلة على النحو التالي:",
      "تحضير العشاء - 50% (كان يمكنني اختيار وصفة أكثر تعقيدًا وأكثر لذة) - 90% (بسيط، لكنه لذيذ جدًا ولم يستغرق الكثير من الوقت).",
      "تنظيف المنزل - 70% (قمت بكل الأساسيات، لكن لم أتمكن من الوصول إلى الثلاجة والموقد) - 100% (نظافة المنزل تسعدني دائمًا).",
      "إعداد تقرير العمل - 85% (بذلت الكثير من الجهد في التقرير) - 20% (الأفكار المستمرة حول كيف كان يمكن أن يكون أفضل حرمتني من الاستمتاع بالعملية).",
      "سيسمح لك هذا التمرين بإدراك أن تحقيق الكمال ليس شرطًا إلزاميًا للاستمتاع بالعملية."
    ],
    "quote": {
      "text": "الكمال ليس هدفًا يمكن تحقيقه، بل هو اتجاه للحركة.",
      "author": "توماس واتسون"
    }
  },
  "screen_2": {
    "texts": [
      "قبول احتمالية ارتكاب الأخطاء",
      "لا أحد يحب الأخطاء، لكنها تصبح موضوع خوف خاص للكماليين.",
      "إحدى أكثر الطرق فعالية للتغلب على الخوف من عدم الكمال هي تعلم قبول أخطائك.",
      "هل تشعر أن قلبك يبدأ في النبض بشكل أسرع عند مجرد التفكير في خطأ محتمل؟ هذه علامات الخوف والقلق.",
      "لتصبح منفتحًا على احتمالية ارتكاب الأخطاء، ابدأ بكتابة مقال حول سبب كون الأخطاء أمرًا طبيعيًا، وأن السعي إلى الكمال المطلق هو أمر غير عقلاني.",
      "إحدى الفتيات التي تكافح مع الكمالية عبرت عن الأفكار التالية:",
      "الخوف من ارتكاب خطأ ينبع من إدراكي للعالم بألوان أبيض وأسود: خطأ واحد، وكل شيء ينهار. هذا وهم. فالخطأ الصغير لا يمكنه تدمير كل الخير الذي تم إنجازه.",
      "الأخطاء مفيدة، لأننا نتعلم منها. بدون أخطاء، التعلم مستحيل. بما أن لا أحد محصن ضد الأخطاء، فمن المهم تعلم قبولها والاستمرار في التعلم من تجاربنا الخاصة.",
      "الاعتراف بالأخطاء يسمح لنا بتصحيح سلوكنا، مما يؤدي إلى تحقيق نتائج أكثر إرضاءً، وهذا بدوره يجعلنا أكثر سعادة ويحسن نوعية حياتنا.",
      "معظم الناس لن يدينونا على أخطائنا ولن يتوقفوا عن حبنا بسببها - في النهاية، الجميع يخطئون، والعديد يشعرون بعدم الارتياح في مجتمع الأشخاص «المثاليين».",
      "الخطأ لا يعني نهاية العالم.",
      "بالطبع، إعداد مثل هذه القائمة لا يعني التحول الفوري وبدء حب الأخطاء، لكنها خطوة مهمة نحو تغيير موقفك تجاه عدم الكمال.",
      "اكتب مقالك الخاص حول سبب كون ارتكاب الأخطاء أمرًا طبيعيًا وحتى مفيدًا. ذكّر نفسك أنه حتى لو ارتكبت خطأ، فإن العالم لن ينهار - هذا جزء طبيعي من أي عملية، على الرغم من أنه ليس الجزء الأكثر رغبة."
    ]
  }
}
