{
  "title": "الحزن لا يعني المعاناة من الاكتئاب",
  "description": "تبحث المقالة في الفرق بين الحزن العادي والاكتئاب السريري، مؤكدة أن معايشة الخسائر والإخفاقات أمر طبيعي ولا يشير دائمًا إلى اضطراب نفسي. توضح كيف يمكن للتفكير المشوه أن يحول ردود الفعل العاطفية الطبيعية إلى أعراض اكتئاب تتطلب تدخلاً مهنيًا. تهدف المقالة إلى مساعدة القراء على التمييز بين مشاعر الحزن الطبيعية والأمراض النفسية الخطيرة، مما يسهل التشخيص الذاتي وفهم متى تكون هناك حاجة إلى مساعدة متخصصة.",
  "screen_1": {
    "texts": [
      "في الفصول السابقة، تأكدنا من أن مشاكل مثل فقدان الأحباء، والأمراض، والانفصالات، والخيانات، والفصل من العمل هي مشاكل حقيقية تمامًا.",
      "للأسف الشديد، يواجه كل منا هذه المشاكل، لكن في الواقع، لن يؤدي أي مما ذكر إلى اكتئاب حقيقي.",
      "هنا يظهر السؤال: هل هناك «حزن صحي» لم يتأثر بالتشوهات؟",
      "الإجابة نعم، بلا شك!",
      "الشعور بالحزن والأسى ليس بالضرورة أمرًا سيئًا، في العديد من المواقف هذا أمر طبيعي. المشاعر التي يختبرها الشخص نتيجة الحزن الشديد - الحزن، الأسى، الندم، القلق - طبيعية.",
      "هذه هي المشاعر الطبيعية الحقيقية التي يمكن لأي شخص ويجب أن يسمح لنفسه باختبارها.",
      "إذا كنت تشعر بالحزن عند الانفصال عن شخص تحبه - نهنئك، أنت طبيعي!",
      "إذا كنت تشعر بالأسى والحنين عند تذكر وفاة شخص عزيز - فأنت منطقي تمامًا.",
      "لكن الاكتئاب ليس مجرد عواطف سلبية، إنه مرض ناجم عن تفكير مشوه.",
      "نأمل أن نكون قد نجحنا في توضيح ذلك في هذا القسم. في الاكتئاب، لا تتناسب درجة المشاعر السلبية مع الصعوبة الموضوعية للموقف."
    ],
    "quote": {
      "text": "بين المحفز والاستجابة هناك مساحة. في هذه المساحة تكمن حريتنا وقدرتنا على اختيار استجابتنا. في استجابتنا يكمن نمونا وحريتنا.",
      "author": "فيكتور فرانكل"
    }
  },
  "screen_2": {
    "texts": [
      "الشخص المصاب بالاكتئاب سيدرك الأحداث من أي حجم بشكل أكثر سلبية.",
      "الإخفاق الصغير في الاكتئاب يتحول إلى مشكلة كبيرة. يصبح الحزن لا يطاق، والمصيبة كارثة. الحزن جزء من الاكتئاب، بالطبع، لكنه ليس أساسه.",
      "يمكن تشبيه الشخص السليم نفسيًا بخلاط في الحمام، حيث توجد حنفيات للماء البارد والساخن.",
      "في الحياة، هناك «ماء بارد» - المشاعر السلبية و«الساخن» - الإيجابية. الشخص المصاب بالاكتئاب لديه «صنبور بارد» دائمًا «مفتوح» فقط، وهذا ليس بسبب المشاكل «الحقيقية»، ولكن بسبب التفكير المشوه الذي يحتاج إلى تغيير.",
      "موقفنا من الوضع يحدد إلى حد كبير ما إذا كان حزننا سيظل مجرد عاطفة أو سيصبح جزءًا من الاكتئاب.",
      "يؤمن فريق MindHealth بصدق ويأمل أن يكون قسم الاكتئاب والجهود المبذولة فيه مفيدة لك أو لأحبائك!",
      "لقد تحدثنا عن المبادئ والأعراض الرئيسية للاكتئاب، وكيف يظهر، والأهم من ذلك، كيفية التعامل معه بشكل مستقل.",
      "يمكنك دائمًا العودة إلى الفصول السابقة، وإعادة قراءتها وتجربة التمارين عمليًا، وسنواصل العمل على قسم جديد."
    ],
    "quote": {
      "text": "أروع الناس الذين نعرفهم هم أولئك الذين عاشوا الهزيمة، وعاشوا المعاناة، وعاشوا الصراع، وعاشوا الخسارة، ووجدوا طريقة للخروج من الأعماق.",
      "author": "فيكتور فرانكل"
    }
  }
}
