{
  "title": "تقنية: خطة عمل لمكافحة التسويف",
  "description": "في هذه المقالة نكشف أسرار المكافحة الفعالة للتسويف من خلال طريقة مجربة تعتمد على ورقة مكافحة التسويف. اكتشف كيف يمكن للخطوات البسيطة لتقسيم المهام والتقييم الواقعي لصعوبتها والمتعة المحتملة من إنجازها أن تغير نهجك في العمل والشؤون الشخصية، مما يؤدي إلى زيادة الإنتاجية وتحسين الشعور العام.",
  "screen_1": {
    "texts": [
      "قد تثير هذه التقنية اهتمامك بشكل خاص إذا كنت تميل إلى تأجيل المهام لاعتقادك أنها صعبة للغاية أو لا تجلب المتعة.",
      "في المرحلة الأولى، اكتب في عمود واحد مهمة أو مهمتين تؤجل تنفيذهما.",
      "إذا كانت المهمة تتطلب وقتاً وجهداً كبيرين، فمن الأفضل تقسيمها إلى عدة مراحل صغيرة، كل منها لا تستغرق أكثر من 15-20 دقيقة.",
      "بعد ذلك، في العمود الثاني، قيّم على مقياس من 0 إلى 100% مدى صعوبة تنفيذ هذه المهمة في رأيك.",
      "إذا كانت المهمة تبدو سهلة، ضع تقييماً منخفضاً - على سبيل المثال، 10 أو 20%. إذا كانت المهمة تبدو أكثر صعوبة، فمن المناسب كتابة 80 أو 90%.",
      "في العمود الثالث، باستخدام المقياس المئوي أيضاً، اكتب توقعاتك حول مقدار المتعة التي ستجلبها المهمة عند إنجازها.",
      "ابدأ بتنفيذ المهمة فقط بعد تسجيل توقعاتك."
    ],
    "quote": {
      "text": "لا يمكنك انتظار الإلهام. يجب أن تذهب لملاقاته بالعمل.",
      "author": "جاك لندن"
    }
  },
  "screen_2": {
    "texts": [
      "عند الانتهاء، اكتب في العمودين الأخيرين مدى صعوبة المهمة في الواقع ومقدار المتعة التي شعرت بها من تنفيذها أو من النتيجة التي حصلت عليها، باستخدام المقياس المئوي للتقييم.",
      "مثال:",
      "محامٍ فقد وظيفته مؤخراً لم يستطع البدء في البحث عن عمل جديد بسبب شعوره بأن عملية إعداد السيرة الذاتية والبحث نفسه مهام لا يمكن التغلب عليها.",
      "للبدء، يجب تقسيم مهمة \"إيجاد عمل\" إلى عدة مراحل حتى لا تبدو مستحيلة للفهم ولا تحفز على التسويف:",
      "الجلوس وكتابة السيرة الذاتية.",
      "مراجعتها في اليوم التالي بطاقة جديدة وإجراء التعديلات.",
      "تخصيص 10-15 دقيقة يومياً لمراقبة مواقع البحث عن عمل.",
      "كتابة خطاب تقديمي أو تحفيزي.",
      "إرسال السيرة الذاتية للوظائف المختارة، مع تكييف الخطاب التقديمي للوظيفة والشركة المحددة.",
      "وبالتالي، يمكن تبسيط إدراك المهمة الكبيرة من خلال تقسيمها إلى خطوات صغيرة."
    ]
  },
  "screen_3": {
    "texts": [
      "ثم قيّم كل مهمة حسب درجة الصعوبة والمتعة المتوقعة. يمكن أن يبدو المثال كالتالي:",
      "التاريخ: 31.01.2024",
      "المهمة: إعداد السيرة الذاتية",
      "الصعوبة المتوقعة: 80%",
      "المتعة المتوقعة: 15%",
      "الصعوبة الفعلية: 30%",
      "المتعة الفعلية: 70%",
      "كما ترى، كان إعداد السيرة الذاتية أسهل وأكثر متعة بكثير مما كان متوقعاً.",
      "وبشكل مفاجئ، تحركت العملية من نقطة الجمود، وارتفع تقدير الذات والدافع بشكل ملحوظ بفضل النتائج المحققة. كان تأثير استخدام هذه التقنية مذهلاً لدرجة أن المحامي بدأ تطبيقها في مجالات أخرى من حياته، مما زاد بشكل كبير من إنتاجيته وثقته بنفسه."
    ]
  }
}
