{
  "title": "تقنية: واجه ناقدك الداخلي",
  "description": "تقدم هذه المقالة طرقًا فعالة لتعزيز احترام الذات يمكن تطبيقها بشكل ذاتي. التقنية الأساسية هي تعلم مواجهة الناقد الداخلي، حيث يُقترح الاحتفاظ بجدول خاص يحتوي على الأفكار النقدية الذاتية، وأخطائها المعرفية، والردود المنطقية عليها. تؤكد المقالة على أهمية الممارسة المنتظمة لهذه التمارين لتحقيق تغييرات كبيرة في إدراك الذات وتعزيز احترام الذات.",
  "screen_1": {
    "texts": [
      "لقد طورنا مجموعة من التقنيات البسيطة ولكن الفعالة لتعزيز احترام الذات. هذه الأساليب، المتاحة للاستخدام الذاتي، ستساعدك في هذه العملية الصعبة.",
      "قبل كل شيء، من المهم أن تفهم: معرفة النظرية وحدها ليست كافية لتعزيز احترام الذات.",
      "فقط الممارسة المنتظمة للتمارين ستجلب نتائج مستدامة. ننصحك بتخصيص القليل من الوقت كل يوم، على الأقل في المرحلة الأولية، حتى تصبح العملية عادة.",
      "التقنية الأولى التي نود إطلاعك عليها تهدف إلى تعليمك كيفية مواجهة ناقدك الداخلي.",
      "غالبًا ما تنشأ مشاعر النقص وكراهية الذات بسبب الناقد الداخلي الذي يقوض باستمرار احترامك لذاتك.",
      "المعتقدات السلبية مثل «أنا لا أساوي شيئًا»، «أنا أسوأ من الآخرين»، «لن أنجح في أي شيء»، «أنا مسؤول عن كل شيء»، «أنا فاشل» تفاقم مشاكل احترام الذات ويمكن أن تؤدي إلى الاكتئاب.",
      "للتغلب على هذه العادة الفكرية السلبية، اتبع هذه الخطة:",
      "تعلم كيف تلاحظ وتسجل الأفكار النقدية الذاتية.",
      "حدد التشوهات المعرفية في هذه الأفكار.",
      "طور ردودًا منطقية لخلق علاقة أكثر واقعية وصحية مع نفسك، وافعل ذلك بانتظام.",
      "لهذه الأغراض، يمكنك استخدام «مذكرة الأفكار التلقائية» في تطبيقنا. أو يمكنك تدوين الملاحظات خارج التطبيق في شكل ثلاثة أعمدة.",
      "فيما يلي سنشرح النسخة ذات الأعمدة الثلاثة لمزيد من البساطة."
    ],
    "quote": {
      "text": "لا أحد يستطيع أن يجعلك تشعر بالنقص دون موافقتك.",
      "author": "إليانور روزفلت"
    }
  },
  "screen_2": {
    "texts": [
      "قم بإنشاء جدول من ثلاثة أعمدة بالتنسيق المناسب لك - قد يكون دفتر ملاحظات، مستند على الكمبيوتر، أو ملاحظة في هاتفك. عناوين الأعمدة هي:",
      "أفكار الناقد",
      "الخطأ المعرفي",
      "الرد المنطقي",
      "في العمود الأول، اكتب جميع الأفكار النقدية الذاتية التي تتبادر إلى ذهنك.",
      "في كل مرة تلوم نفسك، تشعر بأنك عديم الفائدة أو غير راضٍ عن نفسك، اسأل نفسك: «ما الذي أفكر فيه عن نفسي الآن؟» واكتب ذلك.",
      "على سبيل المثال، إذا كنت قلقًا قبل الامتحان وتفكر: «أنا غبي جدًا لدرجة أنني سأفشل بالتأكيد»، فهذا هو الفكر الذي يجب عليك تسجيله.",
      "في هذا العمود، من الأفضل كتابة أفكارك عن نفسك، وليس مشاعرك. لأنك إذا كتبت: «أشعر بأنني فظيع»، فمن غير المرجح أن تتمكن من دحض ذلك، لأنه صحيح بالفعل.",
      "في العمود الثاني، حدد التشوه المعرفي الموجود في الفكرة.",
      "اكتب في العمود الثاني أي خطأ في التفكير اكتشفته لديك. قد يكون خطأ واحدًا، أو اثنين، أو ثلاثة.",
      "على سبيل المثال، في عبارة «أنا غبي جدًا لدرجة أنني سأفشل بالتأكيد» نرى تشوهًا في شكل وضع التسميات.",
      "وفي فكرة «أنا غير قادر على فعل أي شيء، لذلك سيتم فصلي، ولن أنجح أبدًا» يمكن اكتشاف عدة تشوهات، مثل المبالغة في التعميم والتهويل."
    ],
    "quote": {
      "text": "كلما فهمت نفسي واحتياجاتي العاطفية بشكل أفضل، أصبح إدراكي للواقع أقوى وتسممت حياتي بمخاوف وأوهام أقل.",
      "author": "كارل روجرز"
    }
  },
  "screen_3": {
    "texts": [
      "وبالطبع، العمود الأهم في جدولنا هو الرد البديل المنطقي. إنها المواجهة الحقيقية للناقد داخل نفسك.",
      "من المهم استبدال الفكرة النقدية الذاتية بفكرة أكثر واقعية ومنطقية، مع تجنب التصريحات المتفائلة المفرطة.",
      "يجب استبدال الفكرة النقدية بفكرة أكثر واقعية. لا ينبغي أن تكون ثنائية في ذلك، باستبدالها بفكرة متفائلة جدًا غير واقعية.",
      "من قبيل: «أنا الأذكى وسأنجح في كل شيء بامتياز». ربما تكون هذه الفكرة صحيحة، لكنها تتعارض بشدة مع فكرتك الأصلية ومن غير المرجح أن تصدقها على الفور، وبالتالي لا معنى لها.",
      "بدلاً من ذلك، حاول التعرف على الحقيقة، كيف هو الوضع في الواقع.",
      "لأنه إذا لم يكن ما تكتبه في الرد المنطقي مقنعًا وواقعيًا بما فيه الكفاية بالنسبة لك، فلن يساعدك.",
      "حاول كتابة رد بديل تؤمن به أنت نفسك.",
      "على سبيل المثال، يمكنك كتابة ما يلي: «في الواقع، أنا لست غبيًا، لدي أدلة على ذلك، لقد دخلت الجامعة بنفسي، وأدرس جيدًا بما فيه الكفاية. بالطبع، هناك لحظات لا أنجح فيها في شيء ما، لكنني إنسان، يمكنني ارتكاب الأخطاء، لكن هذا لا يجعلني غبيًا.",
      "علاوة على ذلك، أنا أستعد للامتحان ومن المرجح أنني سأجتازه ولو بدرجة مقبولة، لقد اجتزت جميع المواد حتى الآن. وحتى لو لم أنجح من المرة الأولى، يمكنني الذهاب لإعادة الامتحان، والاستعداد جيدًا والنجاح بالتأكيد.\"",
      "هذا الرد المنطقي أكثر مصداقية واحتمالية إيمانك به أعلى بكثير.",
      "استخدم هذه الأداة على مدار اليوم، مع تسجيل أفكارك بانتظام ومواجهة المعتقدات الهدامة.",
      "مع مرور الوقت، ستكتشف أن العثور على رد منطقي يصبح أسهل. لكن الأهم من ذلك - ستلاحظ تغييرات في مزاجك وموقفك من نفسك."
    ]
  }
}
