{
  "trap": {
    "title": "تقنية: الخروج من فخ التوقعات المبالغ فيها",
    "description": "تتناول المقالة مشكلة الشعور بالذنب الناجم عن مطالب غير واقعية تجاه الذات وعن النقد الذاتي المستمر. وتعرض طرقًا لإعادة النظر في القناعات الداخلية واستبدال «الواجبات الصارمة» بنظرة أكثر صحة لقدراتكم ورغباتكم. كما تقدّم نصائح عملية للتحرر من لوم الذات وبناء علاقة أكثر انسجامًا مع أنفسكم ومع أخطائكم.",
    "screen_1": {
      "texts": [
        "غالبًا ما ينشأ الشعور بالذنب بسبب مطالب مرتفعة تجاه الذات، وقد يظهر في أفكار مثل:",
        "«يجب أن أفعل هذا».",
        "«يجب أن أتصرف هكذا».",
        "«يجب أن أكون هكذا».",
        "«لم يكن ينبغي أن أفعل ذلك».",
        "«كان ينبغي أن أتوقع هذا/أن أعرفه».",
        "المطالب غير الملائمة التي تتضمن كلمة «يجب» قد تؤدي إلى الشعور بالذنب وتوقعات غير واقعية.",
        "فهذه المطالب تفترض أنكم يجب أن تكونوا كاملين أو عليمين بكل شيء، وهذا غير واقعي.",
        "وقد تشمل أيضًا فكرة أنكم يجب أن تكونوا سعداء أو راضين دائمًا، وهو ما يزيد بدوره إحساس الفشل.",
        "كما توجد مطالب مبنية على افتراض أنكم تعرفون كل شيء وتستطيعون التنبؤ بالمستقبل. وهذا يخلق توقعات زائفة وشعورًا بالذنب بدلًا من أن يساعدكم على حل المشكلات.",
        "جوهر هذه التقنية هو إدراك أن لوم الذات غير مجدٍ، وأن هذه المطالب غير الملائمة هي بحد ذاتها غير واقعية وغير عادلة.",
        "فهي لا تولّد إلا الذنب والشعور بالعجز، ولا تساعد على حل المشكلة أو تحقيق النجاح.",
        "ولتجنّب الاستمرار في توجيه الاتهامات للنفس، من الأفضل التخلي عن هذه المطالب وأن تصبح توقعاتكم من أنفسكم وحياتكم أكثر واقعية.",
        "وبالطبع، لا تحدث هذه التغييرات في طريقة التفكير خلال يوم واحد، وقد لا تحدث حتى خلال شهر. لكننا نؤمن بأن العمل المنتظم على النفس يقرّبكم من التغيير."
      ],
      "quote": {
        "text": "كل شعور بالذنب يفترض إدانة الذات، وهذا خطأ من جذوره. ينبغي للإنسان أن يدرك أخطاءه دون أن يقع في جلد الذات.",
        "author": "برتراند راسل"
      }
    },
    "screen_2": {
      "texts": [
        "إذًا، ماذا يمكن فعله من الآن للتخلّص من الشعور بالذنب الذي تسببه المطالب المبالغ فيها؟",
        "طريقة بسيطة لكنها فعّالة للخروج من هذه المطالب تقوم على استبدال كلمة «يجب» بعبارات أخرى مثل: «سيكون من الجميل لو…» أو «لو استطعتم، لفعلتم…». غالبًا ما تكون هذه العبارات أكثر واقعية وأقل إيلامًا.",
        "مثلًا، بدلًا من «يجب أن أجعل زوجتي سعيدة»، يمكن القول: «سيكون رائعًا لو استطعت أن أجعل زوجتي سعيدة لأنها منزعجة. يمكنني أن أسألها عمّا يزعجها وأفكر كيف يمكنني أن أساعد».",
        "أو بدلًا من «لم يكن ينبغي أن آكل الآيس كريم»، يمكن القول: «كان سيكون أفضل لو لم آكل هذا الآيس كريم، لكن ما فعلته ليس نهاية العالم».",
        "تخلّوا عن التفكير بصيغة «لو…». بدلًا من أفكار مثل «كان ينبغي أن…»، «لو أنني…»، «يا ليتني لم…» جرّبوا أن تفكروا: «في المرة القادمة سأفعل بشكل مختلف».",
        "الأشخاص الذين يعانون من الذنب كثيرًا ما يفكرون بصيغة «لو…»، لكن من الأفضل تجنّب ذلك تمامًا.",
        "وإذا لاحظتم أنفسكم في هذا النمط، أوقفوه فورًا واستبدلوا العبارة بـ «في المرة القادمة سأ…».",
        "هكذا، بلا أي صيغ «لو…» إطلاقًا.",
        "يساعد «اختبار الواقع» على التحقق من مدى توافق مطالبكم مع الواقع. عندما تقولون لأنفسكم: «لم يكن ينبغي أن أفعل ذلك»، غالبًا ما تعتقدون أنكم فعلًا لم يكن ينبغي لكم أن تفعلوه، وأن قولكم هذا سيجعلكم تشعرون بتحسن.",
        "لكن في الواقع يحدث العكس: كان لديكم في تلك اللحظة ما يدفعكم إلى فعل ما فعلتموه بالضبط، والاعتراف بذلك قد يسبب خيبة أمل.",
        "مثلًا، بدأتم حمية لإنقاص الوزن، وأكلتم شيئًا إضافيًا، والآن تلومون أنفسكم: «لم يكن ينبغي أن آكل هذه الشوكولاتة».",
        "لكن في الحقيقة كانت لديكم حاجة إلى السكر. ربما كنتم متوترين بشأن أمر ما وبحكم العادة لجأتم إلى الأكل لتحسين المزاج، لذلك كان من الصعب ضبط النفس.",
        "كثيرًا ما يأكل الناس كردّ فعل على المشاعر السلبية لتخفيف حالتهم. وعندما تحاولون التخلص من عادات مؤذية أو إنقاص الوزن، فإن أكثر ما يعيقكم هو الاعتقاد بأنكم تفقدون السيطرة على أنفسكم.",
        "الإحساس بفقدان السيطرة يرتبط مباشرة بـ «يجب» و«لا يجب». فإذا ظهرت رغبة في تناول شيء غير صحي، تقولون لأنفسكم إنكم «لا يجب» حتى في أن ترغبوا في الطعام الممنوع، وإنكم «يجب» أن تتخلوا عن كل الأطعمة غير الصحية إلى الأبد وألا تنتكسوا أبدًا.",
        "وبعد ذلك، لكي تشعروا بتحسن، تلجؤون إلى تناول قطعة الشوكولاتة. هذا النهج في إنقاص الوزن نادرًا ما يعطي نتائج، ومعه ستشعرون بالذنب والانكسار.",
        "وعندما تتمكنون من التوقف عن منع أنفسكم بالقوة، ستصبحون أقدر على ترك ذلك من دون قسوة على أنفسكم."
      ]
    },
    "screen_3": {
      "texts": [
        "قد يستغل الآخرون الأشخاص الميالين إلى الشعور بالذنب المفرط لتحقيق أهدافهم. فكّروا: كم مرة وافقتم على لقاء دون رغبة حقيقية فقط لإرضاء الآخرين أو حتى لا ينزعج أحد؟ من المهم حماية حدودكم الشخصية وتعلّم قول «لا».",
        "مثال: فتاة شابة تعيش مع والديها وأخيها وتتقاضى راتبًا جيدًا. أما أخوها فيعمل من وقت لآخر أعمالًا متفرقة.",
        "لديه نزعة إلى التعلّق بالمشتريات: يشتري لنفسه باستمرار شيئًا جديدًا، لكن أمواله لا تكفي لذلك.",
        "تدرك أخته أن هذه ليست أفضل طريقة لإدارة المال، لكنها تواصل إقراضه المال لأنها تعتقد أن الإخوة والأخوات يجب أن يساعدوا بعضهم بعضًا، فهذا هو المتعارف عليه في أسرتهم.",
        "تخاف الفتاة أن ترفض طلب أخيها لأن ذلك قد يفسد العلاقة بينهما. وقد تدرّبت مسبقًا على حوار صعب مع صديقة/صديق، ووجدت أن قول «لا» ليس مخيفًا كما بدا.",
        "قبل أن تحددوا حدودكم وتضعوا خطًا واضحًا—برفض المطالب أو بالدفاع عن رأيكم—مثلًا كي لا تذهبوا إلى زيارة عندما لا ترغبون، يمكنكم تمثيل حوار صعب أو كتابته على ورقة أو في الملاحظات.",
        "هكذا يمكنكم استباق سيناريو التواصل المحتمل وفهم أفضل طريقة للرفض، وربما تكتشفون أيضًا أن قول «لا» ليس مخيفًا إلى هذا الحد.",
        "ستحتاجون إلى وقت طويل حتى تتكوّن مسارات عصبية جديدة في الدماغ، ويصبح لديكم ما يكفي من الشجاعة والمهارة لقول «لا» بأسلوب دبلوماسي لكنه حازم، ثم ترسيخ هذه المهارة عمليًا عندما تحين اللحظة المناسبة.",
        "فصل المسؤوليات",
        "أحيانًا نحمّل أنفسنا مسؤولية تعاسة الآخرين أو إخفاقاتهم.",
        "في مثل هذه الحالات من المهم فهم من يتحمل المسؤولية فعلًا عمّا حدث. مثلًا، هل أنتم مذنبون حقًا لأن طفلكم حصل على درجات سيئة؟",
        "هنا يحدث خلط بين تأثيركم على الطفل وبين السيطرة عليه.",
        "ولتعلموا التمييز بين المسؤولية، يمكن استخدام طريقة «الأعمدة الثلاثة»، وهي نسخة مختصرة من يوميات الأفكار التلقائية.",
        "في العمود الأول تُكتب الأفكار المقلقة والحاكمة، وفي الثاني تُكتب التشوّهات المعرفية التي تلاحظونها، وفي الثالث تُكتب الاستجابة العقلانية التي يمكنكم تقديمها.",
        "مثلًا:",
        "العمود الأول (أفكار مقلقة وحاكمة): «أنا مذنب لأن طفلي يحصل على درجات سيئة. لن أستطيع مساعدته على النجاح في المدرسة».",
        "العمود الثاني (التشوّهات المعرفية): الشخصنة، التعميم المفرط.",
        "العمود الثالث (استجابة عقلانية): «أنا مسؤول/ة عن دوري في تربية الطفل، لكنني لا أتحكم بالكامل في نجاحه أو إخفاقه في المدرسة. للطفل أيضًا مسؤوليته الخاصة عن تعلمه ودراسته. يمكنني مساعدته ودعمه وتحفيزه، لكن النتيجة النهائية تعتمد على عمله وجهده».",
        "من المهم إدراك أننا لا نستطيع التحكم في كل جانب من جوانب حياة الآخرين، حتى لو كانوا تحت تأثيرنا. نحن مسؤولون عن أفعالنا وعن الدور الذي نلعبه في حياة الآخرين، لكن لا ينبغي أن نتحمل كامل المسؤولية عن نجاحاتهم أو إخفاقاتهم."
      ]
    }
  },
  "unemployment": {
    "title": "هل فقدان العمل يقود إلى الاكتئاب؟",
    "description": "تستكشف هذه المقالة الآثار النفسية والاجتماعية لفقدان العمل بشكل مفاجئ، وتتناول «الأفعوانية» العاطفية التي قد ترافق مثل هذه الأحداث. ومن خلال تجربة ألكسندر، الذي عمل طويلًا في شركة ناجحة، تُروى معركته مع الاكتئاب وتراجع تقدير الذات والإخفاقات المهنية. كما تقترح المقالة طرقًا لتجاوز الصعوبات العاطفية، مع التأكيد على أهمية الدعم والاعتراف بالذات في الفترات الصعبة.",
    "screen_1": {
      "texts": [
        "يشكّل فقدان العمل المفاجئ ضغطًا شديدًا لمعظم الناس. عندما يُعلَن خلال أيام أو أسابيع قليلة عن فصلٍ من العمل أو تقليصٍ للوظائف، يشعر كثيرون وكأن الحياة «انهارت». وهذا مفهوم، لأن ما يتغير جذريًا لديكم هو:",
        "الوضع المالي",
        "المكانة الاجتماعية",
        "نمط الحياة المعتاد",
        "الخطط القصيرة والطويلة المدى",
        "العمل يعني التزامات وحدودًا وتواصلًا — باختصار، شيئًا يسندنا.",
        "أما البطالة فهي كأنها فجوة تسقطون فيها بلا حماية. تجدون أنفسكم وحيدين أمام أيام فارغة تمامًا، وفواتير قد لا تجدون ما تسددون به قريبًا، وانتظار لا ينتهي لدعوة إلى مقابلة عمل: قبلها تشعرون بأمل خجول، ثم يأتي رفض جديد. صورة مألوفة وكئيبة.",
        "يُعاش فقدان العمل كما تُعاش أي خسارة أخرى، ومن يمرّ به غالبًا يقطع مراحل الحداد.",
        "في البداية صدمة وحيرة عميقة، وعدم فهم لما ينبغي فعله. ثم غضب — من الذات أو ممن قام بالفصل.",
        "وقد يحدث أيضًا «تفاوض»: ماذا لو كان بالإمكان إصلاح الأمر وما زالوا سيعيدونني؟ ثم أخيرًا اكتئاب. نعم، يمكن وصف المشكلة بأنها «حقيقية»، لكن هل يعني ذلك أنها تبرر اكتئابكم بالضرورة؟",
        "سبب هذه الاستجابة العاطفية هو الاعتقاد بأن القيمة الشخصية والقدرة على الشعور بالسعادة تعتمدان مباشرة على النجاح المهني.",
        "ضمن هذا النظام القيمي يبدو منطقيًا افتراض أن الانكسار العاطفي مرتبط حتمًا بالخسائر المالية أو الإخفاقات المهنية أو الإفلاس."
      ],
      "quote": {
        "text": "عندما يُغلَق باب، ألا تعلم أن أبوابًا كثيرة أخرى تُفتح؟",
        "author": "بوب مارلي"
      }
    },
    "screen_2": {
      "texts": [
        "إذا كنتم تعتقدون ذلك أيضًا، فقد تهمكم حالة ألكسندر — أب لثلاثة أطفال في السابعة والأربعين من عمره، عمل 17 عامًا مع والد زوجته في شركة ناجحة.",
        "قبل اكتئابه بعامين تقريبًا ظهرت خلافات بينه وبين حميه حول إدارة الشركة. وفي لحظة غضب استقال ألكسندر، وبذلك تخلّى عن حصته في الشركة.",
        "خلال العامين التاليين انتقل من عمل إلى آخر، لكنه لم يستطع العثور على شيء مُرضٍ لا ماليًا ولا معنويًا.",
        "بدا له أن شيئًا لا ينجح، فبدأ يرى نفسه فاشلًا. واضطرت زوجته إلى العمل بدوام كامل لتأمين المصروف، وهو ما زاد شعور ساشا بانعدام القيمة، إذ كان دائمًا فخورًا بدوره كمعيل للأسرة.",
        "ومع مرور الوقت تدهور وضعه المالي وازدادت حالته الاكتئابية، لأن تقديره لذاته كان يهبط أكثر فأكثر.",
        "عندما قرر ألكسندر طلب المساعدة من مختص، كان قد أمضى بالفعل عدة أشهر في شركة تعمل في مجال العقارات.",
        "خلال تلك الفترة أجرى جولات لعرض عدة مبانٍ لكنه لم ينجح في إتمام أي صفقة بيع. وبما أن راتبه كان يعتمد على المبيعات، كان دخله منخفضًا. في ذلك الوقت كان يعاني من الاكتئاب والتسويف، ويقضي أيامًا كاملة في السرير وهو يفكر:",
        "«ما الجدوى؟ أنا فاشل. لا معنى للعمل، فلن ينجح شيء على أي حال».",
        "في اللقاء الثالث مع الأخصائي النفسي شارك أنه كان لديه صديق ميسور يريد شراء عقار عبره، وكانت عمولة هذه الصفقة ستساعده في مساره المهني، وتمنحه دفعة من الثقة، وتزيد دخله بشكل ملحوظ.",
        "لكن بدلًا من أن يمسك بهذه الفرصة، ظل ألكسندر يؤجل لأسابيع. لماذا؟ لأنه كان يفكر: «بيع العقارات التجارية صعب جدًا،",
        "لم أفعل هذا من قبل ولن أنجح بالتأكيد. وإذا غيّر رأيه في آخر لحظة، فسيعني ذلك أنني لن أنجح في هذا المجال. وسيعني أنني فاشل تمامًا»."
      ]
    },
    "screen_3": {
      "texts": [
        "كانت إدارة الشركة تتعامل معه جيدًا، ورأوه بائعًا قادرًا، لكنه كان قاسيًا على نفسه دون مبرر.",
        "خلال اللقاءات التالية والعمل على الأفكار، وافق ألكسندر على أنه شديد النقد لذاته، وأن ذلك لا يساعده في هذه المرحلة الصعبة من حياته، بل يزيد الوضع سوءًا بشكل كبير.",
        "وأدرك أيضًا أنه يستخدم «معايير مزدوجة»: يتسامح مع الآخرين ويدعمهم، لكنه يتعامل مع نفسه بقسوة ونقد.",
        "في البداية دافع عن نظرته — كما يفعل كثير من الكماليين ذوي المتطلبات العالية — مدعيًا أن القسوة على الذات أكثر من الآخرين قد تجلب فائدة ما.",
        "ومع ذلك أدرك سريعًا أن معاييره الشخصية كانت في الحقيقة غير واقعية، وأن مآلها الفشل، لأنه لو حاول بيع مبنى ولم ينجح، لكان سيعتبر ذلك كارثة. كان تفكيره بنمط «كل شيء أو لا شيء» مشكلة كبيرة لديه.",
        "في نهاية العلاج شعر ألكسندر براحة عندما فهم أن الصعوبات المالية في السنوات الأخيرة لا تجعله تلقائيًا «فاشلًا».",
        "كانت صورته السلبية عن ذاته وشعوره بالشلل نتيجة تفكيره بنمط «كل شيء أو لا شيء». وكان إحساسه بانعدام الجدوى نتيجة تركيزه حصريًا على الجوانب السلبية من الحياة (المرشح السلبي) وتجاهله لحقائق كثيرة حقق فيها نجاحات (تبخيس الإيجابي).",
        "وفهم أنه عذّب نفسه طويلًا بلا داعٍ بفكرة أنه كان يمكن أن يفعل أكثر، وأن الصعوبات المالية لم تنتقص من كرامته الإنسانية. وفي النهاية اعترف بأن اللامبالاة والتسويف كانا مجرد أعراض للاكتئاب، لا انعكاسًا لجوهره الحقيقي.",
        "عندما تعلّم الرد على أفكاره السلبية، استطاع أن يخفف من التشوّهات التي تغذي قسوته على نفسه، واستمر مزاجه في التحسن.",
        "ترك مجال العقارات وافتتح مكتبة. تمكن من تغطية النفقات، لكن رغم الجهود الشخصية الكبيرة لم يستطع تحقيق ربح كافٍ يبرر استمرار المشروع بعد السنة الأولى من التجربة."
      ]
    },
    "screen_4": {
      "texts": [
        "وبذلك، حتى وإن بقيت مؤشرات النجاح الخارجية خلال تلك الفترة شبه ثابتة، استطاع الحفاظ على تقديره لذاته وتجنب الاكتئاب. وعلى الرغم من استمرار ضيق وضعه المالي، حين قرر «الاعتراف بالهزيمة» في مشروع المكتبة بقي احترامه لذاته كما هو.",
        "قبل اللقاء الأخير مع الأخصائي النفسي، كتب ألكسندر هذا المقال القصير، وقرر أن يعيد قراءته كل صباح قبل أن يبدأ البحث عن عمل جديد:",
        "لماذا لست عديم الفائدة؟",
        "طالما أستطيع أن أفعل شيئًا لرفاهي ورفاه الآخرين، فأنا لست عديم الفائدة. طالما أن ما أفعله يمكن أن يترك أثرًا إيجابيًا، فأنا لست عديم الفائدة.",
        "طالما أن حقيقة أنني حي لها معنى حتى لشخص واحد، فأنا لست عديم الفائدة (ويمكن أن يكون هذا الشخص — عند الحاجة — أنا نفسي). إذا كان للعطاء من محبة وفهم وصداقة ودعم وتواصل ونصيحة ومواساة أي معنى، فأنا لست عديم الفائدة.",
        "إذا استطعت أن أحترم رأيي وذكائي، فأنا لست عديم الفائدة.",
        "إذا احترمني الآخرون، فهذا مكسب لطيف إضافي.",
        "إذا كان لدي احترام لذاتي وشعور بكرامتي، فأنا لست عديم الفائدة.",
        "إذا كانت المساعدة في تأمين مصادر رزق عائلات موظفيّ تعني فعل شيء جيد، فأنا لست عديم الفائدة.",
        "إذا كنت أفعل كل ما بوسعي لمساعدة عملائي ومورديّ من خلال إنتاجيتي وإبداعي، فأنا لست عديم الفائدة.",
        "إذا كان وجودي في هذا المجال له قيمة فعلية للآخرين، فأنا لست عديم الفائدة. أنا لست عديم الفائدة. أنا ذو قيمة كبيرة في جوهري!",
        "إذا كنتم تواجهون مشكلة مشابهة أو تجدون صدى في أفكار ألكسندر التلقائية، فاكتبوا لأنفسكم ملاحظة: لماذا لستم عديمي الفائدة، ولماذا لستم فاشلين، ولماذا أنتم ذوو قيمة في ذاتكم."
      ]
    }
  },
  "vitamins": {
    "title": "اكتئاب زائف: كيف تؤثر الهرمونات والفيتامينات في صحتنا العاطفية",
    "description": "تناقش المقالة كيف يمكن للصحة الجسدية — بما في ذلك التوازن الهرموني ومستويات الفيتامينات — أن تؤثر في الحالة العاطفية. وتؤكد أن الأعراض التي تُنسب غالبًا إلى الاكتئاب قد تكون ناتجة عن مشكلات جسدية مثل نقص بعض الفيتامينات أو اضطرابات هرمونية. كما يركز المؤلفون على أهمية نهج شامل في تشخيص الاضطرابات النفسية وعلاجها، يأخذ في الاعتبار الجوانب النفسية والفيزيولوجية معًا.",
    "screen_1": {
      "texts": [
        "نسعى لأن يساعدكم هذا القسم قدر الإمكان على تحسين حالتكم العاطفية وتخفيف حدّتها. لذلك من المهم مناقشة كل الأسباب المحتملة لتغيرها.",
        "عندما نتحدث عن الاكتئاب، فإننا نعني مجموعة من الأعراض التي ذُكرت سابقًا. لكن هذه الأعراض لا تشير دائمًا إلى اضطراب نفسي بالضرورة.",
        "ينبغي تذكّر أن العوامل البيولوجية في أجسامنا تلعب دورًا مهمًا ليس فقط في الصحة الجسدية، بل أيضًا في الرفاه النفسي. فالمشكلات الجسدية قد تؤثر كثيرًا في المزاج وتخلق أعراضًا تشبه الاكتئاب.",
        "ومن أمثلة ذلك الهرمونات؛ إذ لها تأثير هائل على السلوك والحالة النفسية.",
        "تُظهر الأبحاث في مجال علم النفس الغُدّي أن الجهازين العصبي والغُدّي مترابطان، ويعملان معًا على الحفاظ على الاتزان الداخلي (التوازن الفسيولوجي للجسم).",
        "لذلك فإن أي تقلبات في التوازن الهرموني قد تسبب اضطرابات ملحوظة في المجال العاطفي.",
        "مثلًا، قد يؤدي انخفاض وظيفة الغدة الدرقية إلى الاكتئاب وارتفاع مستوى القلق ومشكلات نفسية أخرى.",
        "أما فرط نشاط هذه الغدة فيمكن أن يسبب هوسًا وتهيجًا وتقلبات مزاجية وحتى نوبات ذهانية.",
        "كما أن ضخامة النهايات (زيادة إفراز هرمون النمو) قد تتجلى في صورة انخفاض النشاط النفسي ولا مبالاة تترافق مع نشوة.",
        "وبذلك، يواجه الأشخاص الذين لديهم اضطرابات غُدية ليس فقط صعوبات جسدية مرتبطة بمرضهم، بل أيضًا خطر اضطرابات نفسية مثل القلق والاكتئاب والهوس وتشوش الوعي وغيرها."
      ],
      "quote": {
        "text": "اعتنِ بالجسد كي ترغب الروح في الإقامة فيه.",
        "author": "سقراط"
      }
    },
    "screen_2": {
      "texts": [
        "في منتصف القرن العشرين ظهرت تخصصات علمية تدرس العلاقة بين جهاز الغدد الصماء لدى الإنسان ونفسيته، ومن بينها علم النفس الغُدّي.",
        "ويُستخدم مصطلح «المتلازمة النفسية الغُدية» لوصف اضطراب نفسي يظهر على خلفية أمراض الغدد الصماء. وتشمل اضطرابات المزاج والوهن وانخفاض النشاط النفسي، وكذلك تغير الدوافع والغرائز.",
        "إضافة إلى الهرمونات، للفيتامينات تأثير كبير على شعورنا العام.",
        "قد يبدو أن نقص الفيتامينات والاكتئاب غير مرتبطين مباشرة، لكن الأبحاث تشير إلى أن الصلة بينهما أقوى مما كنا نتوقع.",
        "نعتقد أنكم ستوافقون على أن الفيتامينات ضرورية للجسم للحفاظ على عمليات الأيض. وهي كثيرة، لكن كل واحد منها لا غنى عنه. وعندما يفتقد الجسم واحدًا منها قد تظهر أعراض نقص الفيتامينات.",
        "نقص الفيتامينات هو حالة يكون فيها لدى الجسم نقص أو غياب تام لفيتامين معيّن.",
        "قد يؤثر نقص الفيتامينات المختلفة في الصحة النفسية بطرق متنوعة — من انزعاجات بسيطة إلى أعراض مقلقة.",
        "أظهرت الدراسات أن نقص الفيتامينات قد يسهم في ظهور القلق والاكتئاب، كما قد يزيد من حدة الأعراض لدى أشخاص يعانون اضطرابات نفسية معينة مثل اضطراب الوسواس القهري أو الاضطراب ثنائي القطب.",
        "وحتى إن كنتم بصحة جيدة، فإن نقص هذا الفيتامين أو ذاك قد ينعكس سلبًا على المزاج والخلفية العاطفية."
      ]
    },
    "screen_3": {
      "texts": [
        "أمثلة على نقص الفيتامينات وأعراضه:",
        "فيتامين D: مزاج منخفض، قلق، تعب، تقلبات مزاجية.",
        "الحديد: ضعف، إرهاق، ضيق في التنفس، دوار، خدر.",
        "فيتامين B12: تعب متزايد، فقر دم، أرق، انخفاض الشهية، اضطراب معدي، آلام عضلية.",
        "حمض الفوليك: إرهاق، تهيج، اكتئاب، ضعف، لامبالاة، خمول، تراجع في الوظائف المعرفية.",
        "فيتامينات المجموعة B: تعب متزايد، تهيج، أرق، تقلبات مزاجية، اضطراب في نظم ضربات القلب.",
        "المغنيسيوم: ضعف، صداع، قلق، اضطراب في نظم ضربات القلب.",
        "فيتامين C: تعب مزمن، عدم استقرار عاطفي.",
        "وهذه مجرد بعض الأعراض الممكنة التي يسهل الخلط بينها وبين حالة اكتئابية.",
        "قصصنا الشخصية تؤكد أهمية أخذ التوازن الهرموني والفيتاميني في الاعتبار عند تشخيص الاضطرابات النفسية.",
        "ظنّ أحد أعضاء فريقنا أنه يواجه احتراقًا نفسيًا، إذ كان يعاني تعبًا غير مفسر وتراجعًا في المزاج ورغبة في عدم فعل أي شيء.",
        "لكن لأنه كان يعرف أن السبب قد يكون مرتبطًا بالهرمونات والفيتامينات، راجع الطبيب، وتبين وجود نقص، وتناول دورة علاجية من فيتامين D، وبدأ يشعر بتحسن واضح."
      ]
    },
    "screen_4": {
      "texts": [
        "وعضو آخر في الفريق — فتاة كانت تعاني أعراضًا تشبه الاكتئاب — اكتشفت أنها تعاني فقر دم بسبب نقص الحديد، وأدى العلاج إلى تحسن كبير في حالتها.",
        "وصفت حالتها هكذا: «كنت أرغب في النوم طوال الوقت، ولم أكن أريد فعل أي شيء، ولم أرغب في التحدث إلى أحد. كنت أعاني لامبالاة شديدة ودوارًا وتهيجًا. وفي مرحلة ما بدأت أعتقد فعلًا أن لدي اكتئابًا، إلى أن أجريت مصادفةً تحليل دم عام وظهر أن هناك مشكلة في الهيموغلوبين.",
        "بعد ذلك أجريت تحاليل إضافية كشفت نقص الحديد والفِيريتين. كان لديّ فقر دم بسبب نقص الحديد، وكنت أظنه اكتئابًا. لكن بعد دورة العلاج عدت إلى حالتي السابقة. تحسنت حالتي بشكل كبير.»",
        "ومن خلال مشاركة هذه القصص نود أن نحذركم من التشخيص الخاطئ.",
        "لذلك، إذا شعرتم بانخفاض المزاج أو الإرهاق أو التعب أو أي من الأعراض المذكورة أعلاه، انتبهوا ليس فقط لصحتكم النفسية، بل لصحتكم الجسدية أيضًا.",
        "استشيروا طبيبًا، وأجروا تحليل دم عام، وتحققوا من مستويات الفيتامينات والهرمونات. قد يكون ذلك كافيًا لتحسين حالتكم العاطفية."
      ]
    }
  }
}
