{
  "title": "تقنية: طريق الخروج من فخ التوقعات المبالغ فيها",
  "description": "تناقش المقالة مشكلة الشعور بالذنب الناتج عن المتطلبات غير الواقعية للذات والنقد الذاتي المستمر. يتم وصف طرق إعادة التفكير في المعتقدات الداخلية واستبدال 'الالتزامات' بإدراك أكثر صحة للإمكانيات والرغبات الشخصية. يقدم للقراء نصائح عملية للتحرر من لوم الذات وبناء علاقة أكثر انسجاماً مع الذات والأخطاء الشخصية.",
  "screen_1": {
    "texts": [
      "غالباً ما ينشأ الشعور بالذنب بسبب المتطلبات المبالغ فيها للذات ويمكن أن يظهر في أفكار مثل:",
      "«يجب أن أفعل هذا».",
      "«يجب أن أتصرف هكذا».",
      "«يجب أن أكون هكذا».",
      "«ما كان يجب أن أفعل ذلك».",
      "«كان يجب أن أتوقع/أعرف ذلك».",
      "يمكن أن تؤدي المتطلبات غير المناسبة التي تحتوي على كلمة «يجب» إلى الشعور بالذنب والتوقعات غير الواقعية.",
      "تفترض هذه المتطلبات أنه يجب أن تكون مثالياً أو عليماً بكل شيء، وهذا أمر غير واقعي.",
      "قد تشمل هذه المتطلبات فكرة أنه يجب عليك دائماً أن تكون سعيداً أو راضياً، مما يزيد بدوره من الشعور بالفشل.",
      "هناك أيضاً متطلبات تقوم على افتراض أنك تعرف كل شيء ويمكنك التنبؤ بالمستقبل. هذا يخلق توقعات خاطئة وشعوراً بالذنب، بدلاً من مساعدتك على حل المشكلات.",
      "جوهر هذه التقنية هو إدراك أن لوم النفس غير مجدٍ، وأن المتطلبات غير المناسبة هي في حد ذاتها غير واقعية وغير عادلة.",
      "إنها تخلق فقط شعوراً بالذنب والاستحالة، ولا تساعد في حل المشكلة أو تحقيق النجاح.",
      "لتجنب الاتهامات المستمرة لنفسك، من الأفضل التخلي عن مثل هذه المتطلبات وأن تكون أكثر واقعية في توقعاتك لنفسك ولحياتك.",
      "بالطبع، مثل هذه التغييرات في التفكير لا تحدث في يوم واحد وقد لا تحدث حتى في شهر. لكننا واثقون من أن العمل المنتظم على الذات يساعد في تحقيق التغييرات."
    ],
    "quote": {
      "text": "كل شعور بالذنب يفترض إدانة الذات، وهذا خاطئ تماماً. يجب على الإنسان أن يدرك أخطاءه دون الوقوع في جلد الذات.",
      "author": "برتراند راسل"
    }
  },
  "screen_2": {
    "texts": [
      "إذاً ما الذي يجب فعله الآن للتخلص من الشعور بالذنب الناجم عن المتطلبات المبالغ فيها؟",
      "طريقة بسيطة ولكنها فعالة للنجاة من المتطلبات المبالغ فيها للذات تتضمن استبدال كلمة «يجب» بكلمات أخرى: «سيكون من الجيد إذا...» أو «لو استطعت، لكنت...». غالباً ما تكون هذه العبارات أكثر واقعية ولا تسبب الكثير من الإحباط.",
      "على سبيل المثال، بدلاً من «يجب أن أجعل زوجتي سعيدة»، يمكنك أن تقول: «سيكون رائعاً لو استطعت أن أجعل زوجتي سعيدة، لأنها محبطة. يمكنني أن أسألها عما يزعجها وأفكر في كيفية مساعدتها».",
      "أو بدلاً من «ما كان يجب أن آكل تلك الآيس كريم»، يمكنك أن تقول: «كان سيكون أفضل لو لم آكل تلك الآيس كريم، لكن فعلي ليس نهاية العالم».",
      "تخلّص من صيغة الشرط. بدلاً من التفكير بطريقة «كان يجب عليّ...»، «لو أنني فقط...»، «كان من الخطأ ألا...» حاول أن تفكر: «في المرة القادمة سأفعل بشكل مختلف».",
      "الأشخاص الذين يشعرون بالذنب غالباً ما يفكرون بصيغة الشرط، لكن هذا شيء لا ينبغي القيام به على الإطلاق.",
      "وإذا وجدت نفسك تفكر بهذه الطريقة، توقف فوراً وغيّر العبارة إلى «في المرة القادمة سأ...».",
      "وهذا كل شيء. لا صيغ شرطية، بشكل قاطع.",
      "طريقة الواقع تساعد على التحقق من مدى تطابق متطلباتك مع الواقع. عندما تقول لنفسك: «ما كان يجب أن أفعل ذلك»، فأنت تعتقد على الأرجح أنك حقاً ما كان يجب أن تفعل ذلك، وبقولك ذلك لنفسك، ستشعر بتحسن.",
      "لكن في الواقع الأمر معاكس: كنت بحاجة لفعل بالضبط ما فعلته، لكن بالاعتراف بذلك لنفسك، ستشعر بخيبة أمل.",
      "على سبيل المثال، بدأت باتباع حمية لإنقاص الوزن، تناولت شيئاً زائداً والآن تلوم نفسك: «ما كان يجب أن آكل تلك الشوكولاتة».",
      "ومع ذلك، في الواقع كانت لديك حاجة للحلويات. ربما كنت تمر بضغط بسبب شيء ما وبعادتك أردت تناول شيء ما لتحسين مزاجك، لذلك كان من المستحيل مقاومة ذلك.",
      "غالباً ما يأكل الناس المشاعر السلبية لتخفيف حالتهم. عندما تحاول التخلص من العادات السيئة أو محاولة إنقاص الوزن، الشيء الرئيسي الذي يعيقك هو الاعتقاد بأنك تفقد السيطرة على نفسك.",
      "يرتبط الشعور بفقدان السيطرة ارتباطاً مباشراً بما «يجب» أو «لا يجب» عليك فعله. إذا ظهرت لديك رغبة في تناول شيء غير صحي، فإنك تقول لنفسك أنك «لا يجب» حتى أن ترغب في تناول طعام محظور، و«يجب» عليك التخلي مرة واحدة وإلى الأبد عن جميع المنتجات غير الصحية وعدم الانحراف أبداً.",
      "وبعد ذلك، لتشعر بتحسن، تذهب وتأكل قطعة شوكولاتة. من غير المرجح أن يؤدي هذا النهج في إنقاص الوزن إلى نتائج، وستشعر بالذنب والإحباط.",
      "عندما تنجح في التوقف عن منع نفسك من أي شيء، عندها ستتمكن من التخلص منه دون إيذاء نفسك."
    ]
  },
  "screen_3": {
    "texts": [
      "قد يتلاعب المحيطون بالأشخاص الذين يميلون إلى الشعور المفرط بالذنب من أجل تحقيق أهدافهم. فكر: كم مرة وافقت على الذهاب إلى لقاء دون رغبة حقيقية بهدف إرضاء الآخرين أو حتى لا يغضب أحد؟ من المهم الدفاع عن حدودك الشخصية والقدرة على قول «لا».",
      "مثال: شابة تعيش مع والديها وأخيها، وتتقاضى راتباً جيداً. أخوها يعمل بين الحين والآخر في وظائف متفرقة.",
      "لديه إدمان على الأشياء: يشتري دائماً أشياء جديدة لنفسه، لكن أمواله الخاصة لا تكفي لذلك.",
      "تدرك أخته أن هذه ليست أفضل طريقة للتصرف بالمال، لكنها تستمر في إقراضه، لأنها تعتقد أن الأخوات والإخوة يجب أن يساعدوا بعضهم البعض، هكذا هو المعتاد في عائلتهم.",
      "تخشى الفتاة رفض أخيها، لأن ذلك قد يدمر علاقتهما. لعبت مسبقاً حواراً صعباً مع صديق وأدركت أن قول «لا» ليس مخيفاً كما كان يبدو.",
      "قبل تحديد حدودك ورسم خط في شكل رفض تلبية المتطلبات أو الدفاع عن رأيك الخاص، لتجنب الذهاب لزيارة عندما لا ترغب في ذلك، يمكنك تمثيل حوار صعب أو كتابته على ورقة أو في الملاحظات.",
      "بهذه الطريقة ستتمكن من توقع السيناريو المحتمل للتواصل وفهم كيفية رفض المحاور بشكل أفضل، وربما ستدرك أيضاً أن قول «لا» ليس مخيفاً كما تظن.",
      "ستحتاج إلى قطع طريق طويل قبل أن تتشكل في دماغك الروابط العصبية المناسبة، وأن تمتلك الشجاعة والمهارة لقول «لا» بدبلوماسية ولكن بحزم، وترسيخ المهارة عملياً عندما يحين الوقت المناسب.",
      "تمييز المسؤولية",
      "أحياناً نتحمل مسؤولية تعاسة وإخفاقات الآخرين.",
      "في مثل هذه المواقف، من المهم معرفة من يتحمل حقاً مسؤولية ما حدث. على سبيل المثال، هل أنت حقاً مسؤول عن حصول طفلك على درجات سيئة؟",
      "هنا يحدث خلط بين تأثيرك على الطفل والسيطرة عليه.",
      "لتعلم التمييز بين المسؤوليات، يمكن استخدام طريقة الأعمدة الثلاثة، وهي نسخة مختصرة من يوميات الأفكار التلقائية.",
      "في العمود الأول، تُسجل الأفكار المقلقة والمدينة، وفي الثاني - التحريفات المعرفية التي تلاحظها، وفي الثالث - الرد العقلاني الذي يمكنك تقديمه.",
      "على سبيل المثال:",
      "العمود الأول (الأفكار المقلقة والمدينة): «أنا مسؤول عن حصول طفلي على درجات سيئة. لن أستطيع مساعدته على تحقيق النجاح في المدرسة».",
      "العمود الثاني (التحريفات المعرفية): الشخصنة، التعميم المفرط.",
      "العمود الثالث (الرد العقلاني): «أنا مسؤول عن دوري في تربية الطفل، لكنني لا أتحكم بشكل كامل في نجاحه أو فشله في المدرسة. للطفل أيضاً مسؤوليته الخاصة عن تعلمه ودراسته. يمكنني مساعدته ودعمه وتحفيزه، لكن النتيجة النهائية تعتمد على عمله وجهوده الخاصة».",
      "من المهم أن نفهم أننا لا نستطيع التحكم في كل جانب من جوانب حياة الآخرين، حتى لو كانوا تحت تأثيرنا. نحن مسؤولون عن أفعالنا والدور الذي نلعبه في حياة الآخرين، لكن لا ينبغي أن نتحمل كل المسؤولية عن نجاحاتهم أو إخفاقاتهم."
    ]
  }
}
