{
  "title": "Miroir de l'Autocritique",
  "statement": "Imaginez que vous dites à votre meilleur ami toutes les pensées critiques que vous vous adressez habituellement. Cette technique vous aidera à reconnaître l'injustice de l'autocritique et à apprendre à vous traiter avec plus de compassion et de compréhension.",
  "task": [
    "1️⃣ Choisissez une situation où vous avez tendance à être autocritique.",
    "2️⃣ Imaginez qu'un ami proche ou un parent se trouve dans la même situation.",
    "3️⃣ Menez un jeu de rôle : vous jouez votre propre rôle, et l'interlocuteur imaginaire est votre ami.",
    "4️⃣ Exprimez toutes les pensées critiques et les jugements que vous dirigez habituellement vers vous-même, mais adressez-les à votre «ami».",
    "Faites attention à vos sentiments pendant cet exercice. À quel point êtes-vous à l'aise de dire de telles choses à une autre personne ?",
    "Analysez la différence entre la façon dont vous vous traitez vous-même et les autres dans des situations similaires.",
    "Réfléchissez à la façon dont vous soutiendriez réellement un ami dans une telle situation. Quels mots utiliseriez-vous ?",
    "Essayez d'appliquer le même niveau de soutien, de compréhension et d'attention à vous-même."
  ],
  "example": [
    "Vos pensées habituelles sur vous-même :",
    "Je suis un échec total. Bien sûr que je n'ai pas eu de promotion - je ne sais rien faire. Je ne réussirai probablement jamais dans ma carrière. Je ne suis pas assez intelligent ni talentueux pour ce travail.",
    "Maintenant, imaginez que votre meilleure amie Anne n'a pas obtenu de promotion et vous en parle. Essayez de lui dire la même chose :",
    "Anne, tu es un échec total. Bien sûr que tu n'as pas eu de promotion - tu ne sais rien faire. Tu ne réussiras probablement jamais dans ta carrière. Tu n'es pas assez intelligente ni talentueuse pour ce travail.",
    "Comment vous sentez-vous en disant cela à Anne ? Vous vous sentez probablement mal à l'aise et même honteux de prononcer de tels mots.",
    "Maintenant, réfléchissez à ce que vous diriez réellement à Anne :",
    "Anne, je suis désolé que tu n'aies pas obtenu cette promotion. Je sais à quel point tu as travaillé dur pour cela. C'est toujours décevant de ne pas obtenir ce qu'on veut, mais cela ne fait pas de toi un échec. Tu as beaucoup de forces et de réalisations. Peut-être que ce n'est tout simplement pas le bon moment, ou qu'il y a des compétences que tu peux améliorer. Réfléchissons à la façon dont tu peux continuer à te développer dans ta carrière.",
    "Maintenant, essayez de vous dire ces mêmes paroles de soutien. Remarquez à quel point vous vous traitez différemment vous-même et un ami dans la même situation. Pratiquez cette approche régulièrement pour apprendre à vous traiter avec la même compassion et le même soutien que vous accorderiez à un ami proche."
  ],
  "expectations": [
    "Reconnaissance de l'injustice de l'autocritique",
    "Amélioration de l'estime de soi et de la confiance en soi",
    "Réduction des niveaux de stress et d'anxiété"
  ]
}
