{
  "title": "Le miroir de l’autocritique",
  "statement": "Imaginez que vous disiez à votre meilleur ami ou à une personne qui vous est très chère toutes ces pensées critiques que vous dirigez habituellement contre vous-même. Cet exercice vous aide à voir à quel point cette autocritique peut être injuste et vous apprend à vous traiter avec davantage de chaleur, de soutien et de compréhension.",
  "task": [
    "1️⃣ Choisissez une situation dans laquelle vous devenez souvent très critique envers vous-même.",
    "2️⃣ Imaginez qu’un·e ami·e proche ou une personne qui compte beaucoup pour vous se retrouve exactement dans la même situation.",
    "3️⃣ Mettez en place une petite scène de jeu de rôle : vous restez vous-même et la personne en face de vous, c’est votre ami·e imaginaire.",
    "4️⃣ Dites à voix haute ces phrases critiques que vous avez l’habitude de vous adresser, mais cette fois adressez-les à votre « ami·e ».",
    "Observez ce que vous ressentez au moment où vous faites l’exercice. Est-ce facile pour vous de dire de telles choses à une autre personne ?",
    "Remarquez la différence entre la façon dont vous vous traitez vous-même et la façon dont vous traitez les autres dans des situations similaires.",
    "Réfléchissez à la manière dont vous soutiendriez vraiment un·e ami·e. Que lui diriez-vous ?",
    "Essayez maintenant de vous offrir le même niveau de bienveillance, de compréhension et de soutien."
  ],
  "example": [
    "Vos pensées habituelles à propos de vous-même :",
    "Je suis un raté total. Bien sûr qu’on ne m’a pas promu, je ne sais rien faire. Je ne ferai probablement jamais carrière. Je ne suis ni assez intelligent ni assez talentueux pour ce poste.",
    "Imaginez maintenant que votre meilleure amie Anne n’a pas obtenu de promotion et qu’elle vous en parle. Essayez de lui dire exactement les mêmes mots :",
    "Anne, tu es une ratée. Bien sûr qu’on ne t’a pas promue, tu ne sais rien faire. Tu ne réussiras probablement jamais dans ta carrière. Tu n’es ni assez intelligente ni assez talentueuse pour ce travail.",
    "Que ressentez-vous en disant cela à Anne ? Il est très probable que vous vous sentiez mal à l’aise et gêné·e de prononcer de telles phrases.",
    "Et maintenant, réfléchissez à ce que vous lui diriez vraiment :",
    "Anne, je suis vraiment désolé·e que tu n’aies pas obtenu cette promotion. Je sais à quel point tu as fourni des efforts. C’est très frustrant, mais cela ne fait absolument pas de toi une ratée. Tu as beaucoup de qualités et de réussites. Peut-être que le moment n’était tout simplement pas idéal ou qu’il y a certaines compétences que tu pourrais encore un peu développer. Réfléchissons ensemble à la façon dont tu peux continuer à évoluer dans ta carrière.",
    "Essayez maintenant de vous adresser ces paroles de soutien à vous-même. Remarquez à quel point votre attitude envers vous-même diffère de celle que vous avez envers une personne proche dans la même situation. Répétez régulièrement cet exercice pour apprendre peu à peu à vous traiter avec la même bienveillance."
  ],
  "expectations": [
    "Prendre conscience du fait que l’autocritique est souvent excessive et peu justifiée",
    "Renforcement de l’estime de soi et du sentiment de confiance en soi",
    "Diminution du niveau de stress et d’anxiété"
  ]
}
