{
  "title": "Tenir tête au critique intérieur",
  "statement": "Le sentiment d’infériorité est souvent alimenté par un critique intérieur qui mine l’estime de soi. Cette technique aide à répondre à cette voix critique et à remettre en question les pensées négatives.",
  "description": [
    "Des pensées comme « Je ne vaux rien », « Les autres sont meilleurs que moi », « Je n’y arriverai jamais », « C’est toujours de ma faute », « Je suis un raté » font chuter l’estime de soi et peuvent conduire à des états dépressifs.",
    "Il est important de ne pas se laisser entraîner par les attaques du critique intérieur et d’apprendre à lui répondre calmement. Cela permet de construire une vision de soi plus juste et plus bienveillante."
  ],
  "task": [
    "Créez un tableau à trois colonnes et intitulez-les ainsi :",
    "Pensées du critique",
    "Distorsion cognitive",
    "Réponse rationnelle",
    "1️⃣ Dans la première colonne, notez toutes les pensées autocritiques qui apparaissent lorsque vous vous sentez coupable, inutile ou mécontent·e de vous-même.",
    "Il est important d’écrire précisément les pensées, et non les émotions. Par exemple, la phrase « Je me sens mal » ne peut pas vraiment être remise en question, car le ressenti est déjà là.",
    "2️⃣ Dans la deuxième colonne, indiquez la distorsion cognitive qui se cache derrière cette pensée.",
    "3️⃣ Dans la troisième colonne, formulez une réponse rationnelle et posée au critique. Essayez de trouver une explication à la fois logique et encourageante.",
    "Efforcez-vous de remplacer l’autocritique par des pensées réalistes et bienveillantes, sans tomber dans un optimisme excessif."
  ],
  "example": ["Voici quelques exemples de réponses rationnelles :"],
  "table": {
    "header": [
      "Pensées du critique",
      "Distorsion cognitive",
      "Réponse rationnelle"
    ],
    "example": {
      "0": [
        "Je suis tellement stupide que je vais forcément échouer à l’examen",
        "Étiquetage",
        "Je ne suis pas stupide, je n’ai simplement pas encore tout révisé. Si je continue à travailler, j’ai de bonnes chances de réussir cet examen."
      ],
      "1": [
        "Personne n’a besoin de moi",
        "Pensée tout ou rien",
        "Il y a des personnes qui m’aiment et me considèrent important·e. Je compte pour celles et ceux qui sont près de moi."
      ],
      "2": [
        "Je ne trouverai jamais de travail",
        "Pensée tout ou rien",
        "Je peux trouver un travail si je continue à chercher et à progresser. Beaucoup de gens traversent cette période et finissent par y arriver, et moi aussi, je peux y arriver."
      ]
    }
  },
  "expectations": [
    "Renforcement de la résistance à la critique intérieure et extérieure",
    "Diminution de la tension émotionnelle",
    "Réduction de la peur de faire des erreurs"
  ]
}
