{
  "title": "Résister au Critique Intérieur",
  "statement": "Les sentiments d'inadéquation sont souvent causés par un critique intérieur qui sape l'estime de soi. Cette technique vous aidera à répondre aux critiques et à réévaluer les pensées négatives.",
  "description": [
    "Les croyances négatives telles que \"Je ne vaux rien\", \"Je suis pire que les autres\", \"Je ne peux rien faire correctement\", \"Je suis responsable de tout\", \"Je suis un échec\" aggravent les problèmes d'estime de soi et peuvent conduire à la dépression.",
    "Il est crucial de ne pas succomber aux provocations du critique intérieur et d'apprendre à répondre à ses attaques. Cela vous aidera à réévaluer les pensées négatives et à améliorer votre estime de soi."
  ],
  "task": [
    "Créez un tableau avec trois colonnes dans un format qui vous convient. Titres des colonnes :",
    "Pensées Critiques",
    "Erreur Cognitive",
    "Réponse Rationnelle",
    "1️⃣ Dans la première colonne, notez toutes les pensées autocrtiques qui vous viennent à l'esprit chaque fois que vous vous blâmez, vous vous sentez inutile ou insatisfait de vous-même.",
    "Vous devez écrire vos pensées sur vous-même dans cette colonne, et non vos sentiments. Parce que si vous écrivez : \"Je me sens terrible\", il est peu probable que vous puissiez le réfuter, car c'est effectivement le cas.",
    "2️⃣ Dans la deuxième colonne, identifiez quelle distorsion cognitive est présente dans la pensée.",
    "3️⃣ Dans la troisième colonne, donnez une réponse au critique intérieur. Essayez de trouver une explication rationnelle qui réfute la pensée critique.",
    "Il est important de remplacer la pensée autocrtiques par une pensée plus réaliste et logique, en évitant les affirmations trop optimistes."
  ],
  "example": ["Voici quelques exemples de réponses aux pensées autocrtiques :"],
  "table": {
    "header": ["Pensées Critiques", "Erreur Cognitive", "Réponse Rationnelle"],
    "example": {
      "0": [
        "Je suis tellement stupide que je ne réussirai sûrement pas",
        "Étiquetage",
        "Je ne suis pas stupide, je manque juste de temps pour me préparer. Je peux réussir l'examen si j'étudie."
      ],
      "1": [
        "Je ne suis important pour personne",
        "Pensée tout ou rien",
        "Mes amis et mes proches me valorisent et m'aiment. Je suis important pour eux."
      ],
      "2": [
        "Je ne trouverai jamais de travail",
        "Pensée tout ou rien",
        "Je peux trouver un emploi si j'essaie et je cherche. Beaucoup de gens trouvent un emploi, et je ne fais pas exception."
      ]
    }
  },
  "expectations": [
    "Augmentation de la résistance aux critiques internes et externes.",
    "Réduction du stress émotionnel général.",
    "Réduction de la peur de faire des erreurs."
  ]
}
