{
  "title": "Trois Scénarios Possibles",
  "statement": "Le principal objectif de cette technique est de donner à notre psyché la possibilité de voir d'autres issues possibles à un événement. Vous apprendrez à remettre en question vos pensées négatives et pourrez réduire le niveau d'anxiété dans des situations stressantes.",
  "description": [
    "Nous avons tendance à des extrêmes dans l'évaluation des situations, ce qui rend difficile de voir le tableau réel et de prendre les bonnes décisions. Cette technique simple mais efficace aide à réévaluer les probabilités de développement des événements."
  ],
  "task": [
    "Lorsque vous remarquez une pensée automatique qui a clairement gâché votre humeur, posez-vous la question : Quelles sont les options de développement des événements :",
    "pire – l'option la plus négative à laquelle vous avez probablement pensé en premier ;",
    "meilleure – l'option idéale qui vous satisferait complètement ;",
    "réaliste – quelque chose d'intermédiaire entre la première et la deuxième, mais plus raisonnable et basé sur vos connaissances et votre expérience ;",
    "Il est très important de ne pas seulement garder les scénarios dans votre tête, mais de les enregistrer dans une application ou sur papier. Cela vous aidera à mieux comprendre vos pensées et vos sentiments, et à suivre leurs changements."
  ],
  "example": [
    "Supposons que vous ayez un examen important demain, et vous pensez : \"Je vais échouer à l'examen.\" Vous n'avez aucune garantie que cela se produira, mais une telle pensée provoque clairement des émotions désagréables. Par conséquent, offrons à votre cerveau des scénarios alternatifs.",
    "❤️ Pire Scénario",
    "Je serai vraiment mal préparé, très nerveux et anxieux, et je ne réussirai pas l'examen demain. Pire encore, je serai le seul dans le groupe à échouer. L'attitude du professeur envers moi changera, et mes camarades de classe penseront que je suis paresseux et pas intelligent.",
    "💜 Meilleur Scénario",
    "Je ne m'inquiéterai pas et j'irai à l'examen de bonne humeur. J'aurai la question la plus facile et je réussirai l'examen avec une excellente note. Encore mieux si tout le groupe reçoit la meilleure note sans examen.",
    "💚 Scénario Réaliste",
    "Je ne peux pas savoir exactement quelle question je vais tirer, mais je peux encore me préparer un peu plus, ce qui m'aidera à me sentir moins anxieux demain. Il est normal d'être nerveux à propos de l'examen. En général, je connais bien le matériel, donc je pourrai répondre à la plupart des questions."
  ],
  "expectations": [
    "Vue objective de la situation.",
    "Réduction du stress émotionnel général."
  ]
}
