{
  "title": "Técnica: Dia sob Controle",
  "description": "Este artigo apresenta a técnica de planejamento \"Duas Colunas\", voltada para melhorar a auto-organização e aumentar a eficácia pessoal. Os leitores aprenderão como a simples divisão de tarefas em \"planos\" e \"realidade\" pode ajudar não apenas a alcançar metas, mas também a refletir sobre suas ações diárias. O texto destaca a importância de analisar as atividades realizadas para aprender a se adaptar às mudanças e encontrar um equilíbrio entre deveres e desejos.",
  "screen_1": {
    "texts": [
      "O primeiro exercício que queremos compartilhar com você é simples, mas eficaz, e vai ajudar na sua auto-organização.",
      "À noite, na véspera do dia seguinte, sente-se e escreva seu planejamento do dia. Ele será composto por duas partes, ou seja, duas colunas.",
      "A primeira coluna é \"Antes\". Ela contém o planejamento por hora do que você deseja fazer. Não é necessário escrever muitas coisas de uma vez: em cada linha, anote uma ou duas palavras indicando alguma atividade ou ação.",
      "Por exemplo, pode ser algo pequeno: tomar banho, tomar café da manhã, colocar roupa para lavar. Ou pode ser algo mais trabalhoso: faxina, preparação para um exame, elaboração de currículo etc.",
      "No final do dia, escreva na segunda coluna — \"Depois\".",
      "Nela, anote o que você realmente fez ao longo do dia, também por horário. Suas atividades podem coincidir com as planejadas ou ser diferentes — e tudo bem, não se preocupe com isso.",
      "Mesmo que você realize apenas uma parte pequena da lista \"Antes\", o simples ato de planejar seu tempo pode ser extremamente útil e visualmente esclarecedor.",
      "Além disso, marque cada atividade com a letra \"C-conquista\", se a tarefa foi difícil e representou uma vitória pessoal para você."
    ]
  },
  "screen_2": {
    "texts": [
      "Pode ser que, durante um episódio de depressão, escovar os dentes ou tomar banho já seja uma conquista — e não há nada de errado ou vergonhoso nisso, acredite. Nesse caso, escreva a letra \"C\" ao lado dessas atividades. Também avalie o grau de dificuldade.",
      "Por exemplo, arrumar a cama pode ter sido fácil e, nesse caso, você pode marcar como \"C-2\". Já preparar o almoço pode ter sido mais difícil, então pode ser \"C-7\". A escala de avaliação deve ser baseada nas suas percepções.",
      "Se a atividade no seu plano foi algo prazeroso, marque com \"P-prazer\".",
      "Por exemplo, assistir a um filme ou caminhar no parque foi algo que lhe deu alegria? Então, marque a letra correspondente e avalie também o quanto você aproveitou essa atividade.",
      "E é isso! O exercício é simples, mas eficaz. Você pode pensar que não funciona, mas, se não tentar realizá-lo regularmente por um período, não terá como saber. Ele funciona porque:",
      "Interrompe sua tendência de pensar repetidamente sobre a importância e o valor de determinadas ações e ajuda a lidar com dilemas internos sobre se vale a pena ou não fazer algo;",
      "Ajuda a planejar seu tempo de forma equilibrada, pois incluirá tanto atividades que você precisa realizar por algum motivo quanto aquelas que trazem prazer."
    ]
  },
  "screen_3": {
    "texts": [
      "Se você mantiver essa rotina de planejamento diário, logo notará que sua motivação aumenta, porque ao começar a fazer algo, você refuta a crença de que não é capaz de realizar tarefas.",
      "Uma pessoa que esteve deprimida e lutou contra a procrastinação compartilhou seu relato sobre essa técnica:",
      "\"Planejar meu dia e olhar para os resultados à noite me fez perceber onde estava gastando meu tempo.\"",
      "\"Isso me ajudou a reassumir a responsabilidade pela minha vida. Eu percebo que posso controlar a situação, se eu quiser.\""
    ],
    "quote": {
      "text": "O mais importante na gestão do tempo não é gerenciar o tempo, mas a si mesmo.",
      "author": "Peter Drucker"
    }
  }
}
