{
  "control": {
    "title": "Técnica: Dia sob controle",
    "description": "Neste artigo, apresentamos uma técnica de planejamento em \"Duas Colunas\", voltada para melhorar a auto-organização e aumentar a eficácia pessoal. Você vai descobrir como a simples separação das tarefas em \"planejado\" e \"feito\" pode ajudar não apenas a alcançar objetivos, mas também a dar sentido ao que acontece no seu dia a dia. Damos atenção especial à análise do que foi realizado, o que ajuda a se adaptar a mudanças e a encontrar equilíbrio entre o que “precisa” ser feito e o que você gostaria de fazer.",
    "screen_1": {
      "texts": [
        "O primeiro exercício que queremos compartilhar com você é simples, mas eficaz, e pode ajudar na sua auto-organização.",
        "Na noite anterior, sente-se e faça um planejamento do seu dia. Ele terá duas partes — ou seja, duas colunas.",
        "A primeira coluna é o \"Antes\". É um plano, hora a hora, do que você pretende fazer. Não anote muita coisa de uma vez: em cada horário, escreva uma ou duas palavras, indicando uma atividade.",
        "Por exemplo, pode ser algo pequeno: tomar banho, tomar café da manhã, colocar roupa para lavar. Ou pode ser algo que exige mais energia: arrumar a casa, estudar para uma prova, preparar um currículo etc.",
        "No fim do dia, preencha a segunda coluna — o \"Depois\".",
        "Nela, vale registrar o que você realmente fez ao longo do dia, também por horário. Suas atividades podem coincidir com o que foi planejado ou podem ser diferentes — isso é normal, não se preocupe.",
        "Mesmo que você cumpra só uma pequena parte do \"antes\", o simples ato de planejar o seu tempo pode ser muito útil — e fica bem claro visualmente.",
        "Além disso, marque cada atividade com a letra \"T\" (Tarefa) se ela não foi fácil para você e representou uma conquista pessoal."
      ]
    },
    "screen_2": {
      "texts": [
        "Pode acontecer que, num quadro de depressão, escovar os dentes ou tomar banho seja uma conquista — e não há nada de terrível ou vergonhoso nisso. Nesse caso, escreva a letra \"T\" ao lado dessas atividades. E também marque o grau de dificuldade.",
        "Por exemplo, arrumar a cama foi relativamente fácil — então pode ser \"T-2\". Já preparar o almoço foi mais difícil — então \"T-7\". Você define a escala de acordo com o que sente.",
        "Se uma atividade do seu plano for prazerosa, coloque ao lado \"P\" (Prazer).",
        "Por exemplo, ver um filme ou passear no parque foi gostoso para você — então marque a letra correspondente e também avalie o quanto isso foi prazeroso.",
        "Em resumo, é isso que o exercício propõe: ele é simples, mas funciona. Talvez você ache que não vai dar certo, mas, se não tentar fazer isso com regularidade por um tempo, não tem como saber. Ele funciona porque:",
        "Ele quebra a tendência de ruminar o tempo todo sobre a importância e o valor de cada ação e ajuda a lidar com conflitos internos — fazer ou não fazer;",
        "Ele ajuda você a planejar o seu tempo de forma equilibrada, porque ali entram tanto tarefas que precisam ser feitas por um motivo ou outro quanto atividades que trazem prazer;"
      ]
    },
    "screen_3": {
      "texts": [
        "Se você fizer esse planejamento com regularidade, logo vai notar que a sua motivação aumenta, porque, ao começar a fazer pelo menos um pouco, você enfraquece a crença de que não é capaz de fazer nada.",
        "Uma pessoa que passou muito tempo em depressão e lidava com procrastinação compartilhou este relato sobre a técnica:",
        "Ao planejar meu dia e, à noite, olhar para o resultado, eu percebi exatamente no que eu estava gastando meu tempo.",
        "Isso me ajudou a retomar a responsabilidade pela minha vida. Entendi que posso controlar a situação, se eu quiser."
      ],
      "quote": {
        "text": "O mais importante na gestão do tempo não é gerenciar o tempo, e sim gerenciar a si mesmo.",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Em busca de si depois da perda de alguém querido",
    "description": "Este artigo conta a história de Anastasia, que viveu uma depressão profunda e uma culpa intensa após a morte trágica do irmão. Com a ajuda da psicoterapia, ela conseguiu, pouco a pouco, se libertar das autoacusações, mudar a forma como se via e como lidava com o que sentia. Aos poucos, Anastasia saiu da depressão, aceitou que não tinha culpa e voltou a viver com mais plenitude.",
    "screen_1": {
      "texts": [
        "Mais cedo ou mais tarde, todos nós nos deparamos com a perda de alguém próximo. A morte é uma provação difícil, que nos atinge com dor e peso, como uma onda avassaladora.",
        "Lágrimas, tristeza e sentimentos profundos são uma reação natural à perda. Essas experiências nos ajudam a atravessar o luto e, com o tempo, encontrar forças para seguir vivendo.",
        "Às vezes, a tristeza se prolonga e pode acompanhar a pessoa por anos. Em outras, o luto rapidamente se transforma em uma depressão profunda.",
        "Vamos conhecer a história de Anastasia, uma jovem de 29 anos que enfrentou uma depressão severa após o suicídio do irmão mais novo. Ela procurou uma psicoterapeuta alguns meses depois da tragédia.",
        "O fator mais doloroso era a crença de que ela era responsável pela morte dele.",
        "Nastya sentia que estava diante de uma realidade assustadora e sem saída. Parecia que ela \"merecia\" sofrer e, em alguns momentos, chegou a ter pensamentos suicidas.",
        "A culpa é uma companheira frequente e pesada para quem perdeu alguém, especialmente quando a pessoa tirou a própria vida.",
        "Muita gente se pergunta: \"Por que eu não impedi isso? Por que não percebi a tempo?\"",
        "Até profissionais experientes podem ter pensamentos assim quando um cliente se suicida: \"A culpa foi minha. Eu deveria ter dito outra coisa, perguntado de um jeito diferente, prestado mais atenção. Eu tinha que ter evitado isso. Eu sou culpado!\""
      ],
      "quote": {
        "text": "Quem amamos pode partir, mas nunca vai embora de verdade enquanto nós os lembrarmos.",
        "author": "Confúcio"
      }
    },
    "screen_2": {
      "texts": [
        "As autoacusações de Anastasia começaram antes mesmo da tragédia. Ela pensava com frequência que a vida dela tinha dado mais certo do que a do irmão e tentava ajudá-lo emocional e financeiramente na longa luta dele contra a depressão.",
        "Ela o apoiou na decisão de procurar um psicólogo, ajudou a pagar a terapia e até alugou um lugar para ele morar perto dela, para poder estar por perto e ajudar sempre que fosse preciso.",
        "Nastya tinha certeza de que era culpada pela morte dele, porque \"deveria ter feito ainda mais\".",
        "O sofrimento dela era profundo e sincero, e ela carregava essa dor o tempo todo.",
        "Nas primeiras sessões, ela falava sobre as razões da própria culpa e sobre pensamentos de morte: \"Eu era responsável pela vida dele. Parece que a minha incapacidade de ajudar levou à tragédia. Eu deveria ter percebido o estado dele e tê-lo salvo.\"",
        "Ela acreditava que o tormento dela era justo e que ela era obrigada a carregar essa punição.",
        "Para quem vê de fora, pode ser evidente que esses pensamentos são irracionais e só causam dano.",
        "O principal erro cognitivo que ela cometia era a personalização. Ao longo da terapia, Anastasia chegou a conclusões importantes:",
        "Se ela fosse realmente responsável pela morte do irmão, isso significaria que ela foi a causa da decisão dele.",
        "Ela não podia controlar os pensamentos dele nem a dor que ele carregava por dentro, então não podia responder pelas crenças que o levaram a uma depressão tão grave. Era a luta dele — não a culpa dela.",
        "Ao tentar assumir responsabilidade pelo estado dele, ela tentava influenciar algo que não estava ao alcance dela. O máximo que ela podia fazer era apoiá-lo dentro dos limites das suas forças e possibilidades."
      ]
    },
    "screen_3": {
      "texts": [
        "Se ela soubesse das intenções dele, teria feito tudo para ajudar e evitar a tragédia. Mas ela não sabia — e era impossível mudar aquilo que estava oculto.",
        "Ao se culpar, Nastya agia como se fosse obrigada a prever o futuro e ter um conhecimento ilimitado. Essas expectativas eram irreais, e não havia motivo para se condenar.",
        "Todos os argumentos apontavam para uma coisa: assumir a responsabilidade pelo ato dele era um erro enorme e profundamente injusto.",
        "A responsabilidade dela era apenas pela própria vida e pelo próprio bem-estar.",
        "Com o tempo, ela entendeu: o sofrimento dela não vinha de ter \"falhado com o irmão\", e sim de ter deixado a culpa engoli-la e permitido que a depressão destruísse a vida dela.",
        "A decisão mais acolhedora foi soltar a culpa, se recuperar aos poucos e aprender a viver novamente de um jeito mais leve e pleno.",
        "Isso é, de fato, cuidar de si. Depois da terapia, o estado de Anastasia melhorou muito, e ela conseguiu superar a depressão. Ela atribuía isso às mudanças profundas na relação consigo mesma e com o próprio mundo interno."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnóstico da depressão: uma jornada para se compreender melhor",
    "description": "Este artigo apresenta formas de diagnosticar a depressão: do reconhecimento geral de sintomas à autoavaliação por meio do \"Inventário de Depressão de Beck\". Ele destaca a importância de buscar profissionais para um diagnóstico preciso e suporte, especialmente quando os sintomas são intensos, e sugere passos práticos e exercícios para quem quer cuidar do próprio estado emocional.",
    "screen_1": {
      "texts": [
        "Na seção anterior, já falamos sobre o que é a depressão.",
        "Agora vamos entender como identificar se ela pode estar presente em você.",
        "De forma geral, o diagnóstico da depressão pode ser dividido em três etapas:",
        "Triagem geral",
        "Como qualquer outro estado emocional, a depressão se manifesta por certos sintomas. Vamos olhar para eles:",
        "Humor deprimido.",
        "Perda de interesse por atividades e prazeres habituais.",
        "Anedonia — diminuição da capacidade de sentir prazer.",
        "Dificuldade de concentração, queda de desempenho e dificuldade para tomar decisões.",
        "Alterações no sono e no apetite — redução ou, ao contrário, aumento.",
        "Sentimentos de desesperança, impotência, irritabilidade, vergonha ou culpa.",
        "Ansiedade ou apatia intensa.",
        "Baixa energia, sensação de cansaço constante.",
        "Pensamentos recorrentes sobre morte ou suicídio.",
        "Muitos de nós já vivenciamos alguns desses sinais pelo menos uma vez.",
        "No entanto, sintomas isolados nem sempre significam depressão. Então como identificar a presença dela?",
        "Podemos falar em transtorno depressivo quando você percebe em si pelo menos quatro dos sintomas listados por pelo menos duas semanas.",
        "Também é importante considerar o estado geral de saúde e o impacto das circunstâncias da vida."
      ],
      "quote": {
        "text": "Não podemos mudar as situações que a vida nos traz, mas podemos mudar a forma como as vivemos.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Autoavaliação com métodos validados",
        "Existem muitas ferramentas que ajudam a avaliar como você está.",
        "Uma das mais conhecidas e confiáveis é o \"Inventário de Depressão de Beck\" (BDI).",
        "Esse método, criado pelo psicoterapeuta Aaron Beck, inclui 21 categorias de sintomas, e cada uma reflete aspectos diferentes do estado depressivo.",
        "Ao fazer esse teste, você poderá estimar, de maneira aproximada, a gravidade dos sintomas — de depressão leve a mais grave.",
        "O teste está disponível no nosso app, e é simples e intuitivo de usar."
      ],
      "quote": {
        "text": "Cuidar de si não é uma exceção às suas responsabilidades, e sim uma parte importante delas.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consulta com um profissional",
        "Se os resultados da autoavaliação indicarem um possível estado depressivo, é importante procurar um psicólogo, psiquiatra ou psicoterapeuta.",
        "Esse profissional vai ajudar a esclarecer o diagnóstico e a montar um plano de apoio e tratamento adequado. E nós estaremos aqui para acompanhar você e trazer informações úteis.",
        "Este material foi criado para apoiar pessoas com sinais leves e moderados de depressão.",
        "Mas ele também pode ser útil para quem está enfrentando um quadro mais intenso.",
        "Ele pode aliviar um pouco os sintomas e ajudar você a compreender melhor o que está acontecendo. Porém, em casos de depressão acentuada, ferramentas de autoajuda podem não ser suficientes.",
        "Nessas situações, é especialmente importante buscar ajuda profissional e, se necessário, considerar suporte medicamentoso.",
        "O diagnóstico de estados emocionais é um processo delicado e nada simples.",
        "Na autoavaliação, sempre existe o risco de se enganar.",
        "Mesmo que você não tenha depressão clínica e esteja apenas passando por um período de desânimo, esta seção ainda pode ser útil.",
        "Vamos explicar em detalhes os mecanismos da depressão e compartilhar recomendações práticas e exercícios.",
        "Se você quer melhorar sua qualidade de vida e está pronto para dar passos em direção a si mesmo, vamos continuar essa jornada juntos."
      ]
    }
  }
}
