{
  "title": "Buscando a si mesmo após a perda de um ente querido",
  "description": "Este artigo narra a história de Anastácia, que enfrentou uma depressão profunda e um sentimento de culpa após o suicídio de seu irmão. Ela conseguiu se libertar das autoacusações por meio da psicoterapia, o que a ajudou a mudar sua relação consigo mesma e com suas emoções. Como resultado, Anastácia superou a depressão, aceitou sua inocência e voltou a viver plenamente.",
  "screen_1": {
    "texts": [
      "Todos nós, mais cedo ou mais tarde, enfrentamos a perda de alguém querido. A morte é um golpe devastador, como uma onda de choque que cobre de tristeza e luto aqueles que amavam a pessoa que partiu.",
      "Lágrimas, tristeza e sofrimento são reações normais à perda. Elas nos ajudam a passar por esse momento e nos dão forças para continuar vivendo.",
      "No entanto, às vezes, o luto se prolonga, e a pessoa pode sofrer por anos, ou até cair em uma profunda depressão logo após a perda.",
      "Vamos compartilhar a história de uma paciente em depressão: Anastácia, uma jovem de 29 anos cujo irmão mais novo tirou a própria vida poucos meses antes de ela buscar ajuda de um psicoterapeuta.",
      "Um fator especialmente doloroso e agravante para o desenvolvimento da depressão foi a crença de que ela era responsável pelo suicídio dele.",
      "Anastácia acreditava que enfrentava um problema real e insolúvel. Ela pensava que merecia morrer e frequentemente tinha pensamentos suicidas.",
      "O sentimento de culpa é uma experiência comum entre aqueles que perdem um ente querido por suicídio.",
      "As pessoas muitas vezes se torturam com pensamentos como: \"Por que eu não impedi isso? Por que eu não percebi antes?\"",
      "Até mesmo psicoterapeutas não estão imunes a essas reações após o suicídio de um paciente e podem se culpar: \"A culpa é minha. Se eu tivesse conversado de outra maneira na última sessão... Por que eu não perguntei diretamente se ele pensava em tirar a própria vida? Eu deveria ter feito algo mais drástico. A culpa foi minha!\""
    ],
    "quote": {
      "text": "Aqueles que amamos podem nos deixar, mas nunca irão embora completamente enquanto vivermos em suas memórias.",
      "author": "Confúcio"
    }
  },
  "screen_2": {
    "texts": [
      "As autoacusações de Anastácia começaram muito antes da tragédia: ela acreditava que sua vida era mais fácil e melhor do que a do irmão e tentava compensar isso oferecendo apoio emocional e financeiro durante a longa batalha dele contra a depressão.",
      "Ela o incentivou a buscar ajuda psicológica, ajudou a pagar as sessões e até alugou um apartamento perto dela para que ele pudesse ligar sempre que precisasse.",
      "Anastácia tinha certeza de que era responsável pela morte do irmão, porque \"poderia ter feito mais\".",
      "Ela sofria intensamente com a situação trágica em que se encontrava.",
      "Nas primeiras sessões de terapia, Anastácia discutia as razões de sua autocrítica e as crenças que alimentavam seus pensamentos de que deveria morrer: \"Eu era responsável pela vida do meu irmão. Acho que minha incapacidade de ajudá-lo causou sua morte. Sinto que não consegui apoiá-lo o suficiente e não percebi a gravidade do seu estado. Eu deveria ter salvado sua vida.\"",
      "Ela acreditava que sua culpa e sofrimento eram justificados e corretos e que ela merecia ser punida e sofrer.",
      "Ao ler essa história, você provavelmente percebe que seus pensamentos e crenças são irreais e ilógicos e que só a prejudicavam.",
      "O erro que Anastácia cometia repetidamente era a personalização. Durante o processo terapêutico, ela chegou às seguintes conclusões:",
      "Se ela fosse realmente responsável pela morte do irmão, isso significaria que ela era a causa direta do suicídio.",
      "Ela não controlava os pensamentos do irmão e, portanto, não poderia ser responsável pelas crenças destrutivas que o levaram à depressão e, consequentemente, à morte. Essas crenças eram dele, não dela.",
      "Ao tentar assumir a responsabilidade pelo estado emocional e pelos atos do irmão, ela estava tentando controlar algo que estava além de seu alcance. O máximo que ela poderia fazer era oferecer apoio dentro de suas possibilidades."
    ]
  },
  "screen_3": {
    "texts": [
      "Se ela soubesse que ele planejava tirar a própria vida, teria feito de tudo para impedir. No entanto, como ela não sabia, não havia nada que pudesse fazer para mudar o desfecho, infelizmente.",
      "Culpar-se pela morte do irmão significava acreditar, erroneamente, que ela poderia prever o futuro com absoluta certeza e que tinha controle total sobre todas as informações. Como essas suposições eram extremamente irreais, ela não tinha fundamentos para se culpar.",
      "Todos esses argumentos apontam para um erro grave: assumir responsabilidade por algo que estava fora de seu controle.",
      "Na realidade, Anastácia era responsável apenas pela sua própria vida e bem-estar.",
      "Foi nesse momento que ela percebeu: seu sofrimento não vinha do fato de ter \"falhado com ele\", mas de ter se deixado afundar em pensamentos de culpa e depressão.",
      "Um comportamento útil e saudável, nesse caso, era rejeitar o sentimento de culpa, sair da depressão e se permitir viver uma vida plena e feliz.",
      "Essa é a verdadeira responsabilidade consigo mesma. Após o processo terapêutico, o estado de Anastácia melhorou significativamente e, em pouco tempo, ela venceu a depressão. Ela atribuiu essa mudança às profundas transformações em sua autoimagem."
    ]
  }
}
