{
  "title": "Diagnóstico da Depressão: Uma Jornada de Autoconhecimento",
  "description": "O artigo explora métodos de diagnóstico da depressão, começando com o rastreamento geral de sintomas e passando para a autodiagnóstico por meio da 'Escala de Depressão de Beck'. Destaca-se a importância da consulta com profissionais para um diagnóstico preciso e tratamento adequado, especialmente em casos graves. Além disso, o artigo oferece conselhos práticos e exercícios para pessoas que buscam melhorar seu estado mental.",
  "screen_1": {
    "texts": [
      "Na seção anterior, já discutimos o que é a depressão.",
      "Agora, nosso objetivo é entender como identificar esse estado em nós mesmos.",
      "O diagnóstico da depressão pode ser dividido em três etapas:",
      "Triagem Geral",
      "A depressão, como qualquer outro transtorno, possui seus sintomas. Vamos analisá-los em detalhes:",
      "Humor deprimido.",
      "Redução do interesse em atividades habituais.",
      "Anedonia – diminuição da capacidade de sentir prazer.",
      "Dificuldades de concentração, produtividade e tomada de decisões.",
      "Distúrbios do sono e do apetite, tanto para mais quanto para menos.",
      "Sentimentos de desesperança, impotência, irritabilidade, vergonha, culpa.",
      "Ansiedade ou apatia.",
      "Falta de energia, fadiga constante.",
      "Pensamentos sobre morte ou suicídio.",
      "Provavelmente, todos nós já experimentamos um ou mais desses sintomas em algum momento.",
      "Mas isso nem sempre significa depressão. Como, então, podemos identificar um transtorno depressivo?",
      "Pode-se falar em depressão quando pelo menos quatro dos sintomas listados estão presentes por um período mínimo de duas semanas.",
      "Também é importante considerar outros fatores, como o estado geral de saúde e as circunstâncias de vida."
    ],
    "quote": {
      "text": "Não podemos mudar as situações que a vida nos apresenta, mas podemos mudar a forma como as vivenciamos.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Autodiagnóstico com Métodos Confiáveis",
      "Existem muitos testes para autodiagnóstico da depressão.",
      "Um dos mais reconhecidos e confiáveis é a 'Escala de Depressão de Beck' (BDI).",
      "Este método, desenvolvido pelo psicoterapeuta americano Aaron Beck, contém 21 categorias de sintomas, cada uma com 4 a 5 afirmações que refletem diferentes aspectos da depressão.",
      "Ao realizar este teste, é possível avaliar o grau de seu estado: de leve a grave.",
      "O teste está disponível em nosso aplicativo e é simples e intuitivo de usar."
    ],
    "quote": {
      "text": "Cuidar de si mesmo não é uma exceção à lista de tarefas; é uma parte essencial dela.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Consulta com um Especialista",
      "Caso a autodiagnóstico indique um possível estado depressivo, recomenda-se procurar um especialista: psicólogo, psiquiatra ou psicoterapeuta.",
      "Eles podem fornecer um diagnóstico preciso e sugerir o tratamento adequado. Estamos aqui para apoiá-lo e oferecer informações úteis nesta seção.",
      "Este material foi desenvolvido para ajudar pessoas com graus leves e moderados de depressão.",
      "Para aqueles que sofrem de formas mais graves de depressão, este material também pode ser valioso.",
      "Ele pode aliviar alguns sintomas, mas em casos graves é importante lembrar que apenas ferramentas de autocuidado podem não ser suficientes.",
      "Nessas situações, é fundamental buscar ajuda profissional e, se necessário, considerar tratamento medicamentoso.",
      "Diagnosticar problemas psicológicos é uma tarefa complexa.",
      "Na autodiagnóstico, sempre há o risco de erro.",
      "No entanto, mesmo que você não tenha depressão clínica e esteja apenas passando por um momento de desânimo temporário, este material será útil.",
      "Explicaremos detalhadamente os mecanismos que estão na base da depressão e ofereceremos conselhos práticos e exercícios.",
      "Se você deseja melhorar sua qualidade de vida e está disposto a seguir nossas recomendações, vamos continuar juntos nesta jornada!"
    ]
  }
}
