{
  "title": "Depressão e Diagnóstico Terminal",
  "description": "O artigo explora os desafios emocionais e psicológicos enfrentados por pessoas que recebem um diagnóstico grave, destacando a complexidade de transmitir esses sentimentos a pessoas saudáveis. A história de Olga, cuja vida mudou drasticamente após a suspeita de câncer, mostra como ela lutou contra a depressão e a perda de sentido de vida com a ajuda de um psicólogo. No final, Olga chega ao entendimento de seu valor pessoal constante e da importância das pequenas conquistas, o que a ajudou a recuperar a autoestima e transformar seu estado emocional, apesar das dores físicas.",
  "screen_1": {
    "texts": [
      "O que acontece com uma pessoa ao receber um diagnóstico grave, possivelmente terminal? Muitas pessoas passam por esse tipo de provação, mas explicar a alguém saudável o que elas sentem pode ser extremamente difícil.",
      "Histórias de pessoas enfrentando doenças graves muitas vezes servem como inspiração para romances ou filmes. No cinema, essas narrativas podem ganhar um tom cômico, mas na vida real tudo é bem mais complexo.",
      "Independentemente da gravidade ou duração da doença, um \"veredito terminal\" sempre age como uma explosão ou um raio.",
      "Uma pessoa que recebe um diagnóstico terminal pode desenvolver depressão reativa. A depressão reativa é um transtorno mental que se desenvolve rapidamente em resposta a eventos traumáticos ou situações de forte estresse.",
      "Nessas circunstâncias, o paciente pode apresentar medo constante, ansiedade, apatia, mau humor, cansaço, falta de confiança, pensamentos suicidas, além de dificuldades para dormir e comer.",
      "Muitas doenças mudam drasticamente o estilo de vida da pessoa. Alguém que antes era saudável e ativo, amante de viagens e da natureza, pode de repente se tornar um paciente acamado.",
      "Nessas condições, ele pode não conseguir ir ao banheiro ou tomar banho sozinho, muito menos dar uma simples caminhada.",
      "Além disso, a consciência de quanto tempo e esforço seus familiares dedicam aos cuidados pode fazer com que ele se sinta um fardo."
    ],
    "quote": {
      "text": "Sua doença não define quem você é. Sua força e coragem ao enfrentá-la — isso sim define você.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga tinha 39 anos quando sua vida mudou drasticamente devido à suspeita de câncer.",
      "Parecia que o tempo havia parado: ela se sentia desconectada da realidade. Todos os medos e preocupações anteriores pareciam pequenos e irrelevantes diante do terror que de repente tomou conta dela.",
      "Quando o pior se confirmou, foi como se uma granada explodisse na vida de Olga e de sua família.",
      "Nos meses seguintes, a fraqueza física a mergulhou em um estado de desespero ainda maior.",
      "O mais difícil não era apenas o desconforto físico causado pela doença e pela quimioterapia, mas a necessidade de abandonar atividades cotidianas que significavam muito para ela.",
      "Olga não conseguia mais realizar tarefas domésticas como antes (essas responsabilidades passaram para o marido), precisou deixar o trabalho que amava, desistir de seus hobbies e abandonar longas caminhadas com amigos.",
      "Apesar da realidade das dificuldades enfrentadas por Olga, a depressão dela era inevitável?",
      "Durante as sessões com o psicólogo, foram identificados pensamentos automáticos e crenças negativas que a perturbavam:",
      "Não contribuo mais para a sociedade.",
      "Não tenho mais sucesso na carreira.",
      "Não posso participar de atividades recreativas.",
      "Sou um fardo para meu marido.",
      "Esses pensamentos geravam tristeza, raiva, frustração e culpa, sentimentos semelhantes aos de pessoas fisicamente saudáveis que sofrem de depressão.",
      "A depressão de Olga não foi causada tanto pelo tumor em si, mas pela forma negativa como ela interpretava sua situação e pela associação de seu valor pessoal às conquistas.",
      "Para ela, o diagnóstico de câncer significava: \"Seu tempo acabou! Você não tem mais valor!\""
    ]
  },
  "screen_3": {
    "texts": [
      "Quando Olga e o psicólogo criaram um gráfico ilustrando seu valor pessoal desde o nascimento até o momento presente e a possível data de falecimento, ela percebeu que seu valor pessoal permanecia constante, mantendo-se em 85% numa escala hipotética de 0 a 100%.",
      "O psicólogo também pediu que ela avaliasse sua produtividade ao longo desse mesmo período.",
      "Ela desenhou uma curva que mostrava produtividade baixa na infância, um pico na fase adulta e uma queda no momento atual devido à doença.",
      "Foi aí que Olga teve uma epifania. Primeiro, mesmo com a queda de produtividade por causa da doença, ela ainda contribuía para si mesma e para sua família com pequenas, mas importantes e valiosas ações.",
      "Apenas o pensamento em preto e branco poderia levá-la a acreditar que sua contribuição era zero.",
      "Em segundo lugar, e mais importante, ela entendeu que seu valor pessoal era inabalável e não dependia de suas conquistas.",
      "Essa compreensão mostrou a ela que não precisava \"merecer\" seu valor como ser humano e que, mesmo debilitada, continuava sendo valiosa.",
      "Esse entendimento reduziu significativamente os sintomas de depressão. Isso não eliminou o tumor, as dores e o sofrimento físico, mas restaurou sua autoestima e mudou profundamente seu estado emocional."
    ],
    "quote": {
      "text": "A doença não pode roubar sua esperança, a menos que você permita.",
      "author": "Nick Vujicic"
    }
  }
}
