{
  "title": "Técnica: Torne-se seu próprio advogado",
  "description": "Este artigo apresenta uma abordagem única para superar a autocrítica, apresentando o conceito do advogado interior. Por meio de uma analogia com um processo judicial, são oferecidos métodos que ajudam a se defender de acusações internas e pensamentos negativos. O artigo descreve o processo de identificar, contestar e reformular crenças autocríticas, fornecendo dicas práticas e perguntas de autorreflexão para desenvolver uma relação mais saudável e compassiva consigo mesmo.",
  "screen_1": {
    "texts": [
      "A próxima técnica, que promove uma abordagem eficaz contra a autocrítica, consiste em se tornar seu próprio advogado de defesa. Embora isso possa parecer incomum ou difícil de entender, vamos explicar como funciona.",
      "Para lidar com pensamentos autocríticos, é essencial não apenas identificá-los e resistir a eles, mas também contestá-los ativamente.",
      "Imagine-se em um tribunal, onde sua autocrítica o acusa repetidamente, chamando-o de fracassado, fraco, incapaz e culpado por tudo.",
      "Agora, você tem a chance de se tornar o advogado de defesa, cuja missão é refutar as acusações, demonstrando sua falta de fundamento e absurdo.",
      "Pense em si mesmo como um advogado competente, que jamais se limitaria a dizer: “Meu cliente é uma boa pessoa, podemos encerrar o caso”.",
      "Você precisará se esforçar para apresentar fatos e argumentos convincentes que derrubem as acusações.",
      "Vamos ver um exemplo de como essa técnica pode ser aplicada em um diálogo entre um psicólogo e um cliente."
    ],
    "quote": {
      "text": "Seja o advogado do seu próprio mundo interior, em vez de ser o juiz da sua história.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Ultimamente, você tem cedido frequentemente à autocrítica, chamando a si mesmo de fraco e fracassado que não alcançou nada na vida. Agora, imagine que você contratou um advogado para defendê-lo dessa crítica.",
      "Seu objetivo é defender seu cliente, ou seja, você mesmo, de forma eficaz, utilizando argumentos sólidos. Mesmo que você não acredite na sua inocência ou não simpatize com seu cliente, sua função agora é agir como um advogado competente que faz bem seu trabalho.",
      "Interessante ideia, vou tentar.",
      "Ótimo. Então eu serei o acusador, usando suas próprias palavras contra você, e você fará a defesa.",
      "Entendido, vamos começar.",
      "(Na função de acusador) Paulo é um fraco e fracassado que não conseguiu nada na vida.",
      "(Na função de advogado) Isso é categoricamente falso. Paulo tem um diploma universitário, uma carreira de sucesso, uma família e amigos que o amam e respeitam.",
      "(Na função de acusador) Pode ser, mas nem tudo na vida dele é perfeito. Ele comete erros no trabalho, às vezes não cumpre prazos, e eu tenho certeza de que ele é um fracassado.",
      "(Na função de advogado) Em primeiro lugar, sentimentos não são provas válidas em um tribunal. Em segundo lugar, cometer erros e atrasos não o tornam um fracassado, pois todos estão sujeitos a falhas. Isso não é motivo para conclusões tão radicais.",
      "(Na função de acusador) Talvez ele não seja um fracassado completo, mas com certeza é um fraco.",
      "(Na função de advogado) Você tem alguma prova concreta disso?",
      "(Na função de acusador) Ele não trabalha o suficiente. Deveria se esforçar mais. Ele age como um fraco.",
      "(Na função de advogado) Isso não é verdade. Paulo trabalha com dedicação e é reconhecido no trabalho como um funcionário responsável. Se ele fosse negligente ou ineficiente, não seria valorizado nem cogitado para uma promoção."
    ]
  },
  "screen_3": {
    "texts": [
      "Essa técnica é especialmente útil porque muitas pessoas acham mais fácil imaginar-se defendendo outra pessoa do que se justificando para si mesmas.",
      "Ao assumir o papel de um advogado profissional, você passa a exigir provas reais e refuta argumentos sem fundamento ou ilógicos.",
      "Portanto, quando enfrentar pensamentos negativos sobre si mesmo, pergunte-se: “Como eu defenderia meu cliente se precisasse provar sua inocência?”.",
      "Busque agir como um profissional, identificando inconsistências lógicas em seus pensamentos automáticos. Quão justificáveis são esses pensamentos? O que o bom senso diria sobre eles?",
      "Para ajudar, apresentamos algumas perguntas que podem orientar seu trabalho com os pensamentos:",
      "Que ‘lei’ teria sido violada? Qual é a acusação?",
      "Existem fundamentos convincentes para essas acusações?",
      "Quais evidências comprovam essa culpa?",
      "Existe uma explicação alternativa para o comportamento?",
      "O acusado agiu da mesma forma que qualquer pessoa sensata agiria em situação semelhante?",
      "É possível que outra pessoa seja total ou parcialmente responsável pelo ocorrido?",
      "Que evidências você apresentaria para defender o acusado?"
    ]
  }
}
