{
  "title": "O Despertar da Vontade: Por que a Depressão Gera Apatia",
  "description": "Este artigo aborda o problema da depressão e seu impacto na motivação e na atividade das pessoas. Ele explora como a depressão pode paralisar a vontade de agir, levando à inércia e à procrastinação, e destaca a importância de superar esse estado para retomar uma vida normal. O texto oferece reflexões e estratégias para lidar com a depressão, incluindo a mudança de pensamento, a superação da falta de motivação e a importância de tomar atitudes ativas para melhorar o bem-estar geral.",
  "screen_1": {
    "texts": [
      "Quando estamos em depressão, é extremamente difícil começar a fazer qualquer coisa. Você espera pela motivação, que parece nunca chegar. É como um urso em hibernação, esperando que os tempos melhores venham.",
      "Talvez você pense ou queira fazer alguma atividade, mas logo surge o pensamento de que nada trará prazer ou de que tudo será difícil demais.",
      "Esse comportamento o afasta ainda mais da sua rotina, dos hobbies, dos amigos e da família. Você se sente impotente, se culpa pela inatividade, e isso o leva ainda mais fundo na depressão.",
      "É um círculo vicioso.",
      "Mas chegou a hora de sair dele.",
      "Vamos começar falando sobre a inércia e a falta de motivação, para depois discutir técnicas e recomendações eficazes para lidar com isso.",
      "Um dos aspectos mais destrutivos da depressão é que ela paralisa sua força de vontade. Provavelmente você já percebeu que costuma adiar tarefas cotidianas indesejadas e procrastinar.",
      "Você sente que não tem motivação para nada, que tudo parece complicado demais, e por isso se rende ao estado de inércia e não faz nada.",
      "Quanto mais tempo passa, mais difícil fica sair desse ciclo. Essa prisão emocional pode durar semanas, meses ou até anos."
    ],
    "quote": {
      "text": "Se você realmente quer mudar algo em sua vida, o único caminho é começar a agir agora, neste exato momento.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "A inércia é um dos maiores paradoxos da natureza humana.",
      "Você já reparou como algumas pessoas parecem mergulhar de cabeça na vida e aproveitar tudo o que podem, enquanto outras mantêm uma certa distância, se limitando e se privando de muitas coisas?",
      "Você sabia que, se uma pessoa for isolada de suas atividades e contatos habituais por alguns meses, isso pode causar uma depressão grave?",
      "Quando você está em depressão, faz o mesmo consigo mesmo, como se estivesse se punindo. Você realmente quer continuar sofrendo assim, em total inatividade? Esse é um questionamento para refletir, mas acreditamos que a resposta seja óbvia.",
      "Se pudéssemos visualizar o que passa na mente de alguém em depressão quando pensa sobre sua inatividade, seria algo assim:",
      "A pessoa pensa em uma atividade que deveria ou gostaria de fazer.",
      "\"Estou muito cansado/Não vou gostar/Meus amigos não vão querer sair comigo/Não vou conseguir/Nada vai me animar.”",
      "Tristeza/ansiedade/desesperança.",
      "Inércia/procrastinação.",
      "Com pensamentos e comportamentos desse tipo, você se priva ainda mais das oportunidades de sentir prazer com suas conquistas, de passar tempo com pessoas queridas, de fazer as coisas de que gosta e de aproveitar a vida."
    ]
  },
  "screen_3": {
    "texts": [
      "Por que a motivação não chega?",
      "Provavelmente, você acredita que não pode fazer nada sem estar motivado.",
      "Mas será que isso é verdade? Em algum momento da sua vida, você nunca fez algo simplesmente porque era necessário, mesmo sem estar motivado? Você sempre vai ao trabalho supermotivado?",
      "Quando falamos em falta de motivação, na verdade estamos dizendo: \"Eu não quero fazer isso”.",
      "Podemos mascarar isso com frases como: \"Isso é muito difícil”, \"Eu não vou conseguir”, \"Ainda não estou preparado”, mas o significado principal é que você não quer fazer aquela atividade.",
      "E tudo bem, acredite. Não fazemos sempre o que queremos e, frequentemente, fazemos coisas que não gostamos. Isso faz parte da vida.",
      "Durante a depressão, você provavelmente não tem vontade de nada. Muitas vezes, você quer apenas ficar deitado e não fazer nada. Mas, depois de um ou dois dias assim, ou até um mês, isso não faz com que você se sinta melhor."
    ]
  },
  "screen_4": {
    "texts": [
      "Vamos considerar um diálogo entre um cliente e um psicólogo que discutiram a questão da falta de motivação.",
      "Entendi corretamente que antes você costumava frequentar a academia regularmente e praticava exercícios, mas agora não consegue se obrigar a ir porque sente que não tem motivação?",
      "Isso mesmo, eu realmente não tenho vontade de ir.",
      "Vamos imaginar que você parou de esperar pela motivação e decidiu ir à academia sem ela. Simplesmente tomou essa decisão e foi. O que aconteceria depois?",
      "Provavelmente eu me sentiria melhor após o treino, talvez até durante a atividade.",
      "E se for assim mesmo que as coisas melhoram? Você pode ser produtiva e se sentir melhor mesmo sem estar motivada, mesmo se estiver cansada ou desanimada. O que acha dessa ideia?",
      "Talvez você esteja certo. Houve momentos em que fui para a academia sem muita vontade, mas isso me trouxe prazer no final, e eu me senti mais produtiva, com energia para outras coisas.",
      "Se você, assim como o cliente neste diálogo, diz a si mesmo: \"Preciso sentir vontade para agir” e fica preso na inércia, saiba que a ação precede a motivação. Não é o contrário, isso é um mito.",
      "O comportamento cria motivação em quem decide fazer o que precisa ser feito. A ação é o primeiro passo, a motivação vem depois.",
      "Já falamos diversas vezes sobre a relação entre pensamentos, emoções e comportamentos e como esses três elementos influenciam uns aos outros. Na verdade, todas as emoções e ações são resultado de seus pensamentos e crenças.",
      "Isso significa que mudar seus pensamentos pode levar a mudanças nas suas emoções e, consequentemente, no seu comportamento. Está nas suas mãos transformar o ciclo de inércia em um ciclo de produtividade."
    ]
  }
}
