{
  "mirror": {
    "title": "Técnica: O Espelho da Autocrítica",
    "description": "O artigo explora o impacto da autocrítica na autoestima, oferecendo aos leitores um exercício em que expressam suas críticas internas em uma simulação direcionada a uma pessoa próxima. Isso ajuda a perceber a injustiça e a severidade das autocríticas, destacando a importância de uma postura gentil e de apoio consigo mesmo para melhorar a autoestima e alcançar objetivos de vida.",
    "screen_1": {
      "texts": [
        "Comece a fazer as mesmas exigências aos seus amigos e familiares. Mas seja o mais honesto possível.",
        "Quando você começar a fazer isso, perceberá o quanto suas críticas são injustas.",
        "Vamos imaginar esse exercício por meio de um diálogo entre um paciente e um psicólogo:",
        "Dmitri, você mencionou que ser demitido do trabalho o deixou em um estado terrível. Que você se sente como um fracassado, incapaz de qualquer coisa.",
        "Vamos ver como isso parece na prática. Proponho uma mini simulação em que você diz tudo aquilo que pensa de si mesmo nessa situação, mas direcionado a uma pessoa querida, por exemplo, seu melhor amigo.",
        "Eu interpretarei o seu amigo, que também foi demitido, e você será você mesmo. Vamos tentar?",
        "Vamos tentar."
      ]
    },
    "screen_2": {
      "texts": [
        "Comecemos com: «Fui demitido hoje».",
        "Provavelmente você fez algo errado para ser demitido.",
        "Como assim?",
        "Cometeu muitos erros, foi desatento.",
        "Ou seja, você está me criticando?",
        "Sim, você não sabe trabalhar direito. Você não é competente. Você é um fracassado.",
        "Me sinto muito mal ouvindo isso, esperava seu apoio.",
        "Como posso apoiá-lo se você não sabe fazer nada direito, se você comete erros o tempo todo? Você nunca conseguirá nada.",
        "Depois dessa simulação, Dmitri comentou como foi difícil dizer todas essas palavras para uma pessoa próxima e que ele sequer conseguia imaginar ser capaz de agir dessa maneira."
      ]
    },
    "screen_3": {
      "texts": [
        "Mas é exatamente assim que você se trata quando se critica, se humilha, se ofende.",
        "Por alguma razão, você não sente pena de si mesmo, mas jamais trataria os outros dessa forma. Pare de usar dois pesos e duas medidas.",
        "Comece a se tratar com a mesma compreensão, empatia, cuidado e apoio que oferece aos outros.",
        "Sua autoestima é um dos principais motivadores para estabelecer e alcançar objetivos de vida.",
        "Com uma autoestima baixa, você subestima suas capacidades, privando-se do direito de ser feliz.",
        "Para mudar essa situação, é necessário modificar seus padrões de pensamento, seu comportamento e, com pequenos passos, caminhar em direção a uma autoestima saudável, aceitando falhas e reconhecendo pequenos sucessos."
      ],
      "quote": {
        "text": "Fale consigo mesmo da mesma maneira que falaria com alguém que você ama.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Técnica: Superando o Medo de Errar",
    "description": "O artigo apresenta métodos eficazes para lidar com o perfeccionismo, incentivando a aceitação das imperfeições e a redução do medo de cometer erros.",
    "screen_1": {
      "texts": [
        "Vamos explorar alguns métodos simples, mas extremamente eficazes, que podem ajudar a superar a tendência ao perfeccionismo.",
        "Lista de 'antiperfeccionismo'",
        "Muitos perfeccionistas acreditam que o verdadeiro prazer só é possível quando tudo é feito de forma impecável. Desafiamos você a questionar essa ideia.",
        "Durante uma semana, anote tarefas diversas e espontâneas que você realiza, como \"escovar os dentes\", \"preparar o jantar\", \"elaborar um relatório de trabalho\" ou \"limpar a casa\".",
        "Na segunda coluna, registre a eficiência com que você acha que realizou a tarefa, expressa em porcentagem.",
        "Na terceira coluna, anote o quanto de satisfação e alegria a realização dessa tarefa trouxe a você.",
        "Os exemplos podem ser assim:",
        "Preparar o jantar – 50% (poderia ter escolhido uma receita mais elaborada e saborosa) – 90% (simples, mas muito gostoso e não levou muito tempo).",
        "Limpeza da casa – 70% (fiz o básico, mas não limpei a geladeira e o fogão) – 100% (adoro a sensação de casa limpa).",
        "Relatório de trabalho – 85% (dediquei bastante esforço ao relatório) – 20% (a constante sensação de que poderia ter sido melhor me impediu de aproveitar o processo).",
        "Este exercício permitirá que você perceba que alcançar a perfeição não é um requisito obrigatório para sentir satisfação com o que você faz."
      ],
      "quote": {
        "text": "A perfeição não é um objetivo a ser alcançado, mas sim uma direção a seguir.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Aceitando a possibilidade de errar",
        "Ninguém gosta de cometer erros, mas para perfeccionistas, eles podem se tornar uma fonte de medo constante.",
        "Uma das formas mais eficazes de vencer o medo da imperfeição é aprender a aceitar seus erros.",
        "Você percebe que, ao pensar na possibilidade de cometer um erro, seu coração começa a bater mais rápido? Isso são sinais de medo e ansiedade.",
        "Para se abrir à possibilidade de errar, comece escrevendo um pequeno ensaio sobre por que os erros são normais e por que buscar a perfeição absoluta é irracional.",
        "Uma jovem que estava lidando com seu perfeccionismo compartilhou suas reflexões:",
        "O medo de errar vem da minha visão de mundo em preto e branco: um único erro e tudo desmorona. Isso é um equívoco. Afinal, um pequeno erro não anula todas as coisas boas que foram feitas.",
        "Os erros são úteis, pois nos ensinam. Sem erros, não há aprendizado. Como ninguém está imune a eles, é importante aprender a aceitá-los e a continuar crescendo com as lições que eles trazem.",
        "Reconhecer os erros nos permite ajustar nosso comportamento, alcançando resultados mais satisfatórios e, como consequência, nos tornando mais felizes e melhorando nossa qualidade de vida.",
        "A maioria das pessoas não nos julga por erros e não deixa de gostar de nós por causa deles – afinal, todos cometem erros e muitos se sentem desconfortáveis na presença de pessoas 'perfeitas'.",
        "Cometer um erro não é o fim do mundo.",
        "É claro que escrever essa lista não significa uma mudança instantânea nem o surgimento de um amor pelos erros, mas é um passo importante para mudar sua perspectiva sobre a imperfeição.",
        "Escreva seu próprio ensaio sobre por que cometer erros é normal e até benéfico. Lembre-se de que, mesmo que você cometa um erro, o mundo não vai desabar – erros fazem parte de qualquer processo, embora não sejam a parte mais desejada."
      ]
    }
  },
  "nonDepression": {
    "title": "Ficar triste não significa sofrer de depressão",
    "description": "O artigo examina a diferença entre a tristeza comum e a depressão clínica, enfatizando que vivenciar perdas e fracassos é natural e nem sempre indica um transtorno mental. Explica como o pensamento distorcido pode transformar reações emocionais normais em sintomas de depressão que requerem intervenção profissional. O artigo visa ajudar os leitores a distinguir entre sentimentos naturais de tristeza e doenças psicológicas graves, facilitando o autodiagnóstico e a compreensão de quando a ajuda profissional é necessária.",
    "screen_1": {
      "texts": [
        "Nos capítulos anteriores, confirmamos que problemas como perda de entes queridos, doenças, separações, traições e demissões são absolutamente reais.",
        "Para nosso grande pesar, cada um de nós os enfrenta, mas, em essência, nada do que foi mencionado levará a uma depressão real.",
        "Então surge a questão: existe uma \"tristeza saudável\", não afetada por distorções?",
        "Definitivamente sim!",
        "Sentir-se triste e enlutado não é necessariamente ruim, em muitas situações é natural. Os sentimentos que uma pessoa experimenta como resultado de um luto profundo — tristeza, pesar, arrependimento, preocupação — são normais.",
        "Esses são sentimentos genuínos e naturais que qualquer pessoa pode e deve se permitir experimentar.",
        "Se você sente tristeza ao se separar de uma pessoa amada — parabéns, você é normal!",
        "Se você sente tristeza e angústia ao lembrar da morte de uma pessoa próxima — você é absolutamente adequado.",
        "Mas a depressão não é apenas emoções negativas, é uma doença causada por pensamentos distorcidos.",
        "Esperamos que conseguimos esclarecer isso nesta seção. Na depressão, o grau de sentimentos negativos não corresponde à gravidade objetiva da situação."
      ],
      "quote": {
        "text": "Entre o estímulo e a resposta há um espaço. Nesse espaço está nosso poder de escolher nossa resposta. Em nossa resposta estão nosso crescimento e nossa liberdade.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Uma pessoa com depressão perceberá eventos de qualquer magnitude de forma mais negativa.",
        "Um pequeno fracasso na depressão se transforma em um grande problema. O luto se torna insuportável e uma adversidade se torna uma catástrofe. A tristeza é parte da depressão, claro, mas não sua base.",
        "Uma pessoa mentalmente saudável pode ser figurativamente comparada a uma torneira de banheiro, onde há registros de água fria e quente.",
        "Na vida, há \"água fria\" — emoções negativas, e \"quente\" — positivas. Uma pessoa com depressão tem constantemente apenas o \"registro frio aberto\", e isso não é devido a problemas \"reais\", mas devido ao pensamento distorcido, que precisa ser alterado.",
        "Nossa atitude em relação à situação determina em grande parte se nossa tristeza permanecerá apenas uma emoção ou se tornará parte da depressão.",
        "A equipe do MindHealth acredita sinceramente e espera que a seção sobre depressão e os esforços investidos nela tenham sido úteis para você ou seus entes queridos!",
        "Falamos sobre os principais princípios e sintomas da depressão, como ela se manifesta e, o mais importante, como trabalhar com ela de forma independente.",
        "Você sempre pode voltar aos capítulos anteriores, relê-los e experimentar os exercícios na prática, enquanto continuamos a trabalhar em uma nova seção."
      ],
      "quote": {
        "text": "As pessoas mais admiráveis que conhecemos são aquelas que vivenciaram a derrota, o sofrimento, a luta, a perda, e encontraram um caminho para sair das profundezas.",
        "author": "Viktor Frankl"
      }
    }
  }
}