{
  "mirror": {
    "title": "Técnica: O espelho da autocrítica",
    "description": "Esta prática ajuda você a perceber o quanto a crítica interna pode ser dura. Por meio de uma pequena encenação, você vai direcionar para alguém querido as frases autocríticas que costuma dizer a si mesmo e sentir como elas soam de fora. O exercício ensina a notar a injustiça da autodesvalorização e a desenvolver uma postura mais gentil consigo mesmo.",
    "screen_1": {
      "texts": [
        "Experimente um recurso: comece a exigir das pessoas próximas o mesmo que costuma exigir de você. Faça isso com honestidade.",
        "Muitas vezes, já nos primeiros minutos fica claro o quanto a crítica interna pode ser severa e injusta.",
        "Vamos imaginar esse exercício por meio de um diálogo entre um paciente e um psicólogo:",
        "Dmitry, você disse que a demissão trouxe uma sensação de fracasso e pensamentos como: \"Eu sou um fracassado, eu não consigo fazer nada direito\".",
        "Vamos olhar para esses pensamentos por outro ângulo. Proponho uma pequena encenação: você vai dizer suas frases críticas, mas, em vez de direcioná-las a si mesmo, vai direcioná-las a alguém próximo — por exemplo, ao seu melhor amigo.",
        "Eu vou fazer o papel do amigo que também perdeu o emprego. E você será você. Topa tentar?",
        "Sim, vamos tentar."
      ]
    },
    "screen_2": {
      "texts": [
        "Vamos começar. Eu digo: \"Hoje me mandaram embora\".",
        "Talvez… você tenha feito algo errado. Senão, não teriam te demitido.",
        "O que exatamente você acha que foi?",
        "Bem… talvez você tenha cometido erros, não tenha sido atento o suficiente.",
        "Então você está me criticando agora?",
        "Acho que sim. Parece que você não deu conta. Talvez você simplesmente não seja tão bom no seu trabalho.",
        "É muito ruim ouvir isso. Eu estava esperando apoio.",
        "Eu entendo… mas, se você errava e não dava conta, como eu posso te apoiar?",
        "Depois dessa encenação, Dmitry disse que foi muito difícil falar essas coisas para alguém próximo. Ele percebeu que, na vida real, nunca faria isso — mas fazia consigo mesmo o tempo todo."
      ]
    },
    "screen_3": {
      "texts": [
        "Curioso, não é? O que quase não conseguimos dizer a outra pessoa, às vezes dizemos a nós mesmos com facilidade.",
        "Com frequência, mostramos paciência, delicadeza e compreensão com os outros — e esquecemos completamente de oferecer isso a nós mesmos.",
        "Tente abandonar essa dupla medida. Você também merece respeito, apoio e gentileza.",
        "Lembre-se: uma autoestima saudável é uma das bases essenciais da sua motivação, dos seus objetivos e da sua energia vital.",
        "Com autoestima baixa, subestimamos nossas possibilidades e é como se nós mesmos nos tirássemos o direito de ser felizes.",
        "Comece, aos poucos, a mudar a forma como você se trata: valorize pequenas conquistas, permita-se ser humano, errar e aprender. Passos pequenos levam a grandes mudanças."
      ],
      "quote": {
        "text": "Fale consigo mesmo como falaria com alguém que você ama.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Técnica: Superando o medo de errar",
    "description": "Este artigo apresenta métodos eficazes para lidar com o perfeccionismo, com foco em aceitar a imperfeição e reduzir o medo de cometer erros.",
    "screen_1": {
      "texts": [
        "Vamos ver alguns métodos simples, mas muito eficazes, que ajudam a superar a tendência ao perfeccionismo.",
        "Lista do \"antiperfeccionismo\"",
        "Muitas pessoas perfeccionistas vivem com a crença de que só dá para aproveitar algo de verdade quando tudo é feito de forma perfeita. Convidamos você a desafiar essa ideia.",
        "Durante uma semana, registre tarefas variadas e espontâneas que você realiza — como \"escovar os dentes\", \"preparar o jantar\", \"fazer um relatório do trabalho\" ou \"arrumar a casa\".",
        "Na segunda coluna, anote o quão eficaz você considera que a tarefa foi feita, em porcentagem.",
        "Na terceira coluna, registre quanta alegria você sentiu ao realizá-la.",
        "Os exemplos podem ficar assim:",
        "Preparar o jantar – 50% (eu poderia ter escolhido uma receita mais sofisticada e saborosa) – 90% (simples, mas muuuito gostoso e não levou muito tempo).",
        "Arrumar a casa – 70% (fiz o principal, mas não cheguei na geladeira e no fogão) – 100% (casa limpa sempre me dá prazer).",
        "Preparar o relatório do trabalho – 85% (me esforcei bastante) – 20% (pensar o tempo todo no que poderia ter sido melhor tirou o prazer do processo).",
        "Esse exercício ajuda você a perceber que alcançar a perfeição não é uma condição obrigatória para sentir satisfação com o processo."
      ],
      "quote": {
        "text": "Perfeição não é um objetivo alcançável, e sim uma direção.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Aceitar a possibilidade de errar",
        "Ninguém gosta de errar, mas, para pessoas perfeccionistas, o erro vira um motivo especial de medo.",
        "Uma das formas mais eficazes de vencer o medo da imperfeição é aprender a aceitar os próprios erros.",
        "Você percebe como, só de pensar na possibilidade de errar, o coração acelera? Isso é sinal de medo e ansiedade.",
        "Para se abrir à possibilidade de errar, comece escrevendo um texto sobre por que errar é normal e por que buscar perfeição absoluta é irracional.",
        "Uma jovem que lutava com o perfeccionismo expressou as seguintes ideias:",
        "O medo de errar vem do meu jeito de ver o mundo em preto e branco: um erro e tudo desmorona. Isso é um engano. Um pequeno erro não é capaz de destruir tudo de bom que já foi feito.",
        "Os erros são úteis, porque é com eles que a gente aprende. Sem erro, não existe aprendizado. E, já que ninguém está livre de errar, é importante aprender a aceitar os erros e continuar aprendendo com a própria experiência.",
        "Reconhecer os erros nos permite ajustar o comportamento e, como resultado, alcançar resultados mais satisfatórios — o que, por sua vez, nos torna mais felizes e melhora nossa qualidade de vida.",
        "A maioria das pessoas não vai nos condenar pelos nossos erros nem deixar de nos amar por causa deles — afinal, todo mundo erra, e muita gente se sente desconfortável perto de pessoas \"perfeitas\".",
        "Um erro não significa o fim do mundo.",
        "Claro que fazer uma lista dessas não significa uma transformação instantânea nem que você vai passar a amar os erros, mas é um passo importante para mudar sua relação com a imperfeição.",
        "Escreva o seu texto sobre por que errar é normal e até útil. Lembre-se: mesmo que você cometa um erro, o mundo não vai desabar — isso é uma parte natural de qualquer processo, ainda que não seja a mais desejada."
      ]
    }
  },
  "nonDepression": {
    "title": "Ficar triste não é o mesmo que ter depressão",
    "description": "Neste artigo, falamos sobre a diferença importante entre a tristeza natural e a depressão clínica. Perdas, separações, dificuldades e mudanças fazem parte da vida — e sentir dor é humano. Explicamos como distinguir emoções naturais da depressão, em que o pensamento distorcido tem um papel central e pode ser necessária ajuda profissional. O material ajuda você a compreender melhor o que sente e a perceber a tempo quando a tristeza ultrapassa o limite do saudável.",
    "screen_1": {
      "texts": [
        "Nas seções anteriores, falamos sobre o quanto acontecimentos como perda, doença, separação, traição ou demissão podem ser reais e dolorosos.",
        "Em algum momento, toda pessoa passa por experiências assim. São vivências pesadas, profundas e muito humanas. Mas, por si só, elas ainda não significam depressão.",
        "Surge então a pergunta: existe uma \"tristeza saudável\" — uma tristeza que não está ligada à depressão?",
        "Claro que sim.",
        "Ficar triste, viver o luto e sentir saudade são reações naturais a acontecimentos importantes, perdas e mudanças. Esses sentimentos nos ajudam a atravessar a experiência, compreender o que está acontecendo e seguir adiante.",
        "São emoções humanas normais, e é importante permitir-se senti-las — em vez de reprimi-las ou ter vergonha delas.",
        "Se você fica triste depois de um término, isso é normal. Isso mostra que você é capaz de sentir e de se vincular.",
        "Se dói lembrar de alguém querido que se foi, isso reflete amor — não fraqueza.",
        "Mas depressão não é apenas tristeza. É um estado criado e sustentado por uma visão distorcida e sem esperança de si, do mundo e do futuro.",
        "Na depressão, a força e a duração das emoções negativas não correspondem à situação — elas são muito mais intensas, profundas e pesadas."
      ],
      "quote": {
        "text": "Entre o estímulo e a resposta existe um espaço. Nele está a nossa liberdade de escolher como reagir. E nessa escolha está a nossa força e o nosso crescimento.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Quando uma pessoa está em depressão, até dificuldades comuns podem ser percebidas como uma catástrofe.",
        "Um pequeno erro parece um fracasso, um contratempo vira tragédia, e o luto pode ser sentido como uma escuridão sem fim.",
        "Imagine uma torneira com água quente e água fria. Na vida cotidiana, transitamos entre emoções — alegria, tristeza, esperança, arrependimento.",
        "Na depressão, parece que só o \"lado frio\" está aberto — tristeza, ansiedade, desesperança. E, muitas vezes, isso não é consequência direta da situação, e sim resultado de uma percepção distorcida, que precisa de cuidado e ajuste.",
        "A forma como nos relacionamos com os acontecimentos tem um papel enorme. A tristeza, por si só, não é perigosa. Ela se torna perigosa quando os pensamentos a transformam em impotência e desespero.",
        "Esperamos de coração que esta seção tenha ajudado você a entender melhor a natureza da depressão e a reconhecer seus sinais.",
        "Aqui você conheceu os principais sintomas da depressão e maneiras de trabalhar o seu estado com apoio de práticas e técnicas.",
        "Você sempre pode voltar a estes materiais, reler e aplicar os exercícios. E nós já estamos preparando para você novas ferramentas úteis."
      ],
      "quote": {
        "text": "As pessoas mais belas são aquelas que passaram por dor, perda, luta e, ainda assim, encontraram um caminho para subir de novo.",
        "author": "Viktor Frankl"
      }
    }
  }
}
