{
  "title": "Técnica: Superando o Medo de Errar",
  "description": "O artigo apresenta métodos eficazes para lidar com o perfeccionismo, incentivando a aceitação das imperfeições e a redução do medo de cometer erros.",
  "screen_1": {
    "texts": [
      "Vamos explorar alguns métodos simples, mas extremamente eficazes, que podem ajudar a superar a tendência ao perfeccionismo.",
      "Lista de 'antiperfeccionismo'",
      "Muitos perfeccionistas acreditam que o verdadeiro prazer só é possível quando tudo é feito de forma impecável. Desafiamos você a questionar essa ideia.",
      "Durante uma semana, anote tarefas diversas e espontâneas que você realiza, como \"escovar os dentes\", \"preparar o jantar\", \"elaborar um relatório de trabalho\" ou \"limpar a casa\".",
      "Na segunda coluna, registre a eficiência com que você acha que realizou a tarefa, expressa em porcentagem.",
      "Na terceira coluna, anote o quanto de satisfação e alegria a realização dessa tarefa trouxe a você.",
      "Os exemplos podem ser assim:",
      "Preparar o jantar – 50% (poderia ter escolhido uma receita mais elaborada e saborosa) – 90% (simples, mas muito gostoso e não levou muito tempo).",
      "Limpeza da casa – 70% (fiz o básico, mas não limpei a geladeira e o fogão) – 100% (adoro a sensação de casa limpa).",
      "Relatório de trabalho – 85% (dediquei bastante esforço ao relatório) – 20% (a constante sensação de que poderia ter sido melhor me impediu de aproveitar o processo).",
      "Este exercício permitirá que você perceba que alcançar a perfeição não é um requisito obrigatório para sentir satisfação com o que você faz."
    ],
    "quote": {
      "text": "A perfeição não é um objetivo a ser alcançado, mas sim uma direção a seguir.",
      "author": "Thomas Watson"
    }
  },
  "screen_2": {
    "texts": [
      "Aceitando a possibilidade de errar",
      "Ninguém gosta de cometer erros, mas para perfeccionistas, eles podem se tornar uma fonte de medo constante.",
      "Uma das formas mais eficazes de vencer o medo da imperfeição é aprender a aceitar seus erros.",
      "Você percebe que, ao pensar na possibilidade de cometer um erro, seu coração começa a bater mais rápido? Isso são sinais de medo e ansiedade.",
      "Para se abrir à possibilidade de errar, comece escrevendo um pequeno ensaio sobre por que os erros são normais e por que buscar a perfeição absoluta é irracional.",
      "Uma jovem que estava lidando com seu perfeccionismo compartilhou suas reflexões:",
      "O medo de errar vem da minha visão de mundo em preto e branco: um único erro e tudo desmorona. Isso é um equívoco. Afinal, um pequeno erro não anula todas as coisas boas que foram feitas.",
      "Os erros são úteis, pois nos ensinam. Sem erros, não há aprendizado. Como ninguém está imune a eles, é importante aprender a aceitá-los e a continuar crescendo com as lições que eles trazem.",
      "Reconhecer os erros nos permite ajustar nosso comportamento, alcançando resultados mais satisfatórios e, como consequência, nos tornando mais felizes e melhorando nossa qualidade de vida.",
      "A maioria das pessoas não nos julga por erros e não deixa de gostar de nós por causa deles – afinal, todos cometem erros e muitos se sentem desconfortáveis na presença de pessoas 'perfeitas'.",
      "Cometer um erro não é o fim do mundo.",
      "É claro que escrever essa lista não significa uma mudança instantânea nem o surgimento de um amor pelos erros, mas é um passo importante para mudar sua perspectiva sobre a imperfeição.",
      "Escreva seu próprio ensaio sobre por que cometer erros é normal e até benéfico. Lembre-se de que, mesmo que você cometa um erro, o mundo não vai desabar – erros fazem parte de qualquer processo, embora não sejam a parte mais desejada."
    ]
  }
}
