{
  "title": "Ficar triste não significa sofrer de depressão",
  "description": "O artigo examina a diferença entre a tristeza comum e a depressão clínica, enfatizando que vivenciar perdas e fracassos é natural e nem sempre indica um transtorno mental. Explica como o pensamento distorcido pode transformar reações emocionais normais em sintomas de depressão que requerem intervenção profissional. O artigo visa ajudar os leitores a distinguir entre sentimentos naturais de tristeza e doenças psicológicas graves, facilitando o autodiagnóstico e a compreensão de quando a ajuda profissional é necessária.",
  "screen_1": {
    "texts": [
      "Nos capítulos anteriores, confirmamos que problemas como perda de entes queridos, doenças, separações, traições e demissões são absolutamente reais.",
      "Para nosso grande pesar, cada um de nós os enfrenta, mas, em essência, nada do que foi mencionado levará a uma depressão real.",
      "Então surge a questão: existe uma \"tristeza saudável\", não afetada por distorções?",
      "Definitivamente sim!",
      "Sentir-se triste e enlutado não é necessariamente ruim, em muitas situações é natural. Os sentimentos que uma pessoa experimenta como resultado de um luto profundo — tristeza, pesar, arrependimento, preocupação — são normais.",
      "Esses são sentimentos genuínos e naturais que qualquer pessoa pode e deve se permitir experimentar.",
      "Se você sente tristeza ao se separar de uma pessoa amada — parabéns, você é normal!",
      "Se você sente tristeza e angústia ao lembrar da morte de uma pessoa próxima — você é absolutamente adequado.",
      "Mas a depressão não é apenas emoções negativas, é uma doença causada por pensamentos distorcidos.",
      "Esperamos que conseguimos esclarecer isso nesta seção. Na depressão, o grau de sentimentos negativos não corresponde à gravidade objetiva da situação."
    ],
    "quote": {
      "text": "Entre o estímulo e a resposta há um espaço. Nesse espaço está nosso poder de escolher nossa resposta. Em nossa resposta estão nosso crescimento e nossa liberdade.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Uma pessoa com depressão perceberá eventos de qualquer magnitude de forma mais negativa.",
      "Um pequeno fracasso na depressão se transforma em um grande problema. O luto se torna insuportável e uma adversidade se torna uma catástrofe. A tristeza é parte da depressão, claro, mas não sua base.",
      "Uma pessoa mentalmente saudável pode ser figurativamente comparada a uma torneira de banheiro, onde há registros de água fria e quente.",
      "Na vida, há \"água fria\" — emoções negativas, e \"quente\" — positivas. Uma pessoa com depressão tem constantemente apenas o \"registro frio aberto\", e isso não é devido a problemas \"reais\", mas devido ao pensamento distorcido, que precisa ser alterado.",
      "Nossa atitude em relação à situação determina em grande parte se nossa tristeza permanecerá apenas uma emoção ou se tornará parte da depressão.",
      "A equipe do MindHealth acredita sinceramente e espera que a seção sobre depressão e os esforços investidos nela tenham sido úteis para você ou seus entes queridos!",
      "Falamos sobre os principais princípios e sintomas da depressão, como ela se manifesta e, o mais importante, como trabalhar com ela de forma independente.",
      "Você sempre pode voltar aos capítulos anteriores, relê-los e experimentar os exercícios na prática, enquanto continuamos a trabalhar em uma nova seção."
    ],
    "quote": {
      "text": "As pessoas mais admiráveis que conhecemos são aquelas que vivenciaram a derrota, o sofrimento, a luta, a perda, e encontraram um caminho para sair das profundezas.",
      "author": "Viktor Frankl"
    }
  }
}
