{
  "title": "Técnica: Plano de Ação Contra a Procrastinação",
  "description": "Neste artigo, revelamos os segredos para combater a procrastinação de forma eficaz com o método comprovado da lista anti-procrastinação. Descubra como passos simples, como dividir tarefas e avaliar realisticamente a dificuldade e o prazer potencial em realizá-las, podem transformar sua abordagem ao trabalho e às atividades pessoais, aumentando sua produtividade e promovendo seu bem-estar.",
  "screen_1": {
    "texts": [
      "Esta técnica pode ser especialmente útil se você tende a adiar tarefas, considerando-as muito difíceis ou pouco prazerosas.",
      "No primeiro passo, anote em uma coluna uma ou duas tarefas que você vem adiando.",
      "Se a tarefa exigir tempo e esforço consideráveis, é melhor dividi-la em pequenas etapas, cada uma com duração de no máximo 15 a 20 minutos.",
      "Em seguida, na segunda coluna, avalie em uma escala de 0 a 100% o quanto você acredita que essa tarefa será difícil.",
      "Se a tarefa parecer fácil, atribua uma pontuação baixa — como 10 ou 20%. Se parecer mais difícil, coloque 80 ou 90%.",
      "Na terceira coluna, também usando a escala percentual, registre sua previsão de quanto prazer a execução dessa tarefa pode proporcionar.",
      "Somente após anotar suas previsões, inicie a execução da tarefa."
    ],
    "quote": {
      "text": "Você não pode esperar pela inspiração. Precisa buscá-la trabalhando.",
      "author": "Jack London"
    }
  },
  "screen_2": {
    "texts": [
      "Ao concluir, registre nas duas últimas colunas o quão difícil a tarefa realmente foi e o quanto de prazer você sentiu ao realizá-la ou ao alcançar o resultado esperado, usando novamente a escala percentual.",
      "Exemplo:",
      "Um advogado que recentemente perdeu o emprego não conseguia começar a buscar um novo por sentir que a preparação do currículo e o próprio processo de busca eram tarefas intransponíveis.",
      "Para começar, a tarefa \"encontrar um emprego\" deve ser dividida em várias etapas menores, para que não pareça esmagadora e não provoque mais procrastinação:",
      "Sentar-se e escrever o currículo.",
      "Revisá-lo no dia seguinte com uma nova perspectiva e fazer ajustes.",
      "Reservar de 10 a 15 minutos por dia para pesquisar vagas em sites de empregos.",
      "Escrever uma carta de apresentação ou motivação.",
      "Enviar o currículo para vagas selecionadas, adaptando a carta de apresentação para cada vaga e empresa.",
      "Dessa forma, é possível simplificar a percepção de uma grande tarefa, dividindo-a em pequenos passos."
    ]
  },
  "screen_3": {
    "texts": [
      "Depois, avalie cada etapa quanto à dificuldade e ao prazer previsto. Um exemplo pode ser assim:",
      "Data: 31/01/2024",
      "Tarefa: Elaborar o currículo",
      "Dificuldade prevista: 80%",
      "Prazer previsto: 15%",
      "Dificuldade real: 30%",
      "Prazer real: 70%",
      "Como você pode ver, a elaboração do currículo foi muito mais fácil e satisfatória do que se esperava.",
      "Surpreendentemente, o processo avançou, e a autoestima e a motivação aumentaram visivelmente graças aos resultados alcançados. O efeito dessa técnica foi tão marcante que o advogado começou a aplicá-la em outras áreas da vida, aumentando significativamente sua produtividade e confiança."
    ]
  }
}
