{
  "title": "Técnica: Enfrente seu crítico interno",
  "description": "Este artigo apresenta métodos eficazes para aumentar a autoestima que podem ser aplicados de forma independente. A técnica principal é aprender a confrontar o crítico interno, para o qual se sugere manter uma tabela especial com pensamentos autocríticos, seus erros cognitivos e respostas racionais. O artigo enfatiza a importância da prática regular desses exercícios para alcançar mudanças significativas na autopercepção e melhorar a autoestima.",
  "screen_1": {
    "texts": [
      "Desenvolvemos uma série de técnicas simples, mas eficazes para aumentar a autoestima. Esses métodos, disponíveis para uso independente, ajudarão você nesse processo desafiador.",
      "Antes de tudo, é importante entender: apenas o conhecimento teórico não é suficiente para aumentar a autoestima.",
      "Somente a prática regular dos exercícios trará resultados duradouros. Recomendamos dedicar um pouco de tempo a isso todos os dias, pelo menos na fase inicial, até que o processo se torne um hábito.",
      "A primeira técnica que gostaríamos de apresentar a você visa ensinar a enfrentar o crítico interno.",
      "Sentimentos de inferioridade e autoaversão frequentemente surgem devido a um crítico interno que constantemente mina sua autoestima.",
      "Crenças negativas como \"Não valho nada\", \"Sou pior que os outros\", \"Não vou conseguir\", \"A culpa é toda minha\", \"Sou um fracasso\" agravam problemas de autoestima e podem levar à depressão.",
      "Para superar esse hábito mental negativo, siga este plano:",
      "Aprenda a notar e registrar pensamentos autocríticos.",
      "Identifique as distorções cognitivas nesses pensamentos.",
      "Desenvolva respostas racionais para criar uma atitude mais realista e saudável em relação a si mesmo, e faça isso regularmente.",
      "Para esses fins, você pode usar o \"Diário de pensamentos automáticos\" em nosso aplicativo. Ou fazer anotações fora do aplicativo em forma de três colunas.",
      "A seguir, explicaremos usando a variante com três colunas para maior simplicidade."
    ],
    "quote": {
      "text": "Ninguém pode fazer você se sentir inferior sem o seu consentimento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Crie uma tabela com três colunas em um formato conveniente para você - pode ser um caderno, um documento no computador ou uma nota no telefone. Os nomes das colunas são:",
      "Pensamentos do crítico",
      "Erro cognitivo",
      "Resposta racional",
      "Na primeira coluna, anote todos os pensamentos autocríticos que vêm à mente.",
      "Cada vez que você se culpar, se sentir inútil ou insatisfeito consigo mesmo, pergunte-se: \"O que estou pensando sobre mim agora?\" e anote isso.",
      "Por exemplo, se você está nervoso antes de um exame e pensa: \"Sou tão burro que certamente não vou passar\", este é exatamente o tipo de pensamento que você precisa registrar.",
      "Nesta coluna, você deve escrever seus pensamentos sobre si mesmo, não seus sentimentos. Porque se você escrever: \"Me sinto terrível\", dificilmente poderá refutar isso, pois é realmente assim que você se sente.",
      "Na segunda coluna, identifique qual distorção cognitiva está presente no pensamento.",
      "Anote na segunda coluna qual erro de pensamento você descobriu em si mesmo. Pode ser um erro, ou podem ser dois, ou três.",
      "Por exemplo, na afirmação \"Sou tão burro que certamente não vou passar\", vemos uma distorção na forma de rotulação.",
      "E no pensamento \"Não sou capaz de nada, por isso serei expulso e nunca terei sucesso\", podem-se encontrar várias distorções, como supergeneralização e catastrofização."
    ],
    "quote": {
      "text": "Quanto melhor eu entendo a mim mesmo e minhas necessidades emocionais, mais forte se torna minha percepção da realidade e menos medos e ilusões envenenam minha vida.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "E, claro, a coluna mais importante em nossa tabela é a resposta alternativa e racional. Esta é a verdadeira resistência ao crítico dentro de si.",
      "É importante substituir o pensamento autocrítico por um mais realista e lógico, evitando declarações excessivamente otimistas.",
      "É necessário substituir o pensamento crítico por um mais realista. Não seja dicotômico nisso, substituindo-o por um pensamento excessivamente otimista e implausível.",
      "Como: \"Sou o mais inteligente e vou passar em tudo com excelência\". Talvez, claro, esse pensamento até seja verdadeiro, mas é muito oposto ao seu pensamento original e dificilmente você acreditará nele imediatamente, portanto não faz sentido.",
      "Em vez disso, tente reconhecer a verdade, como as coisas são na realidade.",
      "Porque se o que você escrever como resposta racional não for suficientemente convincente e realista para você, não vai ajudar.",
      "Tente escrever uma resposta alternativa na qual você mesmo acredite.",
      "Por exemplo, você pode escrever o seguinte: \"Na verdade, não sou burro, tenho provas disso, entrei na universidade por conta própria, estudo razoavelmente bem. Claro, há momentos em que algo não dá certo para mim, mas sou humano, posso cometer erros, mas isso não me torna burro.",
      "Além disso, estou me preparando para o exame e provavelmente vou passar pelo menos com nota mínima, pois até agora passei em todas as disciplinas. E mesmo se eu não passar na primeira tentativa, posso fazer a recuperação, me preparar bem e com certeza passar.\"",
      "Tal resposta racional é mais plausível e a probabilidade de você acreditar nela é significativamente maior.",
      "Use esta ferramenta ao longo do dia, registrando regularmente seus pensamentos e confrontando crenças destrutivas.",
      "Com o tempo, você descobrirá que encontrar uma resposta racional se torna cada vez mais fácil. Mas o mais importante – você notará mudanças em seu humor e atitude em relação a si mesmo."
    ]
  }
}
