{
  "title": "Técnica: O Caminho para Sair da Armadilha das Expectativas Exageradas",
  "description": "Este artigo aborda o problema da culpa que surge devido às exigências irreais e à autocrítica constante. São descritos métodos de reavaliação das crenças internas e de substituição do “dever” por uma percepção mais saudável das possibilidades e desejos pessoais. Aos leitores são oferecidas dicas práticas para se libertar das autocríticas e construir uma relação mais harmoniosa com si mesmos e seus erros.",
  "screen_1": {
    "texts": [
      "O sentimento de culpa frequentemente surge devido às exigências exageradas que colocamos em nós mesmos e pode se manifestar em pensamentos como:",
      "«Eu devo fazer isso».",
      "«Eu tenho que agir assim».",
      "«Eu preciso ser assim».",
      "«Eu não deveria ter feito isso».",
      "«Eu deveria ter previsto/sabido disso».",
      "Exigências inadequadas contendo a palavra “devo” podem levar ao sentimento de culpa e à criação de expectativas irreais.",
      "Essas exigências implicam que você deve ser perfeito ou onisciente, algo totalmente irreal.",
      "Exemplos dessas exigências incluem a ideia de que você deve estar sempre feliz ou satisfeito, o que só aumenta a sensação de fracasso.",
      "Existem também exigências baseadas na suposição de que você sabe de tudo e pode prever o futuro. Isso cria falsas expectativas e sentimentos de culpa, em vez de ajudá-lo a resolver problemas.",
      "O objetivo desta técnica é reconhecer que culpar-se não é razoável e que essas exigências irreais e injustas não trazem benefícios.",
      "Essas expectativas apenas geram culpa e impotência, sem contribuir para a resolução de problemas ou o alcance do sucesso.",
      "Para evitar acusações constantes contra si mesmo, é importante abandonar essas exigências e adotar expectativas mais realistas sobre você e sua vida.",
      "Claro, essas mudanças de pensamento não acontecem da noite para o dia e podem não ocorrer nem mesmo em um mês. Mas acreditamos que o esforço contínuo traz mudanças."
    ],
    "quote": {
      "text": "Todo sentimento de culpa envolve autocondenação, e isso é fundamentalmente errado. Uma pessoa deve reconhecer seus erros sem se autoflagelar.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Então, o que pode ser feito desde já para se libertar da culpa causada por expectativas exageradas?",
      "Um método simples, mas eficaz, consiste em substituir a palavra “devo” por outras expressões, como «Seria bom se...» ou «Se eu pudesse, eu...». Elas costumam ser mais realistas e menos angustiantes.",
      "Por exemplo, em vez de «Eu devo fazer minha esposa feliz», você poderia dizer: «Seria ótimo se eu conseguisse alegrar minha esposa, porque ela está chateada. Posso perguntar o que a está incomodando e pensar no que posso fazer para ajudar».",
      "Ou, em vez de «Eu não deveria ter comido sorvete», você pode dizer: «Seria melhor se eu não tivesse comido o sorvete, mas isso não é o fim do mundo».",
      "Evite o uso de formas condicionais. Em vez de pensar «Eu deveria ter...» ou «Se eu tivesse...», tente pensar: «Da próxima vez, farei diferente».",
      "Pessoas com sentimento de culpa muitas vezes pensam em termos condicionais, mas isso deve ser evitado.",
      "Se você se pegar fazendo isso, interrompa imediatamente e mude para a frase «Na próxima vez, eu...».",
      "Isso é tudo. Nada de frases no condicional.",
      "O método da realidade ajuda a verificar se suas exigências são compatíveis com a realidade. Ao dizer «Eu não deveria ter feito isso», você pode achar que isso vai fazê-lo se sentir melhor.",
      "No entanto, na realidade, acontece o contrário: aceitar que você fez aquilo pode causar decepção.",
      "Por exemplo, você começou uma dieta para emagrecer, mas comeu algo fora do planejado e se culpa: «Eu não deveria ter comido aquele chocolate».",
      "Mas, na verdade, você teve uma necessidade de comer algo doce. Talvez esteja passando por algo estressante e, por hábito, quis comer algo para se sentir melhor, o que tornou difícil resistir.",
      "Muitas pessoas comem para aliviar emoções negativas. Quando tentamos nos livrar de maus hábitos ou emagrecer, o maior obstáculo é a crença de que perdemos o controle.",
      "A sensação de falta de controle está diretamente ligada às expressões “dever” e “não dever”. Se você sente vontade de comer algo não saudável, diz a si mesmo que “não deveria” nem sequer desejar isso, que “deveria” se privar para sempre de alimentos não saudáveis e nunca escorregar.",
      "Após isso, para se sentir melhor, você acaba comendo o chocolate. Essa abordagem para emagrecer dificilmente funcionará, e você continuará se sentindo culpado e frustrado.",
      "Quando você conseguir parar de se proibir, poderá deixar de consumir certos alimentos sem precisar se forçar."
    ]
  },
  "screen_3": {
    "texts": [
      "Pessoas propensas à culpa excessiva podem ser manipuladas pelos outros para alcançar objetivos alheios. Pense: quantas vezes você aceitou um convite sem vontade apenas para agradar ou evitar magoar alguém? É importante defender seus limites pessoais e aprender a dizer 'não'.",
      "Exemplo: uma jovem mora com seus pais e seu irmão e recebe um bom salário. Seu irmão faz trabalhos temporários de vez em quando.",
      "Ele tem uma compulsão por consumir coisas e vive comprando itens novos, mas não tem dinheiro suficiente.",
      "A irmã sabe que esse não é o melhor uso do dinheiro, mas continua emprestando para ele porque acredita que irmãos devem se ajudar, como é o costume em sua família.",
      "A jovem tem medo de negar ajuda ao irmão, com receio de prejudicar sua relação com ele. Ela simulou uma conversa difícil com um amigo e percebeu que dizer \"não\" não era tão assustador quanto imaginava.",
      "Antes de estabelecer seus limites e recusar demandas ou expressar sua opinião, por exemplo, quando não deseja sair, você pode ensaiar um diálogo ou escrevê-lo em uma folha de papel ou no celular.",
      "Isso ajudará a prever o cenário da conversa e a entender como recusar sem medo.",
      "Será necessário percorrer um longo caminho até que seu cérebro crie as conexões neurais apropriadas e você tenha coragem e habilidade para dizer “não” de forma diplomática, mas firme, e reforçar esse hábito na prática quando chegar o momento certo.",
      "Separação de responsabilidades",
      "Às vezes, assumimos a responsabilidade pelos problemas e fracassos dos outros.",
      "Nessas situações, é importante entender quem realmente é responsável pelo que aconteceu. Por exemplo, você é mesmo culpado pelas notas baixas do seu filho?",
      "Aqui ocorre uma confusão entre a influência que você exerce sobre ele e o controle que você tem.",
      "Para aprender a distinguir responsabilidades, pode-se usar o método das três colunas, uma versão simplificada do diário de pensamentos automáticos.",
      "Na primeira coluna, escreva os pensamentos preocupantes e críticos. Na segunda, registre as distorções cognitivas que você percebe. E na terceira, escreva uma resposta racional.",
      "Por exemplo:",
      "1ª coluna (pensamento crítico): «A culpa é minha porque meu filho tirou notas ruins. Eu não consigo ajudá-lo a ter sucesso na escola».",
      "2ª coluna (distorções cognitivas): personalização, generalização.",
      "3ª coluna (resposta racional): «Eu sou responsável por educar meu filho, mas não tenho controle total sobre seu desempenho na escola. Ele também é responsável pelo seu próprio aprendizado. Posso apoiá-lo, motivá-lo e ajudar com o que estiver ao meu alcance, mas o resultado depende do esforço dele».",
      "É importante entender que não podemos controlar todos os aspectos da vida das outras pessoas, mesmo que estejamos em posição de influenciá-las. Somos responsáveis por nossas ações e pelo papel que desempenhamos na vida dos outros, mas não devemos assumir toda a responsabilidade por seus sucessos ou fracassos."
    ]
  }
}
