{
  "trap": {
    "title": "Técnica: O Caminho para Sair da Armadilha das Expectativas Exageradas",
    "description": "Este artigo aborda o problema da culpa que surge devido às exigências irreais e à autocrítica constante. São descritos métodos de reavaliação das crenças internas e de substituição do “dever” por uma percepção mais saudável das possibilidades e desejos pessoais. Aos leitores são oferecidas dicas práticas para se libertar das autocríticas e construir uma relação mais harmoniosa com si mesmos e seus erros.",
    "screen_1": {
      "texts": [
        "O sentimento de culpa frequentemente surge devido às exigências exageradas que colocamos em nós mesmos e pode se manifestar em pensamentos como:",
        "«Eu devo fazer isso».",
        "«Eu tenho que agir assim».",
        "«Eu preciso ser assim».",
        "«Eu não deveria ter feito isso».",
        "«Eu deveria ter previsto/sabido disso».",
        "Exigências inadequadas contendo a palavra “devo” podem levar ao sentimento de culpa e à criação de expectativas irreais.",
        "Essas exigências implicam que você deve ser perfeito ou onisciente, algo totalmente irreal.",
        "Exemplos dessas exigências incluem a ideia de que você deve estar sempre feliz ou satisfeito, o que só aumenta a sensação de fracasso.",
        "Existem também exigências baseadas na suposição de que você sabe de tudo e pode prever o futuro. Isso cria falsas expectativas e sentimentos de culpa, em vez de ajudá-lo a resolver problemas.",
        "O objetivo desta técnica é reconhecer que culpar-se não é razoável e que essas exigências irreais e injustas não trazem benefícios.",
        "Essas expectativas apenas geram culpa e impotência, sem contribuir para a resolução de problemas ou o alcance do sucesso.",
        "Para evitar acusações constantes contra si mesmo, é importante abandonar essas exigências e adotar expectativas mais realistas sobre você e sua vida.",
        "Claro, essas mudanças de pensamento não acontecem da noite para o dia e podem não ocorrer nem mesmo em um mês. Mas acreditamos que o esforço contínuo traz mudanças."
      ],
      "quote": {
        "text": "Todo sentimento de culpa envolve autocondenação, e isso é fundamentalmente errado. Uma pessoa deve reconhecer seus erros sem se autoflagelar.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Então, o que pode ser feito desde já para se libertar da culpa causada por expectativas exageradas?",
        "Um método simples, mas eficaz, consiste em substituir a palavra “devo” por outras expressões, como «Seria bom se...» ou «Se eu pudesse, eu...». Elas costumam ser mais realistas e menos angustiantes.",
        "Por exemplo, em vez de «Eu devo fazer minha esposa feliz», você poderia dizer: «Seria ótimo se eu conseguisse alegrar minha esposa, porque ela está chateada. Posso perguntar o que a está incomodando e pensar no que posso fazer para ajudar».",
        "Ou, em vez de «Eu não deveria ter comido sorvete», você pode dizer: «Seria melhor se eu não tivesse comido o sorvete, mas isso não é o fim do mundo».",
        "Evite o uso de formas condicionais. Em vez de pensar «Eu deveria ter...» ou «Se eu tivesse...», tente pensar: «Da próxima vez, farei diferente».",
        "Pessoas com sentimento de culpa muitas vezes pensam em termos condicionais, mas isso deve ser evitado.",
        "Se você se pegar fazendo isso, interrompa imediatamente e mude para a frase «Na próxima vez, eu...».",
        "Isso é tudo. Nada de frases no condicional.",
        "O método da realidade ajuda a verificar se suas exigências são compatíveis com a realidade. Ao dizer «Eu não deveria ter feito isso», você pode achar que isso vai fazê-lo se sentir melhor.",
        "No entanto, na realidade, acontece o contrário: aceitar que você fez aquilo pode causar decepção.",
        "Por exemplo, você começou uma dieta para emagrecer, mas comeu algo fora do planejado e se culpa: «Eu não deveria ter comido aquele chocolate».",
        "Mas, na verdade, você teve uma necessidade de comer algo doce. Talvez esteja passando por algo estressante e, por hábito, quis comer algo para se sentir melhor, o que tornou difícil resistir.",
        "Muitas pessoas comem para aliviar emoções negativas. Quando tentamos nos livrar de maus hábitos ou emagrecer, o maior obstáculo é a crença de que perdemos o controle.",
        "A sensação de falta de controle está diretamente ligada às expressões “dever” e “não dever”. Se você sente vontade de comer algo não saudável, diz a si mesmo que “não deveria” nem sequer desejar isso, que “deveria” se privar para sempre de alimentos não saudáveis e nunca escorregar.",
        "Após isso, para se sentir melhor, você acaba comendo o chocolate. Essa abordagem para emagrecer dificilmente funcionará, e você continuará se sentindo culpado e frustrado.",
        "Quando você conseguir parar de se proibir, poderá deixar de consumir certos alimentos sem precisar se forçar."
      ]
    },
    "screen_3": {
      "texts": [
        "Pessoas propensas à culpa excessiva podem ser manipuladas pelos outros para alcançar objetivos alheios. Pense: quantas vezes você aceitou um convite sem vontade apenas para agradar ou evitar magoar alguém? É importante defender seus limites pessoais e aprender a dizer 'não'.",
        "Exemplo: uma jovem mora com seus pais e seu irmão e recebe um bom salário. Seu irmão faz trabalhos temporários de vez em quando.",
        "Ele tem uma compulsão por consumir coisas e vive comprando itens novos, mas não tem dinheiro suficiente.",
        "A irmã sabe que esse não é o melhor uso do dinheiro, mas continua emprestando para ele porque acredita que irmãos devem se ajudar, como é o costume em sua família.",
        "A jovem tem medo de negar ajuda ao irmão, com receio de prejudicar sua relação com ele. Ela simulou uma conversa difícil com um amigo e percebeu que dizer \"não\" não era tão assustador quanto imaginava.",
        "Antes de estabelecer seus limites e recusar demandas ou expressar sua opinião, por exemplo, quando não deseja sair, você pode ensaiar um diálogo ou escrevê-lo em uma folha de papel ou no celular.",
        "Isso ajudará a prever o cenário da conversa e a entender como recusar sem medo.",
        "Será necessário percorrer um longo caminho até que seu cérebro crie as conexões neurais apropriadas e você tenha coragem e habilidade para dizer “não” de forma diplomática, mas firme, e reforçar esse hábito na prática quando chegar o momento certo.",
        "Separação de responsabilidades",
        "Às vezes, assumimos a responsabilidade pelos problemas e fracassos dos outros.",
        "Nessas situações, é importante entender quem realmente é responsável pelo que aconteceu. Por exemplo, você é mesmo culpado pelas notas baixas do seu filho?",
        "Aqui ocorre uma confusão entre a influência que você exerce sobre ele e o controle que você tem.",
        "Para aprender a distinguir responsabilidades, pode-se usar o método das três colunas, uma versão simplificada do diário de pensamentos automáticos.",
        "Na primeira coluna, escreva os pensamentos preocupantes e críticos. Na segunda, registre as distorções cognitivas que você percebe. E na terceira, escreva uma resposta racional.",
        "Por exemplo:",
        "1ª coluna (pensamento crítico): «A culpa é minha porque meu filho tirou notas ruins. Eu não consigo ajudá-lo a ter sucesso na escola».",
        "2ª coluna (distorções cognitivas): personalização, generalização.",
        "3ª coluna (resposta racional): «Eu sou responsável por educar meu filho, mas não tenho controle total sobre seu desempenho na escola. Ele também é responsável pelo seu próprio aprendizado. Posso apoiá-lo, motivá-lo e ajudar com o que estiver ao meu alcance, mas o resultado depende do esforço dele».",
        "É importante entender que não podemos controlar todos os aspectos da vida das outras pessoas, mesmo que estejamos em posição de influenciá-las. Somos responsáveis por nossas ações e pelo papel que desempenhamos na vida dos outros, mas não devemos assumir toda a responsabilidade por seus sucessos ou fracassos."
      ]
    }
  },
  "unemployment": {
    "title": "Perder o emprego e cair em depressão?",
    "description": "Este artigo explora as consequências psicológicas e sociais da perda repentina de emprego, analisando a montanha-russa emocional que acompanha esses eventos. Por meio da experiência pessoal de Alexandre, que trabalhou durante muitos anos em uma empresa de sucesso, relata-se sua luta contra a depressão, a baixa autoestima e os fracassos profissionais. O artigo também oferece caminhos para superar as dificuldades emocionais, enfatizando a importância do apoio e do reconhecimento pessoal em períodos difíceis.",
    "screen_1": {
      "texts": [
        "A perda repentina do emprego é um grande fator de estresse para a maioria das pessoas. Quando demissões ou cortes são anunciados em questão de dias ou semanas, muitos sentem que sua vida «desmoronou». E isso é compreensível, já que a vida muda drasticamente em termos de:",
        "situação financeira",
        "status social",
        "rotina diária",
        "planos de curto e longo prazo",
        "O trabalho representa obrigações, estrutura, comunicação – em resumo, algo que nos sustenta.",
        "O desemprego, por outro lado, é como uma queda livre sem rede de segurança. Você se vê sozinho com dias vazios, contas que logo não poderá pagar e uma espera interminável por entrevistas de emprego: antes da reunião, surge uma leve esperança, mas depois – mais uma recusa. Um cenário típico e desanimador.",
        "A perda de emprego é vivida como qualquer outra perda, e quem passa por isso enfrenta as etapas do luto.",
        "Primeiro, o choque, a confusão profunda e a falta de compreensão sobre o que fazer. Depois, a raiva – contra si mesmo, contra quem o demitiu.",
        "Pode haver também uma fase de barganha: e se ainda for possível resolver tudo e ser recontratado? E, por fim, a depressão. Sem dúvida, esse problema é «real», mas isso significa que justifica sua depressão?",
        "A causa de tal reação emocional reside na crença de que o valor pessoal e a capacidade de sentir felicidade dependem diretamente do sucesso profissional.",
        "Dentro desse sistema de valores, parece lógico supor que o abatimento emocional esteja inevitavelmente ligado a perdas financeiras, fracassos na carreira ou falências."
      ],
      "quote": {
        "text": "Quando uma porta se fecha, você não sabe que muitas outras se abrem?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Se você também pensa assim, pode se interessar pela história de Alexandre – um pai de 47 anos com três filhos, que trabalhou por 17 anos na empresa de sucesso de seu sogro.",
        "Alguns anos antes de sua depressão, surgiram desentendimentos entre ele e seu sogro sobre a gestão da empresa. Em um acesso de raiva, Alexandre pediu demissão, abrindo mão também de sua participação na empresa.",
        "Nos dois anos seguintes, ele mudou de emprego várias vezes, mas não conseguiu encontrar algo que o satisfizesse financeiramente e emocionalmente.",
        "Parecia que nada dava certo para ele, e ele começou a se considerar um fracassado. Sua esposa precisou começar a trabalhar em período integral para sustentar a casa, o que só intensificou o sentimento de inutilidade de Alexandre, já que ele sempre se orgulhou de ser o provedor da família.",
        "O tempo passou, sua situação financeira piorou e seu estado depressivo se intensificou, à medida que sua autoestima caía cada vez mais.",
        "Quando Alexandre decidiu buscar ajuda de um especialista, ele já estava trabalhando há alguns meses em uma imobiliária.",
        "Durante esse período, ele conseguiu alugar alguns prédios, mas não realizou nenhuma venda. Como seu salário dependia das vendas, seus ganhos eram baixos. Durante esse período, Alexandre sofreu com depressão e procrastinação, passando dias inteiros na cama pensando:",
        "«Para quê tudo isso? Sou um fracassado. Trabalhar não faz sentido, de qualquer forma não conseguirei nada.»",
        "Na terceira sessão com o psicólogo, ele contou que um amigo rico queria comprar um imóvel com sua ajuda, e a comissão dessa venda teria impulsionado sua carreira, aumentado sua confiança e melhorado consideravelmente sua renda.",
        "Em vez de agarrar essa oportunidade, Alexandre hesitou por várias semanas. Surge então a pergunta: por quê? Porque ele pensava: «Vender imóveis comerciais é difícil demais.",
        "Nunca fiz isso antes e com certeza vou fracassar. E se ele desistir no último minuto, isso significará que eu não sou capaz de nada neste setor. Isso mostrará que sou um fracassado completo.»"
      ]
    },
    "screen_3": {
      "texts": [
        "A chefia de Alexandre o valorizava muito e o considerava um vendedor talentoso, mas ele era excessivamente duro consigo mesmo.",
        "Nas sessões seguintes e durante o trabalho com seus pensamentos, Alexandre reconheceu que era extremamente autocrítico, e que isso não o ajudava naquele período difícil, mas, na verdade, piorava a situação.",
        "Ele também percebeu que usava um «duplo padrão»: era tolerante e prestativo com outras pessoas, mas severo e crítico consigo mesmo.",
        "Inicialmente, ele defendia sua visão, como muitos perfeccionistas exigentes consigo mesmos, afirmando que ser mais duro consigo poderia ser benéfico.",
        "No entanto, ele logo percebeu que seus padrões pessoais eram irreais e fadados ao fracasso, pois, se tentasse vender um imóvel e não conseguisse, encararia a situação como uma catástrofe. Sua tendência de pensar em termos de «tudo ou nada» era um grande problema.",
        "No final da terapia, Alexandre sentiu alívio ao perceber que as dificuldades financeiras dos últimos anos não faziam dele automaticamente um «fracassado».",
        "Essa autoimagem negativa e a sensação de estagnação eram o resultado de um pensamento extremo de «tudo ou nada». Seu sentimento de inutilidade resultava de um foco exclusivo nos aspectos negativos de sua vida (filtro negativo) e da desvalorização de muitos fatos em que teve êxito (desvalorização do positivo).",
        "Ele percebeu que havia se torturado por muito tempo com a ideia de que poderia ter feito mais, e entendeu que as dificuldades financeiras não diminuíam sua dignidade como ser humano. No fim, ele reconheceu que a apatia e a procrastinação eram apenas sintomas da depressão, não um reflexo de sua verdadeira essência.",
        "Quando ele aprendeu a responder aos seus pensamentos negativos, conseguiu reduzir o grau de distorção cognitiva em sua autocrítica, e seu humor começou a melhorar.",
        "Ele deixou o setor imobiliário e abriu uma livraria. Ele conseguiu cobrir as despesas, mas, apesar de seus consideráveis esforços pessoais, não obteve lucros suficientes para justificar a continuidade do negócio após o primeiro ano de teste."
      ]
    },
    "screen_4": {
      "texts": [
        "Assim, embora os sinais externos de sucesso tenham permanecido praticamente inalterados durante esse período, ele conseguiu manter sua autoestima e evitar a depressão. Embora sua situação financeira continuasse difícil, quando ele tomou a decisão de «admitir a derrota» em seu negócio de livraria, seu respeito por si mesmo permaneceu intacto.",
        "Na última sessão com o psicólogo, Alexandre escreveu um ensaio, que decidiu ler todas as manhãs antes de iniciar a busca por um novo emprego:",
        "Por que eu não sou inútil?",
        "Enquanto eu puder fazer algo pelo meu próprio bem-estar e pelo dos outros, eu não sou inútil. Enquanto o que eu faço puder ter um impacto positivo, eu não sou inútil.",
        "Enquanto o fato de eu estar vivo tiver importância para pelo menos uma pessoa, eu não sou inútil (e, se necessário, essa pessoa posso ser eu mesmo). Se oferecer amor, compreensão, amizade, apoio, companhia, conselhos ou conforto significar algo, eu não sou inútil.",
        "Se eu puder respeitar minhas opiniões e minha inteligência, eu não sou inútil.",
        "Se outras pessoas me respeitam, isso é um bônus agradável.",
        "Se eu tiver respeito próprio e dignidade, eu não sou inútil.",
        "Se ajudar a garantir o sustento das famílias dos meus funcionários significa fazer algo bom, eu não sou inútil.",
        "Se eu faço o possível para ajudar meus clientes e fornecedores com minha produtividade e criatividade, eu não sou inútil.",
        "Se minha presença neste ambiente realmente tem importância para os outros, eu não sou inútil. Eu sou valioso por natureza!",
        "Se você está enfrentando um problema semelhante ou se os pensamentos automáticos de Alexandre ressoam em você, escreva uma nota para si mesmo sobre por que você não é inútil, por que você não é um fracassado e por que você é valioso por si só."
      ]
    }
  },
  "vitamins": {
    "title": "Depressão falsa: Como hormônios e vitaminas influenciam nossa saúde emocional",
    "description": "O artigo aborda como a saúde física, incluindo o equilíbrio hormonal e os níveis de vitaminas, pode influenciar o estado emocional de uma pessoa. Ele destaca que os sintomas frequentemente associados à depressão podem ser causados por problemas físicos, como deficiência de certas vitaminas ou desequilíbrios hormonais. Os autores enfatizam a importância de uma abordagem integrada na avaliação e tratamento dos transtornos mentais, levando em consideração tanto aspectos psicológicos quanto fisiológicos.",
    "screen_1": {
      "texts": [
        "Queremos que esta seção ajude você ao máximo a melhorar e aliviar seu estado emocional. Por isso, é importante discutir todas as possíveis causas de alterações emocionais.",
        "Quando falamos de depressão, nos referimos a um conjunto de sintomas específicos, já mencionados anteriormente. No entanto, nem sempre esses sintomas indicam um transtorno mental.",
        "É importante lembrar que a biologia do nosso corpo desempenha um papel fundamental não apenas na saúde física, mas também no bem-estar psicológico. Problemas físicos podem influenciar significativamente o humor e causar sintomas semelhantes aos da depressão.",
        "Um exemplo disso são os hormônios. Eles têm um impacto enorme no comportamento e no estado psicológico das pessoas.",
        "Estudos na área de psicoendocrinologia mostram que os sistemas nervoso e endócrino estão interligados e trabalham juntos para manter a homeostase (equilíbrio fisiológico do organismo).",
        "Por isso, qualquer alteração hormonal pode causar perturbações emocionais significativas.",
        "Por exemplo, uma diminuição na função da tireoide pode levar à depressão, ao aumento da ansiedade e a outros problemas mentais.",
        "Já o hiperfuncionamento da tireoide pode causar euforia, irritabilidade, oscilações de humor e até episódios de psicose.",
        "A acromegalia, que envolve a produção excessiva de hormônio do crescimento, pode se manifestar por meio de apatia e baixa atividade mental, combinadas com episódios de euforia.",
        "Assim, pessoas com distúrbios endócrinos enfrentam não apenas dificuldades físicas, mas também o risco de desenvolver transtornos psicológicos, como ansiedade, depressão, euforia, confusão mental, entre outros."
      ],
      "quote": {
        "text": "Cuide do seu corpo para que sua alma queira permanecer nele.",
        "author": "Sócrates"
      }
    },
    "screen_2": {
      "texts": [
        "No meio do século XX, surgiu uma disciplina científica chamada psicoendocrinologia, que estuda a relação entre o sistema endócrino e a mente humana.",
        "Existe até mesmo um termo específico: síndrome psicoendócrina — um transtorno mental que surge como consequência de doenças endócrinas. Esses transtornos incluem alterações de humor, fadiga extrema, diminuição da atividade mental e mudanças nos impulsos e instintos.",
        "Além dos hormônios, as vitaminas também têm um grande impacto no nosso bem-estar.",
        "Pode parecer que deficiência de vitaminas e depressão não estão diretamente relacionadas, mas estudos mostram que a ligação entre elas é muito mais forte do que imaginamos.",
        "Acredito que você concorda que as vitaminas são essenciais para manter o metabolismo em funcionamento. Cada uma delas tem uma função indispensável. Quando o corpo sofre com a falta de uma vitamina específica, ocorre o que chamamos de avitaminose.",
        "Avitaminose é o estado em que há deficiência ou ausência de uma determinada vitamina no organismo.",
        "A falta de vitaminas pode influenciar nossa saúde mental de diferentes formas, causando desde desconfortos leves até sintomas preocupantes.",
        "Pesquisas indicam que a deficiência de vitaminas pode contribuir para o surgimento de ansiedade e depressão, além de agravar os sintomas em pessoas com transtornos mentais, como transtorno obsessivo-compulsivo (TOC) ou transtorno bipolar.",
        "Mesmo que você esteja saudável, a falta de determinadas vitaminas pode afetar negativamente seu humor e estado emocional."
      ]
    },
    "screen_3": {
      "texts": [
        "Exemplos de deficiências de vitaminas e seus sintomas:",
        "Vitamina D: tristeza, ansiedade, cansaço, variações de humor.",
        "Ferro: fraqueza, cansaço excessivo, falta de ar, tontura, sensação de formigamento.",
        "Vitamina B12: fadiga extrema, anemia, insônia, falta de apetite, problemas estomacais, dores musculares.",
        "Ácido fólico: cansaço, irritabilidade, depressão, apatia, falta de energia, prejuízo nas funções cognitivas.",
        "Vitaminas do complexo B: exaustão, irritação, insônia, mudanças de humor, arritmias cardíacas.",
        "Magnésio: fraqueza, dores de cabeça, ansiedade, batimentos cardíacos irregulares.",
        "Vitamina C: fadiga crônica, instabilidade emocional.",
        "E essa é apenas uma parte dos possíveis sintomas, que muitas vezes são confundidos com um quadro de depressão.",
        "Nossas experiências pessoais reforçam a importância de considerar o equilíbrio hormonal e vitamínico ao avaliar transtornos mentais.",
        "Um dos membros da nossa equipe pensava que estava passando por um burnout, devido a uma fadiga inexplicável, alterações de humor e falta de motivação.",
        "Sabendo que poderia ser algo relacionado a hormônios e vitaminas, ele procurou um médico, descobriu uma deficiência de vitamina D e, após o tratamento, sentiu uma grande melhora."
      ]
    },
    "screen_4": {
      "texts": [
        "Outro caso foi de uma colega que apresentava sintomas semelhantes aos da depressão e descobriu que sofria de anemia por deficiência de ferro. O tratamento trouxe uma melhora significativa no seu estado de saúde.",
        "Ela descreveu sua experiência da seguinte forma: “Eu sentia sono o tempo todo, não queria fazer nada, nem conversar com ninguém. Sofria de uma apatia terrível, tonturas e irritabilidade. Em determinado momento, cheguei a acreditar que estava com depressão, até que fiz um exame de sangue de rotina e descobri um problema com minha hemoglobina.",
        "Depois disso, fiz exames complementares e foi constatada anemia por deficiência de ferro e baixa de ferritina. Eu achava que era depressão, mas, após o tratamento com suplementos, voltei a me sentir bem.”",
        "Compartilhamos essas histórias para alertá-lo sobre diagnósticos incorretos.",
        "Portanto, se você sente desânimo, cansaço, exaustão e outros sintomas semelhantes, preste atenção não apenas à sua saúde mental, mas também à saúde física.",
        "Consulte um médico, faça um hemograma completo, verifique os níveis de vitaminas e hormônios. Isso pode ser um passo importante para melhorar seu estado emocional."
      ]
    }
  }
}