{
  "trap": {
    "title": "Técnica: saindo da armadilha das expectativas irreais",
    "description": "Este artigo aborda a culpa que nasce de exigências irreais consigo e de uma autocrítica constante. Ele descreve maneiras de repensar padrões internos e substituir o “tenho que” por uma visão mais saudável das próprias possibilidades e desejos. Você encontrará sugestões práticas para se libertar da autoincriminação e construir uma relação mais equilibrada com você e com seus erros.",
    "screen_1": {
      "texts": [
        "A culpa muitas vezes surge de exigências altas demais consigo e pode aparecer em pensamentos como:",
        "“Eu tenho que fazer isso”.",
        "“Eu tenho que agir assim”.",
        "“Eu tenho que ser assim”.",
        "“Eu não devia ter feito isso”.",
        "“Eu devia ter previsto/sabido disso”.",
        "Exigências inadequadas baseadas no “tenho que” podem gerar culpa e expectativas irreais.",
        "Essas exigências pressupõem que você precisa ser perfeito ou saber tudo — o que não é realista.",
        "Entre elas pode estar a ideia de que você tem que estar sempre feliz ou satisfeito, o que, por sua vez, só aumenta a sensação de fracasso.",
        "Também existem exigências baseadas na suposição de que você sabe tudo e consegue prever o futuro. Isso cria falsas expectativas e culpa, em vez de ajudar a resolver problemas.",
        "A essência desta técnica é perceber que se culpar não é útil, e que essas exigências, por si só, já são irreais e injustas.",
        "Elas só criam culpa e sensação de impotência — e não ajudam a resolver o problema nem a alcançar resultados.",
        "Para evitar acusações constantes contra si, vale abrir mão desse tipo de exigência e tornar suas expectativas sobre você e sua vida mais realistas.",
        "É claro: mudanças assim não acontecem em um dia — e talvez nem em um mês. Mas acreditamos que um trabalho consistente consigo mesmo leva, sim, a transformações."
      ],
      "quote": {
        "text": "Toda culpa envolve autojulgamento — e isso é profundamente equivocado. A pessoa precisa reconhecer os próprios erros sem cair na autopenitência.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Então, o que você pode fazer agora para reduzir a culpa causada por exigências altas demais?",
        "Um jeito simples, porém eficaz, de se livrar dessas cobranças é trocar “tenho que” por outras formas: “Seria bom se…” ou “Se eu pudesse, eu…”. Elas costumam ser mais realistas e menos angustiantes.",
        "Por exemplo, em vez de “Eu tenho que fazer minha esposa feliz”, você pode dizer: “Seria ótimo se eu conseguisse deixar minha esposa mais feliz, porque ela está triste. Eu posso perguntar o que a deixou assim e pensar em como talvez eu possa ajudar”.",
        "Ou, em vez de “Eu não devia ter comido sorvete”, você pode dizer: “Seria melhor se eu não tivesse comido esse sorvete, mas isso não é o fim do mundo”.",
        "Tire o modo condicional. Em vez de ruminações do tipo “Eu deveria ter…”, “Se eu tivesse…”, “Eu devia ter…”, tente pensar: “Na próxima vez, eu vou fazer diferente”.",
        "Pessoas com culpa tendem a ficar presas no “e se…”, mas isso não ajuda em nada.",
        "E, se você se pegar nisso, interrompa na hora e troque a frase por “Na próxima vez, eu…”.",
        "E pronto. Sem condicional — de jeito nenhum.",
        "O teste de realidade ajuda a checar se as suas exigências fazem sentido. Quando você diz “Eu não devia ter feito isso”, normalmente acredita que realmente não devia e que, ao dizer isso, vai se sentir melhor.",
        "Mas, na prática, acontece o contrário: naquele momento, você fez exatamente o que fez — e reconhecer isso pode trazer frustração.",
        "Por exemplo, você começou uma dieta para emagrecer, comeu algo fora do planejado e agora se culpa: “Eu não devia ter comido esse chocolate”.",
        "Só que, na verdade, você teve vontade de comer um doce. Talvez estivesse lidando com alguma tensão e, por hábito, buscou comida para se sentir melhor — então foi difícil se segurar.",
        "Muita gente “come” as emoções negativas para aliviar o que sente. Quando você tenta mudar hábitos ou emagrecer, o principal obstáculo costuma ser a crença de que está perdendo o controle.",
        "A sensação de perda de controle está diretamente ligada ao “devo” e ao “não devo”. Quando surge vontade de comer algo menos saudável, você diz a si mesmo que “não deveria” nem querer aquilo — e que “deveria” cortar, de uma vez por todas, tudo o que é proibido, sem nunca escorregar.",
        "E então, para se sentir melhor, você vai lá e come o chocolate. Esse caminho dificilmente traz resultado — e ainda deixa você culpado e desanimado.",
        "Quando você conseguir parar de se proibir certas coisas, vai ficar mais fácil abrir mão delas sem violência consigo mesmo."
      ]
    },
    "screen_3": {
      "texts": [
        "Pessoas com tendência a culpa excessiva podem ser manipuladas por outros para atender a interesses próprios. Pense: quantas vezes você aceitou ir a um encontro sem muita vontade só para agradar ou para ninguém ficar chateado? É importante manter limites pessoais e saber dizer “não”.",
        "Exemplo: uma jovem mora com os pais e o irmão, e ganha um bom salário. O irmão, de vez em quando, faz bicos.",
        "Ele tem uma relação compulsiva com compras: vive comprando coisas novas, mas o dinheiro não dá.",
        "A irmã entende que esse não é um bom jeito de lidar com finanças, mas continua emprestando, porque acredita que irmãos devem se ajudar — é assim na família deles.",
        "Ela tem medo de negar ao irmão, porque acha que isso pode destruir a relação. Ela ensaiou uma conversa difícil com um amigo e percebeu que dizer “não” não é tão assustador quanto parecia.",
        "Antes de definir seus limites e traçar uma linha — seja recusando exigências, seja defendendo sua opinião, seja deixando de ir a um lugar quando você não quer — você pode ensaiar a conversa ou escrevê-la num papel ou nas notas do celular.",
        "Assim, dá para prever um cenário provável de comunicação e entender melhor como recusar — e, talvez, perceber que dizer “não” não é tão assustador.",
        "Você pode ter um caminho longo pela frente, até que o cérebro forme novas conexões e você tenha coragem e habilidade para dizer “não” de forma diplomática, porém firme — e consolidar o hábito na prática, quando chegar a hora.",
        "Separando responsabilidades",
        "Às vezes, assumimos para nós a responsabilidade pelas infelicidades e pelos fracassos de outras pessoas.",
        "Nessas situações, é importante entender quem realmente é responsável pelo que aconteceu. Por exemplo: você é mesmo culpado porque seu filho tirou notas ruins?",
        "Aqui costuma haver confusão entre ter influência sobre a criança e ter controle sobre ela.",
        "Para aprender a diferenciar responsabilidade, você pode usar o método das três colunas — uma versão reduzida do diário de pensamentos automáticos.",
        "Na primeira coluna, escreva os pensamentos que preocupam e acusam; na segunda, quais distorções cognitivas você percebe; e na terceira, que resposta racional você pode dar.",
        "Por exemplo:",
        "1ª coluna (pensamentos preocupantes e acusatórios): “A culpa é minha porque meu filho tira notas ruins. Eu não vou conseguir ajudá-lo a ter sucesso na escola”.",
        "2ª coluna (distorções cognitivas): personalização, generalização excessiva.",
        "3ª coluna (resposta racional): “Eu sou responsável pela minha parte na educação do meu filho, mas eu não controlo totalmente o sucesso ou o fracasso dele na escola. Ele também tem sua própria responsabilidade pelos estudos. Eu posso ajudar, apoiar e motivar, mas o resultado final depende do esforço e do trabalho dele”.",
        "É importante entender que não temos controle sobre cada aspecto da vida de outras pessoas, mesmo quando exercemos influência. Somos responsáveis pelos nossos atos e pelo papel que desempenhamos, mas não precisamos carregar toda a responsabilidade pelas vitórias ou pelos fracassos dos outros."
      ]
    }
  },
  "unemployment": {
    "title": "Perder o emprego e entrar em depressão?",
    "description": "Este artigo investiga as consequências psicológicas e sociais de perder o emprego de forma repentina, explorando a montanha-russa emocional que costuma acompanhar esse tipo de acontecimento. A partir da experiência de Alexander, que trabalhou por muitos anos em uma empresa bem-sucedida, a história mostra a luta contra a depressão, a queda da autoestima e frustrações profissionais. O texto também aponta caminhos para atravessar esse período, destacando a importância do apoio e do reconhecimento de si em momentos difíceis.",
    "screen_1": {
      "texts": [
        "Perder o emprego de repente é um estresse enorme para a maioria das pessoas. Quando, em poucos dias ou semanas, vem o aviso de demissão ou corte, muita gente sente que a vida “desabou”. E isso é compreensível, porque mudam radicalmente:",
        "a situação financeira",
        "o status social",
        "a rotina de vida",
        "os planos de curto e longo prazo",
        "Trabalho significa compromissos, estrutura, convivência — em outras palavras, algo que nos sustenta.",
        "Já o desemprego é como um buraco de ar: você cai sem paraquedas. E fica sozinho consigo mesmo, com dias vazios, contas prestes a vencer e uma espera interminável por uma entrevista: antes da reunião surge uma esperança tímida e, depois, mais uma recusa. Um cenário típico e bem desanimador.",
        "Perder o emprego é vivido como qualquer outra perda — e quem passa por isso costuma atravessar as etapas do luto.",
        "Primeiro vem o choque, uma confusão profunda, sem saber o que fazer. Depois, a raiva — de si e de quem demitiu.",
        "Pode haver também barganha: e se ainda der para consertar e me chamarem de volta? E, por fim, depressão. Sem dúvida, esse é um problema “real”. Mas isso significa que ele justifica a sua depressão?",
        "A razão dessa reação emocional está na crença de que o valor pessoal e a capacidade de sentir felicidade dependem diretamente do sucesso profissional.",
        "Dentro desse sistema de valores, parece lógico supor que o abatimento emocional é inevitável diante de perdas financeiras, fracassos na carreira ou falência."
      ],
      "quote": {
        "text": "Quando uma porta se fecha, você não percebe que muitas outras se abrem?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Se você também pensa assim, vai se interessar pelo caso de Alexander — um pai de três filhos, de 47 anos, que trabalhou por 17 anos com o pai de sua esposa em uma empresa bem-sucedida.",
        "Alguns anos antes da depressão, ele e o sogro entraram em conflito sobre a gestão da empresa. Num momento de raiva, Alexander pediu demissão, abrindo mão da sua participação no negócio.",
        "Nos dois anos seguintes, ele trocou de emprego várias vezes, mas não conseguia encontrar algo realmente bom — nem financeiramente, nem do ponto de vista pessoal.",
        "Parecia que nada dava certo, e ele passou a se ver como um fracassado. A esposa precisou trabalhar em tempo integral para fechar as contas, o que só aumentava o sentimento de inutilidade dele, já que ele sempre se orgulhou do papel de provedor.",
        "O tempo passava, a situação financeira piorava, e o quadro depressivo se agravava — porque a autoestima dele caía cada vez mais.",
        "Quando Alexander decidiu buscar ajuda, ele já estava há alguns meses em uma empresa do setor imobiliário.",
        "Nesse período, ele conseguiu alugar alguns imóveis, mas não fechou nenhuma venda. Como o salário dependia das vendas, a renda era baixa. Nessa fase, Alexander sofria de depressão e procrastinação: passava dias inteiros na cama, pensando:",
        "“Para quê tudo isso? Eu sou um fracassado. Trabalhar não faz sentido; de qualquer forma eu não vou conseguir”.",
        "Na terceira sessão, ele contou que um amigo com boa condição financeira queria comprar um imóvel com a ajuda dele. A comissão dessa venda impulsionaria a carreira, aumentaria a confiança e daria um grande alívio no bolso.",
        "Em vez de agarrar a oportunidade, Alexander adiou por semanas. Por quê? Porque pensava: “Vender imóveis comerciais é difícil demais.",
        "Eu nunca fiz isso antes e com certeza vou falhar. E, se ele desistir na última hora, isso vai provar que eu não sirvo para esse negócio. Vai provar que eu sou um completo fracassado”."
      ]
    },
    "screen_3": {
      "texts": [
        "A liderança de Alexander gostava muito dele e o via como um vendedor capaz — mas ele era injustamente duro consigo mesmo.",
        "Nas sessões seguintes, trabalhando seus pensamentos, Alexander reconheceu que era extremamente autocrítico — e que isso não ajudava em nada nesse período difícil; pelo contrário, piorava muito a situação.",
        "Ele também percebeu que usava “dois pesos e duas medidas”: era tolerante com os outros e sabia apoiar, mas consigo era rígido e crítico.",
        "No começo, ele defendia essa postura — como muitos perfeccionistas exigentes — dizendo que tratar a si mesmo de forma muito mais severa do que trataria os outros traria algum benefício.",
        "Mas logo ele entendeu que seus padrões pessoais eram, na verdade, irreais e fadados ao fracasso: se tentasse vender um prédio e não conseguisse, ele veria isso como uma catástrofe. Essa tendência ao “tudo ou nada” era um grande problema.",
        "Ao final da terapia, Alexander sentiu alívio ao perceber que dificuldades financeiras nos últimos anos não o tornavam automaticamente um “fracassado”.",
        "Essa autoimagem negativa e a sensação de paralisação vinham do excesso de “tudo ou nada”. O sentimento de inutilidade era resultado de focar apenas nos aspectos negativos da vida (filtro negativo) e ignorar muitos fatos em que ele tinha sido bem-sucedido (desqualificação do positivo).",
        "Ele percebeu que tinha se torturado por muito tempo com a ideia de que “poderia ter feito mais” e entendeu que dificuldades financeiras não diminuíam sua dignidade. No fim, ele reconheceu que apatia e procrastinação eram apenas sintomas da depressão — e não um reflexo de quem ele realmente era.",
        "Quando aprendeu a responder aos próprios pensamentos negativos, ele conseguiu reduzir as distorções desse olhar duro sobre si, e seu humor continuou melhorando.",
        "Ele saiu do ramo imobiliário e abriu uma livraria. Conseguiu cobrir os custos, mas, apesar de um esforço pessoal significativo, não obteve lucro suficiente para justificar manter o negócio depois do primeiro ano de teste."
      ]
    },
    "screen_4": {
      "texts": [
        "Assim, mesmo que os sinais externos de sucesso tenham mudado pouco nesse período, ele conseguiu preservar a autoestima e evitar a depressão. Apesar de a situação financeira seguir difícil, quando ele decidiu “admitir a derrota” com a livraria, o respeito por si mesmo permaneceu intacto.",
        "Na última sessão com o psicólogo, Alexander escreveu um pequeno texto que decidiu reler todas as manhãs antes de retomar a busca por um novo trabalho:",
        "Por que eu não sou inútil?",
        "Enquanto eu puder fazer algo pelo meu bem-estar e pelo bem-estar de outras pessoas, eu não sou inútil. Enquanto o que eu faço puder ter um efeito positivo, eu não sou inútil.",
        "Enquanto o fato de eu estar vivo tiver significado nem que seja para uma pessoa (e essa pessoa, se for preciso, posso ser eu mesmo), eu não sou inútil. Se oferecer amor, compreensão, amizade, apoio, convivência, conselho, consolo significar qualquer coisa, eu não sou inútil.",
        "Se eu posso respeitar minha opinião e meu intelecto, eu não sou inútil.",
        "Se outras pessoas me respeitam, isso é um bônus agradável.",
        "Se eu tenho autorrespeito e dignidade, eu não sou inútil.",
        "Se ajudar a garantir o sustento das famílias dos meus funcionários significa fazer algo bom, eu não sou inútil.",
        "Se eu faço o possível para ajudar meus clientes e fornecedores com minha produtividade e criatividade, eu não sou inútil.",
        "Se a minha presença neste ambiente realmente tem valor para os outros, eu não sou inútil. Eu não sou inútil. Eu sou muito valioso por natureza!",
        "Se você enfrenta um problema parecido — ou se os pensamentos automáticos de Alexander soam familiares — escreva uma nota para si sobre por que você não é inútil, por que você não é um fracassado e por que você tem valor por si só."
      ]
    }
  },
  "vitamins": {
    "title": "Falsa depressão: como hormônios e vitaminas afetam nossa saúde emocional",
    "description": "Este artigo discute como a saúde física — incluindo o equilíbrio hormonal e os níveis de vitaminas — pode influenciar o estado emocional. Ele destaca que sintomas frequentemente associados à depressão podem ser causados por questões físicas, como deficiência de certas vitaminas ou alterações hormonais. O texto reforça a importância de uma abordagem integrada no diagnóstico e no tratamento de transtornos mentais, considerando tanto aspectos psicológicos quanto fisiológicos.",
    "screen_1": {
      "texts": [
        "Queremos que esta seção realmente ajude você a melhorar e aliviar seu estado emocional. Por isso, é importante discutir todas as possíveis causas de mudanças no seu bem-estar.",
        "Quando falamos em depressão, estamos nos referindo a um conjunto de sintomas mencionados anteriormente. Mas nem sempre esses sintomas apontam necessariamente para um transtorno mental.",
        "É importante lembrar que a parte biológica do nosso organismo tem um papel essencial não só no bem-estar físico, mas também no psicológico. Assim, problemas físicos podem influenciar bastante o estado emocional, criando sintomas parecidos com os da depressão.",
        "Um exemplo disso são os hormônios. Eles têm um impacto enorme no comportamento e no estado psicológico.",
        "Pesquisas em psicoendocrinologia mostram que os sistemas nervoso e endócrino são interligados e ajudam a manter a homeostase (o equilíbrio fisiológico do organismo).",
        "Por isso, qualquer oscilação hormonal pode provocar alterações importantes na esfera emocional.",
        "Por exemplo, a diminuição da função da tireoide pode levar à depressão, aumento da ansiedade e outros problemas psíquicos.",
        "Já a hiperfunção dessa glândula pode causar mania, irritabilidade, oscilações de humor e até quadros psicóticos.",
        "A acromegalia, isto é, o excesso de produção do hormônio do crescimento, pode se manifestar como diminuição da atividade mental, apatia combinada com euforia.",
        "Assim, pessoas com distúrbios endócrinos não enfrentam apenas dificuldades físicas ligadas à doença, mas também um risco maior de transtornos mentais, como ansiedade, depressão, mania, confusão mental e outros."
      ],
      "quote": {
        "text": "Cuide do corpo para que a alma queira habitar nele.",
        "author": "Sócrates"
      }
    },
    "screen_2": {
      "texts": [
        "Em meados do século XX surgiu uma disciplina científica inteira: a psicoendocrinologia, que estuda a relação entre o sistema endócrino e a psique humana.",
        "Existe até um termo — síndrome psicoendócrina — que descreve alterações psíquicas decorrentes de doenças endócrinas. Ela inclui transtornos de humor, astenia, diminuição da atividade mental e também mudanças em desejos e impulsos.",
        "Além dos hormônios, vitaminas também têm um impacto significativo no nosso bem-estar.",
        "Deficiência de vitaminas e depressão podem parecer coisas sem ligação direta, mas estudos mostram que essa relação é muito mais forte do que se imaginava.",
        "Você provavelmente concorda que vitaminas são essenciais para manter o metabolismo. Existem muitas, e cada uma é indispensável. Quando falta alguma, pode surgir um quadro de deficiência vitamínica.",
        "Deficiência vitamínica é um estado em que o organismo tem falta — ou ausência — de uma determinada vitamina.",
        "A falta de diferentes vitaminas pode afetar a saúde mental de maneiras diversas, desde incômodos leves até sintomas preocupantes.",
        "Pesquisas mostraram que a deficiência vitamínica pode contribuir para ansiedade e depressão, além de agravar sintomas em pessoas com alguns transtornos mentais, como transtorno obsessivo-compulsivo ou transtorno bipolar.",
        "E mesmo que você seja saudável, a falta de uma vitamina ou outra pode piorar seu humor e seu equilíbrio emocional."
      ]
    },
    "screen_3": {
      "texts": [
        "Exemplos de deficiências vitamínicas e seus sintomas:",
        "Vitamina D: desânimo, ansiedade, cansaço, oscilações de humor.",
        "Ferro: fraqueza, fadiga, falta de ar, tontura, formigamento.",
        "Vitamina B12: cansaço intenso, anemia, insônia, redução do apetite, desconforto gastrointestinal, dores musculares.",
        "Ácido fólico: fadiga, irritabilidade, depressão, fraqueza, apatia, lentidão, prejuízo cognitivo.",
        "Vitaminas do complexo B: fadiga, irritabilidade, insônia, mudanças de humor, alteração do ritmo cardíaco.",
        "Magnésio: fraqueza, dor de cabeça, ansiedade, alteração do ritmo cardíaco.",
        "Vitamina C: cansaço crônico, instabilidade emocional.",
        "E isso é apenas parte dos sintomas possíveis — que podem ser facilmente confundidos com um quadro depressivo.",
        "Nossas experiências pessoais reforçam a importância de considerar o equilíbrio hormonal e vitamínico ao diagnosticar transtornos mentais.",
        "Uma pessoa da nossa equipe achou que estava vivendo burnout: sofria com um cansaço inexplicável, piora do humor e falta de vontade de fazer qualquer coisa.",
        "Mas, sabendo que poderia ser hormônio ou vitamina, procurou um médico, identificou uma deficiência, fez um ciclo de vitamina D e passou a se sentir muito melhor."
      ]
    },
    "screen_4": {
      "texts": [
        "Outra pessoa da equipe — uma mulher que sentia sintomas parecidos com depressão — descobriu anemia por deficiência de ferro, e o tratamento trouxe uma melhora significativa.",
        "Ela descrevia o estado dela assim: “Eu só queria dormir, não tinha vontade de fazer nada, nem de falar com ninguém. Eu estava numa apatia horrível, com tonturas e irritabilidade. Em algum momento, eu realmente comecei a achar que estava com depressão, até que, por acaso, fiz um hemograma e apareceram problemas na hemoglobina.",
        "Depois disso, fiz exames adicionais que mostraram deficiência de ferro e de ferritina. Eu estava com anemia ferropriva, e eu achava que era depressão. Mas, depois do tratamento, eu voltei ao meu estado de antes. Melhorou muito mesmo.”",
        "Ao compartilhar essas histórias, queremos alertar você sobre diagnósticos equivocados.",
        "Por isso, se você sente humor rebaixado, cansaço, fadiga e outros sintomas citados acima, olhe não apenas para o psicológico, mas também para o físico.",
        "Converse com um médico, faça um hemograma, verifique níveis de vitaminas e hormônios. Talvez isso já seja suficiente para melhorar seu estado emocional."
      ]
    }
  }
}
