{
  "title": "Perder o emprego e cair em depressão?",
  "description": "Este artigo explora as consequências psicológicas e sociais da perda repentina de emprego, analisando a montanha-russa emocional que acompanha esses eventos. Por meio da experiência pessoal de Alexandre, que trabalhou durante muitos anos em uma empresa de sucesso, relata-se sua luta contra a depressão, a baixa autoestima e os fracassos profissionais. O artigo também oferece caminhos para superar as dificuldades emocionais, enfatizando a importância do apoio e do reconhecimento pessoal em períodos difíceis.",
  "screen_1": {
    "texts": [
      "A perda repentina do emprego é um grande fator de estresse para a maioria das pessoas. Quando demissões ou cortes são anunciados em questão de dias ou semanas, muitos sentem que sua vida «desmoronou». E isso é compreensível, já que a vida muda drasticamente em termos de:",
      "situação financeira",
      "status social",
      "rotina diária",
      "planos de curto e longo prazo",
      "O trabalho representa obrigações, estrutura, comunicação – em resumo, algo que nos sustenta.",
      "O desemprego, por outro lado, é como uma queda livre sem rede de segurança. Você se vê sozinho com dias vazios, contas que logo não poderá pagar e uma espera interminável por entrevistas de emprego: antes da reunião, surge uma leve esperança, mas depois – mais uma recusa. Um cenário típico e desanimador.",
      "A perda de emprego é vivida como qualquer outra perda, e quem passa por isso enfrenta as etapas do luto.",
      "Primeiro, o choque, a confusão profunda e a falta de compreensão sobre o que fazer. Depois, a raiva – contra si mesmo, contra quem o demitiu.",
      "Pode haver também uma fase de barganha: e se ainda for possível resolver tudo e ser recontratado? E, por fim, a depressão. Sem dúvida, esse problema é «real», mas isso significa que justifica sua depressão?",
      "A causa de tal reação emocional reside na crença de que o valor pessoal e a capacidade de sentir felicidade dependem diretamente do sucesso profissional.",
      "Dentro desse sistema de valores, parece lógico supor que o abatimento emocional esteja inevitavelmente ligado a perdas financeiras, fracassos na carreira ou falências."
    ],
    "quote": {
      "text": "Quando uma porta se fecha, você não sabe que muitas outras se abrem?",
      "author": "Bob Marley"
    }
  },
  "screen_2": {
    "texts": [
      "Se você também pensa assim, pode se interessar pela história de Alexandre – um pai de 47 anos com três filhos, que trabalhou por 17 anos na empresa de sucesso de seu sogro.",
      "Alguns anos antes de sua depressão, surgiram desentendimentos entre ele e seu sogro sobre a gestão da empresa. Em um acesso de raiva, Alexandre pediu demissão, abrindo mão também de sua participação na empresa.",
      "Nos dois anos seguintes, ele mudou de emprego várias vezes, mas não conseguiu encontrar algo que o satisfizesse financeiramente e emocionalmente.",
      "Parecia que nada dava certo para ele, e ele começou a se considerar um fracassado. Sua esposa precisou começar a trabalhar em período integral para sustentar a casa, o que só intensificou o sentimento de inutilidade de Alexandre, já que ele sempre se orgulhou de ser o provedor da família.",
      "O tempo passou, sua situação financeira piorou e seu estado depressivo se intensificou, à medida que sua autoestima caía cada vez mais.",
      "Quando Alexandre decidiu buscar ajuda de um especialista, ele já estava trabalhando há alguns meses em uma imobiliária.",
      "Durante esse período, ele conseguiu alugar alguns prédios, mas não realizou nenhuma venda. Como seu salário dependia das vendas, seus ganhos eram baixos. Durante esse período, Alexandre sofreu com depressão e procrastinação, passando dias inteiros na cama pensando:",
      "«Para quê tudo isso? Sou um fracassado. Trabalhar não faz sentido, de qualquer forma não conseguirei nada.»",
      "Na terceira sessão com o psicólogo, ele contou que um amigo rico queria comprar um imóvel com sua ajuda, e a comissão dessa venda teria impulsionado sua carreira, aumentado sua confiança e melhorado consideravelmente sua renda.",
      "Em vez de agarrar essa oportunidade, Alexandre hesitou por várias semanas. Surge então a pergunta: por quê? Porque ele pensava: «Vender imóveis comerciais é difícil demais.",
      "Nunca fiz isso antes e com certeza vou fracassar. E se ele desistir no último minuto, isso significará que eu não sou capaz de nada neste setor. Isso mostrará que sou um fracassado completo.»"
    ]
  },
  "screen_3": {
    "texts": [
      "A chefia de Alexandre o valorizava muito e o considerava um vendedor talentoso, mas ele era excessivamente duro consigo mesmo.",
      "Nas sessões seguintes e durante o trabalho com seus pensamentos, Alexandre reconheceu que era extremamente autocrítico, e que isso não o ajudava naquele período difícil, mas, na verdade, piorava a situação.",
      "Ele também percebeu que usava um «duplo padrão»: era tolerante e prestativo com outras pessoas, mas severo e crítico consigo mesmo.",
      "Inicialmente, ele defendia sua visão, como muitos perfeccionistas exigentes consigo mesmos, afirmando que ser mais duro consigo poderia ser benéfico.",
      "No entanto, ele logo percebeu que seus padrões pessoais eram irreais e fadados ao fracasso, pois, se tentasse vender um imóvel e não conseguisse, encararia a situação como uma catástrofe. Sua tendência de pensar em termos de «tudo ou nada» era um grande problema.",
      "No final da terapia, Alexandre sentiu alívio ao perceber que as dificuldades financeiras dos últimos anos não faziam dele automaticamente um «fracassado».",
      "Essa autoimagem negativa e a sensação de estagnação eram o resultado de um pensamento extremo de «tudo ou nada». Seu sentimento de inutilidade resultava de um foco exclusivo nos aspectos negativos de sua vida (filtro negativo) e da desvalorização de muitos fatos em que teve êxito (desvalorização do positivo).",
      "Ele percebeu que havia se torturado por muito tempo com a ideia de que poderia ter feito mais, e entendeu que as dificuldades financeiras não diminuíam sua dignidade como ser humano. No fim, ele reconheceu que a apatia e a procrastinação eram apenas sintomas da depressão, não um reflexo de sua verdadeira essência.",
      "Quando ele aprendeu a responder aos seus pensamentos negativos, conseguiu reduzir o grau de distorção cognitiva em sua autocrítica, e seu humor começou a melhorar.",
      "Ele deixou o setor imobiliário e abriu uma livraria. Ele conseguiu cobrir as despesas, mas, apesar de seus consideráveis esforços pessoais, não obteve lucros suficientes para justificar a continuidade do negócio após o primeiro ano de teste."
    ]
  },
  "screen_4": {
    "texts": [
      "Assim, embora os sinais externos de sucesso tenham permanecido praticamente inalterados durante esse período, ele conseguiu manter sua autoestima e evitar a depressão. Embora sua situação financeira continuasse difícil, quando ele tomou a decisão de «admitir a derrota» em seu negócio de livraria, seu respeito por si mesmo permaneceu intacto.",
      "Na última sessão com o psicólogo, Alexandre escreveu um ensaio, que decidiu ler todas as manhãs antes de iniciar a busca por um novo emprego:",
      "Por que eu não sou inútil?",
      "Enquanto eu puder fazer algo pelo meu próprio bem-estar e pelo dos outros, eu não sou inútil. Enquanto o que eu faço puder ter um impacto positivo, eu não sou inútil.",
      "Enquanto o fato de eu estar vivo tiver importância para pelo menos uma pessoa, eu não sou inútil (e, se necessário, essa pessoa posso ser eu mesmo). Se oferecer amor, compreensão, amizade, apoio, companhia, conselhos ou conforto significar algo, eu não sou inútil.",
      "Se eu puder respeitar minhas opiniões e minha inteligência, eu não sou inútil.",
      "Se outras pessoas me respeitam, isso é um bônus agradável.",
      "Se eu tiver respeito próprio e dignidade, eu não sou inútil.",
      "Se ajudar a garantir o sustento das famílias dos meus funcionários significa fazer algo bom, eu não sou inútil.",
      "Se eu faço o possível para ajudar meus clientes e fornecedores com minha produtividade e criatividade, eu não sou inútil.",
      "Se minha presença neste ambiente realmente tem importância para os outros, eu não sou inútil. Eu sou valioso por natureza!",
      "Se você está enfrentando um problema semelhante ou se os pensamentos automáticos de Alexandre ressoam em você, escreva uma nota para si mesmo sobre por que você não é inútil, por que você não é um fracassado e por que você é valioso por si só."
    ]
  }
}
