{
  "title": "Depressão falsa: Como hormônios e vitaminas influenciam nossa saúde emocional",
  "description": "O artigo aborda como a saúde física, incluindo o equilíbrio hormonal e os níveis de vitaminas, pode influenciar o estado emocional de uma pessoa. Ele destaca que os sintomas frequentemente associados à depressão podem ser causados por problemas físicos, como deficiência de certas vitaminas ou desequilíbrios hormonais. Os autores enfatizam a importância de uma abordagem integrada na avaliação e tratamento dos transtornos mentais, levando em consideração tanto aspectos psicológicos quanto fisiológicos.",
  "screen_1": {
    "texts": [
      "Queremos que esta seção ajude você ao máximo a melhorar e aliviar seu estado emocional. Por isso, é importante discutir todas as possíveis causas de alterações emocionais.",
      "Quando falamos de depressão, nos referimos a um conjunto de sintomas específicos, já mencionados anteriormente. No entanto, nem sempre esses sintomas indicam um transtorno mental.",
      "É importante lembrar que a biologia do nosso corpo desempenha um papel fundamental não apenas na saúde física, mas também no bem-estar psicológico. Problemas físicos podem influenciar significativamente o humor e causar sintomas semelhantes aos da depressão.",
      "Um exemplo disso são os hormônios. Eles têm um impacto enorme no comportamento e no estado psicológico das pessoas.",
      "Estudos na área de psicoendocrinologia mostram que os sistemas nervoso e endócrino estão interligados e trabalham juntos para manter a homeostase (equilíbrio fisiológico do organismo).",
      "Por isso, qualquer alteração hormonal pode causar perturbações emocionais significativas.",
      "Por exemplo, uma diminuição na função da tireoide pode levar à depressão, ao aumento da ansiedade e a outros problemas mentais.",
      "Já o hiperfuncionamento da tireoide pode causar euforia, irritabilidade, oscilações de humor e até episódios de psicose.",
      "A acromegalia, que envolve a produção excessiva de hormônio do crescimento, pode se manifestar por meio de apatia e baixa atividade mental, combinadas com episódios de euforia.",
      "Assim, pessoas com distúrbios endócrinos enfrentam não apenas dificuldades físicas, mas também o risco de desenvolver transtornos psicológicos, como ansiedade, depressão, euforia, confusão mental, entre outros."
    ],
    "quote": {
      "text": "Cuide do seu corpo para que sua alma queira permanecer nele.",
      "author": "Sócrates"
    }
  },
  "screen_2": {
    "texts": [
      "No meio do século XX, surgiu uma disciplina científica chamada psicoendocrinologia, que estuda a relação entre o sistema endócrino e a mente humana.",
      "Existe até mesmo um termo específico: síndrome psicoendócrina — um transtorno mental que surge como consequência de doenças endócrinas. Esses transtornos incluem alterações de humor, fadiga extrema, diminuição da atividade mental e mudanças nos impulsos e instintos.",
      "Além dos hormônios, as vitaminas também têm um grande impacto no nosso bem-estar.",
      "Pode parecer que deficiência de vitaminas e depressão não estão diretamente relacionadas, mas estudos mostram que a ligação entre elas é muito mais forte do que imaginamos.",
      "Acredito que você concorda que as vitaminas são essenciais para manter o metabolismo em funcionamento. Cada uma delas tem uma função indispensável. Quando o corpo sofre com a falta de uma vitamina específica, ocorre o que chamamos de avitaminose.",
      "Avitaminose é o estado em que há deficiência ou ausência de uma determinada vitamina no organismo.",
      "A falta de vitaminas pode influenciar nossa saúde mental de diferentes formas, causando desde desconfortos leves até sintomas preocupantes.",
      "Pesquisas indicam que a deficiência de vitaminas pode contribuir para o surgimento de ansiedade e depressão, além de agravar os sintomas em pessoas com transtornos mentais, como transtorno obsessivo-compulsivo (TOC) ou transtorno bipolar.",
      "Mesmo que você esteja saudável, a falta de determinadas vitaminas pode afetar negativamente seu humor e estado emocional."
    ]
  },
  "screen_3": {
    "texts": [
      "Exemplos de deficiências de vitaminas e seus sintomas:",
      "Vitamina D: tristeza, ansiedade, cansaço, variações de humor.",
      "Ferro: fraqueza, cansaço excessivo, falta de ar, tontura, sensação de formigamento.",
      "Vitamina B12: fadiga extrema, anemia, insônia, falta de apetite, problemas estomacais, dores musculares.",
      "Ácido fólico: cansaço, irritabilidade, depressão, apatia, falta de energia, prejuízo nas funções cognitivas.",
      "Vitaminas do complexo B: exaustão, irritação, insônia, mudanças de humor, arritmias cardíacas.",
      "Magnésio: fraqueza, dores de cabeça, ansiedade, batimentos cardíacos irregulares.",
      "Vitamina C: fadiga crônica, instabilidade emocional.",
      "E essa é apenas uma parte dos possíveis sintomas, que muitas vezes são confundidos com um quadro de depressão.",
      "Nossas experiências pessoais reforçam a importância de considerar o equilíbrio hormonal e vitamínico ao avaliar transtornos mentais.",
      "Um dos membros da nossa equipe pensava que estava passando por um burnout, devido a uma fadiga inexplicável, alterações de humor e falta de motivação.",
      "Sabendo que poderia ser algo relacionado a hormônios e vitaminas, ele procurou um médico, descobriu uma deficiência de vitamina D e, após o tratamento, sentiu uma grande melhora."
    ]
  },
  "screen_4": {
    "texts": [
      "Outro caso foi de uma colega que apresentava sintomas semelhantes aos da depressão e descobriu que sofria de anemia por deficiência de ferro. O tratamento trouxe uma melhora significativa no seu estado de saúde.",
      "Ela descreveu sua experiência da seguinte forma: “Eu sentia sono o tempo todo, não queria fazer nada, nem conversar com ninguém. Sofria de uma apatia terrível, tonturas e irritabilidade. Em determinado momento, cheguei a acreditar que estava com depressão, até que fiz um exame de sangue de rotina e descobri um problema com minha hemoglobina.",
      "Depois disso, fiz exames complementares e foi constatada anemia por deficiência de ferro e baixa de ferritina. Eu achava que era depressão, mas, após o tratamento com suplementos, voltei a me sentir bem.”",
      "Compartilhamos essas histórias para alertá-lo sobre diagnósticos incorretos.",
      "Portanto, se você sente desânimo, cansaço, exaustão e outros sintomas semelhantes, preste atenção não apenas à sua saúde mental, mas também à saúde física.",
      "Consulte um médico, faça um hemograma completo, verifique os níveis de vitaminas e hormônios. Isso pode ser um passo importante para melhorar seu estado emocional."
    ]
  }
}
