{
  "title": "Técnica: Um Dia Sob Controle",
  "description": "O artigo apresenta uma técnica única de planejamento chamada \"Duas Colunas\", focada em melhorar a auto-organização e aumentar a eficiência pessoal. Os leitores aprenderão como a simples divisão de tarefas em \"planejamento\" e \"realidade\" pode ajudar não apenas na realização de objetivos, mas também na reflexão sobre suas ações diárias. É dada especial atenção à análise do que foi realizado, permitindo aprender a se adaptar a mudanças e encontrar um equilíbrio entre o que deve ser feito e o que se deseja fazer.",
  "screen_1": {
    "texts": [
      "O primeiro exercício que queremos compartilhar com você é simples, mas eficaz, e ajudará na sua auto-organização.",
      "À noite, na véspera do dia seguinte, sente-se e escreva sua programação para o dia. Ela será composta de duas partes, ou seja, de duas colunas.",
      "A primeira coluna é o \"Antes\". Este é o plano horário do que você quer fazer. Não precisa escrever muito: em cada linha horária, escreva uma ou duas palavras que representem uma atividade ou ação.",
      "Por exemplo, pode ser algo simples como: tomar um banho, tomar café da manhã, colocar a roupa para lavar. Ou pode ser algo mais exigente: limpar a casa, preparar-se para um exame, elaborar um currículo, etc.",
      "No final de cada dia, anote na segunda coluna — o \"Depois\".",
      "Nesta coluna, registre o que você realmente fez ao longo do dia, também por horas. Suas atividades podem coincidir com as planejadas ou serem diferentes — isso é normal, não se preocupe.",
      "Mesmo que você consiga realizar apenas uma pequena parte da lista \"Antes\", o simples ato de planejar seu tempo pode ser um processo muito útil e visualmente claro.",
      "Além disso, marque cada atividade com a letra \"T-tarefa\", se esta atividade foi difícil para você e representou uma conquista pessoal."
    ]
  },
  "screen_2": {
    "texts": [
      "Pode acontecer que, em casos de depressão, escovar os dentes ou tomar um banho seja uma conquista para você, e não há nada de errado ou vergonhoso nisso, acredite. E então, ao lado dessas atividades, você escreverá a letra \"T\". Além disso, marque o grau de dificuldade.",
      "Por exemplo, arrumar a cama foi relativamente fácil, então pode ser \"T-2\", mas preparar o almoço foi mais difícil, então pode ser \"T-7\". A escala que você usará para avaliar isso será determinada pelas suas sensações.",
      "Se a atividade no seu plano foi algo agradável para você, então marque ao lado \"P-prazer\".",
      "Por exemplo, assistir a um filme ou caminhar no parque foi um prazer, então marque a letra correspondente e também avalie o grau de satisfação que obteve com essa atividade.",
      "Basicamente, esse é o exercício: é simples, mas eficaz. Você pode pensar que isso não vai funcionar, mas se não tentar fazer isso regularmente por um tempo, nunca vai entender. Funciona porque:",
      "Isso vai parar sua tendência de pensar constantemente na importância e valor de certas ações e ajudará a lidar com as contradições internas: se vale a pena ou não fazer algo;",
      "Ajudará a planejar seu tempo de forma equilibrada, pois haverá tarefas que você simplesmente precisa fazer por algum motivo, assim como atividades que lhe proporcionam prazer;"
    ]
  },
  "screen_3": {
    "texts": [
      "Se você começar a fazer essa programação do dia regularmente, logo perceberá que sua motivação cresce, porque ao começar a fazer algo, você refutará suas crenças de que não é capaz de fazer nada.",
      "Uma pessoa que esteve deprimida por muito tempo e sofreu de procrastinação compartilhou seu feedback sobre essa técnica:",
      "Ao planejar meu dia e olhar para os resultados à noite, percebi em que estou gastando meu tempo.",
      "Isso me ajudou a assumir a responsabilidade pela minha vida novamente. Eu percebo que posso controlar a situação, se eu quiser."
    ],
    "quote": {
      "text": "O mais importante na gestão do tempo não é gerenciar o tempo, mas gerenciar a si mesmo",
      "author": "Peter Drucker"
    }
  }
}
