{
  "control": {
    "title": "Técnica: Um Dia Sob Controle",
    "description": "O artigo apresenta uma técnica única de planejamento chamada \"Duas Colunas\", focada em melhorar a auto-organização e aumentar a eficiência pessoal. Os leitores aprenderão como a simples divisão de tarefas em \"planejamento\" e \"realidade\" pode ajudar não apenas na realização de objetivos, mas também na reflexão sobre suas ações diárias. É dada especial atenção à análise do que foi realizado, permitindo aprender a se adaptar a mudanças e encontrar um equilíbrio entre o que deve ser feito e o que se deseja fazer.",
    "screen_1": {
      "texts": [
        "O primeiro exercício que queremos compartilhar com você é simples, mas eficaz, e ajudará na sua auto-organização.",
        "À noite, na véspera do dia seguinte, sente-se e escreva sua programação para o dia. Ela será composta de duas partes, ou seja, de duas colunas.",
        "A primeira coluna é o \"Antes\". Este é o plano horário do que você quer fazer. Não precisa escrever muito: em cada linha horária, escreva uma ou duas palavras que representem uma atividade ou ação.",
        "Por exemplo, pode ser algo simples como: tomar um banho, tomar café da manhã, colocar a roupa para lavar. Ou pode ser algo mais exigente: limpar a casa, preparar-se para um exame, elaborar um currículo, etc.",
        "No final de cada dia, anote na segunda coluna — o \"Depois\".",
        "Nesta coluna, registre o que você realmente fez ao longo do dia, também por horas. Suas atividades podem coincidir com as planejadas ou serem diferentes — isso é normal, não se preocupe.",
        "Mesmo que você consiga realizar apenas uma pequena parte da lista \"Antes\", o simples ato de planejar seu tempo pode ser um processo muito útil e visualmente claro.",
        "Além disso, marque cada atividade com a letra \"T-tarefa\", se esta atividade foi difícil para você e representou uma conquista pessoal."
      ]
    },
    "screen_2": {
      "texts": [
        "Pode acontecer que, em casos de depressão, escovar os dentes ou tomar um banho seja uma conquista para você, e não há nada de errado ou vergonhoso nisso, acredite. E então, ao lado dessas atividades, você escreverá a letra \"T\". Além disso, marque o grau de dificuldade.",
        "Por exemplo, arrumar a cama foi relativamente fácil, então pode ser \"T-2\", mas preparar o almoço foi mais difícil, então pode ser \"T-7\". A escala que você usará para avaliar isso será determinada pelas suas sensações.",
        "Se a atividade no seu plano foi algo agradável para você, então marque ao lado \"P-prazer\".",
        "Por exemplo, assistir a um filme ou caminhar no parque foi um prazer, então marque a letra correspondente e também avalie o grau de satisfação que obteve com essa atividade.",
        "Basicamente, esse é o exercício: é simples, mas eficaz. Você pode pensar que isso não vai funcionar, mas se não tentar fazer isso regularmente por um tempo, nunca vai entender. Funciona porque:",
        "Isso vai parar sua tendência de pensar constantemente na importância e valor de certas ações e ajudará a lidar com as contradições internas: se vale a pena ou não fazer algo;",
        "Ajudará a planejar seu tempo de forma equilibrada, pois haverá tarefas que você simplesmente precisa fazer por algum motivo, assim como atividades que lhe proporcionam prazer;"
      ]
    },
    "screen_3": {
      "texts": [
        "Se você começar a fazer essa programação do dia regularmente, logo perceberá que sua motivação cresce, porque ao começar a fazer algo, você refutará suas crenças de que não é capaz de fazer nada.",
        "Uma pessoa que esteve deprimida por muito tempo e sofreu de procrastinação compartilhou seu feedback sobre essa técnica:",
        "Ao planejar meu dia e olhar para os resultados à noite, percebi em que estou gastando meu tempo.",
        "Isso me ajudou a assumir a responsabilidade pela minha vida novamente. Eu percebo que posso controlar a situação, se eu quiser."
      ],
      "quote": {
        "text": "O mais importante na gestão do tempo não é gerenciar o tempo, mas gerenciar a si mesmo",
        "author": "Peter Drucker"
      }
    }
  },
  "death": {
    "title": "Buscando a si mesmo após a perda de um ente querido",
    "description": "O artigo conta a história de Anastasia, que enfrentou uma profunda depressão e sentimentos de culpa após o suicídio de seu irmão. Ela aprendeu a se libertar das autoacusações por meio da psicoterapia, o que a ajudou a mudar sua atitude em relação a si mesma e aos seus sentimentos. Como resultado, Anastasia saiu da depressão, aceitou que não era culpada e começou a viver uma vida plena.",
    "screen_1": {
      "texts": [
        "Cada um de nós, mais cedo ou mais tarde, enfrenta a perda de um ente querido. A morte é um golpe devastador que envolve aqueles que amavam a pessoa falecida em um turbilhão de dor e luto.",
        "Lágrimas, tristeza e sofrimento são reações normais à perda. Elas nos ajudam a superar o momento e nos dão força para continuar vivendo.",
        "Às vezes, o luto se prolonga, e a pessoa pode sofrer por anos, ou às vezes, cai imediatamente em uma depressão profunda.",
        "Aqui está a história de uma paciente que sofria de depressão: Anastasia, uma jovem de 29 anos cujo irmão mais novo cometeu suicídio poucos meses antes dela procurar ajuda psicoterapêutica.",
        "Um fator especialmente doloroso e agravante no desenvolvimento de sua depressão foi a crença de que ela era responsável pelo suicídio de seu irmão.",
        "Nastya sentia que estava enfrentando um problema absolutamente real e insolúvel. Ela acreditava que merecia morrer e tinha pensamentos suicidas.",
        "Um problema comum que atormenta os familiares de alguém que cometeu suicídio é o sentimento de culpa.",
        "As pessoas muitas vezes se torturam com pensamentos como: \"Por que eu não impedi isso? Por que eu não percebi a tempo?\"",
        "Mesmo psicoterapeutas não estão imunes a tais reações após o suicídio de seus pacientes e podem se culpar: \"Realmente foi minha culpa. Se eu tivesse conversado de maneira diferente com ele na última sessão. Por que eu não perguntei diretamente se ele queria se suicidar? Eu deveria ter feito algo mais decisivo. Eu o matei!\""
      ],
      "quote": {
        "text": "Podemos perder aqueles que amamos, mas eles nunca estarão longe enquanto os mantivermos em nossa memória.",
        "author": "Confúcio"
      }
    },
    "screen_2": {
      "texts": [
        "As autoacusações de Anastasia começaram muito antes da tragédia: ela acreditava há muito tempo que sua vida era mais fácil e melhor do que a de seu irmão, e tentava compensar isso oferecendo apoio emocional e financeiro durante sua longa luta contra a depressão.",
        "Ela o incentivou a procurar um psicólogo, ajudou a pagar as sessões e até alugou um apartamento próximo ao seu, para que ele pudesse ligar para ela sempre que se sentisse mal.",
        "Nastya estava convencida de que era responsável pela morte de seu irmão, pois \"poderia ter feito ainda mais\".",
        "Ela estava profundamente afetada pela trágica situação em que se encontrava.",
        "Nas primeiras sessões de terapia, ela discutiu as razões de sua autoacusações e a crença de que deveria morrer: \"Eu era responsável pela vida do meu irmão. Acredito que minha incapacidade de ajudá-lo levou à sua morte. Parece-me que não consegui dar-lhe o apoio necessário, não percebi o estado terrível em que ele estava. Eu deveria ter salvo sua vida.\"",
        "Ela estava convencida de que sua culpa e sofrimento eram justificados e corretos, e que ela deveria ser punida e sofrer.",
        "Lendo essa história de fora, você provavelmente dirá que seus pensamentos e crenças são irreais e ilógicos, e que eles apenas a prejudicam.",
        "O erro que ela cometeu repetidamente foi a personalização. No processo de psicoterapia, Nastya chegou às seguintes conclusões:",
        "Se ela fosse responsável pela morte de seu irmão, isso significaria que ela deveria ser a causa de seu suicídio.",
        "Ela não controlava os pensamentos de seu irmão, portanto, não poderia ser responsável pelas crenças destrutivas que o levaram à depressão severa e, como consequência, à morte. Esses foram os erros dele, não dela.",
        "Ao tentar assumir a responsabilidade pelo humor e ações dele, ela estava tentando influenciar algo que estava além de seu controle, embora o máximo que ela pudesse fazer fosse ser um apoio dentro de suas possibilidades."
      ]
    },
    "screen_3": {
      "texts": [
        "Se ela soubesse que ele planejava cometer suicídio, teria feito tudo ao seu alcance para impedi-lo. No entanto, como ela não sabia, infelizmente, não poderia mudar nada.",
        "Portanto, ao se culpar por sua morte, ela erroneamente acreditava que poderia prever o futuro com absoluta certeza e que todo o conhecimento do mundo estava ao seu dispor. Como ambas as suposições eram extremamente irreais, ela não tinha base para se culpar.",
        "Todos esses argumentos indicam que era um grande erro assumir a responsabilidade pelo ato de seu irmão, já que ela, no final das contas, não podia controlá-lo.",
        "Na verdade, Nastya é responsável apenas por sua própria vida e bem-estar.",
        "Nesse momento, ficou claro para ela que seu sofrimento não era porque ela \"falhou com ele\", mas porque permitiu-se afundar na depressão e pensar em suicídio.",
        "Um comportamento útil e ajudador nesse caso seria rejeitar o sentimento de culpa, sair da depressão e, em seguida, buscar levar uma vida feliz e alegre.",
        "É assim que a responsabilidade por si mesma se manifesta. Após a psicoterapia, o estado de Anastasia melhorou, e logo ela superou a depressão. Ela atribuiu isso a mudanças profundas em sua atitude em relação a si mesma."
      ]
    }
  },
  "diagnostic": {
    "title": "Diagnóstico da Depressão: Uma Jornada para Entender a Si Mesmo",
    "description": "O artigo explora métodos de diagnóstico da depressão, começando com uma triagem geral dos sintomas e avançando para a autodiagnose utilizando a \"Escala de Depressão de Beck\". Ele enfatiza a importância de consultar especialistas para um diagnóstico e tratamento precisos, especialmente em casos graves. Além disso, o artigo oferece conselhos práticos e exercícios para aqueles que desejam melhorar sua saúde mental.",
    "screen_1": {
      "texts": [
        "Na seção anterior, já discutimos o que é depressão.",
        "Agora, nosso objetivo é entender como diagnosticar essa condição em si mesmo.",
        "O diagnóstico da depressão pode ser dividido em três etapas:",
        "Triagem geral",
        "A depressão, como qualquer outro transtorno, tem seus próprios sintomas. Vamos analisá-los mais detalhadamente:",
        "Humor deprimido.",
        "Diminuição do interesse por atividades que antes proporcionavam prazer.",
        "Anedonia – redução na capacidade de sentir prazer.",
        "Dificuldade de concentração, queda no desempenho e na tomada de decisões.",
        "Distúrbios do sono e do apetite, podendo ser tanto aumento quanto redução.",
        "Sentimentos de desesperança, impotência, irritabilidade, vergonha, culpa.",
        "Ansiedade ou apatia.",
        "Falta de energia, cansaço constante.",
        "Pensamentos de morte ou suicídio.",
        "Provavelmente, todos nós já nos deparamos com um ou mais desses sintomas em algum momento.",
        "Mas isso nem sempre significa depressão. Como, então, identificar a presença da depressão?",
        "Podemos falar de um transtorno depressivo se você observar pelo menos quatro dos sintomas listados por um período de duas semanas.",
        "Também é importante levar em conta outros fatores, como o estado geral de saúde e as circunstâncias da vida."
      ],
      "quote": {
        "text": "Não podemos mudar as situações que a vida nos apresenta, mas podemos mudar nossa capacidade de enfrentá-las.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Autodiagnóstico usando métodos comprovados",
        "Existem muitos testes para o autodiagnóstico da depressão.",
        "Um dos mais confiáveis e reconhecidos é a \"Escala de Depressão de Beck\" (BDI).",
        "Esse método, desenvolvido pelo psicoterapeuta americano Aaron Beck, inclui 21 categorias de sintomas, cada uma contendo de 4 a 5 afirmações que refletem diferentes aspectos da depressão.",
        "Ao fazer esse teste, você pode avaliar o grau de seu estado: de depressão leve a grave.",
        "O teste está disponível em nosso aplicativo, sendo simples e intuitivo de usar."
      ],
      "quote": {
        "text": "Cuidar de si mesmo não é uma exceção na lista de suas responsabilidades, é parte dessa lista.",
        "author": "Lennard Davis"
      }
    },
    "screen_3": {
      "texts": [
        "Consulta com um especialista",
        "Caso o autodiagnóstico indique um possível estado depressivo, é recomendável procurar um especialista: psicólogo, psiquiatra ou psicoterapeuta.",
        "Eles podem fornecer um diagnóstico preciso e sugerir o tratamento adequado. Estamos prontos para apoiá-lo e fornecer informações úteis nesta seção.",
        "Este material foi desenvolvido para ajudar pessoas com depressão leve a moderada.",
        "Para aqueles que sofrem de formas mais graves de depressão, este material também pode ser valioso.",
        "Ele pode aliviar alguns sintomas, mas em casos mais sérios é importante lembrar que apenas ferramentas de autoajuda podem não ser suficientes.",
        "Nessas situações, é crucial buscar ajuda de profissionais e, se necessário, considerar o uso de medicamentos.",
        "Diagnosticar problemas psicológicos é uma tarefa complexa.",
        "Na autodiagnose, sempre existe o risco de erro.",
        "No entanto, mesmo que você não tenha depressão clínica, mas esteja apenas passando por um período de desânimo, este material será útil.",
        "Analisaremos em detalhes os mecanismos subjacentes à depressão e ofereceremos conselhos práticos e exercícios.",
        "Se você deseja melhorar a qualidade de sua vida e está disposto a seguir nossas recomendações, vamos continuar esta jornada juntos!"
      ]
    }
  }
}