{
  "title": "Diagnóstico da Depressão: Uma Jornada para Entender a Si Mesmo",
  "description": "O artigo explora métodos de diagnóstico da depressão, começando com uma triagem geral dos sintomas e avançando para a autodiagnose utilizando a \"Escala de Depressão de Beck\". Ele enfatiza a importância de consultar especialistas para um diagnóstico e tratamento precisos, especialmente em casos graves. Além disso, o artigo oferece conselhos práticos e exercícios para aqueles que desejam melhorar sua saúde mental.",
  "screen_1": {
    "texts": [
      "Na seção anterior, já discutimos o que é depressão.",
      "Agora, nosso objetivo é entender como diagnosticar essa condição em si mesmo.",
      "O diagnóstico da depressão pode ser dividido em três etapas:",
      "Triagem geral",
      "A depressão, como qualquer outro transtorno, tem seus próprios sintomas. Vamos analisá-los mais detalhadamente:",
      "Humor deprimido.",
      "Diminuição do interesse por atividades que antes proporcionavam prazer.",
      "Anedonia – redução na capacidade de sentir prazer.",
      "Dificuldade de concentração, queda no desempenho e na tomada de decisões.",
      "Distúrbios do sono e do apetite, podendo ser tanto aumento quanto redução.",
      "Sentimentos de desesperança, impotência, irritabilidade, vergonha, culpa.",
      "Ansiedade ou apatia.",
      "Falta de energia, cansaço constante.",
      "Pensamentos de morte ou suicídio.",
      "Provavelmente, todos nós já nos deparamos com um ou mais desses sintomas em algum momento.",
      "Mas isso nem sempre significa depressão. Como, então, identificar a presença da depressão?",
      "Podemos falar de um transtorno depressivo se você observar pelo menos quatro dos sintomas listados por um período de duas semanas.",
      "Também é importante levar em conta outros fatores, como o estado geral de saúde e as circunstâncias da vida."
    ],
    "quote": {
      "text": "Não podemos mudar as situações que a vida nos apresenta, mas podemos mudar nossa capacidade de enfrentá-las.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Autodiagnóstico usando métodos comprovados",
      "Existem muitos testes para o autodiagnóstico da depressão.",
      "Um dos mais confiáveis e reconhecidos é a \"Escala de Depressão de Beck\" (BDI).",
      "Esse método, desenvolvido pelo psicoterapeuta americano Aaron Beck, inclui 21 categorias de sintomas, cada uma contendo de 4 a 5 afirmações que refletem diferentes aspectos da depressão.",
      "Ao fazer esse teste, você pode avaliar o grau de seu estado: de depressão leve a grave.",
      "O teste está disponível em nosso aplicativo, sendo simples e intuitivo de usar."
    ],
    "quote": {
      "text": "Cuidar de si mesmo não é uma exceção na lista de suas responsabilidades, é parte dessa lista.",
      "author": "Lennard Davis"
    }
  },
  "screen_3": {
    "texts": [
      "Consulta com um especialista",
      "Caso o autodiagnóstico indique um possível estado depressivo, é recomendável procurar um especialista: psicólogo, psiquiatra ou psicoterapeuta.",
      "Eles podem fornecer um diagnóstico preciso e sugerir o tratamento adequado. Estamos prontos para apoiá-lo e fornecer informações úteis nesta seção.",
      "Este material foi desenvolvido para ajudar pessoas com depressão leve a moderada.",
      "Para aqueles que sofrem de formas mais graves de depressão, este material também pode ser valioso.",
      "Ele pode aliviar alguns sintomas, mas em casos mais sérios é importante lembrar que apenas ferramentas de autoajuda podem não ser suficientes.",
      "Nessas situações, é crucial buscar ajuda de profissionais e, se necessário, considerar o uso de medicamentos.",
      "Diagnosticar problemas psicológicos é uma tarefa complexa.",
      "Na autodiagnose, sempre existe o risco de erro.",
      "No entanto, mesmo que você não tenha depressão clínica, mas esteja apenas passando por um período de desânimo, este material será útil.",
      "Analisaremos em detalhes os mecanismos subjacentes à depressão e ofereceremos conselhos práticos e exercícios.",
      "Se você deseja melhorar a qualidade de sua vida e está disposto a seguir nossas recomendações, vamos continuar esta jornada juntos!"
    ]
  }
}
