{
  "title": "Depressão e Diagnóstico Terminal",
  "description": "O artigo explora os desafios emocionais e psicológicos enfrentados por pessoas que recebem um diagnóstico grave, destacando a complexidade de transmitir suas experiências para pessoas saudáveis. A história de Olga, cuja vida muda drasticamente após a suspeita de câncer, ilustra como ela lida com a depressão e a perda de sentido na vida através do trabalho com um psicólogo. No final, Olga chega à compreensão de seu valor pessoal imutável e da importância de pequenas realizações, o que a ajuda a restaurar sua autoestima e a mudar seu estado emocional, apesar do sofrimento físico.",
  "screen_1": {
    "texts": [
      "O que acontece com uma pessoa ao descobrir que tem uma doença grave, possivelmente terminal? Muitas pessoas enfrentam desafios semelhantes, mas explicar a alguém saudável o que elas sentem é uma tarefa extremamente difícil.",
      "Histórias sobre pessoas que enfrentam doenças graves são frequentemente a base de romances ou filmes. No cinema, esses enredos podem assumir formas cômicas, mas na realidade, tudo é muito mais complexo.",
      "Independentemente da gravidade e duração da doença, o \"veredito fatal\" sempre age como uma explosão ou um raio.",
      "Uma pessoa que descobre um diagnóstico terminal pode enfrentar uma depressão reativa. A depressão reativa é um transtorno mental que se desenvolve rapidamente em resposta a eventos traumáticos ou estresse intenso.",
      "Nesse estado, o paciente constantemente experimenta medo, ansiedade, apatia em relação ao ambiente, mau humor, cansaço, falta de autoconfiança, pensamentos suicidas, além de enfrentar problemas com sono e apetite.",
      "Muitas doenças mudam radicalmente o estilo de vida de uma pessoa. Alguém que antes era saudável e ativo, amante de viagens e da natureza, pode de repente se tornar uma pessoa incapaz de sair da cama.",
      "Nessa condição, a pessoa não consegue ir ao banheiro sozinha ou tomar banho, muito menos dar um simples passeio.",
      "Além disso, a percepção de quanto tempo e esforço seus familiares dedicam aos cuidados faz com que ela se sinta um fardo."
    ],
    "quote": {
      "text": "Sua doença não define quem você é. Sua força e coragem em lutar contra ela, sim.",
      "author": "Jules Renard"
    }
  },
  "screen_2": {
    "texts": [
      "Olga tinha 39 anos quando sua vida mudou drasticamente devido à suspeita de câncer.",
      "Era como se a vida tivesse parado: ela se sentiu desconectada da realidade. Todos os medos e ansiedades anteriores pareciam pequenos e insignificantes em comparação com o horror que de repente a atingiu.",
      "Quando os piores temores se confirmaram, foi um golpe para Olga e sua família, como a explosão de uma granada.",
      "Nos meses seguintes, a fraqueza física a mergulhou em uma tristeza ainda maior.",
      "A situação não foi complicada apenas pelo desconforto físico da doença e da quimioterapia, mas pela necessidade de desistir das atividades habituais que eram muito importantes para ela.",
      "Olga não podia mais cuidar das tarefas domésticas como antes (essas responsabilidades foram assumidas pelo marido), teve que abandonar o trabalho que amava, seus hobbies e longos passeios com amigos.",
      "Apesar de todos esses problemas reais, seria a depressão de Olga inevitável?",
      "Durante o trabalho com o psicólogo, foram identificados os pensamentos automáticos e crenças negativas que a preocupavam:",
      "Não estou contribuindo para a sociedade",
      "Não estou tendo sucesso na carreira",
      "Não posso participar de atividades recreativas",
      "Tornei-me um fardo para o meu marido",
      "Esses pensamentos causavam tristeza, raiva, frustração e culpa, semelhantes aos pensamentos de pessoas fisicamente saudáveis que sofrem de depressão.",
      "A depressão foi causada não tanto pelo tumor, mas pela atitude negativa que minava sua confiança em seu próprio valor. Ao associar seu valor pessoal a realizações, Olga se submetia ao sofrimento.",
      "Para ela, o câncer significava: \"Seu tempo acabou! Você não vale mais nada!\"."
    ]
  },
  "screen_3": {
    "texts": [
      "Quando Olga, junto com o psicólogo, elaborou um gráfico de seu \"valor pessoal\" desde o nascimento até o suposto momento de sua morte, ela viu que seu valor pessoal permanecia inalterado, mantendo-se em 85% na escala de 0 a 100%.",
      "O psicólogo também sugeriu que ela avaliasse sua produtividade ao longo do mesmo período.",
      "Ela desenhou uma curva mostrando que sua produtividade era baixa na infância, atingiu o pico na idade adulta e depois diminuiu até o momento atual.",
      "Depois disso, Olga teve uma realização. Em primeiro lugar, mesmo quando sua produtividade diminuiu devido à doença, ela continuou a contribuir para si mesma e para sua família através de muitas ações pequenas, mas importantes e valiosas.",
      "Somente o pensamento em preto e branco poderia levá-la a acreditar que sua contribuição era zero.",
      "Em segundo lugar, e o mais importante, ela percebeu que seu valor pessoal era inalterável e estável; era uma realidade, independentemente de suas conquistas.",
      "Essa compreensão permitiu que ela percebesse que não precisava \"merecer\" seu valor humano e que, mesmo enfraquecida, ela continuava sendo igualmente valiosa.",
      "Essa realização reduziu significativamente os sintomas depressivos. Não a livrou do tumor, das dores e dos sofrimentos físicos, mas restaurou sua autoestima abalada e mudou significativamente seu estado emocional."
    ],
    "quote": {
      "text": "A doença não pode roubar sua esperança, a menos que você permita.",
      "author": "Nick Vujicic"
    }
  }
}
