{
  "title": "Autoestima no Abismo da Depressão: O Caminho para a Autoaceitação e o Equilíbrio Interno",
  "description": "Este artigo explora o impacto da depressão na autoestima, revelando como a autopercepção negativa intensifica os sintomas da depressão e impede uma vida plena. Através da análise de casos reais e conselhos de especialistas, são oferecidas etapas práticas para superar a autocrítica e fortalecer a harmonia interior. O artigo serve como um guia confiável para aqueles que buscam encontrar confiança em si mesmos e mudar suas vidas para melhor.",
  "screen_1": {
    "texts": [
      "Um dos sintomas típicos da depressão é a tendência a se culpar, a sentir-se inferior, sem valor e insignificante.",
      "A pessoa frequentemente se rotula como \"fracassada\", \"inútil\", considerando-se má.",
      "Quanto mais grave a depressão, menor a autoestima. Mas você não está sozinho nisso. Pesquisas do psicólogo Aaron Beck mostram que mais de 80% das pessoas que sofrem de depressão sentem-se inúteis.",
      "A imagem de si mesmo muda drasticamente na depressão: você se sente incompleto, deprimido, solitário e desprivilegiado. Você critica a si mesmo, suas ações, habilidades, e seu futuro.",
      "A autocrítica pode assumir as seguintes formas:",
      "Autoculpa – \"Tudo é minha culpa\"",
      "Rotulagem – \"Eu sou tão estúpido\"",
      "Ódio a si mesmo – \"Eu não suporto mais a mim mesmo\"",
      "Dúvidas sobre si mesmo – \"Eu não vou conseguir\"",
      "Pense em como é viver com uma lista \"tão atraente\" como essa? No mínimo, não é fácil. Na depressão, a pessoa pode criticar e humilhar a si mesma incessantemente, sem perceber.",
      "E, claro, isso afeta as emoções, o humor, a atitude consigo mesmo e com a vida em geral.",
      "É por isso que trabalhar na autoestima é tão importante. Superar a autocrítica pode impactar outros sintomas da depressão. Então, vamos começar com a sua autoestima."
    ],
    "quote": {
      "text": "Baixa autoestima é como dirigir pela vida com o freio de mão puxado.",
      "author": "Maxwell Maltz"
    }
  },
  "screen_2": {
    "texts": [
      "A baixa autoestima é uma lente que aumenta todos os seus erros e fracassos até proporções de uma catástrofe total.",
      "Vamos analisar isso com um exemplo de diálogo entre uma pessoa deprimida e um psicólogo:",
      "Ekaterina, por que a crítica de seu chefe causou emoções negativas tão intensas em você? Isso foi realmente uma catástrofe?",
      "Sim, foi horrível, porque eu pareci uma idiota.",
      "Suponha que você realmente parecesse uma idiota. O que isso significa para você?",
      "Isso significa que meu chefe pensa que eu sou estúpida.",
      "E mesmo que ele pense isso, o que segue a partir disso?",
      "Então eu não mereço trabalhar nesta empresa.",
      "E se você realmente não merecer, o que isso significa?",
      "Isso significa que eu sou um nada, que nunca alcançarei nada na vida e acabarei limpando o chão em algum lugar pelo resto dos meus dias.",
      "Neste exemplo, vemos como uma pequena crítica do chefe é percebida como prova da nulidade de Ekaterina e prevê para ela um futuro sombrio.",
      "Assim, pequenos erros são vistos como tragédias quando estamos em depressão. Nesse estado, muitas vezes somos incapazes de pensar de forma realista e lógica.",
      "Em vez disso, estamos convencidos da nossa inferioridade e inutilidade, e convencemos os outros disso, demonstrando convincentemente nossas falhas e insistindo em nossa inaptidão."
    ]
  },
  "screen_3": {
    "texts": [
      "Primeiro, é importante entender que seu valor não pode ser conquistado. O sucesso, claro, pode proporcionar prazer, mas não felicidade. E a autoestima baseada em realizações é uma pseudo-autoestima, não é realista.",
      "Muitas pessoas bem-sucedidas, mas infelizes, que sofrem de depressão, também se consideram inúteis. A prova disso são celebridades que, aparentemente, tinham tudo: carreira, dinheiro, fama, talento, mas ainda assim cometeram suicídio.",
      "A maioria das pessoas que sofrem de depressão na verdade são capazes de muito, podem ser talentosas, atraentes, interessantes, cercadas de amor e cuidado de seus entes queridos.",
      "Mas isso não ajuda, porque não têm amor e respeito por si mesmas. Somente seu senso de valor próprio determina como você se sente.",
      "Um passo muito importante para a conscientização é prestar muita atenção ao que você pensa e diz sobre si mesmo.",
      "Na próxima vez que você insistir em sua inadequação para algo ou avaliar negativamente a si mesmo, suas ações ou sua experiência, tente encontrar evidências reais disso. Muitas vezes, essas evidências são irracionais e sem sentido.",
      "Em segundo lugar, você deve substituir a autocrítica pela autocorreção.",
      "Quando você está aprendendo algo novo, como um novo idioma, o professor não bate na sua cabeça com um livro e diz o quanto você é estúpido se não souber os tempos verbais ou as regras.",
      "Porque isso seria um mau professor com uma metodologia ineficaz de ensino. E dificilmente você gostaria ou seria capaz de aprender um novo idioma dessa maneira.",
      "Infelizmente, muitas vezes você mesmo se torna esse mau professor, criticando em vez de corrigir.",
      "Portanto, tente fazer a si mesmo as seguintes perguntas em vez de criticar: Existe uma maneira melhor de fazer isso? Como posso realizá-la? O que eu deveria aprender mais?",
      "Em terceiro lugar, toda vez que você se criticar, tente imaginar que está criticando os outros da mesma maneira. Você seria tão rude e severo com os outros como é consigo mesmo?"
    ]
  },
  "screen_4": {
    "texts": [
      "Comece a aplicar essas mesmas exigências às pessoas próximas e amigos. Mas seja o mais honesto possível. E quando você começar a fazer isso, perceberá o quanto sua crítica é injusta na verdade.",
      "Sua autoestima é a motivação mais importante na definição de um objetivo de vida e na subsequente realização dele.",
      "Com baixa autoestima, você subestima suas capacidades, privando-se do direito à felicidade.",
      "Para mudar a situação, é necessário mudar seus hábitos de pensamento, seu comportamento e dar pequenos passos em direção a uma autoestima saudável, aceitando fracassos e percebendo os menores sucessos.",
      "E queremos apoiar você nessa jornada difícil, infundir esperança, ajudar a escolher tarefas viáveis e concentrar-se nelas. Para isso, exploraremos várias técnicas eficazes nos próximos capítulos."
    ]
  }
}
