{
  "title": "Técnica: Torne-se Seu Próprio Advogado",
  "description": "Este artigo propõe uma abordagem única para superar a autocrítica, apresentando o conceito de advogado interno. Através de uma analogia com um processo judicial, os leitores são convidados a utilizar uma metodologia que ajuda a se defender efetivamente de autoacusação e pensamentos negativos. Descrevendo o processo de rastreamento, contestação e reinterpretação de crenças autocríticas, o artigo oferece conselhos práticos e perguntas para autorreflexão, promovendo uma relação mais saudável e de apoio consigo mesmo.",
  "screen_1": {
    "texts": [
      "A próxima técnica, que ajuda a trabalhar de forma eficaz com a autocrítica, consiste em se tornar seu próprio advogado. Embora isso possa parecer incomum ou difícil de entender, vamos explorar como funciona.",
      "Para lidar com pensamentos autocríticos, é crucial não apenas reconhecê-los e resistir a eles, mas também desafiá-los ativamente.",
      "Imagine que você está em um tribunal onde sua autocrítica o acusa há muito tempo, rotulando-o de fracassado, fraco, estúpido e culpado de todos os pecados imagináveis.",
      "Agora você tem a chance de atuar como o defensor, cujo objetivo é refutar os argumentos da acusação, demonstrando sua falta de fundamento e absurdo.",
      "Imagine-se como um advogado qualificado que dificilmente se limitaria a dizer algo como: \"Meu cliente é uma pessoa decente, podemos encerrar o caso.\"",
      "Você terá que se esforçar ao máximo para apresentar fatos e argumentos convincentes que desmantelem categoricamente as acusações.",
      "Vamos ver um exemplo de aplicação desta técnica em um diálogo entre um psicólogo e um cliente:"
    ],
    "quote": {
      "text": "Seja o advogado do seu mundo interior, em vez de ser o juiz da sua própria história.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Ultimamente, você tem se entregado cada vez mais à autocrítica, chamando a si mesmo de fraco e fracassado, alguém que não conseguiu nada na vida. Agora imagine que você contratou um advogado para defendê-lo dessa crítica.",
      "Sua tarefa é defender seu cliente, ou seja, você mesmo, da forma mais eficaz possível, usando argumentos e evidências. Mesmo que você próprio não acredite em sua inocência e não simpatize com seu cliente, agora seu papel é ser um advogado competente, desempenhando bem seu trabalho.",
      "Interessante ideia, vale a pena tentar.",
      "Ótimo. Então eu farei o papel de acusador, usando suas próprias palavras contra você, e você será o defensor.",
      "Entendido, vamos começar.",
      "(No papel de acusador) Paulo é fraco e fracassado, que não conseguiu nada na vida.",
      "(No papel de advogado) Isso é categoricamente falso. Paulo tem uma formação superior, uma carreira de sucesso, uma família e amigos que o amam e valorizam.",
      "(No papel de acusador) Talvez, mas nem tudo é perfeito. Ele comete erros no trabalho, nem sempre cumpre prazos, e estou certo de que ele é um fracassado.",
      "(No papel de advogado) Em primeiro lugar, sentimentos não podem ser usados como prova em tribunal. Em segundo lugar, cometer erros e não cumprir prazos não fazem dele um fracassado, pois todo ser humano está sujeito a erros e atrasos. Isso não é base para conclusões tão categóricas.",
      "(No papel de acusador) Talvez ele não seja um completo fracassado, mas certamente é fraco.",
      "(No papel de advogado) Você tem provas disso?",
      "(No papel de acusador) Ele não trabalha o suficiente. Deveria se esforçar mais. Ele age como um fraco.",
      "(No papel de advogado) Isso não é verdade. Paulo trabalha duro e alcança sucesso no trabalho, onde é valorizado como um funcionário responsável. Se ele trabalhasse pouco ou de forma ineficaz, não seria tão valorizado e não estaria sendo considerado para uma promoção."
    ]
  },
  "screen_3": {
    "texts": [
      "Esta técnica é especialmente útil porque muitas pessoas acham mais fácil se imaginar no papel de advogado defendendo outra pessoa do que se justificando perante seu acusador interno.",
      "Ao assumir o papel de um defensor profissional, você exige provas reais e refuta argumentos de acusação que são infundados ou ilógicos.",
      "Portanto, ao se deparar com pensamentos negativos sobre si mesmo, pergunte-se: \"Como eu defenderia meu cliente se tivesse que provar sua inocência?\"",
      "Esforce-se para agir como um verdadeiro profissional, identificando inconsistências lógicas em seus pensamentos automáticos. Esses pensamentos são justificados? O que pode ser dito sobre você a partir de uma perspectiva racional?",
      "Para ajudar, sugerimos algumas perguntas que podem auxiliá-lo no trabalho com seus pensamentos:",
      "Qual \"lei\" supostamente foi violada? Em que consiste a acusação?",
      "Existem fundamentos convincentes para tais acusações?",
      "Quais evidências podem confirmar a culpa?",
      "Pode-se oferecer uma explicação alternativa para o comportamento?",
      "O acusado agiu da mesma forma que qualquer pessoa razoável faria em uma situação semelhante?",
      "É possível que alguém mais seja total ou parcialmente responsável pelo ocorrido?",
      "Quais provas você apresentaria em defesa do acusado?"
    ]
  }
}
