{
  "title": "Despertando a Vontade: Por que a Depressão Gera Apatia",
  "description": "Este artigo discute o problema da depressão e seu impacto na motivação e na atividade das pessoas. Ele explora como a depressão pode paralisar a vontade de agir, levando à inércia e à procrastinação, e enfatiza a importância de superar esse estado para voltar a uma vida normal. O artigo oferece reflexões e estratégias para combater a depressão, incluindo a mudança de pensamento, a superação da falta de motivação e a importância de tomar ações ativas para melhorar o bem-estar geral.",
  "screen_1": {
    "texts": [
      "Quando você está em depressão, é muito difícil começar a fazer qualquer coisa. Você espera por uma motivação que parece nunca chegar. Você, como um urso em hibernação, permanece em sua toca, esperando por tempos melhores.",
      "Talvez você pense ou queira começar uma atividade, mas se depara com a ideia de que nenhuma delas lhe trará prazer ou que será muito difícil.",
      "Esse comportamento o afasta ainda mais da vida cotidiana, dos hobbies, amigos e família. Você se sente impotente, se critica pela inércia, o que o leva a uma depressão ainda maior.",
      "O ciclo vicioso está formado.",
      "Mas chegou a hora de sair dele.",
      "Vamos começar falando sobre a inatividade e a falta de motivação, e depois abordaremos técnicas e recomendações eficazes para combater isso.",
      "Um dos aspectos mais destrutivos da depressão é que ela paralisa sua força de vontade. Você provavelmente percebeu que adia tarefas diárias desagradáveis e procrastina.",
      "Você sente que não tem motivação para nada, tudo parece muito difícil, então você cede a esse estado e não faz nada.",
      "Quanto mais tempo passa, mais difícil se torna se obrigar a fazer qualquer coisa. Essa prisão emocional pode durar semanas, meses e até anos."
    ],
    "quote": {
      "text": "Se você realmente quer mudar algo em sua vida, a única maneira é começar a fazer isso agora mesmo, neste exato momento.",
      "author": "Fumio Sasaki"
    }
  },
  "screen_2": {
    "texts": [
      "A inatividade é um dos maiores paradoxos da natureza humana.",
      "Você já percebeu que algumas pessoas parecem se lançar no turbilhão da vida e tirar dela tudo o que podem, enquanto outras mantêm distância, se limitando em tudo?",
      "Você sabia que, se uma pessoa for isolada por alguns meses, afastada de suas atividades e contatos habituais, isso pode levar a uma depressão grave?",
      "Mas, quando você está em depressão, faz o mesmo consigo mesmo, como se estivesse se condenando a um castigo. Você realmente quer sofrer assim na inatividade? Essas são questões para refletir, mas a resposta parece óbvia.",
      "Se você visualizar como a inatividade se manifesta em pensamentos durante a depressão, seria algo assim:",
      "A pessoa pensa em uma atividade que precisa ou gostaria de realizar.",
      "Estou muito cansado/Não vou gostar/Meus amigos não vão querer passar tempo comigo/Não vou conseguir/Nada vai melhorar meu humor.",
      "Tristeza/ansiedade/desespero.",
      "Inatividade/procrastinação.",
      "Esses pensamentos e comportamentos privam você cada vez mais da oportunidade de sentir prazer com seus próprios sucessos, de passar tempo com pessoas queridas, de desfrutar de seus hobbies e, em última análise, da vida."
    ]
  },
  "screen_3": {
    "texts": [
      "Por que a motivação não aparece?",
      "É muito provável que você pense que não pode fazer nada sem motivação.",
      "Mas isso é realmente verdade? Você nunca fez algo em sua vida apenas porque era necessário? Você sempre vai trabalhar com muita motivação?",
      "Quando falamos sobre a falta de motivação, na verdade estamos apenas dizendo: \"Eu não quero fazer isso.\"",
      "Podemos disfarçar isso dizendo: \"É muito difícil\", \"Eu não vou conseguir\", \"Eu não estou preparado\", mas o sentido principal é que você não quer fazer isso.",
      "E isso é absolutamente normal, acredite. Não fazemos sempre o que queremos, e muitas vezes fazemos o que não queremos. Isso é vida.",
      "Na depressão, você geralmente quer fazer muito pouco, e provavelmente só quer deitar e não fazer nada. Mas, depois de ficar assim por um ou dois dias, ou até mesmo um mês, você definitivamente não se sentirá melhor."
    ]
  },
  "screen_4": {
    "texts": [
      "Vamos examinar um exemplo de diálogo entre um cliente e um psicólogo, onde a questão da falta de motivação foi discutida.",
      "Entendi corretamente que você costumava frequentar a academia regularmente e praticar esportes, mas agora não consegue se forçar a ir porque não tem motivação para isso?",
      "Isso mesmo, agora eu não quero fazer isso.",
      "Vamos imaginar que você parou de esperar pela motivação e simplesmente foi à academia sem ela. Você apenas decidiu ir. O que aconteceria depois?",
      "Provavelmente eu me sentiria melhor depois do treino, talvez até durante o processo.",
      "E se for assim que você se sinta melhor? Você pode ser produtivo e se sentir melhor mesmo sem motivação, mesmo que esteja cansado ou sem ânimo. O que acha dessa ideia?",
      "Talvez você tenha razão. Houve momentos em que fui à academia sem muita vontade, mas isso me trouxe prazer no final, e me senti produtiva, ganhei energia para outras coisas.",
      "Se você, como o cliente desse diálogo, diz a si mesmo: \"Preciso sentir vontade para fazer isso\", e fica preso na inatividade, saiba que a ação vem antes da motivação. Não o contrário, isso é um mito.",
      "O comportamento cria motivação para quem decide fazer o que é necessário. A ação vem primeiro, a motivação depois.",
      "Já falamos várias vezes sobre a interconexão entre pensamentos, emoções e comportamento, que todos esses três componentes influenciam uns aos outros. Em outras palavras: todas as emoções e ações são resultado dos seus pensamentos e crenças.",
      "Isso significa que mudar seus pensamentos levará a uma mudança nas emoções e, consequentemente, a uma mudança em seu comportamento. Está em suas mãos transformar o ciclo vicioso da inatividade em um ciclo de produtividade."
    ]
  }
}
