{
  "title": "Técnica: O Espelho da Autocrítica",
  "description": "O artigo explora o impacto da autocrítica na autoestima, oferecendo aos leitores um exercício no qual eles expressam sua crítica interna em uma simulação, direcionando-a a um ente querido. Isso ajuda a perceber a injustiça e a severidade da autocrítica e destaca a importância de uma atitude gentil e de apoio consigo mesmo para melhorar a autoestima e alcançar objetivos na vida.",
  "screen_1": {
    "texts": [
      "Comece a exigir o mesmo de seus amigos e entes queridos que você exige de si mesmo. Mas seja o mais honesto possível.",
      "E quando você começar a fazer isso, perceberá o quão injusta sua crítica realmente é.",
      "Vamos ilustrar este exercício com um exemplo de diálogo entre um paciente e um psicólogo:",
      "Dmitry, você mencionou que ser demitido o deixou em um estado terrível. Que você se sente como um fracasso, incapaz de realizar qualquer coisa.",
      "Vamos ver como isso realmente se parece. Eu sugiro uma pequena simulação, onde você dirá tudo o que costuma dizer a si mesmo nessa situação, mas para uma pessoa querida, como seu melhor amigo.",
      "Eu farei o papel de seu amigo, que também foi demitido, como você, e você será você mesmo. Vamos tentar?",
      "Vamos tentar."
    ]
  },
  "screen_2": {
    "texts": [
      "Vamos começar com eu dizendo: \"Fui demitido hoje.\"",
      "Provavelmente você fez algo errado para ser demitido.",
      "Como o quê?",
      "Cometeu muitos erros, foi desatento.",
      "Então você está me criticando?",
      "Sim, você não sabe trabalhar direito. Você não consegue lidar com as coisas. Você é um fracasso.",
      "É muito desagradável ouvir isso, eu esperava o seu apoio.",
      "Como posso apoiá-lo se você não sabe fazer nada direito, se você está sempre cometendo erros. Você nunca vai conseguir nada.",
      "Depois dessa simulação, Dmitry compartilhou como foi difícil para ele dizer essas palavras a alguém querido e que ele nem conseguia imaginar que poderia ser capaz de algo assim."
    ]
  },
  "screen_3": {
    "texts": [
      "Mas é exatamente assim que você se trata, criticando, humilhando, ferindo.",
      "Por que você não se poupa, mas não faria o mesmo com os outros? Pare de aplicar padrões duplos.",
      "Comece a demonstrar a si mesmo a mesma compreensão, cuidado e apoio que você oferece aos outros.",
      "Sua autoestima é um dos maiores motivadores na definição e realização de seus objetivos de vida.",
      "Com uma autoestima baixa, você subestima suas capacidades, privando-se do direito à felicidade.",
      "Para mudar essa situação, você precisa mudar seus hábitos de pensamento, seu comportamento, e, aos poucos, caminhar em direção a uma autoestima saudável, aceitando os fracassos e reconhecendo até os menores sucessos."
    ],
    "quote": {
      "text": "Fale consigo mesmo como falaria com alguém que você ama.",
      "author": "Brené Brown"
    }
  }
}
