{
  "mirror": {
    "title": "Técnica: O Espelho da Autocrítica",
    "description": "O artigo explora o impacto da autocrítica na autoestima, oferecendo aos leitores um exercício no qual eles expressam sua crítica interna em uma simulação, direcionando-a a um ente querido. Isso ajuda a perceber a injustiça e a severidade da autocrítica e destaca a importância de uma atitude gentil e de apoio consigo mesmo para melhorar a autoestima e alcançar objetivos na vida.",
    "screen_1": {
      "texts": [
        "Comece a exigir o mesmo de seus amigos e entes queridos que você exige de si mesmo. Mas seja o mais honesto possível.",
        "E quando você começar a fazer isso, perceberá o quão injusta sua crítica realmente é.",
        "Vamos ilustrar este exercício com um exemplo de diálogo entre um paciente e um psicólogo:",
        "Dmitry, você mencionou que ser demitido o deixou em um estado terrível. Que você se sente como um fracasso, incapaz de realizar qualquer coisa.",
        "Vamos ver como isso realmente se parece. Eu sugiro uma pequena simulação, onde você dirá tudo o que costuma dizer a si mesmo nessa situação, mas para uma pessoa querida, como seu melhor amigo.",
        "Eu farei o papel de seu amigo, que também foi demitido, como você, e você será você mesmo. Vamos tentar?",
        "Vamos tentar."
      ]
    },
    "screen_2": {
      "texts": [
        "Vamos começar com eu dizendo: \"Fui demitido hoje.\"",
        "Provavelmente você fez algo errado para ser demitido.",
        "Como o quê?",
        "Cometeu muitos erros, foi desatento.",
        "Então você está me criticando?",
        "Sim, você não sabe trabalhar direito. Você não consegue lidar com as coisas. Você é um fracasso.",
        "É muito desagradável ouvir isso, eu esperava o seu apoio.",
        "Como posso apoiá-lo se você não sabe fazer nada direito, se você está sempre cometendo erros. Você nunca vai conseguir nada.",
        "Depois dessa simulação, Dmitry compartilhou como foi difícil para ele dizer essas palavras a alguém querido e que ele nem conseguia imaginar que poderia ser capaz de algo assim."
      ]
    },
    "screen_3": {
      "texts": [
        "Mas é exatamente assim que você se trata, criticando, humilhando, ferindo.",
        "Por que você não se poupa, mas não faria o mesmo com os outros? Pare de aplicar padrões duplos.",
        "Comece a demonstrar a si mesmo a mesma compreensão, cuidado e apoio que você oferece aos outros.",
        "Sua autoestima é um dos maiores motivadores na definição e realização de seus objetivos de vida.",
        "Com uma autoestima baixa, você subestima suas capacidades, privando-se do direito à felicidade.",
        "Para mudar essa situação, você precisa mudar seus hábitos de pensamento, seu comportamento, e, aos poucos, caminhar em direção a uma autoestima saudável, aceitando os fracassos e reconhecendo até os menores sucessos."
      ],
      "quote": {
        "text": "Fale consigo mesmo como falaria com alguém que você ama.",
        "author": "Brené Brown"
      }
    }
  },
  "mistake": {
    "title": "Técnica: Superando o Medo de Errar",
    "description": "O artigo oferece métodos eficazes para combater o perfeccionismo, focando na aceitação das imperfeições e na redução do medo de cometer erros.",
    "screen_1": {
      "texts": [
        "Vamos explorar alguns métodos simples, mas extremamente eficazes, que podem ajudar a superar a tendência ao perfeccionismo.",
        "Lista \"anti-perfeccionismo\"",
        "Muitos perfeccionistas acreditam que só é possível aproveitar algo plenamente se for realizado de maneira perfeita. Sugerimos que você desafie essa ideia.",
        "Durante uma semana, registre uma variedade de tarefas espontâneas que você realiza, como \"escovar os dentes\", \"preparar o jantar\", \"elaborar um relatório de trabalho\" ou \"limpar a casa\".",
        "Na segunda coluna, indique o quão eficaz você considera a execução da tarefa, expressa em percentagem.",
        "Na terceira coluna, registre o quanto de prazer essa atividade lhe proporcionou.",
        "Os exemplos podem ser assim:",
        "Preparar o jantar – 50% (poderia ter escolhido uma receita mais complexa e saborosa) – 90% (foi simples, mas muito gostoso e não demorou muito).",
        "Limpar a casa – 70% (fiz o básico, mas não consegui limpar o frigorífico e o fogão) – 100% (a limpeza em casa sempre me dá satisfação).",
        "Elaborar o relatório de trabalho – 85% (coloquei muito esforço no relatório) – 20% (pensamentos constantes de que poderia ser melhor tiraram o prazer do processo).",
        "Este exercício ajudará você a perceber que alcançar a perfeição não é uma condição necessária para aproveitar o processo."
      ],
      "quote": {
        "text": "A perfeição não é um objetivo alcançável, mas uma direção a seguir.",
        "author": "Thomas Watson"
      }
    },
    "screen_2": {
      "texts": [
        "Aceitando a possibilidade de errar",
        "Ninguém gosta de cometer erros, mas para os perfeccionistas, eles se tornam um objeto de medo especial.",
        "Uma das maneiras mais eficazes de superar o medo da imperfeição é aprender a aceitar seus erros.",
        "Você sente o coração bater mais rápido só de pensar na possibilidade de errar? Esses são sinais de medo e ansiedade.",
        "Para se abrir à possibilidade de errar, comece escrevendo um ensaio sobre por que cometer erros é normal e por que buscar a perfeição absoluta é irracional.",
        "Uma jovem que lutava contra o perfeccionismo expressou os seguintes pensamentos:",
        "O medo de cometer erros vem da minha visão de mundo em preto e branco: um erro, e tudo desmorona. Isso é um equívoco. Um pequeno erro não pode destruir todo o bem que foi feito.",
        "Os erros são úteis, pois aprendemos com eles. Sem erros, o aprendizado é impossível. Como ninguém está imune a erros, é importante aprender a aceitá-los e continuar aprendendo com nossas próprias experiências.",
        "Reconhecer erros nos permite corrigir nosso comportamento, o que nos leva a resultados mais satisfatórios, tornando-nos mais felizes e melhorando a qualidade de nossas vidas.",
        "A maioria das pessoas não nos julgará por nossos erros e não deixará de nos amar por causa deles - afinal, todos cometem erros, e muitos se sentem desconfortáveis na companhia de pessoas \"perfeitas\".",
        "Cometer um erro não significa o fim do mundo.",
        "Claro, escrever uma lista como essa não resulta em uma transformação instantânea e no início de um amor pelos erros, mas é um passo importante para mudar sua atitude em relação à imperfeição.",
        "Escreva seu próprio ensaio sobre por que cometer erros é normal e até mesmo benéfico. Lembre-se de que, mesmo se você cometer um erro, o mundo não vai desmoronar - é uma parte natural de qualquer processo, embora não seja a mais desejada."
      ]
    }
  },
  "nonDepression": {
    "title": "Ficar Triste Não Significa Sofrer de Depressão",
    "description": "O artigo aborda a diferença entre a tristeza comum e a depressão clínica, enfatizando que vivenciar perdas e fracassos é natural e nem sempre indica um transtorno mental. Explica como o pensamento distorcido pode transformar reações emocionais normais em sintomas de depressão que requerem intervenção profissional. O objetivo do artigo é ajudar os leitores a distinguir sentimentos naturais de tristeza de condições psicológicas graves, facilitando a autodiagnose e a compreensão de quando a ajuda de um especialista é necessária.",
    "screen_1": {
      "texts": [
        "Nos capítulos anteriores, vimos que problemas como perda de entes queridos, doenças, separações, traições e demissões são absolutamente reais.",
        "Infelizmente, todos nós enfrentamos essas situações, mas, na verdade, nada disso leva necessariamente à depressão real.",
        "Então, surge a pergunta: existe uma \"tristeza saudável\", não afetada por distorções?",
        "Com certeza, sim!",
        "Sentir tristeza e pesar não é necessariamente ruim; em muitas situações, é natural. Sentimentos que uma pessoa experimenta em resposta a uma perda dolorosa — tristeza, pesar, arrependimento, preocupação — são normais.",
        "Esses são sentimentos absolutamente naturais, que qualquer pessoa pode e deve permitir-se sentir.",
        "Se você se sente triste ao terminar um relacionamento, parabéns, você é normal!",
        "Se você sente tristeza e saudade ao lembrar-se da morte de um ente querido, você é totalmente adequado.",
        "Mas depressão não é apenas emoções negativas; é uma doença causada por um pensamento distorcido.",
        "Esperamos que este capítulo tenha conseguido esclarecer isso. Na depressão, a intensidade dos sentimentos negativos não corresponde à gravidade objetiva da situação."
      ],
      "quote": {
        "text": "Entre o estímulo e a resposta, há um espaço. Nesse espaço reside nossa liberdade e poder de escolher nossa resposta. Em nossa resposta reside nosso crescimento e nossa liberdade.",
        "author": "Viktor Frankl"
      }
    },
    "screen_2": {
      "texts": [
        "Uma pessoa em depressão perceberá eventos de qualquer magnitude de forma mais negativa.",
        "Um pequeno contratempo na depressão se transforma em um grande problema. O luto se torna insuportável, e o infortúnio se transforma em catástrofe. A tristeza faz parte da depressão, é claro, mas não é sua base.",
        "Uma pessoa mentalmente saudável pode ser comparada a uma torneira de banheiro, com uma saída de água fria e outra de água quente.",
        "Na vida, existe a \"água fria\" — emoções negativas — e a \"água quente\" — positivas. Para uma pessoa com depressão, a \"torneira fria\" está sempre aberta, e isso não é por causa de problemas \"reais\", mas devido ao pensamento distorcido, que precisa ser alterado.",
        "Nossa atitude em relação à situação em grande parte determina se nossa tristeza permanecerá apenas uma emoção ou se tornará parte da depressão.",
        "A equipe da MindHealth acredita sinceramente e espera que o capítulo sobre depressão e os esforços nele empregados tenham sido úteis para você ou seus entes queridos!",
        "Discutimos os principais princípios e sintomas da depressão, como ela se manifesta e, o mais importante, como lidar com ela por conta própria.",
        "Você sempre pode voltar aos capítulos anteriores, relê-los e testar os exercícios na prática, enquanto continuamos trabalhando em novos capítulos."
      ],
      "quote": {
        "text": "As pessoas mais extraordinárias que conhecemos são aquelas que enfrentaram a derrota, enfrentaram o sofrimento, enfrentaram a luta, enfrentaram a perda e encontraram uma maneira de sair das profundezas.",
        "author": "Viktor Frankl"
      }
    }
  }
}