{
  "title": "Técnica: Superando o Medo de Errar",
  "description": "O artigo oferece métodos eficazes para combater o perfeccionismo, focando na aceitação das imperfeições e na redução do medo de cometer erros.",
  "screen_1": {
    "texts": [
      "Vamos explorar alguns métodos simples, mas extremamente eficazes, que podem ajudar a superar a tendência ao perfeccionismo.",
      "Lista \"anti-perfeccionismo\"",
      "Muitos perfeccionistas acreditam que só é possível aproveitar algo plenamente se for realizado de maneira perfeita. Sugerimos que você desafie essa ideia.",
      "Durante uma semana, registre uma variedade de tarefas espontâneas que você realiza, como \"escovar os dentes\", \"preparar o jantar\", \"elaborar um relatório de trabalho\" ou \"limpar a casa\".",
      "Na segunda coluna, indique o quão eficaz você considera a execução da tarefa, expressa em percentagem.",
      "Na terceira coluna, registre o quanto de prazer essa atividade lhe proporcionou.",
      "Os exemplos podem ser assim:",
      "Preparar o jantar – 50% (poderia ter escolhido uma receita mais complexa e saborosa) – 90% (foi simples, mas muito gostoso e não demorou muito).",
      "Limpar a casa – 70% (fiz o básico, mas não consegui limpar o frigorífico e o fogão) – 100% (a limpeza em casa sempre me dá satisfação).",
      "Elaborar o relatório de trabalho – 85% (coloquei muito esforço no relatório) – 20% (pensamentos constantes de que poderia ser melhor tiraram o prazer do processo).",
      "Este exercício ajudará você a perceber que alcançar a perfeição não é uma condição necessária para aproveitar o processo."
    ],
    "quote": {
      "text": "A perfeição não é um objetivo alcançável, mas uma direção a seguir.",
      "author": "Thomas Watson"
    }
  },
  "screen_2": {
    "texts": [
      "Aceitando a possibilidade de errar",
      "Ninguém gosta de cometer erros, mas para os perfeccionistas, eles se tornam um objeto de medo especial.",
      "Uma das maneiras mais eficazes de superar o medo da imperfeição é aprender a aceitar seus erros.",
      "Você sente o coração bater mais rápido só de pensar na possibilidade de errar? Esses são sinais de medo e ansiedade.",
      "Para se abrir à possibilidade de errar, comece escrevendo um ensaio sobre por que cometer erros é normal e por que buscar a perfeição absoluta é irracional.",
      "Uma jovem que lutava contra o perfeccionismo expressou os seguintes pensamentos:",
      "O medo de cometer erros vem da minha visão de mundo em preto e branco: um erro, e tudo desmorona. Isso é um equívoco. Um pequeno erro não pode destruir todo o bem que foi feito.",
      "Os erros são úteis, pois aprendemos com eles. Sem erros, o aprendizado é impossível. Como ninguém está imune a erros, é importante aprender a aceitá-los e continuar aprendendo com nossas próprias experiências.",
      "Reconhecer erros nos permite corrigir nosso comportamento, o que nos leva a resultados mais satisfatórios, tornando-nos mais felizes e melhorando a qualidade de nossas vidas.",
      "A maioria das pessoas não nos julgará por nossos erros e não deixará de nos amar por causa deles - afinal, todos cometem erros, e muitos se sentem desconfortáveis na companhia de pessoas \"perfeitas\".",
      "Cometer um erro não significa o fim do mundo.",
      "Claro, escrever uma lista como essa não resulta em uma transformação instantânea e no início de um amor pelos erros, mas é um passo importante para mudar sua atitude em relação à imperfeição.",
      "Escreva seu próprio ensaio sobre por que cometer erros é normal e até mesmo benéfico. Lembre-se de que, mesmo se você cometer um erro, o mundo não vai desmoronar - é uma parte natural de qualquer processo, embora não seja a mais desejada."
    ]
  }
}
