{
  "title": "Ficar Triste Não Significa Sofrer de Depressão",
  "description": "O artigo aborda a diferença entre a tristeza comum e a depressão clínica, enfatizando que vivenciar perdas e fracassos é natural e nem sempre indica um transtorno mental. Explica como o pensamento distorcido pode transformar reações emocionais normais em sintomas de depressão que requerem intervenção profissional. O objetivo do artigo é ajudar os leitores a distinguir sentimentos naturais de tristeza de condições psicológicas graves, facilitando a autodiagnose e a compreensão de quando a ajuda de um especialista é necessária.",
  "screen_1": {
    "texts": [
      "Nos capítulos anteriores, vimos que problemas como perda de entes queridos, doenças, separações, traições e demissões são absolutamente reais.",
      "Infelizmente, todos nós enfrentamos essas situações, mas, na verdade, nada disso leva necessariamente à depressão real.",
      "Então, surge a pergunta: existe uma \"tristeza saudável\", não afetada por distorções?",
      "Com certeza, sim!",
      "Sentir tristeza e pesar não é necessariamente ruim; em muitas situações, é natural. Sentimentos que uma pessoa experimenta em resposta a uma perda dolorosa — tristeza, pesar, arrependimento, preocupação — são normais.",
      "Esses são sentimentos absolutamente naturais, que qualquer pessoa pode e deve permitir-se sentir.",
      "Se você se sente triste ao terminar um relacionamento, parabéns, você é normal!",
      "Se você sente tristeza e saudade ao lembrar-se da morte de um ente querido, você é totalmente adequado.",
      "Mas depressão não é apenas emoções negativas; é uma doença causada por um pensamento distorcido.",
      "Esperamos que este capítulo tenha conseguido esclarecer isso. Na depressão, a intensidade dos sentimentos negativos não corresponde à gravidade objetiva da situação."
    ],
    "quote": {
      "text": "Entre o estímulo e a resposta, há um espaço. Nesse espaço reside nossa liberdade e poder de escolher nossa resposta. Em nossa resposta reside nosso crescimento e nossa liberdade.",
      "author": "Viktor Frankl"
    }
  },
  "screen_2": {
    "texts": [
      "Uma pessoa em depressão perceberá eventos de qualquer magnitude de forma mais negativa.",
      "Um pequeno contratempo na depressão se transforma em um grande problema. O luto se torna insuportável, e o infortúnio se transforma em catástrofe. A tristeza faz parte da depressão, é claro, mas não é sua base.",
      "Uma pessoa mentalmente saudável pode ser comparada a uma torneira de banheiro, com uma saída de água fria e outra de água quente.",
      "Na vida, existe a \"água fria\" — emoções negativas — e a \"água quente\" — positivas. Para uma pessoa com depressão, a \"torneira fria\" está sempre aberta, e isso não é por causa de problemas \"reais\", mas devido ao pensamento distorcido, que precisa ser alterado.",
      "Nossa atitude em relação à situação em grande parte determina se nossa tristeza permanecerá apenas uma emoção ou se tornará parte da depressão.",
      "A equipe da MindHealth acredita sinceramente e espera que o capítulo sobre depressão e os esforços nele empregados tenham sido úteis para você ou seus entes queridos!",
      "Discutimos os principais princípios e sintomas da depressão, como ela se manifesta e, o mais importante, como lidar com ela por conta própria.",
      "Você sempre pode voltar aos capítulos anteriores, relê-los e testar os exercícios na prática, enquanto continuamos trabalhando em novos capítulos."
    ],
    "quote": {
      "text": "As pessoas mais extraordinárias que conhecemos são aquelas que enfrentaram a derrota, enfrentaram o sofrimento, enfrentaram a luta, enfrentaram a perda e encontraram uma maneira de sair das profundezas.",
      "author": "Viktor Frankl"
    }
  }
}
