{
  "title": "Técnica: Enfrente o Crítico Interno",
  "description": "Este artigo apresenta métodos eficazes para aumentar a autoestima, que podem ser aplicados de forma autônoma. A técnica principal é aprender a enfrentar o crítico interno, para o qual é sugerido manter uma tabela especial com pensamentos autocríticos, seus erros cognitivos e respostas racionais. O artigo enfatiza a importância da prática regular desses exercícios para alcançar mudanças significativas na percepção de si mesmo e na elevação da autoestima.",
  "screen_1": {
    "texts": [
      "Desenvolvemos uma série de técnicas simples, mas eficazes, para aumentar a autoestima. Esses métodos, acessíveis para uso autônomo, ajudarão você nesse processo desafiador.",
      "Antes de mais nada, é importante entender que apenas conhecer a teoria não é suficiente para aumentar a autoestima.",
      "Somente a prática regular dos exercícios trará resultados duradouros. Recomendamos dedicar um pouco de tempo a isso todos os dias, pelo menos no início, até que o processo se torne habitual.",
      "A primeira técnica que gostaríamos de apresentar é voltada para ensinar você a enfrentar o crítico interno.",
      "Sentimentos de inferioridade e auto-ódio muitas vezes surgem devido a esse crítico interno, que constantemente mina sua autoestima.",
      "Crenças negativas como \"Eu não valho nada\", \"Sou pior que os outros\", \"Não vou conseguir\", \"É tudo culpa minha\", \"Sou um fracasso\" agravam os problemas de autoestima e podem levar à depressão.",
      "Para superar esse hábito negativo de pensamento, siga este plano:",
      "Aprenda a perceber e registrar pensamentos autocríticos.",
      "Identifique as distorções cognitivas nesses pensamentos.",
      "Desenvolva respostas racionais para criar uma atitude mais realista e saudável em relação a si mesmo, e faça isso regularmente.",
      "Para esses fins, você pode usar o \"Diário de Pensamentos Automáticos\" em nosso aplicativo. Ou fazer anotações fora do aplicativo em formato de três colunas.",
      "A seguir, explicaremos o método das três colunas para facilitar."
    ],
    "quote": {
      "text": "Ninguém pode fazer você se sentir inferior sem o seu consentimento.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Crie uma tabela com três colunas no formato que for mais conveniente para você - pode ser um caderno, um documento no computador ou uma anotação no celular. Os títulos das colunas:",
      "Pensamentos Críticos",
      "Erro Cognitivo",
      "Resposta Racional",
      "Na primeira coluna, escreva todos os pensamentos autocríticos que vierem à sua mente.",
      "Sempre que você se culpar, se sentir inútil ou insatisfeito consigo mesmo, pergunte-se: \"O que estou pensando sobre mim agora?\" e anote isso.",
      "Por exemplo, se você estiver preocupado antes de um exame e pensar: \"Eu sou tão burro que certamente não vou passar\", esse é o tipo de pensamento que precisa ser registrado.",
      "Nesta coluna, você deve anotar especificamente seus pensamentos sobre si mesmo, e não seus sentimentos. Porque, se você escrever: \"Estou me sentindo horrível\", será difícil refutar isso, porque realmente é assim que você se sente.",
      "Na segunda coluna, identifique qual distorção cognitiva está presente no pensamento.",
      "Anote na segunda coluna o erro de pensamento que você identificou em si mesmo. Pode ser um erro, ou pode ser dois ou três.",
      "Por exemplo, na afirmação \"Eu sou tão burro que certamente não vou passar\", vemos uma distorção na forma de rotulagem.",
      "E no pensamento \"Eu não sou capaz de nada, então vou ser expulso e nunca terei sucesso\", podemos identificar várias distorções, como supergeneralização e catastrofização."
    ],
    "quote": {
      "text": "Quanto melhor eu entendo a mim mesmo e minhas necessidades emocionais, mais forte se torna minha percepção da realidade e menos medos e enganos envenenam minha vida.",
      "author": "Carl Rogers"
    }
  },
  "screen_3": {
    "texts": [
      "E claro, a coluna mais importante na nossa tabela é a resposta racional alternativa. Esta é a verdadeira maneira de enfrentar o crítico dentro de você.",
      "É importante substituir o pensamento autocrítico por um mais realista e lógico, evitando declarações excessivamente otimistas.",
      "Você deve substituir o pensamento crítico por algo mais realista. Evite ser dicotômico, trocando-o por um pensamento excessivamente otimista e irrealista.",
      "Algo como: \"Eu sou o mais inteligente e vou passar em tudo com excelência.\" Claro, esse pensamento pode até ser verdadeiro, mas é muito oposto ao seu pensamento original e dificilmente você acreditará nele imediatamente, o que o torna inútil.",
      "Em vez disso, tente reconhecer a verdade, como as coisas realmente são.",
      "Porque se o que você escrever como resposta racional não for convincente e realista o suficiente para você, não será útil.",
      "Tente escrever uma resposta alternativa em que você realmente acredite.",
      "Por exemplo, você pode escrever algo como: \"Na verdade, eu não sou burro, tenho provas disso, fui aceito na universidade por conta própria, e estou indo bem o suficiente. Claro, há momentos em que não consigo fazer algo, mas sou humano, posso cometer erros, mas isso não me torna burro.",
      "Além disso, estou me preparando para o exame e provavelmente vou passar, pelo menos com uma nota mínima, como sempre passei em todas as matérias. E mesmo que eu não passe na primeira vez, posso fazer a prova novamente, me preparar bem e com certeza passar.\"",
      "Essa resposta racional é mais plausível e a probabilidade de você acreditar nela é significativamente maior.",
      "Use essa ferramenta ao longo do dia, registrando regularmente seus pensamentos e enfrentando as crenças destrutivas.",
      "Com o tempo, você descobrirá que encontrar uma resposta racional se tornará cada vez mais fácil. Mas o mais importante – você notará mudanças no seu humor e na sua atitude em relação a si mesmo."
    ]
  }
}
