{
  "trap": {
    "title": "Técnica: O Caminho para Sair da Armadilha das Expectativas Elevadas",
    "description": "O artigo aborda o problema da culpa que surge devido a exigências irrealistas para consigo mesmo e à autocrítica constante. Descreve métodos para reavaliar crenças internas e substituir as \"obrigações\" por uma percepção mais saudável das próprias possibilidades e desejos. São oferecidos aos leitores conselhos práticos sobre como se libertar das autoacusações e construir uma relação mais harmoniosa consigo mesmos e com seus erros.",
    "screen_1": {
      "texts": [
        "O sentimento de culpa muitas vezes surge de expectativas elevadas para consigo mesmo e pode se manifestar em pensamentos como:",
        "“Eu devo fazer isso”.",
        "“Eu deveria agir assim”.",
        "“Eu deveria ser assim”.",
        "“Eu não deveria ter feito isso”.",
        "“Eu deveria ter previsto/sabido disso”.",
        "Exigências inadequadas que contêm a palavra \"dever\" podem levar à culpa e a expectativas irrealistas.",
        "Essas exigências implicam que você deve ser perfeito ou onisciente, o que é irrealista.",
        "Tais exigências podem incluir a ideia de que você deve estar sempre feliz ou satisfeito, o que só aumenta o sentimento de fracasso.",
        "Também existem exigências baseadas na suposição de que você sabe tudo e pode prever o futuro. Isso cria expectativas falsas e um sentimento de culpa, em vez de ajudá-lo a resolver problemas.",
        "A essência desta técnica é perceber que se culpar é inapropriado, que essas exigências são, por si mesmas, irrealistas e injustas.",
        "Elas criam apenas um sentimento de culpa e impotência, ao invés de ajudar a resolver o problema ou alcançar o sucesso.",
        "Para evitar constantes auto-acusações, é importante abandonar tais exigências e ser mais realista nas suas expectativas para consigo mesmo e para sua vida.",
        "Claro, tais mudanças de pensamento não acontecem da noite para o dia e podem não acontecer nem mesmo em um mês. Mas estamos confiantes de que o trabalho regular consigo mesmo ajudará a alcançar mudanças."
      ],
      "quote": {
        "text": "Qualquer sentimento de culpa implica autojulgamento, e isso é fundamentalmente errado. A pessoa deve reconhecer seus erros sem cair na autocrítica.",
        "author": "Bertrand Russell"
      }
    },
    "screen_2": {
      "texts": [
        "Então, o que deve ser feito agora para se livrar da culpa causada por expectativas elevadas?",
        "Uma maneira simples, mas eficaz, de escapar das exigências elevadas para consigo mesmo é substituir a palavra \"dever\" por outras expressões: \"Seria bom se...\" ou \"Se eu pudesse, eu...\". Elas geralmente são mais realistas e menos desencorajadoras.",
        "Por exemplo, em vez de \"Eu devo fazer minha esposa feliz\", você poderia dizer: \"Seria ótimo se eu pudesse fazer minha esposa feliz, porque ela está chateada. Posso perguntar o que a está incomodando e pensar no que posso fazer para ajudar\".",
        "Ou em vez de \"Eu não deveria ter comido sorvete\", você pode dizer: \"Seria melhor se eu não tivesse comido aquele sorvete, mas minha ação não é o fim do mundo\".",
        "Eliminar o modo subjuntivo. Em vez de pensar \"Eu deveria ter...\" ou \"Se eu tivesse...\", tente pensar: \"Na próxima vez, eu farei diferente\".",
        "Pessoas com sentimento de culpa muitas vezes pensam no modo subjuntivo, mas isso é algo que deve ser evitado.",
        "E se você se pegar fazendo isso, pare imediatamente e substitua a frase por \"Na próxima vez, eu...\".",
        "E só isso. Nada de subjuntivo, de jeito nenhum.",
        "O método da realidade ajuda a verificar se suas exigências correspondem à realidade. Ao dizer a si mesmo \"Eu não deveria ter feito isso\", você provavelmente pensa que realmente não deveria ter feito aquilo e que, ao dizer isso, você se sentirá melhor.",
        "No entanto, na realidade, é o contrário: você precisava fazer exatamente o que fez, mas, ao admitir isso, você se sente decepcionado.",
        "Por exemplo, você começou uma dieta para perder peso, comeu algo extra e agora se culpa por isso: \"Eu não deveria ter comido aquele chocolate\".",
        "Mas na verdade você tinha uma necessidade de algo doce. Talvez você estivesse lidando com algo difícil e, por hábito, quisesse comer algo para se sentir melhor, por isso era impossível resistir.",
        "As pessoas muitas vezes comem para aliviar emoções negativas e melhorar seu estado de espírito. Quando você tenta se livrar de maus hábitos ou perder peso, a principal coisa que o impede é a crença de que você está perdendo o controle.",
        "A sensação de perda de controle está diretamente relacionada ao que você \"deve\" ou \"não deve\". Se você sente o desejo de comer algo não saudável, você diz a si mesmo que \"não deve\" nem mesmo querer comer comida proibida, e que \"deve\" renunciar de uma vez por todas a todos os alimentos não saudáveis e nunca mais ceder.",
        "E depois disso, para se sentir melhor, você vai e come o chocolate. Essa abordagem para perder peso provavelmente não trará resultados, e você se sentirá culpado e deprimido.",
        "Quando você conseguir parar de se proibir de algo, então poderá se livrar disso sem se forçar."
      ]
    },
    "screen_3": {
      "texts": [
        "Pessoas que tendem a se sentir culpadas em excesso podem ser manipuladas por outras para alcançar seus objetivos. Pense: quantas vezes você aceitou participar de um encontro sem muita vontade, apenas para agradar ou para que ninguém ficasse magoado? É importante defender seus limites pessoais e saber dizer \"não\".",
        "Exemplo: uma jovem vive com os pais e o irmão, e tem um bom salário. Seu irmão faz alguns trabalhos esporádicos.",
        "Ele tem um vício por compras: está sempre comprando algo novo, mas não tem dinheiro suficiente para isso.",
        "Sua irmã entende que esse não é o melhor uso do dinheiro, mas continua emprestando para ele, porque acredita que irmãs e irmãos devem ajudar uns aos outros, pois é assim que funciona em sua família.",
        "A jovem tem medo de dizer \"não\" ao irmão, pois acha que isso pode prejudicar seu relacionamento. Ela ensaiou um diálogo difícil com um amigo e percebeu que dizer \"não\" não é tão assustador quanto parecia.",
        "Antes de definir seus limites e traçar uma linha ao recusar pedidos ou defender sua própria opinião, para não ir a uma reunião quando você não quer, você pode ensaiar um diálogo difícil ou escrevê-lo em uma folha de papel ou em notas.",
        "Assim, você pode prever o cenário provável da conversa e entender como é melhor recusar, além de perceber que dizer \"não\" não é tão assustador.",
        "Você terá que percorrer um longo caminho antes que se formem as conexões neurais adequadas em seu cérebro e que você tenha coragem e habilidade para dizer \"não\" de forma diplomática, mas firme, e reforçar essa habilidade na prática quando o momento certo chegar.",
        "Delimitação de responsabilidades",
        "Às vezes, assumimos a responsabilidade pelas infelicidades e fracassos de outras pessoas.",
        "Nessas situações, é importante determinar quem realmente é responsável pelo que aconteceu. Por exemplo, você é realmente culpado por seu filho ter tirado notas baixas?",
        "Aqui surge a confusão entre sua influência sobre seu filho e o controle sobre ele.",
        "Para aprender a diferenciar responsabilidades, você pode usar o método das três colunas, que é uma versão simplificada do diário de pensamentos automáticos.",
        "Na primeira coluna, anote os pensamentos que o preocupam e o fazem se culpar, na segunda, as distorções cognitivas que você percebe, e na terceira, qual resposta racional você pode dar.",
        "Por exemplo:",
        "1ª coluna (pensamentos preocupantes e de autocrítica): \"Eu sou culpado por meu filho ter tirado notas baixas. Eu não conseguirei ajudá-lo a ter sucesso na escola\".",
        "2ª coluna (distorções cognitivas): personalização, generalização excessiva.",
        "3ª coluna (resposta racional): \"Eu sou responsável pelo meu papel na educação do meu filho, mas não controlo completamente o sucesso ou o fracasso dele na escola. Meu filho também tem sua própria responsabilidade por sua aprendizagem. Posso ajudá-lo, apoiá-lo e motivá-lo, mas o resultado final depende do trabalho e do esforço dele\".",
        "É importante entender que não podemos controlar todos os aspectos da vida de outras pessoas, mesmo que elas estejam sob nossa influência. Somos responsáveis por nossas ações e pelo papel que desempenhamos na vida dos outros, mas não devemos assumir toda a responsabilidade por seus sucessos ou fracassos."
      ]
    }
  },
  "unemployment": {
    "title": "Perder o emprego e cair em depressão?",
    "description": "Este artigo explora as consequências psicológicas e sociais da perda repentina de emprego, analisando a montanha-russa emocional que acompanha esses eventos. Por meio da experiência pessoal de Alexandre, que trabalhou durante muitos anos em uma empresa de sucesso, relata-se sua luta contra a depressão, a baixa autoestima e os fracassos profissionais. O artigo também oferece caminhos para superar as dificuldades emocionais, enfatizando a importância do apoio e do reconhecimento pessoal em períodos difíceis.",
    "screen_1": {
      "texts": [
        "A perda repentina do emprego é um grande fator de estresse para a maioria das pessoas. Quando demissões ou cortes são anunciados em questão de dias ou semanas, muitos sentem que sua vida «desmoronou». E isso é compreensível, já que a vida muda drasticamente em termos de:",
        "situação financeira",
        "status social",
        "rotina diária",
        "planos de curto e longo prazo",
        "O trabalho representa obrigações, estrutura, comunicação – em resumo, algo que nos sustenta.",
        "O desemprego, por outro lado, é como uma queda livre sem rede de segurança. Você se vê sozinho com dias vazios, contas que logo não poderá pagar e uma espera interminável por entrevistas de emprego: antes da reunião, surge uma leve esperança, mas depois – mais uma recusa. Um cenário típico e desanimador.",
        "A perda de emprego é vivida como qualquer outra perda, e quem passa por isso enfrenta as etapas do luto.",
        "Primeiro, o choque, a confusão profunda e a falta de compreensão sobre o que fazer. Depois, a raiva – contra si mesmo, contra quem o demitiu.",
        "Pode haver também uma fase de barganha: e se ainda for possível resolver tudo e ser recontratado? E, por fim, a depressão. Sem dúvida, esse problema é «real», mas isso significa que justifica sua depressão?",
        "A causa de tal reação emocional reside na crença de que o valor pessoal e a capacidade de sentir felicidade dependem diretamente do sucesso profissional.",
        "Dentro desse sistema de valores, parece lógico supor que o abatimento emocional esteja inevitavelmente ligado a perdas financeiras, fracassos na carreira ou falências."
      ],
      "quote": {
        "text": "Quando uma porta se fecha, você não sabe que muitas outras se abrem?",
        "author": "Bob Marley"
      }
    },
    "screen_2": {
      "texts": [
        "Se você também pensa assim, pode se interessar pela história de Alexandre – um pai de 47 anos com três filhos, que trabalhou por 17 anos na empresa de sucesso de seu sogro.",
        "Alguns anos antes de sua depressão, surgiram desentendimentos entre ele e seu sogro sobre a gestão da empresa. Em um acesso de raiva, Alexandre pediu demissão, abrindo mão também de sua participação na empresa.",
        "Nos dois anos seguintes, ele mudou de emprego várias vezes, mas não conseguiu encontrar algo que o satisfizesse financeiramente e emocionalmente.",
        "Parecia que nada dava certo para ele, e ele começou a se considerar um fracassado. Sua esposa precisou começar a trabalhar em período integral para sustentar a casa, o que só intensificou o sentimento de inutilidade de Alexandre, já que ele sempre se orgulhou de ser o provedor da família.",
        "O tempo passou, sua situação financeira piorou e seu estado depressivo se intensificou, à medida que sua autoestima caía cada vez mais.",
        "Quando Alexandre decidiu buscar ajuda de um especialista, ele já estava trabalhando há alguns meses em uma imobiliária.",
        "Durante esse período, ele conseguiu alugar alguns prédios, mas não realizou nenhuma venda. Como seu salário dependia das vendas, seus ganhos eram baixos. Durante esse período, Alexandre sofreu com depressão e procrastinação, passando dias inteiros na cama pensando:",
        "«Para quê tudo isso? Sou um fracassado. Trabalhar não faz sentido, de qualquer forma não conseguirei nada.»",
        "Na terceira sessão com o psicólogo, ele contou que um amigo rico queria comprar um imóvel com sua ajuda, e a comissão dessa venda teria impulsionado sua carreira, aumentado sua confiança e melhorado consideravelmente sua renda.",
        "Em vez de agarrar essa oportunidade, Alexandre hesitou por várias semanas. Surge então a pergunta: por quê? Porque ele pensava: «Vender imóveis comerciais é difícil demais.",
        "Nunca fiz isso antes e com certeza vou fracassar. E se ele desistir no último minuto, isso significará que eu não sou capaz de nada neste setor. Isso mostrará que sou um fracassado completo.»"
      ]
    },
    "screen_3": {
      "texts": [
        "A chefia de Alexandre o valorizava muito e o considerava um vendedor talentoso, mas ele era excessivamente duro consigo mesmo.",
        "Nas sessões seguintes e durante o trabalho com seus pensamentos, Alexandre reconheceu que era extremamente autocrítico, e que isso não o ajudava naquele período difícil, mas, na verdade, piorava a situação.",
        "Ele também percebeu que usava um «duplo padrão»: era tolerante e prestativo com outras pessoas, mas severo e crítico consigo mesmo.",
        "Inicialmente, ele defendia sua visão, como muitos perfeccionistas exigentes consigo mesmos, afirmando que ser mais duro consigo poderia ser benéfico.",
        "No entanto, ele logo percebeu que seus padrões pessoais eram irreais e fadados ao fracasso, pois, se tentasse vender um imóvel e não conseguisse, encararia a situação como uma catástrofe. Sua tendência de pensar em termos de «tudo ou nada» era um grande problema.",
        "No final da terapia, Alexandre sentiu alívio ao perceber que as dificuldades financeiras dos últimos anos não faziam dele automaticamente um «fracassado».",
        "Essa autoimagem negativa e a sensação de estagnação eram o resultado de um pensamento extremo de «tudo ou nada». Seu sentimento de inutilidade resultava de um foco exclusivo nos aspectos negativos de sua vida (filtro negativo) e da desvalorização de muitos fatos em que teve êxito (desvalorização do positivo).",
        "Ele percebeu que havia se torturado por muito tempo com a ideia de que poderia ter feito mais, e entendeu que as dificuldades financeiras não diminuíam sua dignidade como ser humano. No fim, ele reconheceu que a apatia e a procrastinação eram apenas sintomas da depressão, não um reflexo de sua verdadeira essência.",
        "Quando ele aprendeu a responder aos seus pensamentos negativos, conseguiu reduzir o grau de distorção cognitiva em sua autocrítica, e seu humor começou a melhorar.",
        "Ele deixou o setor imobiliário e abriu uma livraria. Ele conseguiu cobrir as despesas, mas, apesar de seus consideráveis esforços pessoais, não obteve lucros suficientes para justificar a continuidade do negócio após o primeiro ano de teste."
      ]
    },
    "screen_4": {
      "texts": [
        "Assim, embora os sinais externos de sucesso tenham permanecido praticamente inalterados durante esse período, ele conseguiu manter sua autoestima e evitar a depressão. Embora sua situação financeira continuasse difícil, quando ele tomou a decisão de «admitir a derrota» em seu negócio de livraria, seu respeito por si mesmo permaneceu intacto.",
        "Na última sessão com o psicólogo, Alexandre escreveu um ensaio, que decidiu ler todas as manhãs antes de iniciar a busca por um novo emprego:",
        "Por que eu não sou inútil?",
        "Enquanto eu puder fazer algo pelo meu próprio bem-estar e pelo dos outros, eu não sou inútil. Enquanto o que eu faço puder ter um impacto positivo, eu não sou inútil.",
        "Enquanto o fato de eu estar vivo tiver importância para pelo menos uma pessoa, eu não sou inútil (e, se necessário, essa pessoa posso ser eu mesmo). Se oferecer amor, compreensão, amizade, apoio, companhia, conselhos ou conforto significar algo, eu não sou inútil.",
        "Se eu puder respeitar minhas opiniões e minha inteligência, eu não sou inútil.",
        "Se outras pessoas me respeitam, isso é um bônus agradável.",
        "Se eu tiver respeito próprio e dignidade, eu não sou inútil.",
        "Se ajudar a garantir o sustento das famílias dos meus funcionários significa fazer algo bom, eu não sou inútil.",
        "Se eu faço o possível para ajudar meus clientes e fornecedores com minha produtividade e criatividade, eu não sou inútil.",
        "Se minha presença neste ambiente realmente tem importância para os outros, eu não sou inútil. Eu sou valioso por natureza!",
        "Se você está enfrentando um problema semelhante ou se os pensamentos automáticos de Alexandre ressoam em você, escreva uma nota para si mesmo sobre por que você não é inútil, por que você não é um fracassado e por que você é valioso por si só."
      ]
    }
  },
  "vitamins": {
    "title": "Depressão Falsa: Como Hormônios e Vitaminas Afetam Nossa Saúde Emocional",
    "description": "O artigo discute como a saúde física, incluindo o equilíbrio hormonal e os níveis de vitaminas, pode influenciar o estado emocional de uma pessoa. Ele destaca que os sintomas frequentemente associados à depressão podem ser causados por problemas físicos, como a deficiência de certas vitaminas ou desequilíbrios hormonais. Os autores do artigo enfatizam a importância de uma abordagem abrangente para o diagnóstico e tratamento de transtornos mentais, levando em conta tanto os aspectos psicológicos quanto fisiológicos.",
    "screen_1": {
      "texts": [
        "Nosso objetivo é que esta seção ajude ao máximo a melhorar e aliviar seu estado emocional. Portanto, é importante discutir todas as possíveis causas de suas mudanças.",
        "Quando falamos de depressão, referimo-nos a um conjunto de sintomas específicos que foram mencionados anteriormente. No entanto, esses sintomas nem sempre indicam necessariamente um transtorno mental.",
        "É importante lembrar que a componente biológica do nosso corpo desempenha um papel crucial não apenas no bem-estar físico, mas também no psicológico. Assim, problemas físicos podem influenciar significativamente o estado emocional, gerando sintomas semelhantes aos da depressão.",
        "Um exemplo disso são os hormônios. Eles têm um grande impacto no comportamento e no estado psicológico de uma pessoa.",
        "Pesquisas na área da psicoendocrinologia mostram que os sistemas nervoso e endócrino estão interligados, garantindo a manutenção da homeostase (equilíbrio fisiológico do corpo).",
        "Portanto, qualquer flutuação nos níveis hormonais pode causar sérios distúrbios na esfera emocional.",
        "Por exemplo, a diminuição da função da tireoide pode levar à depressão, aumento da ansiedade e outros problemas mentais.",
        "Já a hiperfunção dessa glândula pode causar mania, irritabilidade, alterações de humor e até psicose.",
        "A acromegalia, ou produção excessiva do hormônio de crescimento, se manifesta como diminuição da atividade mental, apatia combinada com euforia.",
        "Assim, pessoas com distúrbios endócrinos enfrentam não apenas dificuldades físicas, mas também o risco de transtornos mentais, como ansiedade, depressão, mania, confusão mental e outros."
      ],
      "quote": {
        "text": "Cuide do corpo para que a alma queira nele permanecer.",
        "author": "Sócrates"
      }
    },
    "screen_2": {
      "texts": [
        "No meio do século 20 surgiu uma disciplina científica inteira - a psicoendocrinologia, que estuda a relação entre o sistema endócrino humano e sua psique.",
        "Existe até um termo, síndrome psicoendócrina – transtornos mentais que ocorrem no contexto de doenças endócrinas. Estes incluem distúrbios de humor, astenia, diminuição da atividade mental, bem como mudanças nos impulsos e instintos.",
        "Além dos hormônios, as vitaminas também têm um impacto significativo em nosso bem-estar.",
        "Avitaminose e depressão, aparentemente, não estão diretamente relacionadas, mas, como mostram as pesquisas, a conexão entre elas é muito mais forte do que poderíamos imaginar.",
        "Acreditamos que você concorda que as vitaminas são essenciais para o nosso organismo para manter o metabolismo. São muitas, mas cada uma é indispensável. E quando falta alguma coisa ao organismo, ocorre a avitaminose.",
        "A avitaminose é uma condição em que o corpo tem deficiência ou falta completa de uma ou outra vitamina.",
        "A deficiência de diferentes vitaminas pode afetar a saúde mental de maneiras variadas, desde pequenos desconfortos até sintomas assustadores.",
        "Estudos mostraram que a avitaminose pode contribuir para o surgimento de ansiedade e depressão, bem como agravar os sintomas em pessoas com alguns transtornos mentais, como transtorno obsessivo-compulsivo ou transtorno bipolar.",
        "E mesmo que você esteja saudável, a falta de uma ou outra vitamina pode piorar seu humor e estado emocional."
      ]
    },
    "screen_3": {
      "texts": [
        "Exemplos de deficiência de vitaminas e seus sintomas:",
        "Vitamina D: desânimo, ansiedade, fadiga, alterações de humor.",
        "Ferro: fraqueza, cansaço, falta de ar, tontura, dormência.",
        "Vitamina B12: fadiga extrema, anemia, insônia, perda de apetite, problemas estomacais, dores musculares.",
        "Ácido fólico: fadiga, irritabilidade, depressão, fraqueza, apatia, letargia, comprometimento cognitivo.",
        "Vitaminas do complexo B: fadiga extrema, irritabilidade, insônia, mudanças de humor, arritmia cardíaca.",
        "Magnésio: fraqueza, dores de cabeça, ansiedade, arritmia cardíaca.",
        "Vitamina C: fadiga crônica, instabilidade emocional.",
        "E estes são apenas alguns dos possíveis sintomas, que podem ser facilmente confundidos com um estado depressivo.",
        "Nossas histórias pessoais confirmam a importância de considerar o equilíbrio hormonal e vitamínico ao diagnosticar transtornos mentais.",
        "Um dos membros da nossa equipe pensava estar enfrentando um burnout, sofrendo de fadiga inexplicável, piora do humor e falta de vontade de fazer qualquer coisa.",
        "Mas, sabendo que o problema poderia estar nos hormônios e vitaminas, ele procurou um médico, identificou uma deficiência, tomou um suplemento de vitamina D e começou a se sentir muito melhor."
      ]
    },
    "screen_4": {
      "texts": [
        "Outro membro da equipe, uma jovem que apresentava sintomas semelhantes aos da depressão, foi diagnosticada com anemia por deficiência de ferro, cujo tratamento levou a uma melhora significativa em sua condição.",
        "Ela descreveu seu estado da seguinte forma: \"Eu estava sempre com sono, não queria fazer nada, não queria falar com ninguém. Eu sofria de uma apatia terrível, tonturas, irritabilidade. Em certo momento, comecei a pensar que estava com depressão, até que fiz por acaso um hemograma completo, que revelou problemas com a hemoglobina.",
        "Depois disso, fiz exames adicionais que revelaram deficiência de ferro e ferritina. Eu tinha anemia por deficiência de ferro, mas achava que era depressão. Mas após um curso de medicamentos, voltei ao meu estado anterior. Meu estado melhorou significativamente.\"",
        "Ao compartilhar essas histórias, queremos alertá-lo contra diagnósticos incorretos.",
        "Portanto, se você sentir humor deprimido, fadiga, cansaço e outros sintomas mencionados acima, preste atenção não apenas à sua saúde psicológica, mas também à sua saúde física.",
        "Consulte um médico, faça um hemograma completo, verifique seus níveis de vitaminas e hormônios. Pode ser que isso seja suficiente para melhorar seu estado emocional."
      ]
    }
  }
}