{
  "title": "Técnica: O Caminho para Sair da Armadilha das Expectativas Elevadas",
  "description": "O artigo aborda o problema da culpa que surge devido a exigências irrealistas para consigo mesmo e à autocrítica constante. Descreve métodos para reavaliar crenças internas e substituir as \"obrigações\" por uma percepção mais saudável das próprias possibilidades e desejos. São oferecidos aos leitores conselhos práticos sobre como se libertar das autoacusações e construir uma relação mais harmoniosa consigo mesmos e com seus erros.",
  "screen_1": {
    "texts": [
      "O sentimento de culpa muitas vezes surge de expectativas elevadas para consigo mesmo e pode se manifestar em pensamentos como:",
      "“Eu devo fazer isso”.",
      "“Eu deveria agir assim”.",
      "“Eu deveria ser assim”.",
      "“Eu não deveria ter feito isso”.",
      "“Eu deveria ter previsto/sabido disso”.",
      "Exigências inadequadas que contêm a palavra \"dever\" podem levar à culpa e a expectativas irrealistas.",
      "Essas exigências implicam que você deve ser perfeito ou onisciente, o que é irrealista.",
      "Tais exigências podem incluir a ideia de que você deve estar sempre feliz ou satisfeito, o que só aumenta o sentimento de fracasso.",
      "Também existem exigências baseadas na suposição de que você sabe tudo e pode prever o futuro. Isso cria expectativas falsas e um sentimento de culpa, em vez de ajudá-lo a resolver problemas.",
      "A essência desta técnica é perceber que se culpar é inapropriado, que essas exigências são, por si mesmas, irrealistas e injustas.",
      "Elas criam apenas um sentimento de culpa e impotência, ao invés de ajudar a resolver o problema ou alcançar o sucesso.",
      "Para evitar constantes auto-acusações, é importante abandonar tais exigências e ser mais realista nas suas expectativas para consigo mesmo e para sua vida.",
      "Claro, tais mudanças de pensamento não acontecem da noite para o dia e podem não acontecer nem mesmo em um mês. Mas estamos confiantes de que o trabalho regular consigo mesmo ajudará a alcançar mudanças."
    ],
    "quote": {
      "text": "Qualquer sentimento de culpa implica autojulgamento, e isso é fundamentalmente errado. A pessoa deve reconhecer seus erros sem cair na autocrítica.",
      "author": "Bertrand Russell"
    }
  },
  "screen_2": {
    "texts": [
      "Então, o que deve ser feito agora para se livrar da culpa causada por expectativas elevadas?",
      "Uma maneira simples, mas eficaz, de escapar das exigências elevadas para consigo mesmo é substituir a palavra \"dever\" por outras expressões: \"Seria bom se...\" ou \"Se eu pudesse, eu...\". Elas geralmente são mais realistas e menos desencorajadoras.",
      "Por exemplo, em vez de \"Eu devo fazer minha esposa feliz\", você poderia dizer: \"Seria ótimo se eu pudesse fazer minha esposa feliz, porque ela está chateada. Posso perguntar o que a está incomodando e pensar no que posso fazer para ajudar\".",
      "Ou em vez de \"Eu não deveria ter comido sorvete\", você pode dizer: \"Seria melhor se eu não tivesse comido aquele sorvete, mas minha ação não é o fim do mundo\".",
      "Eliminar o modo subjuntivo. Em vez de pensar \"Eu deveria ter...\" ou \"Se eu tivesse...\", tente pensar: \"Na próxima vez, eu farei diferente\".",
      "Pessoas com sentimento de culpa muitas vezes pensam no modo subjuntivo, mas isso é algo que deve ser evitado.",
      "E se você se pegar fazendo isso, pare imediatamente e substitua a frase por \"Na próxima vez, eu...\".",
      "E só isso. Nada de subjuntivo, de jeito nenhum.",
      "O método da realidade ajuda a verificar se suas exigências correspondem à realidade. Ao dizer a si mesmo \"Eu não deveria ter feito isso\", você provavelmente pensa que realmente não deveria ter feito aquilo e que, ao dizer isso, você se sentirá melhor.",
      "No entanto, na realidade, é o contrário: você precisava fazer exatamente o que fez, mas, ao admitir isso, você se sente decepcionado.",
      "Por exemplo, você começou uma dieta para perder peso, comeu algo extra e agora se culpa por isso: \"Eu não deveria ter comido aquele chocolate\".",
      "Mas na verdade você tinha uma necessidade de algo doce. Talvez você estivesse lidando com algo difícil e, por hábito, quisesse comer algo para se sentir melhor, por isso era impossível resistir.",
      "As pessoas muitas vezes comem para aliviar emoções negativas e melhorar seu estado de espírito. Quando você tenta se livrar de maus hábitos ou perder peso, a principal coisa que o impede é a crença de que você está perdendo o controle.",
      "A sensação de perda de controle está diretamente relacionada ao que você \"deve\" ou \"não deve\". Se você sente o desejo de comer algo não saudável, você diz a si mesmo que \"não deve\" nem mesmo querer comer comida proibida, e que \"deve\" renunciar de uma vez por todas a todos os alimentos não saudáveis e nunca mais ceder.",
      "E depois disso, para se sentir melhor, você vai e come o chocolate. Essa abordagem para perder peso provavelmente não trará resultados, e você se sentirá culpado e deprimido.",
      "Quando você conseguir parar de se proibir de algo, então poderá se livrar disso sem se forçar."
    ]
  },
  "screen_3": {
    "texts": [
      "Pessoas que tendem a se sentir culpadas em excesso podem ser manipuladas por outras para alcançar seus objetivos. Pense: quantas vezes você aceitou participar de um encontro sem muita vontade, apenas para agradar ou para que ninguém ficasse magoado? É importante defender seus limites pessoais e saber dizer \"não\".",
      "Exemplo: uma jovem vive com os pais e o irmão, e tem um bom salário. Seu irmão faz alguns trabalhos esporádicos.",
      "Ele tem um vício por compras: está sempre comprando algo novo, mas não tem dinheiro suficiente para isso.",
      "Sua irmã entende que esse não é o melhor uso do dinheiro, mas continua emprestando para ele, porque acredita que irmãs e irmãos devem ajudar uns aos outros, pois é assim que funciona em sua família.",
      "A jovem tem medo de dizer \"não\" ao irmão, pois acha que isso pode prejudicar seu relacionamento. Ela ensaiou um diálogo difícil com um amigo e percebeu que dizer \"não\" não é tão assustador quanto parecia.",
      "Antes de definir seus limites e traçar uma linha ao recusar pedidos ou defender sua própria opinião, para não ir a uma reunião quando você não quer, você pode ensaiar um diálogo difícil ou escrevê-lo em uma folha de papel ou em notas.",
      "Assim, você pode prever o cenário provável da conversa e entender como é melhor recusar, além de perceber que dizer \"não\" não é tão assustador.",
      "Você terá que percorrer um longo caminho antes que se formem as conexões neurais adequadas em seu cérebro e que você tenha coragem e habilidade para dizer \"não\" de forma diplomática, mas firme, e reforçar essa habilidade na prática quando o momento certo chegar.",
      "Delimitação de responsabilidades",
      "Às vezes, assumimos a responsabilidade pelas infelicidades e fracassos de outras pessoas.",
      "Nessas situações, é importante determinar quem realmente é responsável pelo que aconteceu. Por exemplo, você é realmente culpado por seu filho ter tirado notas baixas?",
      "Aqui surge a confusão entre sua influência sobre seu filho e o controle sobre ele.",
      "Para aprender a diferenciar responsabilidades, você pode usar o método das três colunas, que é uma versão simplificada do diário de pensamentos automáticos.",
      "Na primeira coluna, anote os pensamentos que o preocupam e o fazem se culpar, na segunda, as distorções cognitivas que você percebe, e na terceira, qual resposta racional você pode dar.",
      "Por exemplo:",
      "1ª coluna (pensamentos preocupantes e de autocrítica): \"Eu sou culpado por meu filho ter tirado notas baixas. Eu não conseguirei ajudá-lo a ter sucesso na escola\".",
      "2ª coluna (distorções cognitivas): personalização, generalização excessiva.",
      "3ª coluna (resposta racional): \"Eu sou responsável pelo meu papel na educação do meu filho, mas não controlo completamente o sucesso ou o fracasso dele na escola. Meu filho também tem sua própria responsabilidade por sua aprendizagem. Posso ajudá-lo, apoiá-lo e motivá-lo, mas o resultado final depende do trabalho e do esforço dele\".",
      "É importante entender que não podemos controlar todos os aspectos da vida de outras pessoas, mesmo que elas estejam sob nossa influência. Somos responsáveis por nossas ações e pelo papel que desempenhamos na vida dos outros, mas não devemos assumir toda a responsabilidade por seus sucessos ou fracassos."
    ]
  }
}
