{
  "title": "成果への依存",
  "description": "愛情は、本来、力を与え、支えとなり、人生に意味を感じさせてくれるものです。しかし、それが「これがなければ自分には価値がない」という必需品のようなものになると、次第に心を蝕み、健全な関係を築くことを難しくしてしまいます。成果への依存も同じです。本当の幸せは、成功だけに自分を預けるのではなく、自分の感情や価値観、結果とは切り離された喜びの源を大切にするときに育っていきます。",
  "screen_1": {
    "texts": [
      "私たちは「成果競争」の時代を生きています。成功がしばしば自分の価値を測る物差しのように扱われ、「十分に努力すれば誰でも何でも達成できる」と信じられがちです。",
      "野心には限りがないように思え、その結果、人生は終わりのないレースのようになります。やがて「人の価値はどんな結果を出したかで決まる」という考え方が、当たり前のこととして染みついていきます。",
      "一見すると無害で前向きな考え方に見えますが、現実には心に大きなダメージを与えることがあります。",
      "では、「成果への依存」とは何を指すのでしょうか。",
      "それは、自己評価が、生産性や地位、学力、能力、仕事の成果といったものにほとんど全面的に左右されている状態です。",
      "勉強や仕事がうまくいっているあいだは、自分を十分に価値のある人間だと感じられますが、少しでもうまくいかなくなると、強い否定的な感情に押し流されてしまいます。",
      "そんなときには、「自分は落ちこぼれだ」「自分には価値がない」といった思いに支配されてしまうことがあります。",
      "では、そのような依存があると、どのような信念が育ちやすいのでしょうか。",
      "「成功できなかったら終わりだ。つまり自分は弱くて、頭が悪くて、取るに足らない人間だ」",
      "「何かがうまくいかなかったということは、自分は負け犬だということだ」",
      "「一度でも失敗したら、誰からも必要とされないし、将来も何も手に入らない」",
      "「どうしても成功しなければならない。そうでなければ、人生には意味がなく、幸せも訪れない」",
      "成果へのこだわりは、性別にかかわらず見られます。今では、多くの女性もキャリアや専門性の向上を強く求めるようになっています。",
      "同時に、多くの男性は失敗に対して特に傷つきやすい面があります。幼いころから「男は成功してこそ価値がある」といったメッセージを受け取りやすいからです。",
      "では、なぜこうした考え方が形成されるのでしょうか。",
      "多くの場合、その根っこは子ども時代にあります。親との情緒的な距離が大きく、無条件の愛情や安心感を十分に与えられなかった可能性があります。",
      "そのとき、子どもは状況を自分なりに説明しようとします。",
      "たとえば「近所のペーチャはほめられて大事にされているのに、自分はそうでもない。ということは、自分には何か欠陥があるのだろう。もっと『いい子』になれたら、きっと自分も愛されたはずだ」と考えてしまうのです。",
      "別のパターンとしては、「成果を出したときだけ温かく接してもらえる」という経験があります。",
      "テストで最高の点数を取ったときだけ「よくやった」と認められ、うまくいかなかったときには、まるでそこにいないかのように扱われる、といったかたちです。"
    ]
  },
  "screen_2": {
    "texts": [
      "もうひとつよくあるのは、どちらかの親が家にいない、あるいは事実上不在という状況です。子どもは起きていることを、いつも自分のせいだと感じやすくなります。",
      "「お父さんがいなくなったのは、大人同士が折り合えなかったからではなく、自分が十分によい子ではなかったからだ。だから自分がもっと賢く、立派で、成功した人になれたら、きっと戻ってきてくれる。少なくとも、自分を失ったことを後悔してくれるはずだ」といった物語を心の中につくり上げてしまうのです。",
      "こうした幼いころの解釈が、そのまま「成果への依存」の土台になります。その後の思春期や大人になってからの出来事が、この信念をさらに強くしていくことも少なくありません。",
      "やがて「人を愛していいのは、その人が何かを成し遂げているときだけだ」「見捨てられないためには、常に自分の価値を証明し続けなければならない」という学習が深く染みつきます。",
      "そして、頭の中にある「理想的な自分」のイメージと、現実の自分が少しでもずれていると、強い痛みや恥ずかしさ、自分が無価値だという感覚が生まれます。",
      "変化への最初の一歩は、「人の価値を成果だけで測ることは有害だ」と理解することです。自分を成功の有無だけで判断するのをやめると決めることは、とても大きな成長のきっかけになります。",
      "たしかに、成果への依存は一時的に「力がみなぎる感じ」を与えてくれることがあります。",
      "「自分はできたけれど、他の人はできなかった」という優越感を味わえるからです。",
      "こうした仕組みは、一見するとモチベーションにつながり、自己成長やキャリアアップ、収入の増加を後押ししてくれるように思えます。",
      "新しい成果を上げるたびに、自分の価値が少しずつ増していくように感じ、「もっと上を目指したい」という欲求が繰り返し湧いてきます。一見すると悪くないサイクルに見えるかもしれません。",
      "しかし、「価値＝成功」という考え方には、大きな落とし穴があります。",
      "キャリアやビジネスが順調なあいだは、その世界にのめり込みすぎて、ほかの喜びの源を自分から奪ってしまいがちです。",
      "家族やパートナーとの時間は後回しになり、「仕事のほうがいつも優先」と感じられるようになります。",
      "生活は朝から晩まで「ずっと忙しい」状態になっていきます。",
      "少しペースを落とそうとすると、むしろ空虚さや不安、「時間を無駄にしている」という感覚が押し寄せてきます。休むことは弱さだと感じてしまうこともあります。",
      "成果がない状態では、自分にはまったく価値がないように思えてしまいます。自尊感情を支える土台が、ほかに見つからないからです。",
      "その結果、燃え尽きや健康状態の悪化、慢性的なストレスやうつ状態へとつながることがあります。",
      "こうして、仕事中毒のような状態が、成功へのこだわりを支え続ける依存として固まっていきます."
    ],
    "quote": {
      "text": "「成果競争」の時代には、誰もが何にでもなれるように思えてしまいます。そして、自分の存在意義を証明しなければならないと感じがちです。",
      "author": "アレクサンドル・イワノフ"
    }
  },
  "screen_3": {
    "texts": [
      "人間関係の悪化",
      "成果にとらわれている人が深い孤独を感じやすいのは、決して不思議なことではありません。",
      "親しいつながりを維持するための時間も心の余裕も足りず、人間関係は少しずつ後回しになっていきます。",
      "パートナーは、あなたのそばでは十分な関心や支えを感じられず、別のところに安心できる居場所を求めてしまうかもしれません。",
      "また、成功への依存は他者の見方にも影響を与えます。「その人がどんな肩書きや成果を持っているか」で価値を判断しやすくなるのです。",
      "当然ながら、そうした態度は人とのつながり全体に影響を及ぼします。",
      "先延ばし",
      "「唯一の正解があり、失敗は許されない」という感覚が強くなると、失敗への恐れが非常に大きくなります。",
      "結果が保証されていないと感じると、「やってみてうまくいかないくらいなら、最初から手をつけないほうがましだ」と行動を先送りしがちです。",
      "不快な感情を味わうのが怖いために、先延ばしはほとんど避けられないパターンになってしまいます。",
      "自己肯定感の低下",
      "人生は思い通りにならない出来事の連続です。病気や景気の悪化、予期せぬ状況の変化などで、これまで通りに働けなくなることもあります。",
      "もし自分の価値を生産性だけに結びつけていたなら、それを失ったとき、深い失望と虚しさに襲われ、重いうつ状態に陥ることがあります。",
      "長いあいだ、成果を出すことだけを生きがいにしてきた人が、それを続けられなくなると、心の中に広い空白と、意味を失った感覚が残ります。",
      "ときには、その苦しさから衝動的な行動に出てしまうこともあります。自己評価のすべてを結果に預けてきたからこそ、それを失うことが耐えがたく感じられるのです。",
      "ほかの依存と同じように、次第に「慣れ」が生じます。満足を得るためには、より多くの成功や評価、成果が必要になっていきます。",
      "新しい結果を出しても喜びはすぐに薄れ、そのたびに、満たされる感覚を取り戻そうとしてますます努力を重ねることになります。",
      "なぜ、達成の効果はこんなにも早く消えてしまうのでしょうか。",
      "なぜ、さらなる成果を求め続けてしまうのでしょうか。",
      "理由はシンプルです。成功は幸せとイコールではないからです。",
      "この二つは、思っているほど直線的には結びついていません。そのため、気づかないうちに「手に入れても満たされない幻想」を追い続けることになってしまいます。",
      "あなたの気分を本当に左右しているのは、達成した量ではなく、自分に向ける言葉や、自分をどう扱っているかです。勝ち取った成果の喜びはすぐに通り過ぎてしまいますが、自分の内側にある支えは、長く残る土台になります."
    ],
    "quote": {
      "text": "成功を目指すことは、私たちの背中を押してくれる一方で、その途中で「生きること」そのものを見失わないことが大切です。",
      "author": "アーネスト・ヘミングウェイ"
    }
  }
}
