{
  "title": "成果への依存",
  "description": "詩人や画家によって讃えられた愛は、私たちを羽ばたかせ、人生の充実感を与えます。しかし、愛が病的な依存に変わると、人間を破壊し、特に自己評価が低い人々にとって健全な関係を築くことを妨げます。本当の幸せと充実感は、パートナーの存在に左右されずに、自分の気分を調整し、日々の喜びを享受できるようになることで見つかるのです。",
  "screen_1": {
    "texts": [
      "私たちは「成果競争」の時代に生きており、私たちの成功が自己を定義します。誰もが大金を稼ぎ、社会的な権威を手に入れることができるように思えます。",
      "野心の限界はなく、私たちの人生は絶え間ない競争に変わり、私たちの人間的価値は成果によって決まると信じ込まされます。",
      "この信念は無害に見えるかもしれませんが、実際には破壊的な影響を及ぼします。",
      "成果依存とは何ですか？",
      "それは、自分の自己評価が生産性、地位、知性、または成功に基づいている場合です。",
      "学業や仕事が順調なときは、幸せで充実した人間だと感じます。しかし、目標を達成できなかったり、失敗した瞬間に、強い否定的な感情が襲ってきます。",
      "その瞬間、あなたは自分が無能な失敗者だと思ってしまうかもしれません。",
      "このような依存に基づく信念にはどのようなものがありますか？",
      "成功しなければ、ひどいことになる。自分は弱者／愚か者／無価値な存在だ",
      "失敗したら、自分は失敗者だ",
      "失敗したら、自分は無価値であり、今後も何も達成できない",
      "成功しなければ、生きている意味がない。すべてが無意味になり、決して本当に幸せにはなれない",
      "成果に対する過度の関心は、男性だけでなく、近年ではキャリア志向が強くなり、成功を目指す女性にも見られるようになっています。",
      "女性が関係性に関心を示すことが多い一方で、男性はキャリアの失敗に対して弱さを示しがちです。幼い頃から成功が彼らの価値を決定すると教えられているからです。",
      "なぜ、このような信念が形成されるのでしょうか？",
      "理由はさまざまですが、通常、このような思考パターンは幼少期に形成されます。もしかすると、その人の親は冷たく、疎遠であり、十分な愛情や配慮、受容を与えなかったのかもしれません。",
      "そのため、子供はその状況を説明しようとします。",
      "もし、近所のペチャという子が愛され、褒められ、受け入れられているのに、私はそうでないなら、私は何かが違うのだろう。もし、私がもっと優れていれば、きっと愛されるはずだ。",
      "別のケースでは、親は成功した場合にのみ愛情、注目、称賛、配慮を与えていた可能性があります。",
      "学校で良い成績を取れば褒められ、そうでなければ無視されるという状況です。"
    ]
  },
  "screen_2": {
    "texts": [
      "もう一つのケースは、不在の親です。子供は自己中心的な思考を持ち、世界で起こることすべてを自分を通じて説明します。",
      "もし父親が去ったなら、それは自分が悪い子だったからだと思い込むのです。両親の間での不和ではなく、自分の責任だと考えます。したがって、もし自分が良い子で、成功し、賢ければ、父親は必ず戻ってくるか、少なくとも自分を失ったことを後悔するだろうと信じ込むのです。",
      "このようなシナリオは、成功依存を形成し、思春期や青年期、さらには大人になっても、特定の出来事や状況がこの信念を強化することがあります。",
      "その結果、人は成果によってのみ愛されると信じ込みます。成功しなければ、見捨てられ、拒絶され、一人ぼっちになるのだと考えるのです。",
      "理想の自分像と現実との不一致に直面すると、自分の無価値さや不要さを痛感し、それが非常に辛い経験となります。",
      "自己価値に対する見方を変える第一歩は、それがあなたに利益をもたらすのか、それとも害を及ぼすのかを見極めることです。自分の価値を成果で判断するのをやめるという決断は、信念体系を変えるための非常に重要な第一歩です。",
      "もちろん、成果依存には利点もあります。成果を上げた時に自分を褒め、高揚感を感じることができるからです。",
      "他の人々より優れているという感覚。結局、あなたは何かを成し遂げたのに、他の人たちはそうではないのです。",
      "この信念体系のおかげで、成功に向かってモチベーションを保ち、より多くの努力をし、キャリアを築き、お金を稼ぐことができます。",
      "成果はあなたに価値を与えます。自分の重要性を感じるために、毎回、ますます高い成果を求めるようになります。最初はそれが魅力的に見えるかもしれません。",
      "それでは、「価値=成果」という思考の欠点は何でしょうか？",
      "ビジネスやキャリアがうまくいっているとき、あなたはそれに没頭し、他の満足や喜びの源を遮断してしまうかもしれません。",
      "家族、親しい人々、友人との関係は喜びをもたらさなくなり、仕事に時間を割く方が優先されるようになります。",
      "自分のための時間がなくなり、早朝から深夜まで働き続けます。",
      "仕事中毒になり、ペースを落とすと、空虚さ、無力感、退屈さを感じ、大切なものを失っていると感じるようになります。休むことを忘れてしまうのです。",
      "休息は怠惰と同義であり、何か有益なことをする代わりに休んでいるという罪悪感に苛まれます。成果がないと、自分を無価値で退屈な存在だと感じ、自己尊重や満足感の他の基盤が見つからなくなります。",
      "これは燃え尽き症候群、慢性的な病気、絶え間ないストレス感、うつ病を引き起こす可能性があります。",
      "さらに、仕事中毒は成果依存を助長する別の依存症であり、それに対処するのが難しくなります。"
    ],
    "quote": {
      "text": "「成果競争」の時代に私たちを定義するのは、私たちの成功であり、誰もがどんな存在にもなれるように思える。",
      "author": "アレクサンドル・イワノフ"
    }
  },
  "screen_3": {
    "texts": [
      "社会的関係の悪化",
      "成功を追求し続ける人々が孤独を感じることはよくあります。それには理由があります。",
      "あなたには、社会的なつながりを維持するための時間やエネルギーがないかもしれません。長期間、親しい人々に時間を割かないと、それは当然、あなたの関係に影響を及ぼします。",
      "あなたのパートナーは、あなたからの愛情、注意、配慮を受け取らないため、別の人を見つけるかもしれません。",
      "成功依存は、あなたが他人をどう見るかにも影響を与えます。社会的地位が自分より低い人や、自分が定義した「成功」の基準に合わない人との関わりを避けることがあります。",
      "これらすべてが、他者との関係に悪影響を及ぼします。",
      "先延ばし癖",
      "「完璧」で唯一の正しい選択肢がある場合、失敗は許されません。すべてを正確に計画し、想定通りに進める必要があります。",
      "しかし、現実には、成功の保証はないと理解しているため、そもそもその道を歩むのを避ける方が賢明だと考えるようになります。こうして、挑戦しない方が失敗するよりもマシだという思考が芽生えます。",
      "失敗の後には、耐えがたい感情を抱えることになり、それが先延ばし癖を引き起こします。",
      "自己尊重感の欠如",
      "人生は予測不可能なものです。病気や仕事の悪化、戦争など、あなたの努力に関係なく、以前のように働くことができなくなることがあります。",
      "その時が来たとき、あなたは重度のうつ病に陥るかもしれません。生産性の低下が、自分の無価値さを示していると信じ込んでしまうからです。その瞬間、あなたの人生全体が崩壊し、あなたは打ちのめされます。",
      "達成するために生きてきたのに、今やそれができない状況に直面します。自己尊重感の欠如は、最悪の場合、自殺の試みにも繋がる可能性があります。これは、市場の基準だけで自分の価値を評価することに対する最も高く、取り返しのつかない代償です。",
      "どの依存症にも、耐性がありますが、成果依存も例外ではありません。",
      "あなたは、成功、称号、賞、金、財産がまだ足りないと感じ始めます。進むにつれて、要求はますます高くなり、あなたを休ませません。",
      "新しい成果は、以前の喜びをもたらさなくなり、再び何かを感じるためには、さらに多くの努力が必要になります。",
      "なぜ効果が短命なのでしょうか？",
      "なぜ、さらに多くを求めるのでしょうか？",
      "答えは明白です。成功は幸福を保証しません。",
      "これら2つの現象は同義語ではなく、因果関係もありません。最終的には、あなたは幻想を追い求めているのです。",
      "なぜなら、あなたの気分の鍵は成功ではなく、あなたの思考にあるからです。勝利の興奮はすぐに消えてしまいます。真の幸福は、あなた自身にしか依存しないことを理解することが重要です。"
    ],
    "quote": {
      "text": "成功を追い求めることは、無思慮に私たちを突き動かし、プロセスそのものを楽しむ時間を与えない。",
      "author": "アーネスト・ヘミングウェイ"
    }
  }
}
