{
  "title": "成果への依存",
  "description": "愛情は、本来、力を与え、支えとなり、人生に意味を感じさせてくれるものです。しかし、それが「これがなければ自分には価値がない」という必需品のようなものになると、次第に心を蝕み、健全な関係を築くことを難しくしてしまいます。成果への依存も同じです。本当の幸せは、成功だけに自分を預けるのではなく、自分の感情や価値観、結果とは切り離された喜びの源を大切にするときに育っていきます。",
  "screen_1": {
    "texts": [
      "私たちは「成果競争」の時代を生きています。成功がしばしば自分の価値を測る物差しのように扱われ、「十分に努力すれば誰でも何でも達成できる」と信じられがちです。",
      "野心には限りがないように思え、その結果、人生は終わりのないレースのようになります。やがて「人の価値はどんな結果を出したかで決まる」という考え方が、当たり前のこととして染みついていきます。",
      "一見すると無害で前向きな考え方に見えますが、現実には心に大きなダメージを与えることがあります。",
      "では、「成果への依存」とは何を指すのでしょうか。",
      "それは、自己評価が、生産性や地位、学力、能力、仕事の成果といったものにほとんど全面的に左右されている状態です。",
      "勉強や仕事がうまくいっているあいだは、自分を十分に価値のある人間だと感じられますが、少しでもうまくいかなくなると、強い否定的な感情に押し流されてしまいます。",
      "そんなときには、「自分は落ちこぼれだ」「自分には価値がない」といった思いに支配されてしまうことがあります。",
      "では、そのような依存があると、どのような信念が育ちやすいのでしょうか。",
      "「成功できなかったら終わりだ。つまり自分は弱くて、頭が悪くて、取るに足らない人間だ」",
      "「何かがうまくいかなかったということは、自分は負け犬だということだ」",
      "「一度でも失敗したら、誰からも必要とされないし、将来も何も手に入らない」",
      "「どうしても成功しなければならない。そうでなければ、人生には意味がなく、幸せも訪れない」",
      "成果へのこだわりは、性別にかかわらず見られます。今では、多くの女性もキャリアや専門性の向上を強く求めるようになっています。",
      "同時に、多くの男性は失敗に対して特に傷つきやすい面があります。幼いころから「男は成功してこそ価値がある」といったメッセージを受け取りやすいからです。",
      "では、なぜこうした考え方が形成されるのでしょうか。",
      "多くの場合、その根っこは子ども時代にあります。親との情緒的な距離が大きく、無条件の愛情や安心感を十分に与えられなかった可能性があります。",
      "そのとき、子どもは状況を自分なりに説明しようとします。",
      "たとえば「近所のペーチャはほめられて大事にされているのに、自分はそうでもない。ということは、自分には何か欠陥があるのだろう。もっと『いい子』になれたら、きっと自分も愛されたはずだ」と考えてしまうのです。",
      "別のパターンとしては、「成果を出したときだけ温かく接してもらえる」という経験があります。",
      "テストで最高の点数を取ったときだけ「よくやった」と認められ、うまくいかなかったときには、まるでそこにいないかのように扱われる、といったかたちです。"
    ]
  },
  "screen_2": {
    "texts": [
      "もうひとつよくあるのは、どちらかの親が家にいない、あるいは事実上不在という状況です。子どもは起きていることを、いつも自分のせいだと感じやすくなります。",
      "「お父さんがいなくなったのは、大人同士が折り合えなかったからではなく、自分が十分によい子ではなかったからだ。だから自分がもっと賢く、立派で、成功した人になれたら、きっと戻ってきてくれる。少なくとも、自分を失ったことを後悔してくれるはずだ」といった物語を心の中につくり上げてしまうのです。",
      "こうした幼いころの解釈が、そのまま「成果への依存」の土台になります。その後の思春期や大人になってからの出来事が、この信念をさらに強くしていくことも少なくありません。",
      "やがて「人を愛していいのは、その人が何かを成し遂げているときだけだ」「見捨てられないためには、常に自分の価値を証明し続けなければならない」という学習が深く染みつきます。",
      "そして、頭の中にある「理想的な自分」のイメージと、現実の自分が少しでもずれていると、強い痛みや恥ずかしさ、自分が無価値だという感覚が生まれます。",
      "変化への最初の一歩は、「人の価値を成果だけで測ることは有害だ」と理解することです。自分を成功の有無だけで判断するのをやめると決めることは、とても大きな成長のきっかけになります。",
      "たしかに、成果への依存は一時的に「力がみなぎる感じ」を与えてくれることがあります。",
      "「自分はできたけれど、他の人はできなかった」という優越感を味わえるからです。",
      "こうした仕組みは、一見するとモチベーションにつながり、自己成長やキャリアアップ、収入の増加を後押ししてくれるように思えます。",
      "新しい成果を上げるたびに、自分の価値が少しずつ増していくように感じ、「もっと上を目指したい」という欲求が繰り返し湧いてきます。一見すると悪くないサイクルに見えるかもしれません。",
      "しかし、「価値＝成功」という考え方には、大きな落とし穴があります。",
      "キャリアやビジネスが順調なあいだは、その世界にのめり込みすぎて、ほかの喜びの源を自分から奪ってしまいがちです。",
      "家族やパートナーとの時間は後回しになり、「仕事のほうがいつも優先」と感じられるようになります。",
      "生活は朝から晩まで「ずっと忙しい」状態になっていきます。",
      "少しペースを落とそうとすると、むしろ空虚さや不安、「時間を無駄にしている」という感覚が押し寄せてきます。休むことは弱さだと感じてしまうこともあります。",
      "成果がない状態では、自分にはまったく価値がないように思えてしまいます。自尊感情を支える土台が、ほかに見つからないからです。",
      "その結果、燃え尽きや健康状態の悪化、慢性的なストレスやうつ状態へとつながることがあります。",
      "こうして、仕事中毒のような状態が、成功へのこだわりを支え続ける依存として固まっていきます."
    ],
    "quote": {
      "text": "「成果競争」の時代には、誰もが何にでもなれるように思えてしまいます。そして、自分の存在意義を証明しなければならないと感じがちです。",
      "author": "アレクサンドル・イワノフ"
    }
  },
  "screen_3": {
    "texts": [
      "人間関係の悪化",
      "成果にとらわれている人が深い孤独を感じやすいのは、決して不思議なことではありません。",
      "親しいつながりを維持するための時間も心の余裕も足りず、人間関係は少しずつ後回しになっていきます。",
      "パートナーは、あなたのそばでは十分な関心や支えを感じられず、別のところに安心できる居場所を求めてしまうかもしれません。",
      "また、成功への依存は他者の見方にも影響を与えます。「その人がどんな肩書きや成果を持っているか」で価値を判断しやすくなるのです。",
      "当然ながら、そうした態度は人とのつながり全体に影響を及ぼします。",
      "先延ばし",
      "「唯一の正解があり、失敗は許されない」という感覚が強くなると、失敗への恐れが非常に大きくなります。",
      "結果が保証されていないと感じると、「やってみてうまくいかないくらいなら、最初から手をつけないほうがましだ」と行動を先送りしがちです。",
      "不快な感情を味わうのが怖いために、先延ばしはほとんど避けられないパターンになってしまいます。",
      "自己肯定感の低下",
      "人生は思い通りにならない出来事の連続です。病気や景気の悪化、予期せぬ状況の変化などで、これまで通りに働けなくなることもあります。",
      "もし自分の価値を生産性だけに結びつけていたなら、それを失ったとき、深い失望と虚しさに襲われ、重いうつ状態に陥ることがあります。",
      "長いあいだ、成果を出すことだけを生きがいにしてきた人が、それを続けられなくなると、心の中に広い空白と、意味を失った感覚が残ります。",
      "ときには、その苦しさから衝動的な行動に出てしまうこともあります。自己評価のすべてを結果に預けてきたからこそ、それを失うことが耐えがたく感じられるのです。",
      "ほかの依存と同じように、次第に「慣れ」が生じます。満足を得るためには、より多くの成功や評価、成果が必要になっていきます。",
      "新しい結果を出しても喜びはすぐに薄れ、そのたびに、満たされる感覚を取り戻そうとしてますます努力を重ねることになります。",
      "なぜ、達成の効果はこんなにも早く消えてしまうのでしょうか。",
      "なぜ、さらなる成果を求め続けてしまうのでしょうか。",
      "理由はシンプルです。成功は幸せとイコールではないからです。",
      "この二つは、思っているほど直線的には結びついていません。そのため、気づかないうちに「手に入れても満たされない幻想」を追い続けることになってしまいます。",
      "あなたの気分を本当に左右しているのは、達成した量ではなく、自分に向ける言葉や、自分をどう扱っているかです。勝ち取った成果の喜びはすぐに通り過ぎてしまいますが、自分の内側にある支えは、長く残る土台になります."
    ],
    "quote": {
      "text": "成功を目指すことは、私たちの背中を押してくれる一方で、その途中で「生きること」そのものを見失わないことが大切です。",
      "author": "アーネスト・ヘミングウェイ"
    }
  },
  "exercise": {
    "title": "成果だけに縛られた生き方を手放すには？",
    "description": "この記事では、自分の価値を「成功しているかどうか」に預けてしまうことの危うさについて考えていきます。レディー・ガガやジム・キャリーといった有名人の例を通して、どれほど華やかな成功を収めた人でも、うつ状態やさまざまな心の問題に苦しむことがあることを示します。また、目標と私生活のバランスをとることの大切さや、どんな成果を上げているかにかかわらず一人ひとりには固有の価値があるという視点を、本記事の核となるメッセージとしてお伝えします。",
    "screen_1": {
      "texts": [
        "もちろん、「成功への依存」から抜け出すために、今取り組んでいることを全部やめたり、大事な目標そのものを放り出したりする必要はありません。",
        "そもそも、何かを達成すること自体は悪いことではありません。お金や仕事、車や家などを手に入れるのは素晴らしいことです。",
        "問題は、そうした「成功の指標」がないときに、自分をダメな人間、落ちこぼれ、価値のない存在だとみなしてしまうところから始まります。",
        "「常に人より優れて成果を出していなければならない」という罠から少し距離を置くために、次の点について考えてみてください。",
        "自己評価がジェットコースターのように上下し続ける人生を、この先ずっと送りたいでしょうか。",
        "冷静に考えると、「成果中心の生き方」を選ぶということは、終わりのない感情の浮き沈みを自分に課すことでもあります。",
        "今日は何かを達成して誇らしい気分でも、明日失敗したら、世界が急に色あせて見えるかもしれません。成果があれば「よくやった自分」、成果がなければ「ダメな自分」になってしまうのです。",
        "そうなると、あなたの気分はとても操られやすくなります。周りの人が「成果に依存している」と気づけば、その弱みを自分たちの都合よく利用することだってできてしまいます。",
        "たとえば上司は、「ほめ言葉のためなら無理をしてでもやり遂げる人だ」と知っていれば、過大な仕事量を次々と任せてくるかもしれません。",
        "「成果＝幸せ」ではないという視点が、ここでは重要です。",
        "お金や知名度、目に見える実績は、長いあいだ「幸せ」と「安定」を保証してくれるものだと考えられてきました。けれども、もし本当に幸福度が成功の度合いだけで決まるなら、社会的地位の違う人たちのあいだで、幸せの差はもっと極端になっているはずです。",
        "実際には、大きな功績を誇れるわけではない人のほうがずっと多いのに、そのなかにも自分の人生に満足し、幸福だと感じている人はたくさんいます。",
        "ここで言う「満足していること」は、「何も望まず、目標も持たないこと」とは違います。現実的な目標に向かって健全に努力することと、「成果への依存」とのあいだには、大きな溝があります。",
        "ふたを開けてみると、高収入で肩書きも立派な、成功したビジネスのオーナーといった人たちでさえ、うつ状態に悩んだり、さまざまな問題を抱えたり、「思っていたのと違う」と人生に失望していることがあります。",
        "たとえば、世界的に知られるレディー・ガガは、一見すると成功もお金も幸せも手に入れた人のように見えますが、つらい経験を知るがゆえに、困難な状況にいる若者を支援するための「ボーン・ディス・ウェイ財団」を立ち上げました。",
        "彼女は2015年の『Billboard』誌のインタビューで「私は一生を通してうつ病や不安に苦しんできました。今もそれと向き合い続けています」と語っています。",
        "あるいは、ジム・キャリーのことを思い出してみてもいいでしょう。彼は、多くの人に笑いと前向きな気持ちを届けてきた俳優ですが、人気の絶頂にいたときでさえ、本人にとっては笑っていられる状況ではありませんでした。",
        "ジム・キャリーは、長年にわたって重いうつ病と闘ってきたと言われています。",
        "こうした話は有名人だけのものではありません。ビジネスの世界でも、多くの経営者や起業家が心の不調や依存症に悩まされています。",
        "実際、成功者と呼ばれる人たちのなかには、自ら命を絶つ人も少なくありません。「CEOの自殺」という言い方まで生まれているほどです。",
        "この現象は、フォーブスの長者番付に名を連ねた大富豪アドルフ・マークリや、スタートアップ界のイリヤ・ジトムルスキー、オースティン・ハインツ、ファッションブランドの創業者ケイト・スペードなど、数多くの人びとにも見られます。",
        "ですから、いまだに「成功＝幸せ」だと思っているとしたら、その考えは大きな誤解だと言えるでしょう。"
      ]
    },
    "screen_2": {
      "texts": [
        "身近な大切な人を思い浮かべてみてください。その人に特別な「実績」が何もなかったとしても、あなたはその人を今より低く評価するでしょうか。",
        "たとえば、とても大切に思っている友人に久しぶりに会ったとします。ところが話してみると、その友人はただのショップ店員で、自分はビジネスオーナーとして成功し、裕福な暮らしをしている――そんな状況だったとしましょう。",
        "そのとき、相手を見下すような目で見たり、「自分のほうが上だ」と心の中で序列をつけたりしたくなるでしょうか。",
        "もしかすると、心のどこかで「相手と比べて、自分の小ささを認めてほしい」と望むかもしれません。でも、そんな自分でいたいと本当に思うでしょうか。",
        "では、もし自分がその友人の立場だったらどうでしょうか。",
        "相手が成功しているという理由だけで、「あなたは私よりずっと上の存在だから、私は劣っていると認めます」という条件付きでそばにいることを、あなたは受け入れたいでしょうか。",
        "では、子どもたちはみんな「落ちこぼれ」なのでしょうか。",
        "もし価値があるのは「何かを成し遂げた人」だけだとしたら、子どもはこの世でいちばん価値のない存在になってしまいます。",
        "なにせ赤ちゃんは、まだ自分の頭さえしっかり支えられませんよね。それでも、私たちは赤ちゃんに大きな価値があると感じています。",
        "もしそうだとしたら、なぜ赤ちゃんには価値があるのでしょうか。",
        "赤ちゃんは、世界に何かをもたらしたわけではありません。言葉を話すことさえできません。それでも、私たちが赤ちゃんや自分自身を大切に思うのは、成果ではなく「どんな存在としてそこにいるか」に価値を見ているからです。",
        "では反対に、「もう新しい貢献ができないから」という理由で、すべてのおばあさんやおじいさんをこの世から消してしまうべきだ、と考えるでしょうか。",
        "年を取り、世界に何かを生み出す力が小さくなっても、私たちはそんなふうには思いません。むしろ、弱くなった親や祖父母を大切にし、支えたいと感じているはずです。",
        "どんな人にも、もともと価値があります。",
        "私たちはつい、人の価値は「量」で測れるもの、数字のように増減するものだと考えてしまいがちです。けれど本当は、価値とは「質」に関わるものであり、ものさしで測れるものではありません。",
        "人は誰でも、生まれた瞬間から変わらない「1つの価値」を持っています。その値が誰かより大きくなったり小さくなったりすることはありません。成功していても、失敗していても、その1は1のままです。大きな成果があってもなくても、あなたの価値は変わりません。",
        "自分の成果を、他人の成果と比べないことが大切です。",
        "自分を周りの人と比べることは、たいてい「足りないところ探し」になってしまい、不安や居心地の悪さを強めるだけです。",
        "そうした比べ合いは、やがて嫉妬心を生み出し、「もっとやらなきゃ」「まだ足りない」という感覚を強め、成功への依存をいっそう強化してしまいます。",
        "比べる軸を他人から取り戻しましょう。誰かの基準と張り合うのではなく、自分にとって本当に大事なものは何かを見直し、その目標が「周りと同じであること」ではなく、自分の価値観に合っているかどうかを考えてみてください."
      ],
      "quote": {
        "text": "いくら成功していても、幸せでなければ意味がありません。私にとっての成功とは、お金や名声ではなく「幸せであること」です。",
        "author": "エレン・デジェネレス"
      }
    },
    "screen_3": {
      "texts": [
        "バランスを取ることを学びましょう。",
        "成功に依存しやすい人は、休んだり、家族や友人と過ごしたり、目標とは直接関係のないことをしているときに、「こんなことをしていていいのだろうか」と罪悪感を抱きがちです。",
        "もちろん、成果や達成にはそれなりの意味がありますが、人生のすべてではありません。成功ばかりを優先していると、肝心の「生きること」そのものを置き去りにしてしまいます。仕事や勉強と、それ以外の領域とのバランスを意識してみましょう。",
        "自分が本当は何を望んでいるのか、体はどんなサインを出しているのかに耳を傾けてください。その声を無視せず、できる限り自分を大切に扱うことを心がけましょう。",
        "浮かんでくる考えと向き合うことも重要です。",
        "長年しみついた信念を変えていくには、「自分はダメだ」と感じさせる自動思考に、根気よく問いかけていくことが欠かせません。",
        "そうしていくうちに、問題の本質は成功や失敗そのものではなく、「どんな出来事も自分を責める材料にしてしまう」考え方の癖にあることが見えてきます。物事を現実的な目線で評価できるようになると、自己肯定感や自分を受け入れる力も少しずつ高まっていきます。",
        "社会にとって本当に「大切な人」とは誰でしょうか？",
        "「成功している人」と聞いて多くの人が思い浮かべるのは、有名な歌手や人気俳優、一流企業の経営者や政治家などかもしれません。",
        "では、教師や医療従事者、建設現場で働く人たち、その他の目立たない職業に就いている人たちはどうでしょうか。実は、私たちの日常や未来は、そうした人たちに大きく支えられています。客観的に見れば、世間からうらやましがられる人以上に、社会を支える力になっている場合も多いのです。",
        "最後に、ジャーナリストのデヴィッド・オーアの本に出てくる印象的な言葉を紹介したいと思います。",
        "彼は、「この惑星が本当に求めているのは、たくさんの『成功者』ではない」と書いています。むしろ、世界に必要なのは、平和を育てる人、癒やす人、物語を紡ぐ人、そしてただ周りを愛する人たちだと続けています。",
        "誠実さと倫理観をもち、世界を少しでも優しく、人間らしい場所にしようとする人たち。いっしょにいるだけで「ここにいていい」と感じられるような人たちを、地球は必要としているのだと彼は言います。",
        "もちろん、大きな目標やキャリアアップそのものが悪いわけではありません。ただ、それ以外の大事な領域との調和がとれているかどうかが重要なのです。",
        "生産性や成果は、ときに大きな達成感をもたらし、確かに楽しいものです。しかし、成功は最大限の幸せのための「必要条件」でもなければ、「十分条件」でもありません。",
        "誰かの愛情や尊敬を、「休まず働き続けること」で勝ち取る必要はありません。一番でなければ価値がない、ということもありません。",
        "世界でいちばん大切なものは、所有物や肩書きではなく、「目には見えないもの」であることを、ときどき思い出してみてください。"
      ],
      "quote": {
        "text": "人生の本当の価値は、何を持っているかではなく、どんな人として生きているかにあります。",
        "author": "オプラ・ウィンフリー"
      }
    }
  }
}
