{
  "title": "成果だけに縛られた生き方を手放すには？",
  "description": "この記事では、自分の価値を「成功しているかどうか」に預けてしまうことの危うさについて考えていきます。レディー・ガガやジム・キャリーといった有名人の例を通して、どれほど華やかな成功を収めた人でも、うつ状態やさまざまな心の問題に苦しむことがあることを示します。また、目標と私生活のバランスをとることの大切さや、どんな成果を上げているかにかかわらず一人ひとりには固有の価値があるという視点を、本記事の核となるメッセージとしてお伝えします。",
  "screen_1": {
    "texts": [
      "もちろん、「成功への依存」から抜け出すために、今取り組んでいることを全部やめたり、大事な目標そのものを放り出したりする必要はありません。",
      "そもそも、何かを達成すること自体は悪いことではありません。お金や仕事、車や家などを手に入れるのは素晴らしいことです。",
      "問題は、そうした「成功の指標」がないときに、自分をダメな人間、落ちこぼれ、価値のない存在だとみなしてしまうところから始まります。",
      "「常に人より優れて成果を出していなければならない」という罠から少し距離を置くために、次の点について考えてみてください。",
      "自己評価がジェットコースターのように上下し続ける人生を、この先ずっと送りたいでしょうか。",
      "冷静に考えると、「成果中心の生き方」を選ぶということは、終わりのない感情の浮き沈みを自分に課すことでもあります。",
      "今日は何かを達成して誇らしい気分でも、明日失敗したら、世界が急に色あせて見えるかもしれません。成果があれば「よくやった自分」、成果がなければ「ダメな自分」になってしまうのです。",
      "そうなると、あなたの気分はとても操られやすくなります。周りの人が「成果に依存している」と気づけば、その弱みを自分たちの都合よく利用することだってできてしまいます。",
      "たとえば上司は、「ほめ言葉のためなら無理をしてでもやり遂げる人だ」と知っていれば、過大な仕事量を次々と任せてくるかもしれません。",
      "「成果＝幸せ」ではないという視点が、ここでは重要です。",
      "お金や知名度、目に見える実績は、長いあいだ「幸せ」と「安定」を保証してくれるものだと考えられてきました。けれども、もし本当に幸福度が成功の度合いだけで決まるなら、社会的地位の違う人たちのあいだで、幸せの差はもっと極端になっているはずです。",
      "実際には、大きな功績を誇れるわけではない人のほうがずっと多いのに、そのなかにも自分の人生に満足し、幸福だと感じている人はたくさんいます。",
      "ここで言う「満足していること」は、「何も望まず、目標も持たないこと」とは違います。現実的な目標に向かって健全に努力することと、「成果への依存」とのあいだには、大きな溝があります。",
      "ふたを開けてみると、高収入で肩書きも立派な、成功したビジネスのオーナーといった人たちでさえ、うつ状態に悩んだり、さまざまな問題を抱えたり、「思っていたのと違う」と人生に失望していることがあります。",
      "たとえば、世界的に知られるレディー・ガガは、一見すると成功もお金も幸せも手に入れた人のように見えますが、つらい経験を知るがゆえに、困難な状況にいる若者を支援するための「ボーン・ディス・ウェイ財団」を立ち上げました。",
      "彼女は2015年の『Billboard』誌のインタビューで「私は一生を通してうつ病や不安に苦しんできました。今もそれと向き合い続けています」と語っています。",
      "あるいは、ジム・キャリーのことを思い出してみてもいいでしょう。彼は、多くの人に笑いと前向きな気持ちを届けてきた俳優ですが、人気の絶頂にいたときでさえ、本人にとっては笑っていられる状況ではありませんでした。",
      "ジム・キャリーは、長年にわたって重いうつ病と闘ってきたと言われています。",
      "こうした話は有名人だけのものではありません。ビジネスの世界でも、多くの経営者や起業家が心の不調や依存症に悩まされています。",
      "実際、成功者と呼ばれる人たちのなかには、自ら命を絶つ人も少なくありません。「CEOの自殺」という言い方まで生まれているほどです。",
      "この現象は、フォーブスの長者番付に名を連ねた大富豪アドルフ・マークリや、スタートアップ界のイリヤ・ジトムルスキー、オースティン・ハインツ、ファッションブランドの創業者ケイト・スペードなど、数多くの人びとにも見られます。",
      "ですから、いまだに「成功＝幸せ」だと思っているとしたら、その考えは大きな誤解だと言えるでしょう。"
    ]
  },
  "screen_2": {
    "texts": [
      "身近な大切な人を思い浮かべてみてください。その人に特別な「実績」が何もなかったとしても、あなたはその人を今より低く評価するでしょうか。",
      "たとえば、とても大切に思っている友人に久しぶりに会ったとします。ところが話してみると、その友人はただのショップ店員で、自分はビジネスオーナーとして成功し、裕福な暮らしをしている――そんな状況だったとしましょう。",
      "そのとき、相手を見下すような目で見たり、「自分のほうが上だ」と心の中で序列をつけたりしたくなるでしょうか。",
      "もしかすると、心のどこかで「相手と比べて、自分の小ささを認めてほしい」と望むかもしれません。でも、そんな自分でいたいと本当に思うでしょうか。",
      "では、もし自分がその友人の立場だったらどうでしょうか。",
      "相手が成功しているという理由だけで、「あなたは私よりずっと上の存在だから、私は劣っていると認めます」という条件付きでそばにいることを、あなたは受け入れたいでしょうか。",
      "では、子どもたちはみんな「落ちこぼれ」なのでしょうか。",
      "もし価値があるのは「何かを成し遂げた人」だけだとしたら、子どもはこの世でいちばん価値のない存在になってしまいます。",
      "なにせ赤ちゃんは、まだ自分の頭さえしっかり支えられませんよね。それでも、私たちは赤ちゃんに大きな価値があると感じています。",
      "もしそうだとしたら、なぜ赤ちゃんには価値があるのでしょうか。",
      "赤ちゃんは、世界に何かをもたらしたわけではありません。言葉を話すことさえできません。それでも、私たちが赤ちゃんや自分自身を大切に思うのは、成果ではなく「どんな存在としてそこにいるか」に価値を見ているからです。",
      "では反対に、「もう新しい貢献ができないから」という理由で、すべてのおばあさんやおじいさんをこの世から消してしまうべきだ、と考えるでしょうか。",
      "年を取り、世界に何かを生み出す力が小さくなっても、私たちはそんなふうには思いません。むしろ、弱くなった親や祖父母を大切にし、支えたいと感じているはずです。",
      "どんな人にも、もともと価値があります。",
      "私たちはつい、人の価値は「量」で測れるもの、数字のように増減するものだと考えてしまいがちです。けれど本当は、価値とは「質」に関わるものであり、ものさしで測れるものではありません。",
      "人は誰でも、生まれた瞬間から変わらない「1つの価値」を持っています。その値が誰かより大きくなったり小さくなったりすることはありません。成功していても、失敗していても、その1は1のままです。大きな成果があってもなくても、あなたの価値は変わりません。",
      "自分の成果を、他人の成果と比べないことが大切です。",
      "自分を周りの人と比べることは、たいてい「足りないところ探し」になってしまい、不安や居心地の悪さを強めるだけです。",
      "そうした比べ合いは、やがて嫉妬心を生み出し、「もっとやらなきゃ」「まだ足りない」という感覚を強め、成功への依存をいっそう強化してしまいます。",
      "比べる軸を他人から取り戻しましょう。誰かの基準と張り合うのではなく、自分にとって本当に大事なものは何かを見直し、その目標が「周りと同じであること」ではなく、自分の価値観に合っているかどうかを考えてみてください."
    ],
    "quote": {
      "text": "いくら成功していても、幸せでなければ意味がありません。私にとっての成功とは、お金や名声ではなく「幸せであること」です。",
      "author": "エレン・デジェネレス"
    }
  },
  "screen_3": {
    "texts": [
      "バランスを取ることを学びましょう。",
      "成功に依存しやすい人は、休んだり、家族や友人と過ごしたり、目標とは直接関係のないことをしているときに、「こんなことをしていていいのだろうか」と罪悪感を抱きがちです。",
      "もちろん、成果や達成にはそれなりの意味がありますが、人生のすべてではありません。成功ばかりを優先していると、肝心の「生きること」そのものを置き去りにしてしまいます。仕事や勉強と、それ以外の領域とのバランスを意識してみましょう。",
      "自分が本当は何を望んでいるのか、体はどんなサインを出しているのかに耳を傾けてください。その声を無視せず、できる限り自分を大切に扱うことを心がけましょう。",
      "浮かんでくる考えと向き合うことも重要です。",
      "長年しみついた信念を変えていくには、「自分はダメだ」と感じさせる自動思考に、根気よく問いかけていくことが欠かせません。",
      "そうしていくうちに、問題の本質は成功や失敗そのものではなく、「どんな出来事も自分を責める材料にしてしまう」考え方の癖にあることが見えてきます。物事を現実的な目線で評価できるようになると、自己肯定感や自分を受け入れる力も少しずつ高まっていきます。",
      "社会にとって本当に「大切な人」とは誰でしょうか？",
      "「成功している人」と聞いて多くの人が思い浮かべるのは、有名な歌手や人気俳優、一流企業の経営者や政治家などかもしれません。",
      "では、教師や医療従事者、建設現場で働く人たち、その他の目立たない職業に就いている人たちはどうでしょうか。実は、私たちの日常や未来は、そうした人たちに大きく支えられています。客観的に見れば、世間からうらやましがられる人以上に、社会を支える力になっている場合も多いのです。",
      "最後に、ジャーナリストのデヴィッド・オーアの本に出てくる印象的な言葉を紹介したいと思います。",
      "彼は、「この惑星が本当に求めているのは、たくさんの『成功者』ではない」と書いています。むしろ、世界に必要なのは、平和を育てる人、癒やす人、物語を紡ぐ人、そしてただ周りを愛する人たちだと続けています。",
      "誠実さと倫理観をもち、世界を少しでも優しく、人間らしい場所にしようとする人たち。いっしょにいるだけで「ここにいていい」と感じられるような人たちを、地球は必要としているのだと彼は言います。",
      "もちろん、大きな目標やキャリアアップそのものが悪いわけではありません。ただ、それ以外の大事な領域との調和がとれているかどうかが重要なのです。",
      "生産性や成果は、ときに大きな達成感をもたらし、確かに楽しいものです。しかし、成功は最大限の幸せのための「必要条件」でもなければ、「十分条件」でもありません。",
      "誰かの愛情や尊敬を、「休まず働き続けること」で勝ち取る必要はありません。一番でなければ価値がない、ということもありません。",
      "世界でいちばん大切なものは、所有物や肩書きではなく、「目には見えないもの」であることを、ときどき思い出してみてください。"
    ],
    "quote": {
      "text": "人生の本当の価値は、何を持っているかではなく、どんな人として生きているかにあります。",
      "author": "オプラ・ウィンフリー"
    }
  }
}
