{
  "title": "幸福への鍵：認知の歪みの克服",
  "description": "この記事では、認知行動療法によると、破壊的な信念がどのように幸せな生活を送ることを妨げているかを考察しています。一時的な幸福と、これらの信念の深い理解と再考を通じて達成される真の生活の質の向上との違いが説明されています。また、長期的な感情的健康を促進するために、これらの信念を特定し修正するための「機能不全の信念尺度」などの方法やツールも紹介されています。",
  "screen_1": {
    "texts": [
      "認知行動療法は、私たちと幸せな生活の間に認知の歪みが立ちはだかっていることを指摘しています。これらの歪みは、多くの場合、誤解に基づいており、望ましい結果の達成を妨げています。",
      "私たち一人一人が人生のさまざまな時期にこうした信念に出会い、うつ病、パニック発作、不安障害、摂食障害などのさまざまな心理的問題を引き起こす可能性があります。",
      "時には、問題が自分に関係ないかのように、十分に良い気分になることもあります。しかし、他の時期には、トンネルの先に光が見えないかのように、悲しみと孤独に圧倒されることもあります。",
      "実際、一時的な幸福と真の生活の質の向上の間の本質的な違いは、思考の変化にあります。",
      "一時的な幸福とは、問題が一時的に後退するものの、困難な状況が発生すると新たな力で戻ってくることです。",
      "この段階では、問題を「解決」したように見え、問題が背景に退いたように思えますが、その後トラウマとなる出来事が起こり、すべてが一からやり直しになります。"
    ],
    "quote": {
      "text": "私たちは物事をあるがままに見ているのではない。私たちは自分自身のあり方によって物事を見ている。",
      "author": "バージニア・サティア"
    }
  },
  "screen_2": {
    "texts": [
      "真の人生の向上には、以下の側面が含まれます：",
      "問題の原因とその中での自分の役割を理解すること。",
      "認知の歪みと自動思考を認識し、それらに取り組むこと。",
      "自信と自尊心を発達させること。",
      "認知の歪みの根本的な原因を探ること。",
      "信念は、私たちの価値観、目標、行動、その行動の評価、出来事への反応、そして自動思考の発生を決定します。例えば：",
      "もし私が間違えたら、それは私が何もできないということだ。",
      "受け入れられるためには、いつも他人に喜ばれなければならない。",
      "何も達成していなければ、愛されることはできない。",
      "助けを求めることは、弱さを示すことだ。",
      "多くの専門家は、クライアントの問題の根本的な原因を明らかにするには長期的な治療プロセスが必要であり、何年もの取り組みの後でも、ほとんどの人は自分の問題の真の原因を理解していないと考えています。",
      "しかし、認知療法はこの複雑さを克服するために大きな貢献をしました。"
    ],
    "quote": {
      "text": "改善は、他の誰かになろうとするのではなく、自分自身のより良いバージョンになろうとする瞬間から始まります。",
      "author": "マーシャ・リネハン"
    }
  },
  "screen_3": {
    "texts": [
      "私たちはあなたの信念の根本的な原因を理解し、それらに取り組むための基盤を提供するとともに、うつ病や不安障害の予防にも役立てたいと思います。",
      "このような態度を明らかにすることで、なぜあなたが問題や状態の罠に陥ったのかの主な理由を突き止め、人生のどの時期に脆弱になる可能性があるかを理解するのに役立ちます。",
      "信念との取り組みは、個人の成長への鍵です。",
      "認知の歪みを特定することの重要性により、それらを発見するためのかなり単純な方法が開発されました。それは「機能不全の信念尺度」と呼ばれ、アーリン・ワイスマン博士によって開発されました。",
      "ワイスマンの研究は、否定的な自動思考の強度はうつ病のエピソード間で急激に減少するにもかかわらず、認知の歪みのシステムはうつ病のエピソード中も人生を通じても持続することを証明しました。",
      "これにより、信念があなたをいつも伴う感情的不安定性への素因を表すという概念が確認されました。",
      "この方法のおかげで、認知の歪みを形成し、うつ病、神経症、その他の問題に対して脆弱にする価値観を特定することができるでしょう。",
      "これがあなたの心理的なアキレス腱です。",
      "以降の章では、これらの価値観をより詳しく検討し、あなた自身の態度を特定して評価し、長期的な感情的健康のための現実的で建設的な認知的態度を開発する方法を学ぶのに役立ちます。"
    ]
  }
}
