{
  "title": "恋愛依存から抜け出すには？",
  "description": "この記事は、幸福と恋愛や人間関係に関する信念についての研究を扱っています。幸福はさまざまな方法で達成できることを説明し、孤独に関連する否定的な信念を変えるためのテクニックが提案されています。記事は、日常の中で喜びを見つけ、恋愛関係の有無にかかわらず成長する方法を教えます。",
  "screen_1": {
    "texts": [
      "恋愛や人間関係は、人生に多くの喜びや幸せをもたらすことがありますが、それが唯一の方法ではありません。",
      "幸福とは複雑で多面的なプロセスであり、誰もがそれを達成するための自分自身の方法と道を選ぶ権利があります。",
      "したがって、今あなたの人生に恋愛関係がないとしても、それが人生を不完全なものにするわけではありません。",
      "信念を変えるには大きな努力が必要で、それは長く手間のかかるプロセスです。",
      "しかし、次の提案やテクニックを使えば、恋愛依存から解放され、恋愛関係の有無にかかわらず幸せになる方法を学ぶことができるでしょう。",
      "フィルターの変更",
      "一人でいるとき、恋人同士が目に留まることがよくありませんか？",
      "まるで世界があなたに逆らっているかのように。ここでは鳩のカップル、そこでは猫と猫、そしてあなたは一人。これは認知のゆがみ、すなわちネガティブフィルターです。",
      "それは、心配していることだけに注意を払い、他のものを無視してしまう思考や知覚のエラーです。",
      "フィルターを変えて、世界をより広い視野で見てください。幸せなカップルだけでなく、幸せな独り者も見るようにしましょう。あるいは、カップルがいるけれども、それで幸せになるわけではない人たちを見てください。社会的なステータスは常に自分の期待を満たすものではないのです。"
    ],
    "quote": {
      "text": "幸せは蝶のようなものです。追いかければ追いかけるほど、それは逃げていきます。しかし、他のことに目を向ければ、幸せはそっとあなたの肩に舞い降りるのです。",
      "author": "ヘンリー・デイヴィッド・ソロー"
    }
  },
  "screen_2": {
    "texts": [
      "期待される楽しみのリスト",
      "幸せは、日々の小さな喜び、自己成長、友情、そして人生の多くの側面で見つけることができます。",
      "しかし、あなたはおそらくそうは思わず、他の人なしでは幸せになれないと信じているでしょう。",
      "この信念が現実に即しているかどうかを確認するために、「期待される楽しみのリスト」を使ってみてください。このリストにはいくつかの列があり、さまざまな活動から得られる楽しみの度合いを予測し、記録することができます（仕事や休暇、独りで行うか他の人と行うかを含めて）。",
      "最初の列には、実験の日付を記入します。",
      "次の列には、その日に実験として行う予定のいくつかの活動を書き留めてください（2〜3週間の間に40〜50回の実験を行うことをお勧めします。普段満足感や楽しさを感じる活動や、学びや成長の可能性があるものを選んでください）。",
      "3列目には、その活動を誰と行うかを記入します。独りで行う場合は「私」と書いてください。",
      "4列目には、その活動がどのくらいの楽しさをもたらすと予想しているかを0〜100％の範囲で評価します。数字が大きいほど、期待される楽しみも大きくなります。",
      "4列目は、活動を始める前に必ず記入してください。最初の4つの列を埋めたら、実際に活動に移りましょう。",
      "その後、5列目には、実際に得た楽しみの度合いを同じ評価システムで記録します。",
      "このような実験を繰り返すことで、あなた自身について多くのことを知ることができるでしょう。",
      "まず、予測された楽しみ（4列目）と実際の楽しみ（5列目）を比較することで、予測の正確さを確認することができます。",
      "特に独りで何かをする場合、あなたはしばしば楽しみの度合いを過小評価していることに気づくかもしれません。",
      "また、誰かと一緒に行う活動が、必ずしも期待に応えていないことに驚くかもしれません。",
      "実際には、一人で過ごす時間が、誰かと一緒に過ごすよりも楽しい場合があることに気づくでしょう。",
      "さらに、一人で行った活動に対して付けた最高の評価が、誰かと一緒に行った活動の評価に匹敵するか、むしろそれ以上であることもあるでしょう。"
    ],
    "quote": {
      "text": "あなたが同意しない限り、誰もあなたを劣っていると感じさせることはできません。",
      "author": "エレノア・ルーズベルト"
    }
  },
  "screen_3": {
    "texts": [
      "信念の調整",
      "愛や人間関係、結婚は、必ずしも幸福や自尊心を高めるために必要なものではなく、時にはそれだけでは不十分です。",
      "その証拠に、結婚していても幸せではない男女は何百万もいます。",
      "もし恋愛が孤独、問題、憂うつ、うつ病の特効薬だったら、すべての心理学者は失業してしまうでしょう。",
      "しかし、残念ながらそうではありません。パートナーがいることが幸せな人生を保証するわけではないのです。それを理解し、受け入れる必要があります。",
      "信念に取り組むために、まず信念を明確にし、書き留めてください。それはさまざまな形で表現されるかもしれません。",
      "例：「パートナーがいなければ、私は不幸だ」",
      "「愛されていなければ、私は失敗者だ」",
      "「関係がなければ、私は不完全だ」",
      "次に、その信念がどのようにあなたに害を与えているかを書き出します。たとえば：",
      "自分に対する過度な期待が終わらない。私は関係にふさわしくないと感じる。",
      "パートナーに対する非現実的な期待、愛や非愛に対するグローバルな結論を出し、具体的な問題に注意を払わない。",
      "孤独な状況に対して常に不満と落ち込んだ気分に悩まされる。",
      "次に、反対の意見を書き出してください。これは難しいプロセスかもしれず、1日では終わらないかもしれません。新しい考えが浮かんだら、その都度リストに追加してください。",
      "たとえば、「独りでいるのはひどくて屈辱的だ」という信念に対しては、次のような反論を書き出すことができます：",
      "独りでいると、自分をよりよく知ることができる。",
      "関係がないと、新しいことに挑戦したり、関係の中では難しいことをする機会が得られる。",
      "合わないパートナーと一緒にいるよりも、独りでいるほうが良い。",
      "そして、このプロセスの最も重要な要素は、古い信念を新しいものに置き換えることです。現実的で合理的で、あなたが信じられるものでなければなりません。",
      "例：「独りでいることは心地よく、有益なことがあります。そこで休息し、自分をよりよく知ることができます。そして、愛はさまざまな形で表れます。",
      "たとえパートナーがいなくても、人と親密さを感じ、感情を共有し、温かさを分かち合うことができます。私は自分が望む関係に焦点を合わせ、もしそれがないなら、それを作るために努力することができます。",
      "しかし、パートナーがいないからといって、私は不完全ではありません。同様に、パートナーを持ちたいという願望は、私を弱く依存的なものにするものではありません。」",
      "これらのメモを毎日2〜3週間読み返し、補完したり変更したりしてください。そうすることで、否定的な思考パターンを克服し、自分の変化に向けた第一歩を踏み出すことができます。",
      "愛は素晴らしい経験ですが、他のどんな経験と同様に、肯定的であることもあれば否定的であることもあり、それが私たちが何者であり、なぜここにいるのかを決定するべきではありません。",
      "欲求と必要性は同じではありません。酸素は必要性ですが、愛は欲求です。",
      "愛は大人にとって必要なものではありません！",
      "恋愛関係を築きたいという願望は普通のことです。それ自体に問題はありません。愛する人との良好な関係は、素晴らしい喜びをもたらします。",
      "しかし、サバイバルや最高の幸福を得るためには、他人の承認や愛、注意は必要ありません。"
    ]
  }
}
