{
  "title": "愛情依存から抜け出すには？",
  "description": "このコラムは、幸せや恋愛にまつわる信念を見つめ直し、「幸せは恋愛だけから生まれるものではない」という視点を育てることをテーマにしています。孤独へのネガティブな思い込みを書き換えるための具体的なワークを紹介しながら、日常のささやかな喜びや、自分自身の成長の中にも幸せを見いだせることを伝えます。恋愛関係の有無にかかわらず、自分の人生を豊かに育てていくための考え方と実践を学べる内容です。",
  "screen_1": {
    "texts": [
      "恋愛やパートナーシップは、たしかに人生にたくさんの喜びや幸せをもたらしてくれます。でも、それだけが唯一のルートというわけではありません。",
      "幸せとは、とても複雑で多面的なプロセスです。一人ひとりが自分なりの方法やペースで、そこへ向かう道を選ぶ権利を持っています。",
      "ですから、今のあなたの生活にたまたま恋愛関係が含まれていないとしても、それだけで「不完全な人生」だと決めつける必要はありません。",
      "ただし、長年かけて身についた考え方を変えるには、それなりのエネルギーと時間が必要です。一晩で簡単に変わるものではありません。",
      "それでも、ここで紹介する考え方やワークを続けていけば、愛情への依存から少しずつ距離を取り、恋人がいてもいなくても幸せを感じられる土台を育てていくことができます。",
      "フィルターをかけ替える",
      "ふと孤独を感じているときほど、街中で仲睦まじいカップルばかりが目につく、という経験はないでしょうか。",
      "まるで世界中がペアで歩いていて、自分だけ取り残されているような気持ちになるかもしれません。あちこちに寄り添う二人や、動物のカップルが目に入り、「どうして自分だけひとりなんだろう」と感じてしまいます。これは、認知のゆがみのひとつであるネガティブ・フィルターが働いている状態です。",
      "つまり、自分を不安にさせる情報ばかりを選んで拾い上げ、それ以外のものはほとんど見えなくなっている、という思考と知覚のクセです。",
      "このフィルターを意識してかけ替えてみましょう。幸せそうなカップルだけでなく、いきいきとひとり時間を楽しんでいる人たち、あるいはパートナーがいても必ずしもそれで幸せそうには見えない人たちにも目を向けてみるのです。恋愛ステータスが、その人の満足感といつも一致しているわけではありません。"
    ],
    "quote": {
      "text": "幸せは蝶のようなものだ。追いかければ追いかけるほど逃げていく。しかし別のことに目を向けていると、そっと肩に舞い降りてくる。",
      "author": "ヘンリー・デイヴィッド・ソロー"
    }
  },
  "screen_2": {
    "texts": [
      "予測される楽しみリスト",
      "幸せは、日々の小さな喜びや、自分自身の成長、友人とのつながりなど、恋愛以外のたくさんのところにも見つけることができます。",
      "けれど、今の段階では、「パートナーがいなければ、自分はどうしても幸せになれない」と感じているかもしれません。",
      "その思い込みがどれくらい現実と合っているのかを確かめるために、「予測される楽しみリスト」というワークを使ってみましょう。これは、日々の活動を一人で行うときと、誰かと一緒に行うときの「実際の楽しさの度合い」を、予想と比較しながら記録していくシートです。",
      "一つ目の列には、その日の「ミニ実験」を行う日付を書きます。",
      "二つ目の列には、その日に試してみたい行動を書き出します。（2〜3週間で合計40〜50個ほどの小さな実験をしてみるのがおすすめです。普段から満足感や喜びを感じやすい活動、あるいは学びや成長につながりそうな活動を選んでみてください。）",
      "三つ目の列には、その行動を誰と行うかを記入します。一人で取り組む場合は、「自分」と書いておきましょう。",
      "四つ目の列では、その活動からどのくらいの楽しさが得られそうかを、0〜100％のスケールで予測してみます。数字が大きいほど「きっと楽しいはず」と思っている、ということになります。",
      "この四つ目の列は、実際に行動を始める前に埋めることがとても重要です。予想を書いてから、実際の活動に取りかかってください。",
      "そのうえで、行動が終わったあとに五つ目の列に、実際に感じた楽しさを同じく0〜100％で記録します。",
      "いくつかの実験を積み重ねたら、集まったデータを振り返ってみましょう。そこには、自分自身についての新しい発見がたくさん隠れています。",
      "まず、予測した楽しさ（四つ目の列）と、実際の楽しさ（五つ目の列）を比べることで、自分の見通しがどれくらい現実とずれているかが見えてきます。",
      "特に、一人で行う活動については、どれくらい楽しめるかをかなり低く見積もっていたことに気づくかもしれません。",
      "また、誰かと一緒に行う活動が、いつも期待どおりの満足感をもたらしてくれるわけではない、という事実にも驚くかもしれません。",
      "実際には、多くの場面で「一人の時間のほうが心地よかった」と感じる自分に気づく可能性もあります。",
      "さらに、一人で行った活動に付けた最高の評価が、誰かと一緒に行った活動の評価と同じか、それ以上になっていることも見えてくるでしょう。"
    ],
    "quote": {
      "text": "あなたの同意なしに、誰もあなたに劣等感を抱かせることはできない。",
      "author": "エレノア・ルーズベルト"
    }
  },
  "screen_3": {
    "texts": [
      "信念を書き換える",
      "愛情や恋愛、結婚は、幸せや自己肯定感を高めるための絶対条件ではありません。場合によっては、それだけでは足りないことさえあります。",
      "その証拠に、結婚していても満たされず、つらさを感じている人は世界中に大勢います。",
      "もし愛が孤独や問題、気分の落ち込みやうつを一気に癒してくれる万能薬なら、心理職の人たちはほとんど仕事を失っているはずです。",
      "現実にはそうではなく、パートナーがいること自体が、幸せな人生を保証してくれるわけではありません。この点を受け入れることが大切です。",
      "信念の書き換えに取り組むには、まずその信念を言葉にして紙に書き出すところから始めます。たとえば次のような形になるかもしれません。",
      "「パートナーがいなければ、自分は不幸だ。」",
      "「誰にも愛されていないということは、自分が負け組だということだ。」",
      "「恋愛関係がなければ、自分は欠けた存在だ。」",
      "次に、その信念が自分の生活にどんな悪影響を与えているかを具体的に書き出してみます。たとえば次のようなものです。",
      "終わりのないほど高い基準を自分に課し、「こんな自分ではとても恋愛なんてできない」と感じてしまう。",
      "相手に非現実的な期待を抱え、「愛されているかどうか」という大きな結論ばかり気にして、目の前の具体的な問題には目が向きにくくなる。",
      "少しでも一人でいる場面があると、「やっぱり自分はダメだ」と気分が落ち込み、その気持ちを裏づける材料を無意識に集めてしまう。",
      "そのうえで、今度はその信念に対する反論を書き出します。最初は難しく感じてもかまいません。数日に分けて、思いつくたびに少しずつ増やしていくイメージで取り組んでみてください。",
      "たとえば、「一人でいることはひどく惨めで恥ずかしい」という信念に対しては、次のような反論が考えられます。",
      "一人でいる時間があるからこそ、自分の内面と向き合い、本当は何を大切にしたいのかを知ることができる。",
      "パートナーがいない時期だからこそ、新しい挑戦をしたり、関係があるときには難しい選択を試してみたりできる。",
      "合わない相手と無理に一緒にいるより、一人でいるほうが、長い目で見ればずっと自分を大切にする選択になることもある。",
      "そして、このプロセスのコアとなるのが、古い信念に代わる新しい考え方をつくることです。その新しい信念は、現実的で筋が通っており、自分でも「たしかにそうかもしれない」と感じられるものである必要があります。",
      "たとえば、次のように書き換えることができます。「一人の時間は、ときに心地よく、意味のあるものになり得る。そこでは、休息を取り、自分を深く知ることができる。愛は恋愛関係だけでなく、さまざまな人間関係の中に形を変えて存在している。」",
      "「パートナーがいなくても、人とつながり、気持ちを分かち合い、温かさをやりとりすることはできる。大切なのは、自分がどんな関係を望んでいるかを見きわめ、それがまだないなら少しずつ自分からつくっていこうとすることだ。」",
      "「パートナーがいないという事実は、自分の価値を下げるものではないし、誰かを求める気持ちがあるからといって、自分が弱く依存的な人間だということにもならない。」",
      "こうして書き出した新しい考え方を、2〜3週間ほど毎日読み返してみてください。必要に応じて文章を足したり、しっくりくる表現に変えたりして構いません。そうすることで、これまでの否定的な思考パターンを少しずつ弱め、自分の内側に新しい道筋をつくっていくことができます。",
      "愛はたしかに素晴らしい体験ですが、どんな経験と同じく、良い面もあれば難しさもあり、「自分とは何者か」「何のために生きているのか」をすべて決めてしまうようなものではありません。",
      "欲求と必要は、同じではありません。酸素は生きるための「必要」ですが、愛は人間らしく生きるための「望み」に近いものです。",
      "愛は、大人にとっての生存条件ではありません。",
      "恋愛関係を持ちたいと望むこと自体は、とても自然な感情です。それ自体が悪いわけではなく、良い関係は人生に大きな喜びを添えてくれます。",
      "けれど、生き延びるためにも、人生で味わえる最大の幸せを感じるためにも、誰かの承認や愛情、注目を必須条件にしておく必要はありません。"
    ]
  }
}
