{
  "title": "愛情への依存",
  "description": "詩や絵画、音楽の中で称えられてきた愛は、私たちを励まし、人生に彩りと意味を与えてくれます。しかし、愛が「これがなければ自分には価値がない」という病的な「条件」に変わると、自分らしさが損なわれ、特に自己評価の低い人にとっては健全な関係を築くことが難しくなります。本当の幸せや充実感は、自分で気分を整え、パートナーの有無とは関係なく味わえる楽しみを見つけていくことで育てることができます。",
  "screen_1": {
    "texts": [
      "愛は、詩人や画家、音楽家たちに長く歌い継がれてきた、すばらしい感情です。私たちを高揚させ、インスピレーションを与え、「生きている」という実感を強くしてくれます。",
      "誰もが、誰かを愛し、誰かから愛されたいと願うのは、ごく自然なことです。",
      "けれども、もしあなたの中に「パートナーがいない限り、自分は本当の意味で幸せにも、十分な人間にもなれない」「完全な幸せには、誰かに深く愛されていることが不可欠だ」といった前提が強く根づいているなら、それはすでに依存のサインかもしれません。",
      "では、「愛に依存している」とはどういう状態なのでしょうか。",
      "それは、愛が「なくては生きていけない必需品」になっていて、それがないと幸せを感じられない状態です。",
      "愛されていないと感じるときには、心に大きな空白があり、それを誰か特別な人が埋めてくれるはずだと期待してしまいます。自分の人生が本当に面白く、充実したものになるのは、愛される存在が現れて、自分を必要で大切な、完全な人間だと思わせてくれたときだと信じてしまうのです。",
      "こうした依存状態は、じわじわと自己像と自尊心を蝕み、相手との関係を健全なかたちで築く力を弱めてしまいます。",
      "愛情への依存にはさまざまな背景がありますが、多くの場合、その根は子ども時代や思春期の経験にまでさかのぼります。",
      "なかでも、自尊感情が低く、ひとりでいることへの恐れが強く、自分の欠点ばかりに目が行き、自分の力や可能性を信じにくい人は、より影響を受けやすくなります。",
      "幼いころから育ってきた低い自己評価は、「自分はどこか欠けている」という感覚として染みつきやすくなります。",
      "親から十分な関心や愛情を向けられなかった経験があると、大人になってから、その不足分をパートナーから埋めてもらおうとしやすくなり、相手に過度に依存した関係が生まれやすくなります。",
      "たとえば、28歳のヴィクトリアは、「幸せでいられるのは恋愛をしているときだけ。そばに男性がいなければ自分には価値がない」と信じていて、平日の夜や週末を深い絶望感の中で過ごしていました。",
      "彼女にとって「愛されていること」は、まるで呼吸と同じくらい切実な条件になっていました。その強すぎる「愛されたい」という要求が、かえって周囲の人を遠ざけてしまうことも少なくありません。"
    ]
  },
  "screen_2": {
    "texts": [
      "自分の考え方を見つめ直す過程で、ヴィクトリアはまず「この信念が自分にとってどんなマイナスを生んでいるか」と「どんなプラスがあるように感じているか」を書き出してみました。",
      "彼女が挙げたデメリットは、次のようなものでした。",
      "「私は今ひとりだから、この信念のせいでひどく落ち込んでしまう。」",
      "「何かをしてみよう、世界を知ろう、趣味を楽しもうという意欲が湧かなくなる。」",
      "「その結果、自分を怠け者で不幸な人間だと感じてしまう。」",
      "「自分がかわいそうだという気持ちが強くなる。」",
      "「自分に誇りや自信を持てず、他人をうらやんだり、がっかりした気持ちでいっぱいになる。」",
      "次に、彼女はこの信念がもたらしているように感じるメリットも書き出しました。",
      "「いつかパートナーを見つけて、愛と安心を手に入れられるかもしれないという希望を与えてくれる。」",
      "「人生の目的や意味を与えてくれるように感じる。」",
      "では、こうした「メリット」はどれほど現実的なのでしょうか。",
      "ヴィクトリアは長いあいだ「男性がいなければ生きていけない」と信じてきましたが、その信念が、望んだパートナーを連れてきてくれたことは一度もありませんでした。",
      "彼女は、自分が男性にあまりにも大きな意味を与えすぎていること、そしてそれが誰かを引き寄せるどころか、かえって距離を生んでいることに気づきました。",
      "また、依存的な人ほど相手に対する要求が高くなりがちで、それが関係を始めることも続けることも難しくしてしまう、ということにも気づきました。",
      "一方で、自分の中に幸せの源を持っている人は、自然な明るさや落ち着きをまといやすく、その雰囲気が周りの人を惹きつけることが多いということも見えてきました。",
      "愛情への依存は、健全なパートナーシップの妨げになります。「自分一人では価値がないから、あなたに愛してほしい」と暗に伝えてしまうような関係は、長期的にはバランスを崩しやすいのです。",
      "たとえ誰かと付き合っている状態であっても、こうした信念を抱えたままだと、関係はなかなか安定しません。自分の幸せの源を、心のどこかで「特定の誰か」一人に委ねてしまうからです。",
      "その結果、その人を失うことが怖くて、相手の気持ちを確かめようとプレッシャーをかけてしまったり、「もっと自分を満たしてくれる運命の人がどこかにいるはずだ」と空想に逃げてしまうこともあります。",
      "そして、どれだけ愛情を受け取っているはずの状況でも、「まだ足りない」「何かが違う」と感じてしまいがちです。なぜなら、自分の感情の責任を、自分ではなく相手に背負わせているからです。"
    ],
    "quote": {
      "text": "本当の幸せとは、自分という存在に満足していられることにある。",
      "author": "セネカ"
    }
  },
  "screen_3": {
    "texts": [
      "大切なのは、自分の気分を自分で整えられるようになり、自分の内側にある幸せを見つけていくことです。そうできるようになると、ひとりでいるときも、大切な人と一緒にいるときも、どちらでも「生きている実感」を味わいやすくなります。",
      "とはいえ、「頭ではわかるけれど、現実的には無理だ。ひとりでいるなんて、感情的な敗者みたいで耐えられない」と感じるかもしれません。",
      "多くの人が「愛こそが世界を動かす力だ」と信じています。広告や人気の歌、詩や物語の中でも、そのメッセージを何度も目にします。ただ実際には、愛は大切な要素ではあっても、「幸せで充実した人生」へと続く唯一の道ではありません。",
      "ひとりでいることは、そのまま「不幸であること」を意味するわけではありません。人生の多くの楽しみは、実は自分ひとりでも十分に味わうことができます。",
      "お気に入りの音楽を聴いたり、踊ったり、美しい場所を散歩したり、本を読んだり、アイスクリームを味わったりするとき、そばに誰かがいなくても、心地よさや喜びを感じることができます。",
      "ひとりでも楽しめることは、数え切れないほどあります。つまり、近くに特別な誰かがいるかどうかに関係なく、あなたにはたくさんの「うれしい体験の入り口」が開かれているということです。",
      "ぜひ、自分にとっての「ひとりで味わえる楽しみリスト」を考えてみてください。どんなことで自分を喜ばせることができるでしょうか。",
      "私たちはときに、「理想的な関係」や「燃えるような愛」のイメージを追い求めるあまり、本当に必要としているもの——自分を大切にし、安心していられる感覚——から目をそらしてしまうことがあります。"
    ],
    "quote": {
      "text": "自分を愛すること——それは一生続くロマンスの始まりである。",
      "author": "オスカー・ワイルド"
    }
  }
}
