{
  "title": "愛への依存",
  "description": "詩人や芸術家によって称えられた愛は、人を高揚させ、人生の充実感を与えます。しかし、愛が病的な欲求に変わると、個性を破壊し、特に自尊心の低い人々にとって健全な関係を築くことを妨げます。真の幸福と充実した人生は、自分の気分をコントロールし、パートナーの存在に依存しない喜びを楽しむことを学ぶことで見つけることができます。",
  "screen_1": {
    "texts": [
      "愛は詩人、芸術家、音楽家によって称えられた素晴らしい感情です。それは人を高揚させ、インスピレーションを与え、人生の充実感をもたらします。",
      "当然ながら、私たち一人一人が愛し、愛されることを求めています。",
      "しかし、あなたの愛に対する考えが「パートナーがいなければ本当に幸せで充実した人間にはなれない。完全な幸福のためには愛されることが必要だ」という信念に集約されるなら、それはすでに依存の兆候です。",
      "愛に依存するとはどういうことでしょうか？",
      "それは、愛が病的な欲求となり、それなしでは幸福を感じられなくなることです。",
      "愛の不在に苦しみ、誰かがその隙間を埋めてくれることを期待します。あなたの人生は、あなたを必要とし、重要で充実させてくれる愛する人が現れたときにのみ、より良く、より興味深く、より豊かになると確信しています。",
      "このような依存は破壊的な状態であり、あなたの個性、自尊心、健全な関係を築く能力を損なうものです。",
      "愛への依存の原因はさまざまですが、多くの場合、その根は子供時代や青年期にあります。",
      "特に自尊心が低く、孤独を恐れ、自分の欠点に集中し、自分の力と能力を信じていない人々がこれに影響されやすいです。",
      "子供時代に由来する低い自尊心は、不完全さとして認識されます。",
      "両親が子供にほとんど注意を払わず、親からの愛情が不足している場合、大人になってからパートナーにこれらの感情を求め、依存的な関係を形成するでしょう。",
      "例えば、28歳のビクトリアの場合を考えてみましょう。彼女は「関係の中にいるときだけ幸せになれる。男性がいなければ私は無価値だ」と信じているため、夕方や週末を絶望の中で過ごしています。",
      "彼女にとって愛されることは、呼吸と同じくらい重要です。このような要求は、しばしば人々を遠ざけます。"
    ]
  },
  "screen_2": {
    "texts": [
      "自分の信念を分析する過程で、ビクトリアは自分の考え方の欠点と利点を書き出しました。",
      "欠点はこのようなものでした：",
      "この信念は一人でいるため、私を憂鬱にさせます。",
      "何かをしたり、世界を探検したり、趣味に取り組んだりする意欲を失います。",
      "そのため、自分を怠惰で不幸だと感じます。",
      "これは自己憐憫の感情を引き起こします。",
      "それは私から誇りと自信を奪い、他人をうらやましく思わせ、失望を感じさせます。",
      "次に彼女は信念の利点を書き出しました：",
      "パートナーを見つけ、愛と安全を得る希望。",
      "それは私に人生の目的と意味を与えます。",
      "これらの利点はどれほど現実的でしょうか？",
      "ビクトリアは何年もの間、男性なしでは生きられないと考えていましたが、この信念は今までに彼女が望むパートナーを引き寄せていません。",
      "ビクトリアは男性に過度の重要性を与えすぎていると結論づけ、それが彼らの誰一人として引き寄せなかったことに気づきました。",
      "また、依存的な人々はしばしば要求が高すぎるように見え、それが関係構築を困難にすることも理解しました。",
      "彼女は、自分の内側に幸福を見つける人々が、喜びと自信を放射するため、最も頻繁に他者を引き寄せることに気づきました。",
      "愛への依存は健全な関係を築くことを妨げます。自分の幸福のために他人を必要とすることを表現することで、あなたは無意識のうちに「私自身では価値がないから、私を愛して」というメッセージを送っています。そのような関係が健全であるとは考えにくいです。",
      "しかし、このような信念を持ちながら関係を持っていても、それらが健全であるとは考えにくいです。なぜなら、あなたは無意識のうちに自分の幸福の源と考えている特定の人が傍にいることを完全に頼りにしているからです。",
      "そしてそのためには何でもする覚悟があります。必要とする感情や気持ちの「投薬量」を得られないと、愛されていると感じるためにパートナーに圧力をかけるか、その真の愛を外で見つけることを空想し始めます。",
      "そして、あなたが他人にあなたの状態に対する責任を負わせているため、常に不十分または「何かが間違っている」と感じるでしょう。"
    ],
    "quote": {
      "text": "真の幸福とは、自分自身に満足していることである。",
      "author": "セネカ"
    }
  },
  "screen_3": {
    "texts": [
      "自分の気分を調整し、自分自身の中に幸福を見つけることを学ぶことは非常に重要です。これにより、一人でいるときも、愛する人と一緒にいるときも、同じように生き生きとした気持ちになれるでしょう。",
      "しかし、あなたは「確かに良いことだが、それは現実的ではない。一人でいるということは、感情的な失敗者であることを意味する」と考えるかもしれません。",
      "多くの人が愛は世界の原動力だと信じています。広告でそれを見たり、ポピュラーソングで聞いたり、詩で読んだりします。しかし実際には、愛は幸せで充実した人生への唯一の道ではありません。",
      "一人でいることは決して不幸であることと同じではありません。人生の大部分の喜びは私たち自身で得ているのです。",
      "例えば、お気に入りの音楽を聴いたり、踊ったり、美しい場所を散歩したり、本を読んだり、アイスクリームを食べたりするとき。心地よい感覚を経験するために仲間は必要ありません。",
      "一人で楽しめる喜びの数は無限です。つまり、誰かが傍にいるかどうかに関係なく、多くの喜びの源があなたに利用可能であるということです。",
      "あなた自身の喜びのリストは何でしょうか？どのようにして自分を喜ばせることができますか？",
      "時には、完璧な関係や高尚な感情という観念そのものを強く求めるあまり、本当の愛を経験するために本当に必要なものを見失うことがあります。"
    ],
    "quote": {
      "text": "自己愛は、一生続く恋の始まりである。",
      "author": "オスカー・ワイルド"
    }
  }
}
