{
  "title": "愛情への依存",
  "description": "詩や絵画、音楽の中で称えられてきた愛は、私たちを励まし、人生に彩りと意味を与えてくれます。しかし、愛が「これがなければ自分には価値がない」という病的な「条件」に変わると、自分らしさが損なわれ、特に自己評価の低い人にとっては健全な関係を築くことが難しくなります。本当の幸せや充実感は、自分で気分を整え、パートナーの有無とは関係なく味わえる楽しみを見つけていくことで育てることができます。",
  "screen_1": {
    "texts": [
      "愛は、詩人や画家、音楽家たちに長く歌い継がれてきた、すばらしい感情です。私たちを高揚させ、インスピレーションを与え、「生きている」という実感を強くしてくれます。",
      "誰もが、誰かを愛し、誰かから愛されたいと願うのは、ごく自然なことです。",
      "けれども、もしあなたの中に「パートナーがいない限り、自分は本当の意味で幸せにも、十分な人間にもなれない」「完全な幸せには、誰かに深く愛されていることが不可欠だ」といった前提が強く根づいているなら、それはすでに依存のサインかもしれません。",
      "では、「愛に依存している」とはどういう状態なのでしょうか。",
      "それは、愛が「なくては生きていけない必需品」になっていて、それがないと幸せを感じられない状態です。",
      "愛されていないと感じるときには、心に大きな空白があり、それを誰か特別な人が埋めてくれるはずだと期待してしまいます。自分の人生が本当に面白く、充実したものになるのは、愛される存在が現れて、自分を必要で大切な、完全な人間だと思わせてくれたときだと信じてしまうのです。",
      "こうした依存状態は、じわじわと自己像と自尊心を蝕み、相手との関係を健全なかたちで築く力を弱めてしまいます。",
      "愛情への依存にはさまざまな背景がありますが、多くの場合、その根は子ども時代や思春期の経験にまでさかのぼります。",
      "なかでも、自尊感情が低く、ひとりでいることへの恐れが強く、自分の欠点ばかりに目が行き、自分の力や可能性を信じにくい人は、より影響を受けやすくなります。",
      "幼いころから育ってきた低い自己評価は、「自分はどこか欠けている」という感覚として染みつきやすくなります。",
      "親から十分な関心や愛情を向けられなかった経験があると、大人になってから、その不足分をパートナーから埋めてもらおうとしやすくなり、相手に過度に依存した関係が生まれやすくなります。",
      "たとえば、28歳のヴィクトリアは、「幸せでいられるのは恋愛をしているときだけ。そばに男性がいなければ自分には価値がない」と信じていて、平日の夜や週末を深い絶望感の中で過ごしていました。",
      "彼女にとって「愛されていること」は、まるで呼吸と同じくらい切実な条件になっていました。その強すぎる「愛されたい」という要求が、かえって周囲の人を遠ざけてしまうことも少なくありません。"
    ]
  },
  "screen_2": {
    "texts": [
      "自分の考え方を見つめ直す過程で、ヴィクトリアはまず「この信念が自分にとってどんなマイナスを生んでいるか」と「どんなプラスがあるように感じているか」を書き出してみました。",
      "彼女が挙げたデメリットは、次のようなものでした。",
      "「私は今ひとりだから、この信念のせいでひどく落ち込んでしまう。」",
      "「何かをしてみよう、世界を知ろう、趣味を楽しもうという意欲が湧かなくなる。」",
      "「その結果、自分を怠け者で不幸な人間だと感じてしまう。」",
      "「自分がかわいそうだという気持ちが強くなる。」",
      "「自分に誇りや自信を持てず、他人をうらやんだり、がっかりした気持ちでいっぱいになる。」",
      "次に、彼女はこの信念がもたらしているように感じるメリットも書き出しました。",
      "「いつかパートナーを見つけて、愛と安心を手に入れられるかもしれないという希望を与えてくれる。」",
      "「人生の目的や意味を与えてくれるように感じる。」",
      "では、こうした「メリット」はどれほど現実的なのでしょうか。",
      "ヴィクトリアは長いあいだ「男性がいなければ生きていけない」と信じてきましたが、その信念が、望んだパートナーを連れてきてくれたことは一度もありませんでした。",
      "彼女は、自分が男性にあまりにも大きな意味を与えすぎていること、そしてそれが誰かを引き寄せるどころか、かえって距離を生んでいることに気づきました。",
      "また、依存的な人ほど相手に対する要求が高くなりがちで、それが関係を始めることも続けることも難しくしてしまう、ということにも気づきました。",
      "一方で、自分の中に幸せの源を持っている人は、自然な明るさや落ち着きをまといやすく、その雰囲気が周りの人を惹きつけることが多いということも見えてきました。",
      "愛情への依存は、健全なパートナーシップの妨げになります。「自分一人では価値がないから、あなたに愛してほしい」と暗に伝えてしまうような関係は、長期的にはバランスを崩しやすいのです。",
      "たとえ誰かと付き合っている状態であっても、こうした信念を抱えたままだと、関係はなかなか安定しません。自分の幸せの源を、心のどこかで「特定の誰か」一人に委ねてしまうからです。",
      "その結果、その人を失うことが怖くて、相手の気持ちを確かめようとプレッシャーをかけてしまったり、「もっと自分を満たしてくれる運命の人がどこかにいるはずだ」と空想に逃げてしまうこともあります。",
      "そして、どれだけ愛情を受け取っているはずの状況でも、「まだ足りない」「何かが違う」と感じてしまいがちです。なぜなら、自分の感情の責任を、自分ではなく相手に背負わせているからです。"
    ],
    "quote": {
      "text": "本当の幸せとは、自分という存在に満足していられることにある。",
      "author": "セネカ"
    }
  },
  "screen_3": {
    "texts": [
      "大切なのは、自分の気分を自分で整えられるようになり、自分の内側にある幸せを見つけていくことです。そうできるようになると、ひとりでいるときも、大切な人と一緒にいるときも、どちらでも「生きている実感」を味わいやすくなります。",
      "とはいえ、「頭ではわかるけれど、現実的には無理だ。ひとりでいるなんて、感情的な敗者みたいで耐えられない」と感じるかもしれません。",
      "多くの人が「愛こそが世界を動かす力だ」と信じています。広告や人気の歌、詩や物語の中でも、そのメッセージを何度も目にします。ただ実際には、愛は大切な要素ではあっても、「幸せで充実した人生」へと続く唯一の道ではありません。",
      "ひとりでいることは、そのまま「不幸であること」を意味するわけではありません。人生の多くの楽しみは、実は自分ひとりでも十分に味わうことができます。",
      "お気に入りの音楽を聴いたり、踊ったり、美しい場所を散歩したり、本を読んだり、アイスクリームを味わったりするとき、そばに誰かがいなくても、心地よさや喜びを感じることができます。",
      "ひとりでも楽しめることは、数え切れないほどあります。つまり、近くに特別な誰かがいるかどうかに関係なく、あなたにはたくさんの「うれしい体験の入り口」が開かれているということです。",
      "ぜひ、自分にとっての「ひとりで味わえる楽しみリスト」を考えてみてください。どんなことで自分を喜ばせることができるでしょうか。",
      "私たちはときに、「理想的な関係」や「燃えるような愛」のイメージを追い求めるあまり、本当に必要としているもの——自分を大切にし、安心していられる感覚——から目をそらしてしまうことがあります。"
    ],
    "quote": {
      "text": "自分を愛すること——それは一生続くロマンスの始まりである。",
      "author": "オスカー・ワイルド"
    }
  },
  "exercise": {
    "title": "愛情依存から抜け出すには？",
    "description": "このコラムは、幸せや恋愛にまつわる信念を見つめ直し、「幸せは恋愛だけから生まれるものではない」という視点を育てることをテーマにしています。孤独へのネガティブな思い込みを書き換えるための具体的なワークを紹介しながら、日常のささやかな喜びや、自分自身の成長の中にも幸せを見いだせることを伝えます。恋愛関係の有無にかかわらず、自分の人生を豊かに育てていくための考え方と実践を学べる内容です。",
    "screen_1": {
      "texts": [
        "恋愛やパートナーシップは、たしかに人生にたくさんの喜びや幸せをもたらしてくれます。でも、それだけが唯一のルートというわけではありません。",
        "幸せとは、とても複雑で多面的なプロセスです。一人ひとりが自分なりの方法やペースで、そこへ向かう道を選ぶ権利を持っています。",
        "ですから、今のあなたの生活にたまたま恋愛関係が含まれていないとしても、それだけで「不完全な人生」だと決めつける必要はありません。",
        "ただし、長年かけて身についた考え方を変えるには、それなりのエネルギーと時間が必要です。一晩で簡単に変わるものではありません。",
        "それでも、ここで紹介する考え方やワークを続けていけば、愛情への依存から少しずつ距離を取り、恋人がいてもいなくても幸せを感じられる土台を育てていくことができます。",
        "フィルターをかけ替える",
        "ふと孤独を感じているときほど、街中で仲睦まじいカップルばかりが目につく、という経験はないでしょうか。",
        "まるで世界中がペアで歩いていて、自分だけ取り残されているような気持ちになるかもしれません。あちこちに寄り添う二人や、動物のカップルが目に入り、「どうして自分だけひとりなんだろう」と感じてしまいます。これは、認知のゆがみのひとつであるネガティブ・フィルターが働いている状態です。",
        "つまり、自分を不安にさせる情報ばかりを選んで拾い上げ、それ以外のものはほとんど見えなくなっている、という思考と知覚のクセです。",
        "このフィルターを意識してかけ替えてみましょう。幸せそうなカップルだけでなく、いきいきとひとり時間を楽しんでいる人たち、あるいはパートナーがいても必ずしもそれで幸せそうには見えない人たちにも目を向けてみるのです。恋愛ステータスが、その人の満足感といつも一致しているわけではありません。"
      ],
      "quote": {
        "text": "幸せは蝶のようなものだ。追いかければ追いかけるほど逃げていく。しかし別のことに目を向けていると、そっと肩に舞い降りてくる。",
        "author": "ヘンリー・デイヴィッド・ソロー"
      }
    },
    "screen_2": {
      "texts": [
        "予測される楽しみリスト",
        "幸せは、日々の小さな喜びや、自分自身の成長、友人とのつながりなど、恋愛以外のたくさんのところにも見つけることができます。",
        "けれど、今の段階では、「パートナーがいなければ、自分はどうしても幸せになれない」と感じているかもしれません。",
        "その思い込みがどれくらい現実と合っているのかを確かめるために、「予測される楽しみリスト」というワークを使ってみましょう。これは、日々の活動を一人で行うときと、誰かと一緒に行うときの「実際の楽しさの度合い」を、予想と比較しながら記録していくシートです。",
        "一つ目の列には、その日の「ミニ実験」を行う日付を書きます。",
        "二つ目の列には、その日に試してみたい行動を書き出します。（2〜3週間で合計40〜50個ほどの小さな実験をしてみるのがおすすめです。普段から満足感や喜びを感じやすい活動、あるいは学びや成長につながりそうな活動を選んでみてください。）",
        "三つ目の列には、その行動を誰と行うかを記入します。一人で取り組む場合は、「自分」と書いておきましょう。",
        "四つ目の列では、その活動からどのくらいの楽しさが得られそうかを、0〜100％のスケールで予測してみます。数字が大きいほど「きっと楽しいはず」と思っている、ということになります。",
        "この四つ目の列は、実際に行動を始める前に埋めることがとても重要です。予想を書いてから、実際の活動に取りかかってください。",
        "そのうえで、行動が終わったあとに五つ目の列に、実際に感じた楽しさを同じく0〜100％で記録します。",
        "いくつかの実験を積み重ねたら、集まったデータを振り返ってみましょう。そこには、自分自身についての新しい発見がたくさん隠れています。",
        "まず、予測した楽しさ（四つ目の列）と、実際の楽しさ（五つ目の列）を比べることで、自分の見通しがどれくらい現実とずれているかが見えてきます。",
        "特に、一人で行う活動については、どれくらい楽しめるかをかなり低く見積もっていたことに気づくかもしれません。",
        "また、誰かと一緒に行う活動が、いつも期待どおりの満足感をもたらしてくれるわけではない、という事実にも驚くかもしれません。",
        "実際には、多くの場面で「一人の時間のほうが心地よかった」と感じる自分に気づく可能性もあります。",
        "さらに、一人で行った活動に付けた最高の評価が、誰かと一緒に行った活動の評価と同じか、それ以上になっていることも見えてくるでしょう。"
      ],
      "quote": {
        "text": "あなたの同意なしに、誰もあなたに劣等感を抱かせることはできない。",
        "author": "エレノア・ルーズベルト"
      }
    },
    "screen_3": {
      "texts": [
        "信念を書き換える",
        "愛情や恋愛、結婚は、幸せや自己肯定感を高めるための絶対条件ではありません。場合によっては、それだけでは足りないことさえあります。",
        "その証拠に、結婚していても満たされず、つらさを感じている人は世界中に大勢います。",
        "もし愛が孤独や問題、気分の落ち込みやうつを一気に癒してくれる万能薬なら、心理職の人たちはほとんど仕事を失っているはずです。",
        "現実にはそうではなく、パートナーがいること自体が、幸せな人生を保証してくれるわけではありません。この点を受け入れることが大切です。",
        "信念の書き換えに取り組むには、まずその信念を言葉にして紙に書き出すところから始めます。たとえば次のような形になるかもしれません。",
        "「パートナーがいなければ、自分は不幸だ。」",
        "「誰にも愛されていないということは、自分が負け組だということだ。」",
        "「恋愛関係がなければ、自分は欠けた存在だ。」",
        "次に、その信念が自分の生活にどんな悪影響を与えているかを具体的に書き出してみます。たとえば次のようなものです。",
        "終わりのないほど高い基準を自分に課し、「こんな自分ではとても恋愛なんてできない」と感じてしまう。",
        "相手に非現実的な期待を抱え、「愛されているかどうか」という大きな結論ばかり気にして、目の前の具体的な問題には目が向きにくくなる。",
        "少しでも一人でいる場面があると、「やっぱり自分はダメだ」と気分が落ち込み、その気持ちを裏づける材料を無意識に集めてしまう。",
        "そのうえで、今度はその信念に対する反論を書き出します。最初は難しく感じてもかまいません。数日に分けて、思いつくたびに少しずつ増やしていくイメージで取り組んでみてください。",
        "たとえば、「一人でいることはひどく惨めで恥ずかしい」という信念に対しては、次のような反論が考えられます。",
        "一人でいる時間があるからこそ、自分の内面と向き合い、本当は何を大切にしたいのかを知ることができる。",
        "パートナーがいない時期だからこそ、新しい挑戦をしたり、関係があるときには難しい選択を試してみたりできる。",
        "合わない相手と無理に一緒にいるより、一人でいるほうが、長い目で見ればずっと自分を大切にする選択になることもある。",
        "そして、このプロセスのコアとなるのが、古い信念に代わる新しい考え方をつくることです。その新しい信念は、現実的で筋が通っており、自分でも「たしかにそうかもしれない」と感じられるものである必要があります。",
        "たとえば、次のように書き換えることができます。「一人の時間は、ときに心地よく、意味のあるものになり得る。そこでは、休息を取り、自分を深く知ることができる。愛は恋愛関係だけでなく、さまざまな人間関係の中に形を変えて存在している。」",
        "「パートナーがいなくても、人とつながり、気持ちを分かち合い、温かさをやりとりすることはできる。大切なのは、自分がどんな関係を望んでいるかを見きわめ、それがまだないなら少しずつ自分からつくっていこうとすることだ。」",
        "「パートナーがいないという事実は、自分の価値を下げるものではないし、誰かを求める気持ちがあるからといって、自分が弱く依存的な人間だということにもならない。」",
        "こうして書き出した新しい考え方を、2〜3週間ほど毎日読み返してみてください。必要に応じて文章を足したり、しっくりくる表現に変えたりして構いません。そうすることで、これまでの否定的な思考パターンを少しずつ弱め、自分の内側に新しい道筋をつくっていくことができます。",
        "愛はたしかに素晴らしい体験ですが、どんな経験と同じく、良い面もあれば難しさもあり、「自分とは何者か」「何のために生きているのか」をすべて決めてしまうようなものではありません。",
        "欲求と必要は、同じではありません。酸素は生きるための「必要」ですが、愛は人間らしく生きるための「望み」に近いものです。",
        "愛は、大人にとっての生存条件ではありません。",
        "恋愛関係を持ちたいと望むこと自体は、とても自然な感情です。それ自体が悪いわけではなく、良い関係は人生に大きな喜びを添えてくれます。",
        "けれど、生き延びるためにも、人生で味わえる最大の幸せを感じるためにも、誰かの承認や愛情、注目を必須条件にしておく必要はありません。"
      ]
    }
  }
}
