{
  "title": "「すべて私のせいだ」という罠から抜け出す",
  "description": "この記事では、物事を自分に関連付けてしまう「パーソナライゼーション」という現象について考察しています。自己観察や状況の分析を通じて、このような思考のネガティブな影響を軽減する方法が論じられています。著者は、精神的な健康を改善し、不必要な罪悪感から解放されるための実践的なアドバイスとエクササイズを提案しています。",
  "screen_1": {
    "texts": [
      "時々、人々はパーソナライゼーションの信念を「誇大妄想」と誤って呼びます。",
      "しかし、それは必ずしも自分が偉大であるという幻想を持っていることを意味するのではなく、むしろ、パーソナライゼーションに傾倒する人は自分を宇宙の中心に置いているように感じていることを反映しています。すべての出来事が自分に関連しているように思えるのです。",
      "内面的には、それは圧倒的な権力や力を持っているという感覚ではなく、常に周囲からの圧力、注目、隠れた敵意を感じることとして経験されます。",
      "この有害な思考パターンを克服するためには、問題の真の原因を特定することが重要です。",
      "自分のコントロール外にあることに対して自分を責め、結果として世界全体に対して罪悪感を感じるのではなく、状況を分析することに焦点を当てましょう。",
      "まずは自己観察を始めましょう。パーソナライゼーションを軽減するための第一歩は、他の非合理的な思考と同様に、その存在を認識することです。自分の思考や出来事に対する反応を注意深く観察しましょう。自分が本来責任を負うべきでないことに対して責任を感じている瞬間に気づきましょう。",
      "次に、あなたが責任を負った状況に影響を与えた他の要因を特定してみてください。例えば、「この口論は本当に私だけのせいなのか？他にどんな要因や状況が関係していたのか？」と考えましょう。",
      "他の人の行動に影響を与えた可能性のある要因を、自分の行動とは関係なく検討しましょう。相手の立場に立ち、その反応に影響を与えた可能性のある他の要因を理解しようとしてください。例えば、彼らの気分や行動を引き起こした他の理由は何でしょうか？"
    ],
    "quote": {
      "text": "私たちが聞くことはすべて意見であり、事実ではありません。私たちが見ることはすべて視点であり、真実ではありません。",
      "author": "マルクス・アウレリウス"
    }
  },
  "screen_2": {
    "texts": [
      "次の質問を使って分析しましょう：",
      "自分を責める必要があるでしょうか？",
      "これをコントロールできたでしょうか？",
      "私は本当にすべてに責任があるのか？それとも問題の一部にだけ？どの部分に？",
      "この問題の他の原因は何でしょうか？",
      "例：",
      "職場に行った時、同僚が挨拶をしませんでした。すると、「私は何か間違ったことをしたのだろうか。彼女は私に悪い感情を抱いているのだろうか。もしかしたら昨日何か言ってしまったか、挨拶をしなかったせいで、彼女は私に仕返しをしているのかもしれない」と考えてしまいます。",
      "上記の質問を使って自分の思考を分析し、代替的で合理的な答えを書き出しましょう：",
      "もしかしたら、彼女は単に寝不足だったり、忘れてしまったり、自分の考えに没頭していたり、早めに挨拶をしていたのかもしれません。",
      "おそらく、彼女の体調や挨拶をしなかったことは私の行動とは全く関係がないでしょう。それを証明する唯一の方法は、直接彼女に聞くことですが、最も可能性の高い説明は、彼女が寝不足だったり、朝に何かがあったり、ただ忘れてしまっただけです。",
      "彼女が悲しんでいたかどうかはわかりませんが、たとえそうだとしても、それが私に関係しているとは限りません。もし彼女が私に対して怒っているなら、彼女がそれを私に伝えてくれない限り、私は状況を正確に理解することはできません。",
      "したがって、私の行動に原因があるかどうかが不明な場合、私はそのことに対して罪悪感を感じるべきではありません。",
      "私たちは人生のすべてをコントロールできるわけではないことを覚えておきましょう。時には、ただ起こっていることを受け入れ、自分のミスとしてすべてを説明しようとしないことが必要です。"
    ],
    "quote": {
      "text": "人々を悩ませるのは事実そのものではなく、それに対する人々の解釈です。",
      "author": "エピクテトス"
    }
  },
  "screen_3": {
    "texts": [
      "以下のエクササイズを使用して、信念に取り組むこともできます：",
      "外部視点の活用",
      "友人が「今朝同僚が挨拶をしなかった」と話したら、あなたはどう反応しますか？どんなアドバイスをしますか？これにより、感情から距離を置き、より客観的に状況を見つめることができるでしょう。",
      "「もし〜なら」のフレーズを使って続ける",
      "次の文を完成させてみてください：「もし本当に私がこれに責任があるなら、それは...ということを意味する」。",
      "例えば：「もし私がプロジェクトの失敗に責任があるなら、それはすべての参加者をコントロールし、すべてのミスを防ぐことができるということを意味します」。しかし、実際には多くの要因はあなたのコントロール外にあります。",
      "「もし私が友人が怒ったことに責任があるなら、それは彼の考えを読み取り、彼の望みを察することができるということを意味します」。しかし、それは不可能です。",
      "「もし〜なら」のフレーズを使うことで、自分の責任を分析し、すべてをコントロールできるわけではないことを認識するのに役立ちます。",
      "これらの簡単なテクニックを使って、ネガティブな思考を排除し、すべての出来事に対して責任を感じることから解放されることができます。",
      "あなたが宇宙の中心ではなく、すべての出来事に対して責任を負う必要がないことを忘れないでください。問題の解決や、より幸せで調和の取れた生活を作り出すために、力を注ぎましょう。"
    ]
  }
}
