{
  "title": "いつも私が悪いのか？全能感の錯覚",
  "description": "この記事では、「自分が周囲で起こるすべての原因である」と信じる心理現象、パーソナライゼーション（個人化）について考察しています。ストレス、不安、低い自己評価、そして人間関係の問題など、この思考がもたらす悪影響が詳しく説明されています。また、この信念が形成される原因として、幼少期の経験や文化的な規範の影響が挙げられています。最後に、パーソナライゼーションを克服し、不必要な罪悪感から解放されるための具体的な方法が提案されています。",
  "screen_1": {
    "texts": [
      "どんな状況でも、結果がどうであれ、その原因は自分にある。",
      "電車に間に合わなかったのは、自分が時間通りに準備しなかったから。向かいの人々が笑っているのは、きっと自分のことを笑っているから。パートナーが機嫌が悪いのは、自分が何か悪いことをしたから。",
      "思い当たりますか？",
      "もしそうなら、私たちは「自分が全知全能である」という信念と向き合っていることになります。",
      "私たちは皆、多少なりともパーソナライゼーション（個人化）を経験したことがあります。",
      "これは、あなたを宇宙の中心にいるかのように感じさせ、周囲で起こる多くのことに対して責任を感じさせる、厄介な心理的な罠です。",
      "あなたは、周囲の人々が自分にしか反応していない、彼らの行動、思考、感情がすべて自分の行動に依存していると信じていますが、実際にはそれはあなたのコントロールの範囲外です。",
      "それでも、あなたは自分を責め、圧倒的な罪悪感に苦しんでいます。",
      "皮肉なことに、自分が全知全能であると信じることは、あなたを不安に陥れ、効率を低下させる制約となるのです。",
      "パーソナライゼーションはどのように現れるのでしょうか？",
      "「すべてが私のせい」：あなたは、人生で起こることがすべて自分の行動の結果であると信じがちです。良いことも悪いことも関係なく、すべての責任を自分で引き受けます。",
      "「すべてが自分の周りで起きている」：あなたは、周囲の人々が常に自分について考え、話し合い、自分のミスや欠点を見つけていると信じています。",
      "「私は悪い」：罪悪感が常に付きまとい、出来事の実際の原因に関係なく、自分を責めます。"
    ]
  },
  "screen_2": {
    "texts": [
      "例を挙げましょう：",
      "あなたが店に入って、レジ係が無愛想に対応したとします。あなたは、店員が悪い日を過ごしているか、単なる無愛想な人だと思う代わりに、「自分が何か間違ったことを言ったか、したのではないか」と自分を責め始めます。",
      "友達との集まりに、あなたが嫌いな知り合いが呼ばれたとします。あなたは、彼らがわざとその人を呼んで、自分が余計な存在で、彼らがあなたと一緒にいたくないことを示そうとしているのだと考えます。",
      "「彼女が電話に出ないのは、私に怒っているからだ」。",
      "あの若者たちは笑っていて、互いに目を合わせています—きっと私のことを話しているのだろう。",
      "このような思考パターンでは、誰が本当に悪いかは関係なく、罪悪感は必ず自分のものになります。これがどのような結果を招くと思いますか？当然、ストレス、無気力、不安、自己評価の低下、さらにはうつ病に至る可能性があります。",
      "パーソナライゼーションが危険なのはなぜですか？",
      "過度の自己批判：人々は、実際には自分に関係のない出来事に対しても、自分を責めたり、批判したりする傾向があります。",
      "ストレスと不安：常に「すべては私のせいだ」と感じることは、慢性的なストレスと不安を引き起こします。",
      "人間関係の問題：パーソナライゼーションに陥りやすい人々は、他人の行動を誤解し、傷つきやすく、関係を破壊してしまうことがあります。",
      "現実の歪んだ認識：他の非合理的な信念と同様に、パーソナライゼーションはあなたを誤った認識に陥らせ、状況を客観的に評価することを妨げ、客観的な事実や状況を見落とさせます。",
      "低い自己評価：常に自分を責めていると、自信を失い、自己評価が低下します。",
      "被害者意識：一部の人々は、自分を罰するために、無意識のうちに自分自身に害を与えようとすることがあります。彼らは、他人が自分を無視したり、軽んじたりすることを許してしまいます。"
    ],
    "quote": {
      "text": "罪悪感は必ず無意識のうちに罰のシナリオを生み出します。",
      "author": "ヴァディム・ゼランド"
    }
  },
  "screen_3": {
    "texts": [
      "パーソナライゼーションはどこから来るのでしょうか？",
      "このタイプの信念は、幼少期に形成されます。",
      "子供の思考は自己中心的であることが知られており、子供は周囲で起こるすべてのことの原因を自分にあると信じてしまうのです。",
      "例えば、3歳から4歳の子供にとって、太陽が昇るのは自分が起きたからであり、太陽が沈むのは自分が寝る時間だからだと考えるのは、非常に自然なことです。",
      "しかし、多くの大人は成長しても、日常生活の中でこの自己中心的な思考を引き続き使用しています。",
      "家族や社会からの圧力は、他人の幸福のために自分が責任を負うべきだと考えさせることがあります。例えば、幼少期から親の世話をしなければならなかった子供は、そのように感じることがあるかもしれません。",
      "自己評価の問題は、このような信念の原因でもあり、結果でもあります。",
      "自己評価が低い人々は、パーソナライゼーションに陥りやすいです。彼らは、自分が良い扱いを受けるに値しないと感じ、否定的な出来事を自分の行動や欠点に帰すことがよくあります。",
      "過去のトラウマも、パーソナライゼーションの形成に寄与する可能性があります。幼少期には、思考が歪み、周囲で起こることすべてが自分に依存していると信じてしまう可能性が高いのです。",
      "例えば、幼少期に「すべてお前のせいだ」や「お前は何もできない」といった言葉を親から頻繁に聞いていた場合、その人は一生その「ラベル」を背負い、すべての否定的な出来事を自分のせいだと考えてしまうかもしれません。",
      "一部の文化では、周囲で起こるすべての出来事に対して責任を負うべきだという考えが広まっています。これにより、人々は、自分が実際に関与していないことでもパーソナライゼーションに陥りやすくなります。",
      "どんな原因であっても、私たちは自分の思考を人生のどの段階でも変えることができます。もし、私たちにそのためのモチベーションがあれば。",
      "次の章では、いつものように、「自分が全知全能である」という信念に取り組むための具体的な推奨事項を紹介します。"
    ],
    "quote": {
      "text": "すべての責任を自分に負わせることは、自分を全能と見なすことを意味します。",
      "author": "ミハイル・ブルガーコフ"
    }
  }
}
