{
  "title": "「〜すべき」という考え方にどう対処するか",
  "description": "この記事では、「〜すべき」という信念がストレスと不満の原因となることを論じています。この考え方は、私たちを状況の人質のように感じさせます。著者は、そのような信念が非現実的であることに気づき、より柔軟な表現に置き換え、自分の願望や行動に責任を持つことを提案しています。感謝と共感の実践、そして助けを求めることや不完全さを受け入れることが、ストレスを軽減し、生活の質を向上させるのに役立ちます。",
  "screen_1": {
    "texts": [
      "「〜すべき」という信念は、私たちから人生の喜びを奪い、平穏を妨げ、周囲との建設的で親密な関係を築くことを妨げる静かな敵です。",
      "この信念の中心的な考えは、義務の概念です。",
      "「〜すべき」という言葉自体が、多くの場合、言語の罠となっています。",
      "「〜すべき」という言葉の意味は、「そうでなければならない」ということです。「〜すべき」、「〜しなければならない」、「必要だ」という表現は、状況に選択肢がないように感じさせ、私たちを状況の人質にしてしまいます。",
      "しかし、このような表現が妥当であるのは、非常に稀で例外的な場合のみです。",
      "例えば、「人は空気を吸わなければならない」という表現は現実的であり、物理的に他の選択肢がないためです。",
      "一方で、「誰も遅刻してはいけない」という表現は、現実的ではなく、実際には遅刻することもあります。人々は遅れたり、途中で何かが起きたり、そもそも来ないこともあります。",
      "したがって、「〜すべき」という信念を持つことは、必然的に急性または慢性的なストレスを引き起こします。",
      "「〜すべき」という考え方から解放されるには？",
      "まず、その信念の非現実性を認識しましょう。",
      "他の人に対して、彼らがどのようにあなたに接し、何を言い、何をすべきかについて要求する場合、あなたは彼らに特定の結果だけを期待しています。",
      "これは強力なストレスの原因です。なぜなら、私たちの期待を常に裏切らない環境など、誰にも存在しないからです。",
      "最も権威のある人物や最高の支配者でさえ、周囲の人々が「〜すべきこと」を常に行ってくれるわけではありませんでした。",
      "誰かが「〜すべきこと」をしない時、私たちはストレスを感じ、感情が高まり、結果として怒りや多くのネガティブな感情を抱くことになります。"
    ],
    "quote": {
      "text": "もしあなたが世界が自分に何かをすべきだと思うなら、それはあなたの苦しみの原因になります。世界は誰にも何も借りていないことを覚えておいてください。",
      "author": "ブッダ"
    }
  },
  "screen_2": {
    "texts": [
      "信念の根源を特定する",
      "この信念がどこから来たのかを考えてみましょう。もしかすると、子供の頃に甘やかされ、現実的な境界が設けられていなかったのかもしれません。または、親からそのような考え方を受け継いだのかもしれません。この原因を理解することは信念を取り除く助けにはならないかもしれませんが、それは取り組みの重要な第一歩です。",
      "自分が言っていることに注意を払いましょう。「〜すべき」、「〜しなければならない」、「〜しなきゃ」といった言葉を使ったら、それを「〜したい」、「〜を好む」、「〜が欲しい」に置き換えましょう。",
      "例：「友達は最初に電話をすべきだ」を「友達が最初に電話してくれたら嬉しい」に変えましょう。",
      "責任を引き受ける",
      "これらの言葉の意味は、状況に対するあなたの姿勢を決定します。",
      "一方では、外部の力（人々、自然、状況など）に依存する避けられない必要性であり、他方では、自分自身の選択であり、その責任はあなたにあります。",
      "自分の選択に責任を持つのは難しいですが、この道を選ぶことで、長期的には自由度が増し、ストレスが減少します。",
      "「〜すべき」という信念を分解してみましょう",
      "「私に〜すべきだ」と言う代わりに、自分に次の質問をしてみましょう：",
      "なぜこれが「〜すべき」なのか？",
      "他の選択肢はあるか？",
      "私はこれを達成することで何を得たいのか？",
      "これが実現した場合の利点は何か？",
      "自分の本当の欲求を見つけ、正直に向き合いましょう。「誰かが私に何かをすべき」と言う時、あなたは本当に何を求めていますか？ここで守ろうとしている価値観は何ですか？"
    ]
  },
  "screen_3": {
    "texts": [
      "頼むことや自分のニーズを表現することを学ぶ",
      "他の人があなたのニーズや願望を知っていると想定するのではなく、それを明確かつオープンに表現し、必要な時には助けを求めることを学びましょう。",
      "共感を実践する",
      "他の人の気持ちを理解するよう努めましょう。それぞれの人には自分の悩みがあり、常にあなたを支えたり、聞いてくれたり、褒めてくれたり、必要な助けを提供できるわけではないことを忘れないでください。",
      "他の人の立場に立って考え、起こっていることに対する代替的な説明を探しながら、共感力を養いましょう。",
      "感謝の気持ちを持つ",
      "他の人があなたのためにすべきことに集中するのではなく、彼らがしてくれていることに感謝しましょう。",
      "例えば、同僚がプロジェクトの手助けをしてくれたと想像してください。彼自身も忙しいのに助けてくれたことに対して、「彼は手助けをすべきだ、これは彼の責任だ」と考える代わりに、「彼の忙しさを考慮しつつ、手助けしてくれて感謝している。彼は本当にプロフェッショナルだ」と自分の考えを置き換えてみてください。",
      "感謝の実践は、他の人々の善意を認識し評価する助けとなり、相互の尊敬とサポートの雰囲気を作り出します。感謝の気持ちは、個人的にも公的にも表現でき、周囲との関係を強化する助けとなります。",
      "不完全さを受け入れる",
      "世界は完璧ではなく、自分や他人に不可能を求めるべきではありません。世界や他人を自分に合わせて変えようとしても、うまくいくことはありません。",
      "非合理的な信念から解放されることは、長くて必ずしも簡単ではないプロセスです。しかし、それは価値があり、徐々にあなたはより自由で、幸せで、自信に満ちた人間になれるでしょう。"
    ]
  }
}
