{
  "title": "「してもらって当然」という思い込み──どこが問題なのか？",
  "description": "このコラムでは「自分には与えられて当然のものがある」という『私にしてくれるべきだ』という思い込みについて考えます。世界が自分の願いを中心に回り、周りの人がニーズを満たしてくれるはずだ、という前提が、どのようにして子ども時代から形づくられ、大人になってからも人間関係の摩擦や失望、依存につながっていくのかを具体例とともに説明します。最後に、世界には自分以外の人びとの場所もあることを認め、現実の姿を受け入れていく視点の大切さが語られます。",
  "screen_1": {
    "texts": [
      "「みんなは自分のために何かをしてくれるべきだ」という考えは、多くの人が陥りやすい落とし穴です。「世界は自分中心に回っている」と、どこかで信じてしまいがちなのです。",
      "この立場にいる人は、周りの人が自分の言い分に賛成し、自分の頼みごとを進んで引き受けてくれるのが当たり前だと期待しがちです。",
      "その結果として、他者の意見やニーズにはあまり目を向けず、自分の願いや都合のほうがずっと重要だと感じてしまいます。",
      "こうした「〜してくれるべきだ」という信念は、次のような形で表れることがあります。",
      "友人はいつでも自分を助けてくれるべきだ",
      "パートナーは常に、自分を全面的に支えてくれるべきだ",
      "母親は当然のように自分の子どもの世話をしてくれるべきだ",
      "物事はすべて、自分が望む通りに進むべきだ",
      "自分のお願いを断られてはならない",
      "世界は自分に対して公平であるべきだ",
      "もし自分にも似たような考え方があると感じるなら、「自分は生まれながらにして成功や愛情、幸せを与えられるべき存在だ」とどこかで信じている可能性があります。",
      "たとえば、自分がいい人間であることや、一生懸命働いていることを理由に、「宇宙や周囲の人は自分の願いをかなえてくれるはずだ」と期待してしまうことがあります。",
      "ところが現実は、そうした期待どおりにはいきません。そして、それは決して珍しいことではありません。そのたびに、人は「落ち込んで自分を責める」か、「怒りを爆発させる」かという二つの反応のあいだで揺れ動ちがちです。「みんなは自分にしてくれるべきだ」と強く信じている人ほど、その分だけトラブルにも巻き込まれやすくなるのです。"
    ],
    "quote": {
      "text": "風を操ることはできない。でも帆の向きを変えることはできる。",
      "author": "ドリー・パートン"
    }
  },
  "screen_2": {
    "texts": [
      "まず最初に起こりやすいのが失望です。頼みごとを断られたとき、自分の問題を解決してくれるはずだったのに動いてもらえなかったとき、期待していた通りに周囲が応えてくれなかったとき──そこには必ず、落胆や傷つき、怒りや「どうして自分がこんな扱いを受けるのか」という戸惑いがつきまといます。「こんなにいい人間なのに、なぜ？」という感覚が強まるのです。",
      "世界をいつも暗い色合いで見てしまい、多くのエネルギーが不満や怒り、妬みといったネガティブな感情に費やされます。人生に対して「こうあるべきだ」という要求が強すぎると、現実をそのまま受け入れて楽しむことが難しくなります。世界のあり方に常に文句がある状態では、喜びや満足感を味わいにくくなってしまうのです。",
      "ターニャは、「みんなは自分にしてくれるべきだ」という思い込みを象徴するような人物です。彼女は、友人たちがいつでも自分のために時間をあけ、どんな問題でも優先して助けてくれるはずだと期待しています。",
      "たとえば、深夜3時に電話をかけて、「彼氏とケンカしたから今すぐ来て慰めてほしい」と当然のように頼むことがあります。",
      "あるいは、事前の相談もなく引っ越しの手伝いを求めたりします。その日、友人に大事な予定が入っていても、ターニャはそれを考慮しません。そして、助けてもらえなかったときには深く傷つき、「見捨てられた」「自分は大事にされていない」と感じてしまいます。",
      "こうした立場を取り続けることは、とても危険です。やがて人間関係に緊張が生まれ、孤立や疎遠、関係そのものの破綻へとつながることがあります。",
      "友人や家族は、次第に会うのを避けたり、連絡を控えたりするようになります。なぜなら、また理不尽な要求や怒り、責められる場面に巻き込まれるのではないかと身構えるようになるからです。誰だって、いつも義務感に縛られ、相手の気分に振り回されてばかりいる関係を続けたいとは思いません。",
      "では、このような信念はどこからやってくるのでしょうか。多くの場合、「してもらって当然だ」という感覚は、子ども時代に現実的な境界線に出会う機会が少なく、望むものがほとんどすべて与えられてきた経験の中で育ちます。その背景には、いくつかのパターンがあります。",
      "一つは、親が子どもを過度に甘やかし、「したいことは何でもさせてしまう」ケースです。",
      "その結果、子どもの中には、自分の重要性を過大評価するような、自己中心的な部分が育ってしまうことがあります。",
      "たとえば、小さなカーチャは、欲しいものは何でも手に入れてきました。両親は「この子は特別で、一番いいものを与えなければ」と考え、ほとんど何も断りませんでした。そのためカーチャは、「世界は自分のために回っている」と感じるようになり、学校で先生が自分だけに注意を向けてくれないことや、クラスメートが自分の意見を最優先してくれないことに、強い不満を覚えるようになりました。",
      "また、親自身が「世の中は自分にもっと与えるべきだ」という態度で生きている場合もあります。",
      "子どもは親の姿をモデルとして同じパターンを身につけ、「世界は自分の期待に応えるべきだ」という考え方を自然と受け継いでしまいます。",
      "たとえば、ヴァーニャの両親は、いつも「自分たちは正当に評価されていない」「もっと給料をもらうべきだ」「本当ならもっと権利が認められて当然だ」と不満を口にしていました。ヴァーニャは、常に誰かに文句を言い、世界に不満を抱く空気の中で育ち、「世界は自分に何かを与えるべきだ」というメッセージを心の奥で受け取りながら大人になっていきました。"
    ],
    "quote": {
      "text": "誰もあなたに何かを『すべき』ではない。人生で受け取るものはすべて、贈り物なのだ。",
      "author": "和尚"
    }
  },
  "screen_3": {
    "texts": [
      "別のパターンとしては、親が子どもの気持ちや意見を尊重せず、関心や欲求を軽く扱ってしまうケースがあります。",
      "子どもは親に対して怒りや不満を抱きますが、それを直接ぶつけることはできません。そのため、その怒りは周囲の人に向けられ、「自分を慰め、子ども時代に満たされなかったものを補ってくれるのは他の人たちであるべきだ」という考え方になっていくことがあります。",
      "たとえば、アーニャはずっと画家になることを夢見ていましたが、両親は「法律家のほうがずっと立派で安定した職業だ」と考え、彼女を法学部へ進ませました。アーニャは親の期待に応えようとその道を選びましたが、心の中ではいつも創作活動への強い願いが消えませんでした。",
      "彼女は、自分の夢を尊重してもらえなかったことに長く怒りを抱き、その後も「誰かが自分を幸せにしてくれるべきだ」と感じながら、周囲の人たちにその埋め合わせを求めるようになりました。",
      "また、子ども時代に「親に好かれるためには、常に親の期待に応えなければならない」と学んだ場合もあります。その場合、「愛は条件つきで、頑張り続けなければ受け取れないものだ」というメッセージとして刻まれます。",
      "たとえば、セルゲイはいつも親の望みを先回りして満たそうとし、「期待通りにしなければ愛されないのではないか」と怯えていました。その結果、大人になってからも自分に自信が持てず、「自分は十分に頑張っているのだから、周りは報いてくれるべきだ」と感じながら、自分の価値を他人の評価や見返りで証明しようとしてしまいます。",
      "こうした「世界は自分にしてくれるべきだ」という前提がもたらす影響は、多岐にわたり、しかも多くの場合ネガティブです。代表的なものをいくつか挙げてみましょう。",
      "失望と満たされなさ: 他人が自分のニーズを常に満たしてくれるべきだと期待していると、現実とのギャップから、慢性的な不満や「報われていない」という感覚に苦しみやすくなります。",
      "人間関係の緊張: 「世界は自分に合わせるべきだ」という姿勢は、対立や衝突を招きやすく、相手との関係にしこりや距離を生みます。お互いの期待が噛み合わず、もめごとが増えてしまうことも少なくありません。",
      "主体性の低下: 「誰かが自分の代わりに責任を負ってくれるべきだ」という期待が強いほど、自分で動く力が弱まり、依存的になりやすくなります。その結果、自立心や個人としての成長が妨げられてしまいます。",
      "自己評価への悪影響: 自分のニーズを満たす役割をいつも他人に任せていると、「自分で自分を支える力」が育ちにくくなります。そのため、感情的に不安定になりやすく、「自分には価値がないのでは」と感じることも増えてしまいます。",
      "相互支援の欠如: 自分のことばかりに集中していると、他者に共感したり、困っている人を支えたりする機会を逃してしまいます。その結果、長期的には信頼関係が育ちにくく、頼り合えるつながりやコミュニティを築くチャンスも失われてしまいます。"
    ],
    "quote": {
      "text": "世界が自分の周りだけを回ることを期待してはいけない。この世界には、自分以外の人びとの場所もある。",
      "author": "アリストテレス"
    }
  }
}
