{
  "title": "私は当然与えられるべきだ。この信念の何が問題なのか？",
  "description": "この記事では、世界が自分を中心に回り、自分のすべてのニーズを満たすべきだと期待する人々に形成される「私は当然与えられるべきだ」という考え方の問題を検討しています。著者は、この考え方が幼少期にどのように生じるかを説明し、成人期におけるその表れの例を示し、失望、関係の緊張、自立性の喪失など、このような思考の否定的な結果について述べています。結論として、世界をあるがままに受け入れ、そこには自分だけでなく他の人々のための場所もあることを理解することの重要性を提案しています。",
  "screen_1": {
    "texts": [
      "「私は当然与えられるべきだ」－これは、世界が自分を中心に回っていると信じる多くの人が陥る罠です。",
      "このような立場にいる人々は、他者が自分に同意し、自分の要求に応じることを期待することがよくあります。",
      "彼らは他者の意見やニーズを考慮せず、自分自身の欲求やニーズがより重要だと考えています。",
      "「当然与えられるべき」という信念は以下のように表現されることがあります：",
      "友達はいつも私を助けるべきだ",
      "私のパートナーはいつもどんなことでも私をサポートすべきだ",
      "私の母は私の子供の面倒を見るべきだ",
      "すべては私が望むようでなければならない",
      "私は拒否されるべきではない",
      "世界は私に公平であるべきだ",
      "もしあなたが自分にこのような思考パターンがあることに気づいたなら、おそらくあなたは単に生まれながらにして成功、愛、幸福に値すると考えているのでしょう。",
      "あなたは、自分が良い人、親切な人だから、または一生懸命働いているから、宇宙や周囲の人々があなたの望みを叶えてくれると期待しています。",
      "しかし、それが起こらないとき、そしてそれはよく起こることですが、あなたは選択肢に直面します：落胆と不完全感に陥るか、怒りで爆発するか。すべてが自分に与えられるべきだと考える人々は、しばしば問題に直面します。"
    ],
    "quote": {
      "text": "風を操ることはできませんが、帆の向きを変えることはできます。",
      "author": "ドリー・パートン"
    }
  },
  "screen_2": {
    "texts": [
      "そして、まず第一に、それは失望です：もしあなたが拒否され、あなたの問題を解決すべきだということが理解されず、期待に応えてもらえなかった場合、あなたは間違いなく失望、傷つき、怒り、そのような素晴らしい人である自分にどうしてこんな扱いをするのかという理解の欠如を経験します。",
      "あなたは世界を暗い色で見て、多くのエネルギーを否定的な感情に費やします。人生に対する要求的な態度は、楽しみ、喜ぶことを妨げます。なぜなら、世界をあるがままに受け入れず、常にその仕組みに不満を持っているからです。",
      "タニヤは「私にはすべてが与えられるべきだ」という考え方を持つ人の典型的な例です。彼女は友人がいつでも利用可能で、すべてを投げ出して彼女の助けに駆けつけ、彼女のあらゆる問題を解決し、すべての要求を満たす準備ができていることを期待しています。",
      "例えば、彼女は夜中の3時に電話をかけ、彼氏との喧嘩の後、友人がすぐに来て彼女をサポートするよう要求するかもしれません。",
      "あるいは、事前に警告せずに引っ越しを手伝うよう頼むかもしれません。友人がその日に既に重要な会議を予定していても。友人が彼女を助けられないとき、タニヤは傷つき、見捨てられ、不要だと感じます。",
      "これは孤立、関係の緊張、さらにはこれらの関係の崩壊につながる可能性のある危険な立場です。",
      "友人や親しい人々は、新たな要求、傷つき、喧嘩を恐れて、会話や会合を避け始めます。なぜなら、誰も常に義務を感じ、他人の気まぐれに従うことを望まないからです。",
      "この信念はどこから来るのでしょうか？この考え方は多くの場合、子供が現実的な境界に直面せず、欲しいものをすべて手に入れる幼少期に形成されます。これはさまざまな理由で起こり得ます：",
      "親が子供を甘やかし、頭に浮かぶことは何でもさせる。",
      "このような場合、子供は自己重要感が高まった自己陶酔的な性格部分を形成します。",
      "例：小さなカーチャはいつも欲しいものをすべて手に入れていました。彼女の両親は彼女が最高のものに値すると考え、何も拒否しませんでした。カーチャは世界が彼女を中心に回っていることに慣れ、なぜ学校で教師が彼女にすべての注意を払わないのか、同級生が彼女の意見を考慮しないのか理解できませんでした。",
      "親自身が「私にはすべてが与えられるべきだ」という原則に従って生きている。",
      "子供は親のシナリオを繰り返し、この思考様式を身につけます。",
      "例：ヴァーニャの両親は常に生活について不満を言い、もっと給料をもらうべきだ、自分たちは評価されていない、自分たちの権利は常に侵害されていると考えていました。ヴァーニャは不満と世界が彼に何かを負っているという期待の雰囲気で育ちました。"
    ],
    "quote": {
      "text": "誰もあなたに何も負っていません。人生で得るものはすべて贈り物です。",
      "author": "オショー"
    }
  },
  "screen_3": {
    "texts": [
      "親が子供の意見を考慮せず、彼の興味や欲求を無視した。",
      "子供は親に怒りを感じるが、その怒りを開けて表現することができません。そのため、彼はその怒りを周囲の人々に向け、彼らが自分を憐れみ、幼少期に欠けていたものを補うべきだと考えています。",
      "例：アーニャはいつも画家になることを夢見ていましたが、両親は法律家になることがより権威ある職業だと考え、彼女に法律を学ばせました。アーニャは妥協しましたが、彼女の心はいつも創造性に惹かれていました。",
      "彼女は両親が彼女の夢を実現させなかったことに腹を立て、その後その怨みをすべての周囲の人々に向け、彼らが彼女の人生での幸福を見つける手助けをすべきだと考えていました。",
      "子供は両親に愛されるために彼らを喜ばせるよう強制されました。彼は自分の愛は勝ち取らなければならないという信念で育ちました。",
      "例：セルゲイはいつも両親のすべてのニーズを満たそうと努力し、もし何か間違ったことをすれば彼らが彼を愛さなくなるのではないかと恐れていました。彼は自信のなさを抱えて成長し、常に自分の価値を証明しようとし、自分が当然与えられるべきものを与えられるべきだと考えていました。",
      "このような考え方の結果は多様で否定的なものがあります。それらには以下が含まれます：",
      "失望と不満：他者があなたのすべてのニーズを満たすべきだという期待は、期待と現実のギャップにより、常に失望と不満の感情をもたらす可能性があります",
      "関係の緊張：世界があなたに合わせるべきだという信念は、しばしば不満と意見の相違につながるため、関係において緊張と対立を引き起こす可能性があります",
      "独立性の喪失：他者がすべての責任を負うべきだという常なる期待は、あなたを依存的にし、自立性と個人的成長の発展を妨げます",
      "自尊心への否定的影響：自分のニーズを満たすために他者に依存することで、あなたは自分自身の自尊心を発達させず、それが否定的な感情や不完全感につながる可能性があります",
      "相互援助の欠如：自分だけに集中することで、あなたは共感し、他者を助ける機会を逃し、それが質の高い相互関係や社会的サポートの発展を妨げる可能性があります"
    ],
    "quote": {
      "text": "世界があなたを中心に回ることを期待しないでください。この世界には他の人々のための場所もあります",
      "author": "アリストテレス"
    }
  }
}
