{
  "title": "「〜すべき」の手放し方",
  "description": "このコラムでは、「〜すべきだ」という思い込みがストレスや満たされなさの大きな要因となり、私たちを状況の「人質」にしてしまうプロセスを取り上げます。そのうえで、こうした信念の非現実的な側面に気づき、より柔らかく現実的な言い回しへと言い換え、自分の願いや行動に主体的に責任を持つことが提案されます。感謝や思いやりを育てる実践、助けを求める力、そして自分や世界の不完全さを受け入れる姿勢が、ストレスを和らげ、暮らしの質を高める助けになることも紹介されています。",
  "screen_1": {
    "texts": [
      "「〜すべきだ」という思い込みは、私たちから人生の喜びをそっと奪い、心の落ち着きを揺らし、周囲の人との建設的で親しい関係づくりを妨げる静かな敵です。",
      "その中心にあるのは、「義務」という発想です。",
      "そもそも「〜すべき」「〜しなければならない」といった言葉自体が、多くの場合心の中で働く言葉の罠になります。",
      "「〜すべき」という言葉には、「そうする以外の選択肢はない」という響きがあります。「〜すべきだ」「〜しなければならない」「絶対に〜でなければならない」といった表現は、他の可能性が存在しないかのような状況を示し、私たちを状況の「人質」にしてしまいます。",
      "けれども、文字どおりそう言い切れる場面は、実際にはごく限られた、ほとんど例外的な状況だけです。",
      "たとえば「人間は空気を吸わなければ生きられない」といった表現は現実的です。物理的に、それ以外の選択肢がないからです。",
      "一方で、「誰も遅刻してはならない」という考え方は、現実とはかけ離れています。実際には、人は遅れることもあれば、予定が押したり、そもそも来られなくなったりもします。",
      "そのため、「〜すべきだ」という信念に縛られていると、避けがたいストレスが生じます。それは一時的なストレスにもなり、やがて慢性的なストレスにもつながりかねません。",
      "では、こうした「〜すべき」からどうやって自由になればよいのでしょうか。",
      "まずは、自分の信念がどこまで現実的かを見直してみましょう。",
      "「相手は自分に対してこう振る舞うべきだ」「こう言うべきだ」「こうしてくれなければならない」と他人に求めているとき、心の中では、ただ一つの結果だけを期待している状態になります。",
      "しかし、それは強力なストレスの源になります。人生の中で、いつでも自分の期待どおりに動いてくれる人たちに囲まれて生きてきた人など、ほとんどいないからです。",
      "大きな影響力を持つ人や権力者でさえ、自分の「こうあるべきだ」に従わない相手に必ず出会ってきます。",
      "ですから、「こうするべきなのに」と感じる相手に出会うたびに、心の緊張やイライラが高まり、ストレスや怒り、傷つき、さまざまなネガティブな感情が積み重なっていきます。"
    ],
    "quote": {
      "text": "世界が自分に何かをしてくれるべきだと考えるかぎり、その考え自体が苦しみの源になる。世界は本来、誰にも何も約束していない。",
      "author": "ブッダ"
    }
  },
  "screen_2": {
    "texts": [
      "自分の『べき思考』の根っこを見つける",
      "この信念がどこから来たのか、少し立ち止まって考えてみましょう。子どもの頃に甘やかされて、現実的な境界線に触れる機会が少なかったのかもしれませんし、親や周囲の大人から同じような考え方を受け継いだのかもしれません。理由が分かったからといって、すぐに信念が消えるわけではありませんが、向き合っていくうえでの大事な一歩になります。",
      "次に、自分がふだんどんな言葉を使っているかに注目してみましょう。「〜すべき」「〜しなければ」「〜しないとダメだ」といった表現に気づいたら、「〜したい」「〜のほうを選びたい」「〜だとうれしい」といった言い方に言い換えてみます。",
      "たとえば「友だちは、いつも向こうから先に連絡すべきだ」という考えは、「友だちから先に連絡をもらえたらうれしいな」という表現に変えることができます。",
      "自分の選択に責任を持つ",
      "どの言葉を選ぶかによって、その状況への向き合い方は大きく変わります。",
      "「〜すべき」ととらえているとき、その責任は自分の外側──他人や環境、運命──にあるように感じられます。一方、「〜したい」「〜を選ぶ」と考えたとき、その選択に責任を持つのは自分自身になります。",
      "自分の選択に責任を持つのは、ときに重く感じられるかもしれません。それでも長い目で見ると、自分の自由度を高め、ストレスを減らしてくれる道でもあります。",
      "自分の「〜すべき」を細かく分解してみる",
      "「〜してもらうべきだ」と感じたときには、次のように自分に問いかけてみましょう。",
      "なぜ、これは「そうでなければならない」と思っているのだろう？",
      "ほかにどんな選択肢や展開があり得るだろう？",
      "この「〜すべき」の裏側で、自分は本当は何を手に入れたいのだろう？",
      "もし望んだ通りになったら、どんな良いことがあるだろう？",
      "こうして、「本当は自分は何を望んでいるのか」を少しずつ言葉にしていきます。「誰かが〜すべきだ」「〜であるべきだ」と感じているとき、その奥ではどんな願いを守ろうとしているのか、どんな価値観を大事にしたいのか──そこに正直になってみることが大切です。"
    ]
  },
  "screen_3": {
    "texts": [
      "自分のニーズを伝え、助けを求める練習をする",
      "周りの人が自分の望みや困りごとを「分かってくれていて当然だ」と考える代わりに、必要なときにはできるだけ具体的に言葉にして伝え、助けを求める練習をしてみましょう。",
      "思いやりを実践する",
      "同時に、相手の気持ちを想像してみることも大切です。誰にでもそれぞれの事情や悩みがあり、いつでもあなたを支えたり、話を聞いたり、褒めたり、力になったりできるとは限りません。",
      "できるかぎり相手の立場に立って物事を見て、「ほかにどんな理由があり得るだろう」と考えてみることで、少しずつ共感する力が育っていきます。",
      "感謝の気持ちを向ける",
      "「してくれて当然だ」と感じる場面を、「忙しい中でも時間やエネルギーを割いてくれた」と捉え直し、相手が実際にしてくれたことに目を向けて感謝してみましょう。",
      "たとえば、自分のプロジェクトを同僚が手伝ってくれたとします。その人自身もとても忙しいかもしれません。そのとき「手伝うのはその人の義務だ」と考える代わりに、「忙しいのにサポートしてくれた。ありがたいことだ」と捉え直してみるのです。",
      "感謝の実践は、周囲のささやかな親切に気づき、それを受け取れるようにしてくれます。また、お互いを尊重し支え合う雰囲気を育て、人間関係の土台を強くしてくれます。感謝は、直接伝えてもよいですし、場に応じて周囲と分かち合う形でも構いません。",
      "不完全さを受け入れる",
      "世界も、他人も、自分自身も完璧ではありません。自分や他者に不可能な基準を押しつけてしまうと、苦しみが増えるだけです。世界や人を自分の思いどおりに変えようとするのではなく、そのままの不完全さと共に生きる練習をしていきましょう。",
      "非現実的な思い込みから自由になっていくプロセスは、短距離走ではなく、時間のかかる道のりです。それでも少しずつ取り組んでいくことで、前よりも身軽に、自由で、穏やかな自分を感じられるようになっていきます。"
    ]
  }
}
