{
  "title": "完璧主義はあるけれど理想はなく、普通に生きたいならどうすればいい？",
  "description": "この記事では、ネガティブな完璧主義とポジティブな完璧主義の2種類を検討し、完璧主義的傾向に対処するための効果的な提案を提供しています。著者は、変化への動機付け、認知の再構成、結果ではなくプロセスへの焦点、そして新しい、より健全な信念の形成を含む8つの重要な戦略を紹介しています。主な考え方は、不完全さを受け入れ、無条件に自分を愛し、毎日自分を大切にすることを学ぶことで、完璧主義を克服できるというものです。",
  "screen_1": {
    "texts": [
      "現代の研究者たちは、完璧主義を二つのタイプに区別しています：ネガティブとポジティブ、あるいは健全な完璧主義と病的な完璧主義とも言われます。",
      "マイナスをプラスに変えるためには、リーダーシップの資質と完璧を目指す姿勢を常識と合理性と組み合わせることが重要です。",
      "私たちは完璧主義への対処について効果的な提案を用意しました。",
      "どんな問題と闘うにも、最良の出発点は変化への動機付けです。",
      "完璧主義に打ち勝つには、なぜそれが必要なのかを認識することが重要です。すべての長所と短所を分析し、書き出してみてください。",
      "困難が利点よりもはるかに多いことに気づいて驚くかもしれません。それを認識し受け入れれば、変化することがはるかに容易になるでしょう。",
      "多くの人と同様に、あなたもおそらく、すべてを100％でやるべきだとか、決して間違えてはいけないとか、その他の完璧主義者の似たような考えや信念を持っているでしょう。",
      "そのようなすべての考えに疑問を投げかけ、それらに取り組むことがとても重要です。",
      "どのようにですか？自動思考の日記をつけ続けることが役立ちます。そこであなたはこれらの考えを特定し、現実に照らして検証し、合理的な回答を与えることができます。"
    ],
    "quote": {
      "text": "私はキャリアで9000回以上のシュートを外しました。約300試合で負けました。26回、勝利を決めるシュートを任されましたが、外しました。私は人生で何度も何度も失敗してきました。だからこそ、私は成功したのです。",
      "author": "マイケル・ジョーダン"
    }
  },
  "screen_2": {
    "texts": [
      "現実のテスト（認知の再構成）に役立つ質問は次のとおりです：",
      "この考えや信念を裏付ける証拠は何ですか？",
      "この考えは役立ちますか？",
      "この状況や自分自身について考える他の方法はありますか？",
      "私は無駄に自分を責めていませんか？",
      "この状況に他に誰が、あるいは何が貢献していますか？",
      "これは本当に私のコントロール下にありますか？",
      "私は不当または二重の基準を持っていませんか？",
      "これは現実的な期待ですか？",
      "これらの質問は、ある信念を検証し、確認し、明確にするか反論して、代替の信念を形成することを目的としています。",
      "自問してみてください：完璧にやり遂げたら、それでどうなるのか？完璧にできなかったら、どうなるのか？あなたの完璧主義の背後にあるものを理解しようとしてみてください。拒絶されることが怖いのでしょうか？公の場での嘲笑を恐れていますか？完璧主義の裏に認められたいという渇望が隠れていますか？",
      "完璧主義の背後にあるものを理解したら、それを使ってこれらの恐れやニーズを本当に解決できるのか自問してみてください。",
      "レポートを完璧に書き、提出したとして、それで何が変わるのか？今では人々があなたから離れることがまったく怖くないのですか？完璧に発表し、拍手を受けた、それで十分ですか？見知らぬ群衆からのこの称賛で満足ですか？",
      "恐らく、あなたの答えは否定的です。あなたは理想に達し、しばらくの間至福を経験し、そして再びこのレースに戻ります。",
      "白黒思考を捨てましょう",
      "完璧主義者はしばしば「すべてか無か」「成功か失敗か」「完璧にやるか全くやらないか」というカテゴリーで考えます。",
      "このようなアプローチは非現実的です。周りを見回して自問してみてください、世界にどれだけの物事が「すべてか無か」のカテゴリーに当てはまるでしょうか。あなたの壁は完全に清潔ですか？それとも少しでも汚れがありますか？",
      "絶対に落ち着いていて自信に満ちた人を知っていますか？あなたのお気に入りの女優は完璧な美しさを持っていますか、それとも彼女にも欠点がありますか？"
    ]
  },
  "screen_3": {
    "texts": [
      "人生では、間違いや失敗なしに得られるものはほとんどありません。",
      "誰も達人として生まれるわけではありません - 私たちは学び、試し、間違え、徐々に向上していきます。",
      "だから、あなた自身が不完全であること、何かを最後までやりきらないこと、失敗することを自分に許してください。間違いは敵ではなく、成功への道での助っ人です。「何もしない人は間違わない」という諺をよく思い出してください。",
      "すべての理想をすぐに放棄する必要はありません - それはあまりにも急激な変化かもしれません。",
      "徐々に進めてください。",
      "小さなことから始めましょう：最も重要でない理想を一つ選び、それを放棄してみてください。結果を観察しましょう。",
      "完璧にできなくても世界は崩壊しません。あなたの大切な人々はあなたから離れることはなく、あなたはひどい人間になるわけでもありません。",
      "おそらく、不完全な結果に対処することは、思っているよりもはるかに簡単です。一つの実験が完全な全体像を与えるわけではないことを覚えておいてください。システム的なアプローチが必要です。",
      "毎週または毎月、一つの理想を放棄し、反応を観察してください。自分自身の声を聴き、あなたにとって快適なペースで進んでください。",
      "達成日記をつけましょう",
      "大きなものも小さなもの、重要なものもそうでないものも、すべての成功を記録してください。毎日です。完璧主義は敗北を好みます。そして次に「私はいつも何も成功しない」と自分に言うとき、すぐにノートを開いて、どれだけ多くのことがすでに成功しているかを読んでください。",
      "完璧主義を克服するもう一つの方法は、プロセスに焦点を当てることです。",
      "これは、ある行動を評価するとき、結果よりもプロセスに集中することを意味します。",
      "あなたがドライバーで、毎日Aポイントから Bポイントまで運転すると想像してください。ある日は主に信号が青で、すぐに目的地に着きます。別の日は常に赤信号に引っかかり、渋滞に巻き込まれ、移動にはるかに時間がかかります。",
      "あなたの運転スキルは変わらないのに、なぜ毎日同じように自分がしている仕事に満足感を感じられないのでしょうか？新しい視点で物事を見てみて、あなたの仕事や何かの行動を完璧にしようとしないでください。",
      "例えば、学生として、次のようなプロセス志向の目標を設定することができます：",
      "授業に出席する；",
      "注意深く聞いてメモを取る；",
      "適切な質問をする；",
      "各科目に特定の時間を割り当てる；",
      "授業中に取ったメモを2～3週間ごとに読み直す。",
      "これらのプロセスはすべてあなたがコントロールできるもので、そのため成功は保証されています。一方、最終的な成績や結果は、あなたのコントロール下にはありません。",
      "結果は、その日の教授の気分、他の学生の出来具合、教授が適用する基準などに左右されます。"
    ]
  },
  "screen_4": {
    "texts": [
      "「貪欲のテクニック」を使う",
      "これは、私たちの多くが人生で成功するために完璧を目指すという単純な事実に基づいています。基準を下げることであなたがはるかに成功する可能性があると考えたことはないかもしれません。",
      "例えば、かつてある有名な心理療法士が最初の学術論文を2年以上かけて書いたことがありました。",
      "それは素晴らしいもので発表されました。しかし同じ時間で彼の同僚たちは同じくらい良い論文をはるかに多く書いて発表していました。そのため彼は考えました、98％の「完璧さ」を持つ1つの論文を持つことと、80％の「完璧さ」を持つ10の論文を持つことのどちらが良いだろうか？",
      "2番目のケースでは生産性が高く、同僚よりも先に進むことができるでしょう。この気づきが心理療法士に自分の基準を緩和するよう促しました。",
      "その結果、彼の生産性は向上し、仕事の満足度も高まりました。",
      "大きなストレスを抱えて完璧な製品の作成にこだわるよりも、いくつかのタスクをうまくこなす方が効果的かもしれません。",
      "新しい信念を形成する",
      "信念に取り組むことは、その認識、その結果の考察、原因の探求から始まり、新しい代替の信念の形成で締めくくられます。",
      "本質的に、私たちの課題は「不完全さ」の様々な表れ（間違い、失敗）を「正常化」するのを助け、自分自身の不完全さと他の人々の不完全さを受け入れる考えを助けることです。",
      "次の信念を捨てましょう：",
      "私/他の人/世界は完璧でなければならない",
      "完璧でなければ、それは悪い",
      "悪ければ、人々は私から離れる/私は認められない/私は対処できない",
      "代わりに、新しい信念とフレーズを使用してください。",
      "私は完璧ではないが、私は：",
      "学び、成長している",
      "十分に良い",
      "完璧でなくても愛と尊重に値する",
      "他の人々は完璧ではないが、彼らは：",
      "長所と短所を持った人間でもある",
      "常に私を承認するわけではないし、それは正常である",
      "私は間違いを犯すが、それは私に次のような機会を与える：",
      "自分の間違いから学ぶ",
      "より良くなる",
      "強さを示し、あきらめない",
      "あなたの新しい信念を書き留め、あなたの生活に取り入れてください。",
      "付箋に書いて冷蔵庫に貼り付けたり、電話のメモに書き込んだり、それらを含む画像を作成してデスクトップに設定したりできます。",
      "これらの言明を毎日少なくとも一回、できればそれ以上読んでください。これはあなたの思考を再プログラムし、不健全な信念をより適応的なものに置き換えるのに役立ちます。",
      "幸いなことに、完璧主義は永遠の宣告ではありません。",
      "小さなステップで - 自分自身で、または専門家の指導の下で - あなたは完璧主義を健全なレベルに導くことができます。そのためには、無条件に自分を愛し、毎日自分を大切にすることを学ぶ必要があります。"
    ]
  }
}
