{
  "title": "理想への依存、完璧主義",
  "description": "この記事は完璧主義について考察し、高い基準を目指す努力は有益である場合もあるが、それが厳格な要求に変わると、不安や人生への不満足感などの否定的な結果をもたらすことを強調しています。実生活の例は、幼少期の経験や教育が完璧主義的信念と行動の形成にどのように寄与するかを示しています。結論として、著者は疲労と失望を避けるために、完璧を追求することと許容できる結果とのバランスを取ることを提唱しています。",
  "screen_1": {
    "texts": [
      "高い基準を達成し、タスクを成功裏に完了し、生産的であることへの願望は、非常にポジティブな資質です。",
      "また、受け入れられ、認められ、愛され、または人生で意義ある成果を得たいという願望も同様です。",
      "これが願望、熱望、または目標のレベルにとどまる限り、私たちは人生で助けとなり、私たちを動機づける建設的な信念について話すことができます。",
      "しかし、願望が厳格で固定された要求に変わり、それらを満たすためのコストが高すぎるとき、それは単なる高い基準ではなく、むしろ完璧主義となります。",
      "完璧主義者であるとはどういう意味でしょうか？",
      "すべてが100％完璧に実行されなければならないという信念としての完璧主義は、多くの問題の基礎となることがよくあります。",
      "あなたは理想を追求します：ミスはあなたにとって受け入れられず、失敗は大惨事のように思えます。あなたはどんな状況でも完璧に見え、感じ、考え、振る舞うべきだと考えています。",
      "目標を達成するとすぐに、それはさらに遠い新しい目標に置き換えられるため、あなたは自分の努力から満足や承認を得ることはありません。人生は灰色で疲れる日課になります。なぜなら、非現実的でときには不可能な基準に合わせようと生きているからです。",
      "つまり、完璧主義者の人は：",
      "しばしば自分を他人と比較する",
      "永続的な競争状態にある",
      "成功に気づかず、失敗や挫折に集中する",
      "自分や他人を厳しく批判する",
      "現実に適応するのが苦手である",
      "常に先延ばしにする、怠惰になる"
    ],
    "quote": {
      "text": "完璧主義とは豪華な靴とミンクのコートを着た恐怖であり、実際には単に恐れているだけなのに、エレガントなふりをしている。",
      "author": "エリザベス・ギルバート"
    }
  },
  "screen_2": {
    "texts": [
      "完璧主義のモデル例",
      "認知行動心理療法によれば、私たちの人生経験が自分自身、他者、世界に関する信念を形成することを思い出しましょう。これらの信念は、今度は私たちの人生戦略とルールを決定します。",
      "例としてエフゲニーを考えてみましょう。彼の両親は常に彼に高い要求をしており、「優」未満の成績はすべて失敗と見なされていました。",
      "ジェーニャの音楽への才能にもかかわらず、両親は彼の成功を批判し、より「名声のある」医師の職業へと促しました。",
      "この経験はジェーニャに、彼が「十分に良くない」そして「無能力である」という深い信念を形成しました。",
      "これを補い、自分が良くて有能だと感じるために、彼はルールを作りました：「私はすべてを完璧にしなければならない」。",
      "理想を追求することで、エフゲニーは疲労するまで働き、小さなミスでさえ自分を責め、同僚に批判的になります。これは過労、不安、関係の問題、そして人生への不満をもたらします。",
      "多くの場合、彼は非現実的な目標を設定します。例えば、短期間で完璧に発表の準備をすることなどです。",
      "もし彼がそれを達成できれば（あまりありそうにないことですが）、彼のルールは確認され、コントロールの錯覚を生み出します。失敗した場合、ジェーニャは自分を責め、自分の無能さの信念を強化します。",
      "これは悪循環になります：「すべてを完璧にする」というルールは、エフゲニーを「不十分さ」の痛みから守りますが、それは彼が自分の高すぎる、非現実的な基準に適合できる限りにおいてのみです。",
      "どんなミスも否定的な感情につながり、自己批判を強め、完璧主義を助長します。",
      "完璧主義の信念はどのように聞こえるでしょうか？",
      "私はすべてを完璧にしなければならない",
      "私はすべてをうまくやらなければならない",
      "最大限にやらないなら、まったく何もしないほうがいい",
      "批判されるということは、私がうまくやっていないということだ。うまくやらないことは許されない",
      "私にはミスをする権利がない",
      "私はやることすべてで最高でなければならない",
      "常に理想を追求する姿勢はどのように形成されるのか？",
      "多くの場合、このような追求は小学校や就学前の年齢で、家族教育の結果として形成されます。"
    ]
  },
  "screen_3": {
    "texts": [
      "研究者たちは、神経症的完璧主義は、条件付きで愛情を示した（成績、結果などのために）、あるいはまったく承認を示さなかった親との幼少期の経験の影響下で形成されると考えています。",
      "どちらの場合も、子供は自分自身と親にとって良い、価値あるものであることを証明するために、完璧になりたいという願望を持つようになります。多くの場合、完璧主義者の親は過度の批判を示し、子供へのサポートを拒否し、高い要求を示します。",
      "子供は、親の期待に応え、罰や批判を避けるために、完璧であるよう努力しなければなりません。",
      "主に、完璧主義の発達を促進する可能性のある4つのタイプの親の行動が特定されています：",
      "親自身が完璧主義者の明確な行動モデルを示している",
      "親が子供に過度に批判的で要求が高く、関係における十分な感情的サポートと助けがない",
      "親の承認がないか、一貫性がなく条件付きである",
      "権威主義的な育児スタイルと過度の親の期待",
      "子供の学校入学は、成績という形で成功を形式化するよう促します。",
      "ここでは、心理学者が完璧主義と関連付ける「優等生症候群」が形成されます。子供はすべてにおいて最高になろうとし、それができない場合、「すべてか無か」の原則に基づいた二極化された思考が始まります。",
      "この科目で最高になる可能性がない場合、すべての中で最悪になるという戦略が選ばれます – 一番になれないなら、最後になる方がましです。"
    ]
  },
  "screen_4": {
    "texts": [
      "家族の影響に加えて、完璧主義は現代社会によって奨励されています。学校や大学では、教師は従順な優等生を好み、雇用主は完璧主義者の従業員を評価します。",
      "市場経済は人々を競争へ、常により良い結果を達成しようと努力するよう推し進めます。",
      "メディアは私たちに美しさと魅力についてのファッションと理解を指示します。人が良く見え、スタイリッシュに着こなし、自分の世話をすれば、パートナーを見つけ、名声のある仕事を得て、同じように魅力的な友人を持つ可能性が高まります。",
      "このため、人はしばしば社会の一部になるために高い基準に適合する必要性を確信しています。",
      "完璧主義は良いことですか、それとも悪いことですか？",
      "完璧主義についての質問はしばしば意見の相違を引き起こします：ある人はそれが有益だと考え、他の人は有害だと考えます。",
      "あなたが完璧主義者なら、おそらく完璧を追求することは普通だと言うでしょう、そうでなければどうやって成功することができるでしょうか？しかし実際には、それはあなたから膨大な量のエネルギーとリソースを奪い、徐々にしかし容赦なくあなたの体と心を消耗させます。",
      "完璧主義は、私たちが前章で話した成果への依存と密接に関連しているため、その欠点も同様です。",
      "高すぎる、非現実的な基準は、あなたの人生のほぼすべての面に影響します：仕事、勉強、近しい人との関係、あなたの休息。",
      "問題は、完璧主義が追求する理想が実際には達成不可能であることです。理想は存在しません - それは対象や現象の最良の、完成された状態であり、各人が自分なりに認識するものです。",
      "正直になって質問してみましょう：すべての人にとって絶対的に完璧なものは存在するでしょうか？",
      "あなたが理想的だと考えることは、他の人には完全にナンセンスに思えるかもしれません。モーツァルトの作品やダ・ヴィンチの作品でさえ、芸術の頂点と考えられていても、すべての人に好まれるわけではありません。",
      "現実に合わせて信念を調整すると、人生全体とタスクの完了から常に失望するのではなく、楽しみを得ることができるようになります。",
      "最高を目指すことと受け入れられる、良い結果とのバランスを取ることを学ぶことは非常に重要です。"
    ]
  }
}
