{
  "title": "理想へのとらわれと完璧主義",
  "description": "このコラムでは完璧主義をテーマに、高い基準を目指すこと自体は助けになる一方で、それが「常に完璧でなければならない」という硬直したルールに変わると、不安や生きづらさ、人生への満足感の低下につながっていくことを取り上げます。子どもの頃の経験や親からの期待が、どのように完璧主義的な信念や行動パターンを形づくるのかを具体的なエピソードとともにたどり、最後に、燃え尽きや深い失望を避けるためには「理想の自分」を追いかけることと「十分に良い」結果を受け入れることのバランスが大切だというメッセージを伝えます。",
  "screen_1": {
    "texts": [
      "高い水準を目指し、任されたことをきちんとやり遂げて、日々生産的でいたいと思う気持ちは、本来とても健全で前向きな資質です。",
      "人に受け入れられたい、認められたい、愛されたい、人生の中で意味のある成果を残したいという思いも同様です。",
      "こうした思いが「願い」や「目標」としてほどよい形で保たれているとき、それは私たちを支え、やる気を与えてくれる建設的な信念と言えます。",
      "けれども、その願いが「必ずこうでなければならない」という硬直したルールに変わり、そのために払う代償があまりにも大きくなってくると、それは単なる高い基準というより、完璧主義と呼べる状態になります。",
      "では、完璧主義とはどのような状態でしょうか。",
      "完璧主義とは、「何事も100％完璧にこなさなければならない」という思い込みであり、多くの心理的な問題の土台になりやすい考え方です。",
      "理想の自分像に向かって走り続け、ミスはあってはならないもの、失敗は一大事だと感じます。どんな場面でも、見た目や感情、考え方、行動に至るまで、すべてが非の打ちどころなくあるべきだと自分に求めてしまいます。",
      "ようやく目標を達成しても、すぐにさらに遠くにある新しい目標に置き換わってしまい、自分の努力を喜んだり認めたりする余裕がありません。しばしば現実的とは言えない、時には不可能に近い基準に合わせて生きようとするうちに、毎日は色あせた、ただ疲れるだけのルーティンのように感じられていきます。",
      "つまり、完璧主義が強い人には次のような特徴が見られます。",
      "自分を他の人と頻繁に比較してしまう。",
      "いつも誰かと競争しているような感覚で過ごしている。",
      "うまくいかなかった点ばかりに目が向き、成功や前進には気づきにくい。",
      "自分にも他人にも厳しく批判的になりやすい。",
      "現実とうまく折り合いをつけるのが苦手だ。",
      "「まだ十分ではない」と感じて、物事を先延ばししがちになる。"
    ],
    "quote": {
      "text": "完璧主義とは、本当はただ怯えているだけの「恐れ」が、高級な靴と毛皮のコートをまとってエレガントなふりをしている状態なのです。",
      "author": "エリザベス・ギルバート"
    }
  },
  "screen_2": {
    "texts": [
      "完璧主義のパターンを一つの例から見てみましょう。",
      "認知行動療法では、これまでの人生経験が「自分はどんな人か」「他者や世界はどんなところか」といった信念を形づくると考えられています。そして、それらの信念が、生き方の戦略や日々の行動ルールを形づくっていきます。",
      "例として、エフゲニーという一人の人物を取り上げてみます。エフゲニーの両親はいつもとても高い要求をしており、「最高評価」以外の成績はすべて失敗のように受け取られていました。",
      "エフゲニーには音楽の才能がありましたが、両親はその成果にも満足せず、より「権威のある」職業である医師の道に進むよう何度も促しました。",
      "こうした経験から、エフゲニーの中には「自分は十分ではない」「自分は有能ではない」という根本的な信念が形づくられていきました。",
      "そのつらさを打ち消し、「きちんと有能な人間だ」と感じるために、エフゲニーは「何もかも完璧にやらなければならない」というルールを自分に課すようになります。",
      "理想を追い求めるあまり、エフゲニーは限界まで働き、ほんの小さなミスでも激しく自分を責め、周りの同僚にも厳しい目を向けてしまいます。その結果、疲労の蓄積、不安の高まり、人間関係のトラブル、人生全体への不満足感が生じていきます。",
      "しばしば、例えば短期間で完璧なプレゼン資料を仕上げようとするなど、そもそも達成しにくい目標を自分に課してしまいます。",
      "もしそれがうまくいけば（実際にはそう多くはありませんが）、そのルールは「やはり正しい」とさらに強化され、すべてをコントロールできているかのような感覚が生まれます。うまくいかなかったときには、自分を激しく責め、「自分はやはり有能ではない」という思い込みがさらに強まります。",
      "こうして、本来はエフゲニーを苦しい「不足感」から守ってくれるはずの「すべてを完璧にやらなければならない」というルールは、実際には、非現実的に高い基準を保てている間だけしか機能せず、出口の見えない悪循環を作り出してしまいます。",
      "どんな小さなミスも強い不快感や落ち込みにつながり、自己批判をさらに強め、完璧主義を一層燃え上がらせます。",
      "完璧主義の背景には、具体的にどんな信念が隠れているでしょうか。",
      "何事も完璧にやらなければならない。",
      "どんなことも、やるからには必ずうまくできなければならない。",
      "全力で完璧を目指せないなら、むしろ最初から手をつけないほうがましだ。",
      "誰かに批判されるのは、自分のやり方が悪いからだ。悪い出来は絶対に許されない。",
      "自分には失敗する権利はない。",
      "取り組むことすべてで、常に一番でいなければならない。",
      "では、こうした「常に理想を追い続ける状態」はどのようにして形づくられるのでしょうか。",
      "多くの場合、そのルーツは幼児期や小学校低学年ごろの家庭での関わり方にあります。"
    ]
  },
  "screen_3": {
    "texts": [
      "研究者たちは、神経症的なレベルの完璧主義は、子ども時代の親との関わりの中で形づくられることが多いと指摘しています。そこでは、親の愛情が成績や結果などの条件付きで与えられたり、そもそもほとんど承認が示されなかったりします。",
      "どちらの場合でも、子どもは「完璧になれれば、親にとって価値のある良い存在になれるはずだ」と感じやすくなります。完璧主義者の親は、しばしば過度に批判的で、十分なサポートを与えず、非常に高い要求水準を子どもに向けます。",
      "親の期待に応え、罰や批判を避けるために、子どもは「少しでも欠点を見せてはいけない」と必死に完璧さを保とうとします。",
      "完璧主義の発達に影響しやすい親の関わり方として、主に次の四つのパターンが挙げられます。",
      "親自身が強い完璧主義的な行動を日常的に示している。",
      "親が子どもに対して過度に批判的で要求が厳しく、関係の中に十分な感情的サポートや助けがない。",
      "親からの承認がほとんどなく、あっても気まぐれで一貫性がなく、条件付きになっている。",
      "支配的で権威的な子育てスタイルと、過剰に高い期待が組み合わさっている。",
      "子どもが学校に入ると、評価という形で成果が数値化されるようになり、そこでの成功が強く意識され始めます。",
      "ここで、心理学で完璧主義と関連づけられる「優等生症候群」と呼ばれる状態が生まれやすくなります。子どもは何事にも一番であろうとし、それがうまくいかないとき、「全か無か」のような白黒思考が働きます。",
      "「この教科で一番になるのは無理だ」と感じると、「それなら、いっそ一番になれないほうを選ぼう」と、あえて極端に成績を下げる方向に振れてしまうことさえあります."
    ]
  },
  "screen_4": {
    "texts": [
      "家族からの影響に加えて、現代社会そのものも完璧主義を強く後押しします。学校や大学では、従順で成績の良い生徒が好まれ、職場では完璧主義的に働く社員が高く評価されがちです。",
      "市場経済の中では、常に他者と競い合い、より良い成果を出し続けることが当然のように求められます。",
      "メディアは、流行や「美しさ」「魅力的であること」の基準を次々に提示します。見た目が整い、センスの良い服装をし、きちんと身だしなみを整えている人ほど、パートナーや評判の良い仕事、同じように魅力的な友人に出会える、というメッセージが繰り返し送られます。",
      "そのため、「社会の一員でいるためには、常に高い基準を満たしていなければならない」と信じ込んでしまいやすくなります。",
      "では、完璧主義は良いものなのでしょうか、それとも良くないものなのでしょうか。",
      "完璧主義については意見が分かれます。役に立つと感じる人もいれば、むしろ有害だと考える人もいます。",
      "自分は完璧主義だと感じる方の多くは、「向上心があるのは当然だし、そうでなければ成功できない」と考えるかもしれません。けれども実際には、その完璧主義が膨大なエネルギーと時間を奪い取り、少しずつ、しかし容赦なく心身をすり減らしていきます。",
      "完璧主義は、このシリーズの前の章で扱った「成果への依存」とも深く結びついており、そのデメリットもよく似ています。",
      "非現実的なほど高い基準は、仕事や学業、家族やパートナーとの関係、休息や余暇の過ごし方など、ほとんどあらゆる領域に影響を及ぼします。",
      "問題は、完璧主義が追い求める「理想の状態」が、現実には到達不可能だという点にあります。理想とは、物事が完全に整った最上の状態のことですが、そのイメージは人によって大きく異なります。",
      "率直に問いかけてみましょう。本当に、誰にとっても共通の「絶対的な完璧さ」など存在するでしょうか。",
      "ある人にとって完璧に思えるものが、別の人にはまったく価値のないものに見えることもあります。モーツァルトの音楽やダ・ヴィンチの作品のように芸術の頂点とされるものさえ、人によって好みが分かれます。",
      "自分の中の信念を現実に合わせて調整できるようになると、自分の出した成果や日々の生活そのものから、以前よりもずっと多くの満足感を受け取れるようになり、「いつもがっかりしている自分」から少しずつ自由になっていけます。",
      "大切なのは、「できるだけ良いものを目指すこと」と「十分に良いところで区切ること」のあいだに、自分なりのバランスを見つけていくことです。"
    ]
  }
}
