{
  "title": "理想へのとらわれと完璧主義",
  "description": "このコラムでは完璧主義をテーマに、高い基準を目指すこと自体は助けになる一方で、それが「常に完璧でなければならない」という硬直したルールに変わると、不安や生きづらさ、人生への満足感の低下につながっていくことを取り上げます。子どもの頃の経験や親からの期待が、どのように完璧主義的な信念や行動パターンを形づくるのかを具体的なエピソードとともにたどり、最後に、燃え尽きや深い失望を避けるためには「理想の自分」を追いかけることと「十分に良い」結果を受け入れることのバランスが大切だというメッセージを伝えます。",
  "screen_1": {
    "texts": [
      "高い水準を目指し、任されたことをきちんとやり遂げて、日々生産的でいたいと思う気持ちは、本来とても健全で前向きな資質です。",
      "人に受け入れられたい、認められたい、愛されたい、人生の中で意味のある成果を残したいという思いも同様です。",
      "こうした思いが「願い」や「目標」としてほどよい形で保たれているとき、それは私たちを支え、やる気を与えてくれる建設的な信念と言えます。",
      "けれども、その願いが「必ずこうでなければならない」という硬直したルールに変わり、そのために払う代償があまりにも大きくなってくると、それは単なる高い基準というより、完璧主義と呼べる状態になります。",
      "では、完璧主義とはどのような状態でしょうか。",
      "完璧主義とは、「何事も100％完璧にこなさなければならない」という思い込みであり、多くの心理的な問題の土台になりやすい考え方です。",
      "理想の自分像に向かって走り続け、ミスはあってはならないもの、失敗は一大事だと感じます。どんな場面でも、見た目や感情、考え方、行動に至るまで、すべてが非の打ちどころなくあるべきだと自分に求めてしまいます。",
      "ようやく目標を達成しても、すぐにさらに遠くにある新しい目標に置き換わってしまい、自分の努力を喜んだり認めたりする余裕がありません。しばしば現実的とは言えない、時には不可能に近い基準に合わせて生きようとするうちに、毎日は色あせた、ただ疲れるだけのルーティンのように感じられていきます。",
      "つまり、完璧主義が強い人には次のような特徴が見られます。",
      "自分を他の人と頻繁に比較してしまう。",
      "いつも誰かと競争しているような感覚で過ごしている。",
      "うまくいかなかった点ばかりに目が向き、成功や前進には気づきにくい。",
      "自分にも他人にも厳しく批判的になりやすい。",
      "現実とうまく折り合いをつけるのが苦手だ。",
      "「まだ十分ではない」と感じて、物事を先延ばししがちになる。"
    ],
    "quote": {
      "text": "完璧主義とは、本当はただ怯えているだけの「恐れ」が、高級な靴と毛皮のコートをまとってエレガントなふりをしている状態なのです。",
      "author": "エリザベス・ギルバート"
    }
  },
  "screen_2": {
    "texts": [
      "完璧主義のパターンを一つの例から見てみましょう。",
      "認知行動療法では、これまでの人生経験が「自分はどんな人か」「他者や世界はどんなところか」といった信念を形づくると考えられています。そして、それらの信念が、生き方の戦略や日々の行動ルールを形づくっていきます。",
      "例として、エフゲニーという一人の人物を取り上げてみます。エフゲニーの両親はいつもとても高い要求をしており、「最高評価」以外の成績はすべて失敗のように受け取られていました。",
      "エフゲニーには音楽の才能がありましたが、両親はその成果にも満足せず、より「権威のある」職業である医師の道に進むよう何度も促しました。",
      "こうした経験から、エフゲニーの中には「自分は十分ではない」「自分は有能ではない」という根本的な信念が形づくられていきました。",
      "そのつらさを打ち消し、「きちんと有能な人間だ」と感じるために、エフゲニーは「何もかも完璧にやらなければならない」というルールを自分に課すようになります。",
      "理想を追い求めるあまり、エフゲニーは限界まで働き、ほんの小さなミスでも激しく自分を責め、周りの同僚にも厳しい目を向けてしまいます。その結果、疲労の蓄積、不安の高まり、人間関係のトラブル、人生全体への不満足感が生じていきます。",
      "しばしば、例えば短期間で完璧なプレゼン資料を仕上げようとするなど、そもそも達成しにくい目標を自分に課してしまいます。",
      "もしそれがうまくいけば（実際にはそう多くはありませんが）、そのルールは「やはり正しい」とさらに強化され、すべてをコントロールできているかのような感覚が生まれます。うまくいかなかったときには、自分を激しく責め、「自分はやはり有能ではない」という思い込みがさらに強まります。",
      "こうして、本来はエフゲニーを苦しい「不足感」から守ってくれるはずの「すべてを完璧にやらなければならない」というルールは、実際には、非現実的に高い基準を保てている間だけしか機能せず、出口の見えない悪循環を作り出してしまいます。",
      "どんな小さなミスも強い不快感や落ち込みにつながり、自己批判をさらに強め、完璧主義を一層燃え上がらせます。",
      "完璧主義の背景には、具体的にどんな信念が隠れているでしょうか。",
      "何事も完璧にやらなければならない。",
      "どんなことも、やるからには必ずうまくできなければならない。",
      "全力で完璧を目指せないなら、むしろ最初から手をつけないほうがましだ。",
      "誰かに批判されるのは、自分のやり方が悪いからだ。悪い出来は絶対に許されない。",
      "自分には失敗する権利はない。",
      "取り組むことすべてで、常に一番でいなければならない。",
      "では、こうした「常に理想を追い続ける状態」はどのようにして形づくられるのでしょうか。",
      "多くの場合、そのルーツは幼児期や小学校低学年ごろの家庭での関わり方にあります。"
    ]
  },
  "screen_3": {
    "texts": [
      "研究者たちは、神経症的なレベルの完璧主義は、子ども時代の親との関わりの中で形づくられることが多いと指摘しています。そこでは、親の愛情が成績や結果などの条件付きで与えられたり、そもそもほとんど承認が示されなかったりします。",
      "どちらの場合でも、子どもは「完璧になれれば、親にとって価値のある良い存在になれるはずだ」と感じやすくなります。完璧主義者の親は、しばしば過度に批判的で、十分なサポートを与えず、非常に高い要求水準を子どもに向けます。",
      "親の期待に応え、罰や批判を避けるために、子どもは「少しでも欠点を見せてはいけない」と必死に完璧さを保とうとします。",
      "完璧主義の発達に影響しやすい親の関わり方として、主に次の四つのパターンが挙げられます。",
      "親自身が強い完璧主義的な行動を日常的に示している。",
      "親が子どもに対して過度に批判的で要求が厳しく、関係の中に十分な感情的サポートや助けがない。",
      "親からの承認がほとんどなく、あっても気まぐれで一貫性がなく、条件付きになっている。",
      "支配的で権威的な子育てスタイルと、過剰に高い期待が組み合わさっている。",
      "子どもが学校に入ると、評価という形で成果が数値化されるようになり、そこでの成功が強く意識され始めます。",
      "ここで、心理学で完璧主義と関連づけられる「優等生症候群」と呼ばれる状態が生まれやすくなります。子どもは何事にも一番であろうとし、それがうまくいかないとき、「全か無か」のような白黒思考が働きます。",
      "「この教科で一番になるのは無理だ」と感じると、「それなら、いっそ一番になれないほうを選ぼう」と、あえて極端に成績を下げる方向に振れてしまうことさえあります."
    ]
  },
  "screen_4": {
    "texts": [
      "家族からの影響に加えて、現代社会そのものも完璧主義を強く後押しします。学校や大学では、従順で成績の良い生徒が好まれ、職場では完璧主義的に働く社員が高く評価されがちです。",
      "市場経済の中では、常に他者と競い合い、より良い成果を出し続けることが当然のように求められます。",
      "メディアは、流行や「美しさ」「魅力的であること」の基準を次々に提示します。見た目が整い、センスの良い服装をし、きちんと身だしなみを整えている人ほど、パートナーや評判の良い仕事、同じように魅力的な友人に出会える、というメッセージが繰り返し送られます。",
      "そのため、「社会の一員でいるためには、常に高い基準を満たしていなければならない」と信じ込んでしまいやすくなります。",
      "では、完璧主義は良いものなのでしょうか、それとも良くないものなのでしょうか。",
      "完璧主義については意見が分かれます。役に立つと感じる人もいれば、むしろ有害だと考える人もいます。",
      "自分は完璧主義だと感じる方の多くは、「向上心があるのは当然だし、そうでなければ成功できない」と考えるかもしれません。けれども実際には、その完璧主義が膨大なエネルギーと時間を奪い取り、少しずつ、しかし容赦なく心身をすり減らしていきます。",
      "完璧主義は、このシリーズの前の章で扱った「成果への依存」とも深く結びついており、そのデメリットもよく似ています。",
      "非現実的なほど高い基準は、仕事や学業、家族やパートナーとの関係、休息や余暇の過ごし方など、ほとんどあらゆる領域に影響を及ぼします。",
      "問題は、完璧主義が追い求める「理想の状態」が、現実には到達不可能だという点にあります。理想とは、物事が完全に整った最上の状態のことですが、そのイメージは人によって大きく異なります。",
      "率直に問いかけてみましょう。本当に、誰にとっても共通の「絶対的な完璧さ」など存在するでしょうか。",
      "ある人にとって完璧に思えるものが、別の人にはまったく価値のないものに見えることもあります。モーツァルトの音楽やダ・ヴィンチの作品のように芸術の頂点とされるものさえ、人によって好みが分かれます。",
      "自分の中の信念を現実に合わせて調整できるようになると、自分の出した成果や日々の生活そのものから、以前よりもずっと多くの満足感を受け取れるようになり、「いつもがっかりしている自分」から少しずつ自由になっていけます。",
      "大切なのは、「できるだけ良いものを目指すこと」と「十分に良いところで区切ること」のあいだに、自分なりのバランスを見つけていくことです。"
    ]
  },
  "exercise": {
    "title": "完璧主義はあるのに理想はない…それでも楽に生きるには？",
    "description": "このコラムでは、完璧主義にはネガティブな側面とポジティブな側面、つまり不健康な完璧主義と比較的健康的な完璧主義があることを取り上げ、その傾向とうまく付き合うための実践的なヒントを紹介します。変化への動機づけ、認知再構成、結果よりもプロセスに目を向けること、新しいより健康的な信念を育てることなど、8つの重要な戦略が提示されます。完璧主義は、「完全ではない自分」を受け入れ、無条件に自分を大切にし、日々セルフケアを続けることで、少しずつ手放していけるというのが本筋のメッセージです。",
    "screen_1": {
      "texts": [
        "近年の研究では、完璧主義にはネガティブなタイプとポジティブなタイプ、つまり不健康な完璧主義とより健康的な完璧主義の二つがあるとされています。",
        "この「マイナス」を「プラス」に変えるには、リーダーシップや向上心だけでなく、現実感覚や合理性とバランスよく結びつけることが大切です。",
        "ここでは、そのような完璧主義とうまく付き合うための具体的なヒントをご紹介します.",
        "どんな問題に取り組むときも、いちばんの出発点になるのは「変わりたい」という気持ちです.",
        "完璧主義を手放したいなら、まず「なぜ自分は変わりたいのか」をはっきりさせることが重要です。そのために、完璧主義のメリットとデメリットの両方を書き出してみましょう.",
        "実際に書き出してみると、「得していること」よりも「つらさ」のほうがずっと多いと気づいて驚くかもしれません。それを自覚し受け入れられたとき、変化はぐっと進みやすくなります.",
        "多くの人と同じように、あなたも「何事も100％完璧にこなすべきだ」「失敗は絶対してはいけない」といった、完璧主義的な考え方やルールを心の中に持っているかもしれません.",
        "こうした考えをそのまま信じ込むのではなく、「本当にそうだろうか？」と疑問を投げかけていくことがとても大切です.",
        "そのための方法として、自動思考の記録をつけ続けることが役に立ちます。そこに浮かんだ考えを書き出し、事実かどうかを検討し、より現実的でバランスの取れた考え方に言い換えてみましょう."
      ],
      "quote": {
        "text": "私はキャリアの中で9000本以上シュートを外してきました。ほとんど300試合に負けています。26回、決勝シュートを任されて外しました。私は人生で何度も何度も失敗してきました。だからこそ私は成功できたのです。",
        "author": "マイケル・ジョーダン"
      }
    },
    "screen_2": {
      "texts": [
        "現実検討（認知再構成）を進めるときには、次のような質問が役に立ちます.",
        "「この考えや信念を裏づける証拠は、どれくらい本当にあるだろう？」",
        "「この考え方は、今の自分にとって役に立っているだろうか？」",
        "「この状況や自分について、ほかにどんな見方や考え方があり得るだろう？」",
        "「私は、必要以上に自分を責めてはいないだろうか？」",
        "「この出来事には、ほかにどんな要因や人の影響が関わっているだろう？」",
        "「これは本当に、自分だけでコントロールできることだろうか？」",
        "「自分に対してだけ、厳しすぎる基準やダブルスタンダードを当てはめていないだろうか？」",
        "「この期待は、現実的と言えるだろうか？」",
        "これらの質問は、自分の信念がどれくらい現実に合っているのかを確かめ、必要であれば修正したり手放したりして、新しい考え方を見つけ出すための手がかりになります.",
        "自分にこう問いかけてみてください。「もし完璧にできたら、何が起こる？ もし完璧にできなかったら、何が起こる？」 そのうえで、自分の完璧主義の裏側にどんな恐れや願いが隠れているのかを探ってみましょう。拒絶されることが怖いのかもしれません。人前で笑われるのが怖いのかもしれません。認められたい気持ちが、完璧さへのこだわりを強くしている場合もあります.",
        "自分の完璧主義の背景にある恐れやニーズが見えてきたら、「その完璧主義は、本当にそれらを満たしたり守ったりしてくれているのだろうか？」ともう一度自分に問いかけてみてください.",
        "たとえば、レポートを完璧に仕上げて提出したとします。それで本当に、「もう誰からも拒絶されるのが怖くない」と感じられるでしょうか？ プレゼンを完璧にこなして大きな拍手をもらったとして、それだけで見知らぬ人たちからの称賛が、あなたの心を長く満たし続けてくれるでしょうか？",
        "おそらく、答えは「いいえ」ではないでしょうか。理想どおりにできたとしても、その喜びは一時的で、そのあとまた同じレースに駆り立てられてしまうことが多いはずです.",
        "白黒思考から少し距離を置いてみる",
        "完璧主義の人は、「すべてか無か」「成功か失敗か」「完璧にできないならやる意味がない」といった極端な枠組みで物事を考えがちです.",
        "けれども、こうした考え方は現実的とは言えません。身の回りを見渡してみてください。「完全かゼロか」で割り切れるものが、世界にどれほどあるでしょうか。あなたの部屋の壁は、本当に一切汚れのない真っ白な状態でしょうか。それとも、よく見ると少しは汚れや傷があるはずです.",
        "周りに「いつも完全に落ち着いていて、自信満々で、欠点がまったくない人」はいるでしょうか。あなたの大好きな俳優や女優は、本当に完璧な美しさだけを持っていて、ひとつの欠点もない存在でしょうか."
      ]
    },
    "screen_3": {
      "texts": [
        "現実の人生では、失敗もつまずきもまったくないまま進むことは、ほとんどありません.",
        "誰も、生まれたときから「名人」ではありません。私たちは、学び、試し、失敗しながら、少しずつ上達していくのです.",
        "だからこそ、自分に「完璧でなくていい」「ときどき途中までで終わってもいい」「ミスをしてもいい」と許可を出してあげましょう。失敗は敵ではなく、成長や成功へ向かうプロセスの一部です。「何もしない人だけが失敗しない」という言葉を、ときどき思い出してみてください.",
        "とはいえ、いきなりすべての理想やこだわりを手放そうとすると、心がついていかず負担が大きくなってしまうかもしれません.",
        "少しずつ、段階を踏んで取り組んでいきましょう.",
        "まずは自分にとって重要度の低い理想を一つ選び、それを少しゆるめてみるところから始めてみてください。そして、そのとき自分や周りに何が起こるのかを観察してみましょう.",
        "何かを完璧にやらなかったとしても、世界が崩れ落ちることはありません。大切な人たちが一斉に離れていくこともなければ、あなたが「ひどい人間」になるわけでもありません.",
        "実際には、「完璧でない結果」にも案外うまく対処できる自分に気づくことが多いでしょう。ただし、一度の実験だけですべてを判断することはできません。少しずつ、繰り返し試していくことが大切です.",
        "たとえば、週に一つ、または月に一つずつ「理想のハードル」を下げてみて、そのたびに自分の気持ちや周囲の反応を観察してみましょう。自分のペースを大事にしながら、無理のない範囲で進めていけば大丈夫です.",
        "「できたこと日記」をつけてみる",
        "毎日、その日にできたことを、大きなことも小さなことも、重要なこともささやかなことも含めて書き留めてみましょう。完璧主義は「できなかったこと」にばかり注目させてきますが、「どうせ自分はいつもうまくいかない」と感じたときこそ、ノートを開いて、これまで達成してきたことを読み返してみてください.",
        "完璧主義と付き合ううえでもう一つ大事なのが、「結果」だけでなく「プロセス」に目を向けることです.",
        "つまり、自分の行動を評価するときに、「どんな結果が出たか」だけでなく、「どんなふうに取り組んだか」という過程に意識を向けてみるということです.",
        "あなたが毎日、A地点からB地点まで車で通っていると想像してみてください。ある日は信号がほとんど青で、スムーズに目的地まで着けるかもしれません。でも別の日には、赤信号や渋滞につかまって、時間がかかってしまうこともあります.",
        "その日の状況によって到着時間は変わっても、あなたの運転技術そのものが急に変わっているわけではありませんよね。同じように、結果に振り回されるのではなく、「今日も自分なりにやるべきことをやった」と、自分の取り組み方そのものに満足してみる視点を持ってみましょう。「完璧にやること」にとらわれず、少し違う角度から自分の行動を眺めてみるのです.",
        "たとえば学生であれば、次のような「プロセスに焦点を当てた目標」を立てることができます.",
        "授業にきちんと出席すること.",
        "授業中はできるだけ集中して聞き、ノートを取ること.",
        "気になった点があれば、タイミングを見て質問してみること.",
        "各科目の勉強に、あらかじめ決めた時間をきちんとあてること.",
        "2〜3週間ごとに、授業中に取ったノートを読み返して復習すること.",
        "これらは自分の行動次第でコントロールしやすい部分なので、「やれたかどうか」を自分で確認できます。一方で、最終的な成績や評価は、自分だけではどうにもならない要素も多く含まれています.",
        "その日の先生の体調や機嫌、ほかの学生の出来、評価の基準など、たくさんの外的要因に左右されるからです."
      ]
    },
    "screen_4": {
      "texts": [
        "「欲張りテクニック」を試してみる",
        "この方法は、「完璧になれば成功できる」と多くの人が信じているというシンプルな事実に着目したものです。けれども実は、少し基準を下げたほうが、結果的にもっと成功に近づける場合もある、という視点を教えてくれます.",
        "たとえば、ある有名な心理療法家は、最初の論文を書き上げるのに2年以上もかけてしまった時期がありました.",
        "論文の出来は素晴らしく、無事に掲載もされましたが、そのあいだに同僚たちは、同じくらいの質の論文を何本も発表していました。そこで彼は考えたそうです。「98％の完璧さを目指した論文を1本出すのと、80％くらいの出来の論文を10本出すのとでは、どちらが本当の意味で自分のためになるのだろう？」と.",
        "もし後者を選べば、生産性は大きく高まり、キャリア全体としてはむしろ同僚より先へ進めるかもしれません。この気づきがきっかけで、彼は自分の完璧さへのこだわりを少しゆるめる決心をしました.",
        "その結果、彼の仕事量は増え、仕事に対する満足感も高まっていきました.",
        "一つの理想的な成果物にこだわり続けて大きなストレスを抱えるより、「十分によくできたもの」をいくつも手がけていくほうが、長い目で見ればずっと効果的なことも多いのです.",
        "新しい考え方を言葉にしてみる",
        "自分の「信念」と向き合う作業は、それがどんなもので、どんな影響を及ぼしているのかを理解し、そのルーツをたどりながら、代わりとなる新しい考え方を言葉にしていくプロセスです.",
        "ここでの目的は、「失敗」や「うまくいかなさ」といった不完全さを、できるだけ普通のこととして受け止められるようにすることです。そして、自分も周りの人も完璧ではない、という現実を少しずつ受け入れていけるように練習していきます.",
        "まずは、次のような考え方から少し距離を置いてみましょう.",
        "「自分も、他人も、世の中も、常に完璧であるべきだ」",
        "「完璧でないものは、すべてダメなものだ」",
        "「少しでも失敗したら、人に見捨てられる／認めてもらえない／自分はやっていけない」",
        "その代わりに、次のような新しい言葉を、意識して自分にかけてみてください.",
        "「私は完璧ではないけれど、そんな自分には次のような面があります。」",
        "「私は今も学び、成長している」",
        "「私はすでに十分に良いところがある」",
        "「完璧でなくても、愛される価値も、尊重される価値もある」",
        "「周りの人たちも完璧ではないけれど、こんな存在です。」",
        "「それぞれ長所と短所を持った、一人ひとりの人間だ」",
        "「いつも自分を肯定してくれるとは限らないけれど、それが自然なことでもある」",
        "「私は失敗もするけれど、そのおかげで次のようなことができる。」",
        "「自分の失敗から学ぶことができる」",
        "「少しずつ、今より良くなっていける」",
        "「粘り強さを身につけ、あきらめずに続けていける」",
        "こうして見つけた新しい考え方を、ぜひノートなどに書き留めて、日常生活の中で意識的に使ってみてください.",
        "付箋に書いて冷蔵庫に貼ったり、スマートフォンのメモに保存したり、その言葉を背景画像にしてホーム画面に設定したりしてもよいでしょう.",
        "これらのフレーズを、できれば毎日一度は、可能であれば何度も読み返してみてください。そうすることで、頭の中の「いつもの考え方」が少しずつ書き換えられ、負担の大きい信念が、より柔軟で自分を支えてくれるものに変わっていきます.",
        "幸いなことに、完璧主義は「一生変えられない性格」ではありません.",
        "自分一人でも、あるいは専門家のサポートを受けながらでも、小さなステップを重ねていけば、完璧主義をより健康的なレベルに整えていくことができます。その土台になるのは、「条件つきではない自己への優しさ」と、毎日の小さなセルフケアです."
      ]
    }
  }
}
