{
  "title": "健全な自尊心への道",
  "description": "この記事では、他人からの承認に依存しない方法について考察しています。主なステップには、現在の信念の利点と欠点の分析、否定的な思い込みをより現実的で有益なものに書き換えること、そして自己承認の習慣を身につけることが含まれます。これらの提案に従うことで、独立性を高め、生活の質を向上させることができます。",
  "screen_1": {
    "texts": [
      "破壊的な信念を変えるための最初の重要なステップは、その利点と欠点を分析することです。",
      "自分が他人の承認に依存しているという信念について考え、それを書き出しましょう。それはさまざまな形で表現でき、他人からの承認を求めるあなたの思いを反映しています。",
      "たとえば、「人が好きなことをしなければならない」や「もし承認されなければ、私は悪い人間だ」といったものです。",
      "これらの信念の利点と欠点は何かを自問してみましょう。どのような代償を払っていて、何を得ているのでしょうか？",
      "リストを作成することで、実際にその信念があなたの気分や生活全体にどのように影響しているかを確認することができます。これが個人の成長への重要な第一歩となるでしょう。",
      "もし承認されることへの恐れがあなたに害を与えていると気づいたならば、次のステップは、その信念をより現実的で有益なものに書き換えることです。",
      "たとえば、「もし承認されなければ、私は悪い人間だ」という信念を取り上げてみましょう。",
      "どれだけ「完璧に」振る舞っても、あなたに不満を抱く人や、あなたを否定的に見る人は必ず現れます。",
      "どれだけ他人に良い印象を与えようとしても、批判や対立、さらには拒絶を避けることはできません。",
      "しかし、それはあなたが悪い人間であることの証明にはなりません。他人があなたを批判する理由は、彼らの過去の経験や育成による信念に基づいており、それは必ずしも合理的ではないかもしれません。",
      "もし誰かが金髪の人を好み、黒髪の人を好まないとしても、それはすべての黒髪の人が悪いというわけではありませんよね？",
      "このような考え方に基づき、「承認されないことは不快かもしれませんが、それが私を悪い人間にするわけではない」という新しい信念に書き換えることができます。",
      "この新しい信念を一日に何度か読み返し、少しずつ新しい考え方の習慣を身につけていきましょう。"
    ],
    "quote": {
      "text": "あなたが自分を劣っていると感じるのは、あなたがそう思うことを許したからです。",
      "author": "エレノア・ルーズベルト"
    }
  },
  "screen_2": {
    "texts": [
      "なぜ承認されることを恐れるのが非合理的なのかを考えてみましょう。承認されなくても大丈夫な理由をリストにまとめてみてください。",
      "その理由は現実的で明確なものであり、誤解を招かないようにしましょう。",
      "たとえば、「もし誰かが私を批判したら、その人は高慢な人だから気にする必要はない」という考え方は、歪んでいます。この考え方は単にその人を「ブラックリスト」に入れることで自分を守ろうとしているだけです。",
      "真実だと感じるアイデアに固執しましょう。",
      "次のようなアイデアが役立つかもしれません：",
      "必ずしも批判はあなた自身の言動や生活に関わっているわけではありません。批判の原因は、相手の個人的な問題や見解にあることがあります。",
      "正当な批判であっても、それは脅威ではなく、間違いを発見し修正する手助けとなります。ミスから学ぶことは成長につながります。",
      "1回や2回、10回の失敗があったとしても、それがすべてを否定するわけではありません。それに対して、あなたの成功も多く存在します。",
      "他人の承認にどれほど動揺するかは、自分自身が決めることです。",
      "他人はあなたの人間的価値を判断することはできません。彼らはただ、あなたの行動や言葉の適切さを評価するだけです。",
      "あなたがどれほど善行を行っても、人々はそれぞれ異なる意見を持ちます。承認されないとしても、それは一時的なものであり、それによって孤立することはありません。",
      "批判や承認されないことは不快なものですが、その不快感は消えていきます。落ち込みすぎず、以前楽しんでいた活動に挑戦してみましょう。承認されないことは一時的なものです。",
      "数日間このテーマについて考え、自分のリストを少しずつ追加していきましょう。承認されることに対する自分なりの見解を持つことで、独立性を高め、世界観を変えることができるでしょう。"
    ],
    "quote": {
      "text": "あなたの時間は限られています。他人の人生を生きるためにそれを無駄にしないでください。",
      "author": "スティーブ・ジョブズ"
    }
  },
  "screen_3": {
    "texts": [
      "自分自身の承認に依存する方法を学びましょう。",
      "感情的な回復の鍵は、あなたの気分に影響を与えるのは自分自身の考えだけであることを理解することです。他人の称賛に依存するのをやめ、自分で自分をサポートする方法を試してみてください。",
      "そのためには、一日の中で達成したことを日記や携帯電話に記録しましょう。それが大きなことであるかどうか、誰かがそれに気づいたかどうかは重要ではありません。",
      "たとえば、地下鉄でドアを押さえたり、同僚に説明をしたり、赤信号でちゃんと止まったりしたことでもかまいません。",
      "このような小さな達成を記録し、就寝前に見直すことで、自己承認の大きな一歩を踏み出すことができます。",
      "他人の意見は非常に変わりやすいものです。今日批判されたことが、明日にはトレンドになるかもしれません。",
      "すべての人に好かれることを目指すのは無理があります。それは不可能です。世界には何百万人もの人々がいて、それぞれが異なる意見を持っています。",
      "自分自身の人生を生き、自分の意見を述べ、失敗から学び、目標に向かって進み続けましょう。",
      "これらのステップを組み合わせて実行すれば、他人からの承認に依存しない新しい人生が待っています。それは自分自身である自由をもたらしてくれるでしょう。"
    ]
  }
}
