{
  "title": "健全な自己評価への道",
  "description": "このテキストでは、周囲からの承認への依存から少しずつ自由になっていくための方法を取り上げます。まずは今の信念のメリットとデメリットを見きわめ、そのうえで現実的で自分を助けてくれる考え方へと書き換えていくプロセスを紹介します。また、他人の評価ではなく自分自身からの承認を育てる習慣を身につけることで、より自立した感覚と、より質の高い生活につなげていくことを目指します。",
  "screen_1": {
    "texts": [
      "破壊的な信念を変えていくうえでの最初の、そしてとても大切なステップは、その信念が自分にとってどんな利点と欠点があるのかを丁寧に確かめることです。",
      "他人の承認にどれくらい依存しているか、そこにどんな信念があるのかを思い浮かべて、ノートなどに書き出してみましょう。表現はさまざまでも、「人に認められたい」という気持ちが根っこにあるはずです。",
      "たとえば「人に好かれることを優先して行動すべきだ」とか「もし誰かに認めてもらえなければ、私はダメな人間だ」といった考え方です。",
      "そこで自分に問いかけてみてください。このような考え方には、どんなメリットとデメリットがあるだろう？ その考え方のせいで自分はどんな代償を払い、代わりに何を得ているだろう？",
      "その信念が自分の生活や気分、人間関係にどんなふうに役立ち、どんなふうに足を引っ張っているのかをできるだけ具体的に書き出していくと、その信念が実際にあなたの心や人生にどんな影響を与えているのかが見えやすくなります。これ自体が、すでに大きな成長への一歩になります。",
      "もし「嫌われることへの恐れのほうが、得られているものよりずっと大きい」と気づけたなら、次のステップはその信念を書き換え、もっと現実的で自分を助けてくれる形に整えていくことです。",
      "たとえば「誰かに認められなければ、私は悪い人間だ」という信念を例にしてみましょう。",
      "どれだけ「完璧な人」であろうと頑張っても、あなたの行動や存在そのものに不満を感じる人は必ず出てきます。",
      "どれほど相手にとって「良い人」「都合のいい人」であろうとしても、批判や衝突、場合によっては拒絶を完全に避けることはできません。",
      "けれども、それはあなたが「悪い人間だ」という証拠にはなりません。相手の育ちや経験の中で形づくられた（しかも必ずしも合理的とは限らない）価値観や信念に、たまたまあなたが当てはまらなかっただけ、ということも多いのです。",
      "たとえば、ある人が「金髪の人のほうが、黒髪の人より好みだ」と感じていたとしても、それで世界中の黒髪の人が全員「悪い人」になるわけではありませんよね。",
      "こうした考え方を踏まえると、元の信念は次のように書き換えられます。「人から否定されたり認めてもらえなかったりするとたしかにつらいけれど、それだけで私がダメな人間になるわけではない。」",
      "この新しい信念を1日に何度か読み返してみてください。そうすることで、少しずつ心の中に新しい考え方の習慣が育っていきます。"
    ],
    "quote": {
      "text": "あなたの同意なしに、誰もあなたに劣等感を抱かせることはできない。",
      "author": "エレノア・ルーズベルト"
    }
  },
  "screen_2": {
    "texts": [
      "なぜ「人に否定されること」をそれほどまでに恐れる必要があるのか、一度じっくり考えてみましょう。「たしかに嫌だけれど、致命的なことではない」と思える理由を、自分なりのリストとして書き出してみてください。",
      "そのとき挙げる根拠は、あなた自身が心から「そうだ」と思える、生活に根ざしたものにしましょう。自分をごまかさないことが大切です。",
      "たとえば「自分を批判するなんて、その人は高慢だから気にする必要はない」といった考え方は、一見自分を守っているようでいて、実は現実をゆがめてしまうため、あまり役に立ちません。",
      "相手を心の中で「悪い人」と決めつけてしまうと、一時的には気が楽になっても、本当の意味での安心感や自信にはつながりにくくなります。自分が本当に納得できる考えに目を向けてみましょう。",
      "ここでは、参考になりそうないくつかの考え方をご紹介します。必要に応じて、自分の言葉に置き換えて使ってみてください。",
      "誰かの不満や否定的な反応は、いつもあなたの言葉や行動、生き方そのものに原因があるとは限りません。その人自身の問題や価値観、置かれている状況が強く影響していることもあります。",
      "たとえ妥当な批判だったとしても、それ自体が脅威というわけではありません。むしろ、間違いに気づいたり修正したりするきっかけをくれる貴重なヒントになり得ます。私たちは多くのことを、こうしたフィードバックを通して学んでいきます。",
      "1回、2回、5回、10回とミスを重ねたとしても、それだけで「自分のすることはすべて間違っている」とは言えません。同時に、うまくできていることや、きちんとやれている場面もたくさんあるはずです。",
      "人から否定されたときに、どれくらい落ち込むかを決めるのは、最終的には自分自身です。他人の反応そのものよりも、それを自分がどう受け取るかが、気分に大きく影響します。",
      "周りの人は、あなたの人としての価値そのものを決めることはできません。評価できるのは、せいぜいあなたの発言や行動の一部についてだけです。",
      "世の中の人はみな、それぞれ違うものさしであなたを見ています。どんなに良い行動をしても悪く言う人はいるし、逆に失敗しても受け入れてくれる人もいます。たった一度の否定的な経験が瞬く間にすべての人に広がるわけでもなければ、一回の拒絶が一生の孤立につながるわけでもありません。",
      "否定されたり批判されたりすると、たしかに気まずさや落ち込みを感じるかもしれませんが、その不快感はいずれおさまっていきます。いつまでも落ち込んでいるよりも、以前好きだったことに少しずつ手を伸ばしてみましょう。やる気がわかないときでも「どうせ意味がない」と決めつけずに試してみることが大切です。否定的な評価は、一生続くものではありません。",
      "こうしたことを数日かけてじっくり考え、自分なりの理由を少しずつリストに追加していってください。「人からの否定」をどう受け止めるかという自分だけのスタンスができてくると、世界の見え方や心の自由度が大きく変わっていくのを実感できるでしょう。"
    ],
    "quote": {
      "text": "あなたの時間は限られている。他人の人生を生きることで無駄にしてはいけない。",
      "author": "スティーブ・ジョブズ"
    }
  },
  "screen_3": {
    "texts": [
      "少しずつ、「他人の評価」ではなく「自分自身の評価」によりどころを移していきましょう。",
      "感情的に回復していくカギは、「自分の気分に本当に影響を与えるのは、自分自身の考え方だ」と理解することです。周りからの称賛に頼るのをやめて、自分で自分を励ましたり支えたりする練習をしてみましょう。",
      "そのための一つの方法として、1日のあいだにできたことをノートやスマートフォンにメモしておく習慣をつけてみてください。規模の大小や、誰かが気づいてくれたかどうかは関係ありません。",
      "たとえば、地下鉄で後ろの人のためにドアを押さえてあげたこと、同僚に同じ説明を根気よく2回したこと、周りの人が赤信号で渡る中で一人だけ足を止めたことなども、立派な「できたこと」の一つです。",
      "こうした「自分の良かった点リスト」を書き続け、寝る前などに読み返すことを習慣にしてみてください。それは、他人の承認に頼らず自分を認めるための大きな一歩になります。",
      "周りの評価や流行はとても移ろいやすいものです。今日批判されていることが、明日には「おしゃれ」や「新しい」としてもてはやされることだってあります。",
      "ですから、すべての人に好かれようとがんばり過ぎる必要はありませんし、そもそもそれは不可能です。世界には何百万人もの人がいて、それぞれ違う考えや感じ方を持っているからです。",
      "自分の人生を生き、自分の意見を大切にし、失敗から学び、必要なら修正しながら、自分なりの目標に向かって一歩ずつ進んでいきましょう。",
      "ここまでのステップは組み合わさることでより大きな力を発揮します。たしかに手間も時間もかかりますが、他人の承認への依存から少しずつ自由になっていくことは、人生そのものを大きく変えてくれます。それは「自分として生きる自由」を取り戻すプロセスでもあるのです。"
    ]
  }
}
