{
  "title": "Ketergantungan pada pencapaian",
  "description": "Cinta bisa menginspirasi, memberi energi, dan membuat hidup terasa bermakna. Namun ketika cinta berubah menjadi kebutuhan—seolah tanpa itu kita tidak bisa merasa utuh—ia mulai merusak diri dan menghalangi hubungan yang sehat. Hal yang mirip juga terjadi pada ketergantungan pada pencapaian. Kebahagiaan yang lebih nyata muncul ketika seseorang belajar bersandar bukan hanya pada hasil, tetapi juga pada perasaan, nilai-nilai, dan kemampuan menemukan sukacita di luar “prestasi”.",
  "screen_1": {
    "texts": [
      "Kita hidup di era “perlombaan pencapaian”, ketika sukses sering dijadikan tolok ukur nilai diri. Rasanya seperti siapa pun bisa meraih apa saja asal cukup berusaha.",
      "Ambisi seolah tidak punya batas, dan ini membuat hidup menjadi perlombaan tanpa akhir—hingga kita mulai percaya bahwa nilai seseorang ditentukan oleh hasilnya.",
      "Sekilas keyakinan ini tampak tidak berbahaya, tetapi dalam praktiknya ia bisa sangat merusak.",
      "Apa yang dimaksud dengan ketergantungan pada pencapaian?",
      "Ini adalah kondisi ketika harga diri Anda sepenuhnya bergantung pada produktivitas, status, kecerdasan, atau keberhasilan profesional.",
      "Selama urusan sekolah atau pekerjaan berjalan mulus, Anda merasa utuh dan layak. Namun begitu ada yang tidak sesuai rencana, emosi negatif yang kuat langsung menghantam.",
      "Di saat seperti itu, Anda bisa merasa bahwa Anda gagal dan “tidak ada nilainya”.",
      "Keyakinan apa yang biasanya terbentuk dalam ketergantungan seperti ini?",
      "Kalau saya tidak berhasil, itu bencana. Berarti saya lemah / bodoh / tidak berguna.",
      "Kalau sesuatu tidak berhasil, berarti saya pecundang.",
      "Kalau saya gagal, berarti saya tidak dibutuhkan siapa pun dan tidak akan meraih apa-apa.",
      "Saya harus sukses; kalau tidak, hidup saya tidak ada artinya dan saya tidak akan bahagia.",
      "Obsesi terhadap pencapaian bisa dialami baik oleh laki-laki maupun perempuan. Saat ini perempuan juga semakin sering mengejar karier dan perkembangan profesional.",
      "Sementara itu, laki-laki kerap lebih rentan terhadap kegagalan, karena sejak kecil banyak yang mendengar bahwa nilai mereka ditentukan oleh prestasi.",
      "Mengapa pola seperti ini terbentuk?",
      "Paling sering—bermula dari masa kecil. Mungkin orang tua bersikap dingin secara emosional dan tidak memberi cinta serta dukungan tanpa syarat.",
      "Anak lalu berusaha menjelaskan hal itu pada dirinya sendiri.",
      "Kalau Petya di lingkungan sebelah dicintai dan dipuji, sementara saya tidak, berarti ada yang salah dengan saya. Kalau saya lebih baik, saya juga akan dicintai.",
      "Situasi lain—ketika perhatian dan kehangatan hanya diberikan saat ada prestasi.",
      "Bawa nilai bagus—dipuji. Tidak berhasil—seolah Anda tidak terlihat."
    ]
  },
  "screen_2": {
    "texts": [
      "Skenario lain yang juga sering terjadi adalah orang tua yang tidak hadir. Anak cenderung menafsirkan semuanya lewat dirinya sendiri.",
      "Kalau ayah pergi, berarti saya tidak cukup baik—bukan karena orang dewasa tidak bisa mencapai kesepakatan. Berarti kalau saya jadi sukses, pintar, yang terbaik, ia akan kembali atau setidaknya sadar apa yang hilang darinya.",
      "Keyakinan masa kecil seperti ini menjadi fondasi ketergantungan pada pencapaian. Lalu pengalaman di masa remaja dan dewasa bisa makin menguatkannya.",
      "Seseorang menyerap pesan: kita hanya bisa dicintai karena keberhasilan. Agar tidak ditolak, kita harus terus membuktikan nilai diri.",
      "Dan ketika gambaran “diri ideal” tidak sesuai dengan kenyataan, muncullah rasa sakit, malu, dan perasaan tidak berharga.",
      "Langkah pertama menuju perubahan adalah menyadari bahwa mengukur nilai diri hanya lewat prestasi itu merugikan. Memutuskan untuk tidak lagi menilai diri semata dari keberhasilan adalah titik tumbuh yang sangat penting.",
      "Tentu saja, ketergantungan pada pencapaian kadang memberi sensasi “kuat”.",
      "Ada rasa unggul: Anda berhasil—yang lain tidak.",
      "Sistem seperti ini bisa memotivasi, mendorong perkembangan, membangun karier, dan menghasilkan uang.",
      "Setiap pencapaian baru seolah menambah nilai. Anda ingin menjadi lebih baik lagi dan lagi. Sekilas, ini terdengar bagus.",
      "Namun apa sisi gelap dari pola pikir “nilai = sukses”?",
      "Jika karier atau bisnis sedang bagus, Anda bisa begitu tenggelam di dalamnya sampai menutup diri dari sumber kebahagiaan lain.",
      "Hubungan dengan orang terdekat tersisih: pekerjaan selalu terasa lebih penting.",
      "Anda hidup dalam mode sibuk terus-menerus, dari pagi sampai malam.",
      "Begitu melambat, muncul rasa kosong, cemas, dan perasaan membuang waktu. Istirahat terasa seperti kelemahan.",
      "Tanpa prestasi, Anda merasa tidak bernilai karena tidak punya pijakan lain untuk menghargai diri.",
      "Ini bisa berujung pada burnout, memburuknya kesehatan, stres berkepanjangan, dan depresi.",
      "Workaholism menjadi bentuk ketergantungan yang terus memelihara obsesi pada kesuksesan."
    ],
    "quote": {
      "text": "Di era “perlombaan pencapaian”, kita merasa setiap orang bisa menjadi apa saja—dan kita wajib membuktikan bahwa kita layak.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Memburuknya hubungan",
      "Orang yang terobsesi pada pencapaian sering merasa kesepian—dan itu masuk akal.",
      "Tidak ada waktu maupun energi emosional untuk menjaga kedekatan. Hubungan perlahan tersisih.",
      "Pasangan bisa mulai mencari perhatian dan dukungan di luar, karena di dekat Anda, hal itu tidak ia dapatkan.",
      "Selain itu, ketergantungan pada sukses memengaruhi cara memandang orang lain: muncul kecenderungan menilai orang hanya dari status.",
      "Ini tak terelakkan memengaruhi relasi sosial.",
      "Prokrastinasi",
      "Ketika hanya ada satu jalan yang “benar” dan tidak boleh salah, rasa takut gagal pun muncul.",
      "Kesadaran bahwa tidak ada jaminan sukses membuat orang menunda-nunda. Rasanya lebih aman tidak mencoba sama sekali daripada gagal.",
      "Takut merasakan emosi yang tidak nyaman membuat prokrastinasi hampir tak terhindarkan.",
      "Hilangnya rasa harga diri",
      "Hidup tidak bisa diprediksi: sakit, krisis, peristiwa di luar kendali—dan seseorang tidak lagi mampu bekerja seperti dulu.",
      "Lalu datang kekecewaan yang menyakitkan: jika nilai diri dibangun hanya dari produktivitas, kehilangan itu dapat memicu depresi yang dalam.",
      "Jika Anda hidup hanya demi pencapaian dan tiba-tiba tidak bisa lagi menciptakannya, bisa muncul rasa kosong total dan hilangnya makna.",
      "Kadang ini berujung pada langkah-langkah nekat—karena harga diri sepenuhnya terikat pada hasil.",
      "Seperti pada ketergantungan lain, muncul toleransi: dibutuhkan semakin banyak sukses, pengakuan, dan pencapaian.",
      "Setiap hasil baru terasa semakin kurang memuaskan, sehingga Anda perlu meningkatkan usaha untuk merasakan kepuasan.",
      "Mengapa efeknya cepat sekali menghilang?",
      "Mengapa ingin terus lebih banyak?",
      "Jawabannya sederhana: sukses bukanlah kebahagiaan.",
      "Keduanya tidak berkaitan secara langsung. Pada akhirnya, seseorang mengejar ilusi.",
      "Suasana hati Anda dibentuk bukan oleh pencapaian, melainkan oleh pikiran Anda dan cara Anda memperlakukan diri sendiri. Euforia kemenangan cepat berlalu, sementara pijakan batin tetap menjadi hal yang paling penting."
    ],
    "quote": {
      "text": "Dorongan untuk sukses memang membawa kita maju, tetapi penting untuk tidak kehilangan hidup itu sendiri dalam prosesnya.",
      "author": "Ernest Hemingway"
    }
  },
  "exercise": {
    "title": "Bagaimana berhenti hidup demi pencapaian?",
    "description": "Artikel ini membahas bahaya ketergantungan pada sukses, dengan menekankan bahwa pencapaian tidak menjamin kebahagiaan dan kesejahteraan. Contoh figur terkenal seperti Lady Gaga dan Jim Carrey menunjukkan bahwa bahkan orang yang sangat berhasil pun bisa mengalami depresi dan masalah lain. Menemukan keseimbangan antara tujuan dan kehidupan pribadi, serta mengakui nilai diri yang melekat pada setiap orang—terlepas dari prestasinya—menjadi pesan utama.",
    "screen_1": {
      "texts": [
        "Tentu saja, Anda tidak perlu meninggalkan semua proyek Anda atau menyerah pada tujuan yang penting hanya untuk mengatasi ketergantungan pada sukses.",
        "Tidak ada yang salah dengan memiliki pencapaian. Wajar memiliki uang, pekerjaan, mobil, apartemen, dan sebagainya.",
        "Masalah muncul ketika tanpa “indikator sukses” itu Anda menganggap diri tidak berharga, pecundang, dan tidak layak.",
        "Untuk membebaskan diri dari jebakan harus selalu luar biasa dan selalu efektif, kami mengajak Anda memikirkan hal berikut:",
        "Apakah Anda siap menjalani hidup di atas roller coaster harga diri?",
        "Kalau dipikirkan secara rasional, memilih hidup dengan konsep pencapaian berarti Anda menghukum diri pada jungkat-jungkit emosi yang tak ada habisnya.",
        "Hari ini Anda meraih sesuatu dan merasa bahagia, besok Anda gagal dan hidup seolah berubah warna. Ada prestasi—Anda hebat, tidak ada prestasi—Anda pecundang.",
        "Suasana hati Anda akan mudah “dikendalikan”. Jika orang lain menyadari bahwa Anda bergantung pada pencapaian, mereka bisa memanfaatkannya untuk kepentingan mereka.",
        "Misalnya, atasan bisa memberi beban berlebihan karena ia tahu Anda akan mati-matian bekerja demi pujian berikutnya.",
        "Pencapaian bukan berarti bahagia",
        "Uang, popularitas, dan prestasi sering dianggap sebagai jaminan kebahagiaan dan kesejahteraan. Namun jika kebahagiaan benar-benar bergantung pada tingkat keberhasilan, kita akan melihat perbedaan yang jauh lebih besar antar status sosial.",
        "Banyak orang tidak memiliki prestasi besar, tetapi banyak di antara mereka tetap bahagia dan puas dengan hidupnya.",
        "Namun, merasa puas bukan berarti tidak punya ambisi atau tidak ingin lebih. Ada jurang yang sangat besar antara dorongan yang sehat untuk mencapai tujuan dan sebuah ketergantungan.",
        "Faktanya, bahkan mereka yang berpenghasilan tinggi, memegang jabatan bergengsi, atau memiliki bisnis sukses pun bisa mengalami depresi, menghadapi berbagai masalah, atau sekadar kecewa pada hidup.",
        "Misalnya, Lady Gaga—yang sekilas tampak sukses, kaya, dan bahagia—mendirikan “Born This Way Foundation” untuk membantu remaja yang sedang berada dalam situasi sulit, karena ia memahami kesulitan itu bukan dari cerita orang.",
        "“Saya telah berjuang melawan depresi dan kecemasan sepanjang hidup saya, dan sampai hari ini saya masih terus berjuang,” katanya dalam wawancara dengan Billboard pada 2015.",
        "Atau Jim Carrey, yang memberi para penggemar kesempatan untuk tersenyum tulus dan merasakan emosi positif lewat karyanya—namun bahkan di puncak popularitas, ia jauh dari bisa tertawa lepas.",
        "Jim selama bertahun-tahun berjuang melawan depresi berat.",
        "Ini bukan hanya tentang selebritas; para pebisnis pun sering mengeluhkan gangguan mental dan berbagai bentuk ketergantungan.",
        "Bahkan, tidak sedikit orang yang sangat sukses mengakhiri hidupnya sendiri. Sampai muncul istilah khusus: “suicide of CEOs”.",
        "Fenomena ini juga terjadi pada: miliarder Adolf Merckle yang pernah masuk daftar Forbes, para pendiri startup Ilya Zhitomirskiy dan Austin Heinz, pemilik rumah mode Kate Spade, dan banyak lainnya.",
        "Jadi, jika Anda masih berpikir sukses = bahagia, Anda sangat keliru."
      ]
    },
    "screen_2": {
      "texts": [
        "Pikirkan: apakah Anda akan memperlakukan orang terdekat Anda lebih buruk hanya karena ia tidak punya pencapaian?",
        "Bayangkan Anda bertemu seorang teman yang sangat Anda hargai. Lalu Anda tahu bahwa ia hanyalah pegawai toko biasa, sementara Anda memiliki bisnis dan dianggap kaya serta sukses.",
        "Apakah Anda akan memandangnya dari atas, menempatkannya di bawah Anda?",
        "Apakah Anda ingin ia mengakui bahwa ia “tidak ada apa-apanya” dibanding Anda? Apakah Anda nyaman menjadi orang seperti itu?",
        "Lalu bagaimana jika Anda yang berada di posisi teman itu?",
        "Apakah Anda bersedia berteman dengan orang sukses dengan syarat Anda harus mengakui diri Anda “tidak ada artinya” di hadapannya?",
        "Apakah semua anak adalah pecundang?",
        "Jika yang bernilai hanya mereka yang sudah mencapai sesuatu dalam hidup, maka anak-anak adalah “yang paling tidak berharga” di planet ini.",
        "Bagaimana mungkin? Bayi bahkan belum bisa menegakkan kepala. Atau sebenarnya mereka tetap bernilai?",
        "Jika ya, mengapa bayi punya nilai?",
        "Mereka belum “memberi kontribusi” apa pun pada dunia, bahkan belum bisa bicara. Jelas, baik Anda maupun bayi dihargai bukan karena pencapaian, melainkan karena siapa Anda sebagai manusia.",
        "Dan sebaliknya juga. Jadi semua kakek-nenek harus “disingkirkan” begitu saja?",
        "Toh mereka sudah tua dan tidak bisa banyak “memberi” pada dunia. Tentu kita tidak berpikir begitu. Kita menghargai, mencintai orang tua kita yang sudah lemah, dan berusaha membantu mereka.",
        "Setiap orang memiliki nilai",
        "Sering kali kita mengira nilai itu seperti satuan kuantitatif yang bisa diukur dan dihitung. Padahal nilai adalah sesuatu yang bersifat kualitatif.",
        "Sejak lahir, setiap orang memiliki “satu unit” nilai, dan nilainya sama pada semua orang. Apa pun keberhasilan atau kegagalan Anda, “unit nilai” itu tidak berubah. Anda tetap bernilai, dengan sejuta atau tanpa sejuta.",
        "Jangan bandingkan pencapaian Anda dengan orang lain",
        "Membandingkan diri dengan orang lain tidak menghasilkan apa pun selain rasa tidak nyaman dan keraguan pada diri sendiri.",
        "Itu memunculkan iri hati yang memberi makan ketergantungan pada sukses. Saat Anda menyandingkan prestasi Anda dengan orang lain, Anda merasa kurang, dan itu memperkuat dorongan untuk ikut balapan.",
        "Berhentilah membandingkan pencapaian Anda dengan pencapaian orang lain. Sebagai gantinya, tinjau ulang prioritas Anda dan pikirkan apakah tujuan yang Anda kejar benar-benar memenuhi kebutuhan Anda—bukan sekadar keinginan untuk menyamai orang yang Anda jadikan pembanding."
      ],
      "quote": {
        "text": "Sukses tidak berarti apa-apa jika Anda tidak bahagia. Bagi saya, sukses adalah kebahagiaan—bukan uang atau ketenaran.",
        "author": "Ellen DeGeneres"
      }
    },
    "screen_3": {
      "texts": [
        "Belajar menemukan keseimbangan",
        "Tidak jarang orang yang bergantung pada sukses merasa bersalah ketika mereka beristirahat, menghabiskan waktu dengan orang terdekat, atau melakukan hal-hal yang tidak langsung terkait dengan tujuan.",
        "Tentu pencapaian punya tempat dalam hidup, tetapi jelas bukan yang paling utama. Anda bertaruh pada sukses sambil lupa menjalani hidup. Belajarlah menyeimbangkan kerja atau belajar dengan bidang lain dalam hidup.",
        "Dengarkan apa yang Anda butuhkan—juga apa yang tubuh Anda minta. Jangan mengabaikan sinyalnya; rawat diri Anda sebaik mungkin.",
        "Bekerja dengan pikiran Anda",
        "Untuk mengubah sistem keyakinan, sangat penting untuk terus menanggapi pikiran otomatis negatif yang membuat Anda merasa rendah diri.",
        "Ini membantu Anda melihat bahwa masalahnya bukan pada sukses atau gagal Anda, melainkan pada sikap yang keras terhadap diri sendiri dan kebiasaan memarahi diri. Saat Anda belajar menilai aktivitas Anda secara realistis, kepuasan dan penerimaan diri akan meningkat.",
        "Siapa sebenarnya yang lebih penting bagi masyarakat?",
        "Saat membicarakan orang sukses, kita biasanya langsung membayangkan penyanyi populer, aktor terkenal, pebisnis papan atas, atau politisi publik.",
        "Lalu bagaimana dengan guru, dokter, pekerja bangunan, dan profesi “tidak populer” lain yang menentukan hari esok kita? Jika dilihat secara objektif, orang-orang ini sering kali jauh lebih bermanfaat bagi masyarakat daripada mereka yang biasanya jadi objek iri.",
        "Sebagai penutup, kami ingin berbagi satu pemikiran indah dari buku jurnalis David Orr.",
        "Ia menulis bahwa planet ini tidak membutuhkan banyak orang sukses; yang dibutuhkan justru para pendamai, penyembuh, pencerita, dan orang-orang yang mampu mencintai.",
        "Planet ini membutuhkan orang-orang bermoral—mereka yang membuat dunia lebih baik dan lebih manusiawi. Dunia membutuhkan orang-orang yang kehadirannya saja sudah membuat hidup terasa lebih nyaman.",
        "Tidak ada yang menentang tujuan yang ambisius dan menaklukkan puncak karier. Namun sangat penting agar semua sisi kehidupan berada dalam harmoni.",
        "Produktivitas dan sukses bisa sangat menyenangkan dan memberi banyak kepuasan. Namun sukses bukan syarat wajib, dan juga bukan syarat yang cukup untuk kebahagiaan maksimal.",
        "Anda tidak perlu “membeli” cinta atau respek siapa pun dengan kerja yang melelahkan, dan Anda tidak harus menjadi yang pertama untuk merasa terpenuhi serta menjaga harga diri yang stabil.",
        "Ingat saja: “hal-hal terpenting di dunia ini bukanlah benda!”"
      ],
      "quote": {
        "text": "Nilai sejati dalam hidup bukan terletak pada apa yang kita miliki, melainkan pada siapa kita.",
        "author": "Oprah Winfrey"
      }
    }
  }
}
