{
  "title": "Kecanduan Pencapaian",
  "description": "Cinta, yang diagungkan oleh penyair dan seniman, memberi kita sayap dan memberikan perasaan hidup yang utuh. Namun, mengubah cinta menjadi kebutuhan patologis merusak kepribadian dan menghambat pembangunan hubungan yang sehat, terutama pada orang-orang dengan harga diri rendah. Kebahagiaan sejati dan kepenuhan hidup dapat ditemukan dengan belajar mengatur suasana hati dan menikmati kesenangan yang tidak bergantung pada keberadaan pasangan.",
  "screen_1": {
    "texts": [
      "Kita hidup di era \"balapan pencapaian\", di mana kita didefinisikan oleh kesuksesan kita. Tampaknya, siapa pun bisa menjadi apa pun, menghasilkan banyak uang, dan mendapatkan otoritas di masyarakat.",
      "Tidak ada batasan untuk ambisi dan ini mengubah hidup kita menjadi balapan konstan, di mana kita yakin bahwa nilai manusia ditentukan oleh pencapaian.",
      "Meskipun keyakinan ini tampak tidak berbahaya, sebenarnya memiliki konsekuensi yang merusak.",
      "Apa arti kecanduan pencapaian?",
      "Ini adalah ketika harga diri Anda dibangun berdasarkan produktivitas, status, kecerdasan, atau kesuksesan.",
      "Selama Anda baik-baik saja dengan studi atau pekerjaan, Anda merasa diri Anda bahagia dan lengkap. Tetapi begitu Anda mengalami kegagalan atau tidak mencapai tujuan yang ditetapkan, Anda diliputi emosi negatif yang intens.",
      "Pada saat ini, Anda mungkin berpikir bahwa Anda adalah pecundang yang tidak mampu melakukan apa pun.",
      "Keyakinan apa yang mungkin didasarkan pada ketergantungan seperti itu?",
      "Jika saya tidak berhasil, itu akan mengerikan. Artinya saya lemah / bodoh / tidak berharga",
      "Jika saya tidak berhasil, berarti saya pecundang",
      "Jika saya gagal, berarti saya tidak berguna dan tidak akan pernah mencapai apa pun",
      "Saya harus sukses, jika tidak, tidak ada gunanya hidup. Semuanya akan kehilangan makna. Saya tidak akan pernah benar-benar bahagia",
      "Kekhawatiran berlebihan terhadap pencapaian tidak hanya lazim di kalangan pria, tetapi juga, baru-baru ini, di kalangan wanita, yang juga semakin sering menunjukkan ambisi karier dan keinginan untuk sukses.",
      "Sementara wanita lebih sering menunjukkan kepedulian terhadap hubungan, pria sering menunjukkan kerentanan terhadap kegagalan karier, karena sejak kecil mereka ditanamkan bahwa nilai mereka ditentukan oleh pencapaian.",
      "Mengapa dan bagaimana keyakinan seperti ini terbentuk?",
      "Penyebabnya bisa bermacam-macam, tetapi, sebagai aturan umum, sikap seperti itu terbentuk sejak masa kanak-kanak. Mungkin orang tua orang tersebut dingin dan terpisah, tidak memberinya cinta, perhatian, dan penerimaan.",
      "Kemudian anak tersebut mencoba menjelaskan mengapa hal itu terjadi.",
      "Jika anak laki-laki bernama Petya dari halaman sebelah dicintai, dipuji, dan diterima, tetapi saya tidak, berarti ada yang salah dengan saya, dan jika saya lebih baik, saya pasti akan dicintai.",
      "Alternatif lainnya — orang tua memberikan cinta, perhatian, pujian, dan perhatian hanya jika ia mencapai beberapa kesuksesan.",
      "Jika anak itu mendapatkan nilai lima dari sekolah, mereka memujinya, dan jika tidak, mereka tidak memperhatikannya."
    ]
  },
  "screen_2": {
    "texts": [
      "Alternatif lain – orang tua yang tidak hadir. Anak-anak memiliki pemikiran egosentris dan segala sesuatu yang terjadi di dunia, mereka jelaskan melalui diri mereka sendiri.",
      "Jika ayah pergi, itu berarti saya adalah anak yang buruk, bukan bahwa dia dan ibu tidak cocok. Dengan demikian, jika ayah melihat betapa baik, sukses, dan pintar saya, dia pasti akan kembali, atau setidaknya mengerti apa yang dia hilangkan.",
      "Skenario seperti inilah yang membentuk ketergantungan pada kesuksesan. Dan kemudian, pada masa remaja, masa muda, atau bahkan dalam kehidupan dewasa, peristiwa dan situasi tertentu dapat memperkuat kepercayaan pada keyakinan tersebut.",
      "Hasilnya, seseorang mempelajari bahwa dia hanya bisa dicintai karena pencapaiannya. Seseorang harus sukses, jika tidak, dia akan ditinggalkan, ditolak, dan ditinggalkan sendirian.",
      "Karenanya, ketika dihadapkan pada ketidaksesuaian antara citra ideal dan nyata, seseorang bertemu dengan ketidakbergunaan dan ketidakberhargaan dirinya sendiri, dan ini sangat menyakitkan.",
      "Langkah pertama untuk mengubah sikap terhadap nilai pribadi adalah menentukan apakah ini akan menguntungkan Anda atau merugikan. Memutuskan untuk berhenti mendefinisikan nilai Anda berdasarkan pencapaian Anda sendiri adalah langkah pertama yang penting untuk mengubah sistem kepercayaan.",
      "Tentu saja, ketergantungan pada pencapaian dapat memiliki kelebihan. Anda dapat memuji diri sendiri dan merasa hebat ketika mencapai sesuatu.",
      "Perasaan superioritas dibandingkan dengan orang lain. Karena Andalah yang telah mencapai sesuatu, dan orang lain tidak.",
      "Berkat sistem kepercayaan ini, Anda dapat termotivasi untuk sukses, mengerahkan lebih banyak usaha, membangun karier, menghasilkan uang.",
      "Karena pencapaian memberi Anda nilai. Untuk merasakan pentingnya diri Anda, Anda perlu menjadi lebih baik dan lebih baik setiap kali. Kedengarannya cukup bagus, pada pandangan pertama.",
      "Lalu apa kekurangan dari pemikiran 'nilai sama dengan pencapaian'?",
      "Jika bisnis atau karier Anda berjalan dengan baik, Anda mungkin akan begitu tenggelam di dalamnya sehingga Anda menghalangi diri dari sumber kepuasan dan kesenangan potensial lainnya.",
      "Hubungan dengan keluarga, orang terdekat, teman — berhenti membuat Anda senang, Anda lebih suka menghabiskan waktu untuk bekerja daripada bersama keluarga.",
      "Anda tidak punya waktu untuk diri sendiri, Anda bekerja tanpa henti dari pagi hingga larut malam.",
      "Kecanduan kerja Anda tidak memberi Anda istirahat, karena jika Anda memperlambat, Anda akan mulai pecah, Anda akan merasa kosong, tidak berguna, bosan, seolah-olah Anda kehilangan sesuatu yang penting. Anda akan lupa cara bersantai.",
      "Istirahat bagi Anda akan sama dengan kemalasan, seolah-olah Anda sekarang bisa melakukan sesuatu yang berguna, tetapi tidak melakukannya. Tanpa pencapaian, Anda akan merasa tidak berguna dan membosankan, karena Anda tidak akan memiliki dasar lain untuk harga diri dan kepuasan.",
      "Ini dapat menyebabkan kelelahan, penyakit kronis, perasaan stres dan depresi yang konstan.",
      "Selain itu, kecanduan kerja dapat dianggap sebagai kecanduan lain yang memelihara obsesi dengan kesuksesan, yang membuatnya lebih sulit diatasi."
    ],
    "quote": {
      "text": "Di era \"balapan pencapaian\", kita didefinisikan oleh kesuksesan kita, dan tampaknya setiap orang bisa menjadi apa saja.",
      "author": "Alexander Ivanov"
    }
  },
  "screen_3": {
    "texts": [
      "Kemunduran dalam hubungan sosial",
      "Sering terjadi bahwa orang yang terus-menerus mengejar kesuksesan merasa kesepian dan ini cukup dapat dijelaskan.",
      "Anda mungkin tidak memiliki waktu atau energi untuk mempertahankan kontak sosial. Jika Anda tidak menghabiskan waktu dengan orang terdekat untuk waktu yang lama, ini pasti akan memengaruhi hubungan Anda.",
      "Pasangan Anda mungkin menemukan orang lain, karena dia tidak mendapatkan perhatian, cinta, dan pengasuhan dalam hubungan dengan Anda.",
      "Ketergantungan pada kesuksesan juga memengaruhi persepsi Anda tentang orang lain. Mungkin saja seseorang menolak untuk berkomunikasi dengan mereka yang lebih rendah dari dia dalam status sosial atau tidak memenuhi kriteria 'kesuksesan' yang telah dia tetapkan untuk dirinya sendiri.",
      "Semua ini berdampak negatif pada hubungan dengan orang-orang di sekitar Anda.",
      "Prokrastinasi",
      "Ketika hanya ada satu opsi \"sempurna\", benar, satu-satunya jalan menuju kebahagiaan, Anda tidak bisa membuat kesalahan, Anda perlu menghitung dan merencanakan semuanya dengan tepat agar semuanya persis seperti yang direncanakan.",
      "Tetapi sebenarnya Anda sangat memahami bahwa tidak ada jaminan kesuksesan, yang berarti, lebih baik tidak memulai jalan ini sama sekali. Kemudian muncul pemikiran bahwa tidak adanya upaya lebih baik daripada upaya yang gagal.",
      "Setelah kegagalan, Anda masih harus melewati emosi yang tidak menyenangkan, yang tampaknya tak tertahankan. Semua ini mengarah pada prokrastinasi yang hampir tak terelakkan.",
      "Kurangnya harga diri",
      "Hidup adalah hal yang tak terduga, penyakit, memburuknya urusan di tempat kerja, tindakan militer, atau hal lain yang tidak bergantung pada Anda, ketika Anda tidak dapat lagi mempertahankan kemampuan kerja pada tingkat yang sama.",
      "Kemudian datanglah waktu pembayaran — depresi berat, disebabkan oleh keyakinan bahwa penurunan produktivitas menunjukkan ketidakberguna Anda. Pada saat ini, seluruh hidup Anda akan hancur, Anda akan hancur.",
      "Anda hidup untuk mencapai, dan sekarang Anda tidak bisa melakukannya. Kurangnya harga diri bahkan dapat menyebabkan upaya bunuh diri — harga tertinggi dan tak dapat diubah karena Anda menilai nilai Anda secara eksklusif dengan standar pasar.",
      "Dalam setiap kecanduan ada toleransi dan kecanduan terhadap pencapaian bukanlah pengecualian.",
      "Anda akan menghadapi fakta bahwa tidak ada yang cukup bagi Anda, kesuksesan, gelar, penghargaan, uang, properti. Seiring kemajuan, persyaratan hanya meningkat, memaksa Anda untuk tidak berhenti.",
      "Setiap pencapaian baru berhenti memberikan kesenangan sebelumnya, dan untuk merasakan sesuatu lagi, Anda harus secara signifikan meningkatkan upaya Anda.",
      "Mengapa efeknya begitu singkat?",
      "Mengapa Anda membutuhkan lebih dan lebih lagi?",
      "Jawabannya jelas: kesuksesan tidak menjamin kebahagiaan.",
      "Kedua fenomena ini bukanlah sinonim dan tidak disatukan oleh hubungan sebab-akibat. Pada akhirnya, Anda mengejar ilusi.",
      "Karena kunci suasana hati Anda adalah pikiran Anda, bukan kesuksesan, karena sensasi dari kemenangan cepat menguap. Penting untuk memahami bahwa kebahagiaan sejati hanya bergantung pada diri Anda sendiri."
    ],
    "quote": {
      "text": "Dorongan menuju kesuksesan secara tidak sadar mendorong kita ke depan, tanpa meninggalkan waktu untuk menikmati prosesnya sendiri.",
      "author": "Ernest Hemingway"
    }
  }
}
