{
  "title": "Bagaimana Berhenti Hidup dari Pencapaian?",
  "description": "Artikel ini membahas bahaya ketergantungan pada kesuksesan, menunjukkan bahwa pencapaian tidak menjamin kebahagiaan dan kesejahteraan. Contoh selebriti seperti Lady Gaga dan Jim Carrey menggambarkan bahwa bahkan orang-orang paling sukses pun dapat menderita depresi dan masalah lainnya. Pentingnya menemukan keseimbangan antara tujuan dan kehidupan pribadi, serta pengakuan akan nilai intrinsik setiap orang, terlepas dari kesuksesan mereka, menjadi kesimpulan utama.",
  "screen_1": {
    "texts": [
      "Tentu saja, Anda tidak perlu meninggalkan semua usaha atau menolak tujuan penting untuk mengatasi ketergantungan pada kesuksesan.",
      "Karena tidak ada yang salah dengan memiliki pencapaian. Sangat baik memiliki uang, pekerjaan, mobil, apartemen, dll.",
      "Masalah dimulai ketika tanpa indikator kesuksesan ini, Anda menganggap diri Anda tidak berharga, pecundang, dan orang yang tidak layak.",
      "Untuk membebaskan diri dari jebakan keharusan menjadi luar biasa dan efektif, kami menyarankan Anda untuk mempertimbangkan hal berikut:",
      "Apakah Anda siap menghabiskan seluruh hidup Anda naik-turun dalam harga diri?",
      "Jika berpikir rasional, dengan memilih hidup berdasarkan konsep pencapaian, Anda menghukum diri sendiri dengan ayunan emosional tanpa akhir.",
      "Hari ini Anda mencapai beberapa ketinggian dan bahagia, besok Anda gagal, dan hidup mengambil warna yang sama sekali berbeda. Ada pencapaian – bagus, tidak ada pencapaian – pecundang.",
      "Suasana hati Anda akan mudah dikontrol. Jika orang lain memahami bahwa Anda bergantung pada pencapaian, mereka mungkin menggunakan ini untuk tujuan mereka sendiri.",
      "Misalnya, bos Anda bisa memberi Anda beban kerja berlebihan karena dia tahu Anda akan mengorbankan diri, tetapi Anda akan melakukan segalanya demi pujian berikutnya.",
      "Pencapaian tidak sama dengan kebahagiaan",
      "Uang, ketenaran, dan pencapaian telah lama dianggap sebagai jaminan kebahagiaan dan kesejahteraan. Tetapi jika tingkat kebahagiaan bergantung pada kesuksesan seseorang, kita akan melihat perbedaan yang signifikan antara orang-orang dengan status sosial yang berbeda.",
      "Kebanyakan orang tidak dapat membanggakan pencapaian besar, namun banyak dari mereka bahagia dan puas dengan hidup mereka.",
      "Tapi sekali lagi, merasa puas tidak berarti tidak bercita-cita dan tidak menginginkan lebih. Ada jurang besar antara keinginan sehat untuk mencapai tujuan dan ketergantungan.",
      "Kenyataannya, bahkan mereka yang berpenghasilan banyak, menduduki posisi bergengsi, atau memiliki bisnis yang sukses, dapat menderita depresi, memiliki berbagai masalah, atau hanya kecewa dengan kehidupan.",
      "Misalnya, Lady Gaga yang terkenal, yang pada pandangan pertama adalah orang yang sukses, kaya, dan bahagia, mendirikan yayasannya «Born This Way Foundation» untuk membantu remaja yang berada dalam situasi sulit, karena dia mengetahui tentang kesulitan tersebut dari pengalaman langsung.",
      "«Saya telah menderita depresi dan kecemasan sepanjang hidup saya, dan saya terus berjuang dengan ini hingga hari ini,» — dia mengakui dalam wawancara dengan Billboard pada tahun 2015.",
      "Atau Jim Carrey, yang memberikan penggemar kesempatan untuk tersenyum tulus dan mendapatkan emosi positif dari karyanya, tetapi bahkan di puncak popularitasnya, aktor itu sama sekali tidak merasa ingin tertawa.",
      "Jim telah berjuang dengan depresi berat selama bertahun-tahun.",
      "Ini tidak hanya tentang selebriti, pengusaha juga sering mengeluhkan gangguan mental dan kecanduan.",
      "Pada umumnya, banyak orang sukses mengakhiri hidup mereka dengan bunuh diri. Bahkan muncul istilah khusus — «bunuh diri CEO».",
      "Fenomena ini dialami oleh: miliarder Adolph Merckle dari daftar Forbes, pendiri startup Ilya Zhitomirsky dan Austin Heinz, pemilik rumah mode Kate Spade, dan banyak lainnya.",
      "Jadi, jika Anda masih berpikir bahwa kesuksesan sama dengan kebahagiaan, Anda sangat keliru."
    ]
  },
  "screen_2": {
    "texts": [
      "Pikirkan, akankah Anda memperlakukan orang terdekat Anda lebih buruk hanya karena dia tidak memiliki pencapaian?",
      "Bayangkan, Anda bertemu dengan teman yang sangat Anda hargai. Tetapi tiba-tiba Anda mengetahui bahwa dia hanyalah penjual biasa di toko, sementara Anda memiliki bisnis dan merupakan orang kaya dan sukses.",
      "Akankah Anda memandang rendah dia, menempatkannya di bawah Anda?",
      "Mungkin penting bagi Anda bahwa teman ini mengakui ketidakberartiannya dibandingkan dengan Anda? Apakah Anda senang menjadi orang seperti itu?",
      "Bagaimana jika Anda berada di posisi teman ini?",
      "Apakah Anda akan setuju untuk berinteraksi dengan orang sukses dengan syarat Anda mengakui ketidakberartian Anda dibandingkan dengannya?",
      "Apakah semua anak adalah pecundang?",
      "Jika hanya mereka yang telah mencapai sesuatu dalam hidup yang memiliki nilai, maka anak-anak adalah makhluk paling tidak berharga di planet ini.",
      "Kenapa tidak? Bayi bahkan tidak bisa menopang kepala mereka. Atau apakah mereka memiliki nilai?",
      "Jika ya, lalu mengapa bayi memiliki nilai?",
      "Mereka belum memberikan apa-apa ke dunia ini, mereka bahkan tidak bisa berbicara. Tentu saja, baik Anda maupun bayi dihargai bukan karena pencapaian Anda, tetapi karena orang seperti apa Anda.",
      "Dan sebaliknya. Haruskah kita memusnahkan semua nenek dan kakek sekarang?",
      "Mengapa tidak, mereka sudah tua, tidak dapat memberikan apa-apa lagi ke dunia. Tapi kita tidak berpikir seperti itu. Kita menghargai, mencintai orangtua kita yang sudah lemah dan berusaha membantu mereka.",
      "Setiap orang memiliki nilai",
      "Kita berpikir bahwa nilai adalah satuan kuantitatif, bahwa itu dapat diukur, dihitung. Tetapi sebenarnya, nilai adalah satuan kualitatif.",
      "Setiap orang sejak lahir memiliki satu satuan nilai, dan itu sama untuk semua. Apapun kesuksesan dan kegagalan Anda, satuan nilai Anda tetap sama. Anda berharga, baik dengan satu juta atau tanpanya.",
      "Jangan bandingkan pencapaian Anda dengan orang lain",
      "Membandingkan diri dengan orang lain tidak memberikan apa-apa selain perasaan tidak nyaman dan keraguan pada diri sendiri.",
      "Ini menciptakan perasaan iri, yang memelihara ketergantungan pada kesuksesan. Anda merasa bahwa Anda tidak melakukan cukup ketika membandingkan pencapaian Anda dengan orang lain, yang memperkuat keinginan Anda untuk berpartisipasi dalam perlombaan dengan orang lain.",
      "Berhentilah membandingkan pencapaian Anda dengan orang lain. Sebagai gantinya, tinjau kembali prioritas Anda dan pertimbangkan sejauh mana tujuan yang telah ditetapkan akan memenuhi kepentingan Anda sendiri, dan bukan keinginan untuk menyesuaikan diri dengan mereka yang Anda bandingkan dengan diri Anda."
    ],
    "quote": {
      "text": "Kesuksesan tidak berarti apa-apa jika Anda tidak bahagia. Bagi saya, kesuksesan adalah kebahagiaan, bukan uang atau ketenaran.",
      "author": "Ellen DeGeneres"
    }
  },
  "screen_3": {
    "texts": [
      "Belajarlah menemukan keseimbangan",
      "Seringkali orang yang kecanduan kesuksesan merasa bersalah karena membiarkan diri mereka beristirahat, menghabiskan waktu dengan orang terdekat, terlibat dalam kegiatan yang tidak langsung terkait dengan tujuan mereka.",
      "Tentu saja, pencapaian memiliki arti tertentu dalam hidup, tetapi jauh dari yang terpenting. Anda bertaruh pada kesuksesan, sambil lupa untuk hidup. Belajarlah menyeimbangkan antara pekerjaan/studi dan bidang kehidupan lainnya.",
      "Dengarkan apa yang Anda dan tubuh Anda inginkan. Jangan mengabaikan sinyal, pedulilah pada diri Anda sekuat tenaga.",
      "Bekerjalah dengan pikiran Anda",
      "Untuk mengubah sistem keyakinan, sangat penting untuk terus menanggapi pikiran otomatis negatif yang membuat Anda merasa tidak lengkap.",
      "Ini akan membantu Anda memahami bahwa masalahnya bukan pada kesuksesan atau kegagalan Anda, tetapi pada sikap kritis terhadap diri sendiri dan kebiasaan menyalahkan diri sendiri. Ketika Anda belajar untuk menilai aktivitas Anda secara realistis, kepuasan dan penerimaan diri akan meningkat.",
      "Siapa yang lebih penting bagi masyarakat?",
      "Berbicara tentang orang-orang sukses, kita tentu langsung membayangkan penyanyi populer, aktor terkenal, pengusaha top, dan politisi publik.",
      "Tetapi bagaimana dengan guru, dokter, pekerja bangunan, dan orang-orang dari profesi tidak populer lainnya, yang masa depan kita bergantung pada mereka? Tetapi jika berbicara secara objektif, semua orang ini seringkali lebih berguna bagi masyarakat daripada mereka yang biasanya kita irikan.",
      "Sebagai penutup, kami ingin berbagi dengan Anda pemikiran luar biasa dari buku jurnalis David Orr.",
      "Dia menulis bahwa planet ini tidak membutuhkan banyak orang sukses, yang jauh lebih dibutuhkan adalah pembawa damai, penyembuh, pendongeng, dan orang-orang yang penuh kasih.",
      "Planet ini membutuhkan orang-orang dengan moralitas, mereka yang membuat dunia lebih baik dan lebih manusiawi. Planet ini membutuhkan orang-orang yang di dekatnya hidup terasa menyenangkan.",
      "Tidak ada yang menentang tujuan ambisius dan pencapaian puncak karier. Tetapi sangat penting agar semua aspek kehidupan berada dalam harmoni.",
      "Produktivitas dan kesuksesan bisa sangat menyenangkan dan memberikan banyak kepuasan. Namun, kesuksesan bukanlah syarat yang diperlukan maupun cukup untuk kebahagiaan maksimal.",
      "Anda tidak perlu mendapatkan cinta atau rasa hormat seseorang melalui kerja keras yang melelahkan, dan tidak perlu menjadi yang pertama untuk merasa terpenuhi dan mempertahankan harga diri yang stabil.",
      "Ingatlah bahwa «hal-hal paling penting di dunia bukanlah benda-benda sama sekali»!"
    ],
    "quote": {
      "text": "Nilai nyata kehidupan bukan pada apa yang kita miliki, tetapi pada siapa kita sebenarnya.",
      "author": "Oprah Winfrey"
    }
  }
}
