{
  "title": "Bagaimana Mengatasi Kecanduan Cinta?",
  "description": "Artikel ini didedikasikan untuk mengkaji kebahagiaan dan keyakinan terkait cinta dan hubungan. Artikel ini menjelaskan bahwa kebahagiaan dapat dicapai dengan berbagai cara, dan menawarkan teknik untuk mengubah keyakinan negatif terkait kesendirian. Artikel ini mengajarkan cara melihat kegembiraan dalam hal-hal sehari-hari dan berkembang terlepas dari ada tidaknya hubungan romantis.",
  "screen_1": {
    "texts": [
      "Hubungan dan cinta dapat membawa banyak kegembiraan dan kebahagiaan dalam hidup, tetapi keduanya bukanlah satu-satunya jalan.",
      "Kebahagiaan adalah proses yang kompleks dan multifaset, dan setiap orang berhak memilih metode dan jalannya sendiri untuk mencapainya.",
      "Karena itu, jika saat ini hidup Anda tidak mencakup hubungan romantis, ini tidak membuatnya menjadi tidak utuh.",
      "Untuk mengubah keyakinan Anda, Anda perlu mengerahkan banyak usaha, ini adalah proses yang panjang dan membutuhkan banyak kerja.",
      "Tetapi kami yakin bahwa, dengan menggunakan rekomendasi dan teknik berikut, Anda akan dapat mengatasi kecanduan cinta dan belajar menjadi bahagia baik dalam hubungan maupun tanpa hubungan.",
      "Mengubah Filter",
      "Pernahkah Anda memperhatikan bahwa, ketika Anda merasa kesepian, di jalan Anda terus-menerus melihat pasangan yang sedang jatuh cinta?",
      "Dan, tampaknya seluruh dunia melawan Anda: di sini ada sepasang merpati, di sana ada kucing jantan dan betina, dan Anda tetap sendiri. Inilah cara distorsi kognitif bekerja — filter negatif.",
      "Ini adalah kesalahan dalam pemikiran dan persepsi, di mana Anda hanya memperhatikan apa yang mengganggu Anda, dan mengabaikan yang lainnya.",
      "Ubahlah filter — lihatlah dunia secara lebih luas. Belajarlah untuk melihat tidak hanya pasangan yang bahagia, tetapi juga orang-orang yang bahagia meskipun sendiri. Atau orang-orang yang memiliki pasangan tetapi tidak menjadi lebih bahagia karenanya — status sosial tidak selalu membenarkan dirinya sendiri."
    ],
    "quote": {
      "text": "Kebahagiaan itu seperti kupu-kupu: semakin Anda mengejarnya, semakin ia menjauh. Tetapi jika Anda mengalihkan perhatian Anda pada hal lain, ia akan datang dan hinggap dengan tenang di bahu Anda.",
      "author": "Henry David Thoreau"
    }
  },
  "screen_2": {
    "texts": [
      "Daftar Kesenangan yang Diantisipasi",
      "Kebahagiaan dapat ditemukan setiap hari dalam kegembiraan kecil, dalam pengembangan diri, dalam persahabatan, dan dalam banyak aspek kehidupan lainnya.",
      "Tetapi kemungkinan besar, Anda tidak berpikir demikian dan yakin bahwa Anda tidak bisa bahagia tanpa orang lain.",
      "Untuk menguji keyakinan ini pada kenyataan, gunakan 'Daftar Kesenangan yang Diantisipasi'. Daftar ini memiliki beberapa kolom, di mana Anda perlu memprediksi dan menunjukkan tingkat kesenangan aktual yang Anda dapatkan dari berbagai aktivitas (pekerjaan dan istirahat) sendirian atau bersama orang lain.",
      "Di kolom pertama, tuliskan tanggal eksperimen",
      "Di kolom kedua, tuliskan beberapa aktivitas yang Anda rencanakan untuk dilakukan pada hari itu sebagai bagian dari eksperimen (Kami merekomendasikan untuk melakukan 40-50 eksperimen selama dua-tiga minggu. Pilih aktivitas yang biasanya memberi Anda rasa kepuasan atau kenikmatan, atau yang memiliki potensi untuk pembelajaran atau pertumbuhan pribadi.)",
      "Di kolom ketiga, tuliskan dengan siapa Anda akan melakukannya. Jika sendiri, tuliskan: 'Saya'.",
      "Di kolom keempat, perkirakan berapa banyak kesenangan yang akan dibawa oleh aktivitas tertentu, dengan menilainya pada skala dari 0 hingga 100% — semakin besar angkanya, semakin tinggi kesenangan yang diharapkan.",
      "Sangat penting untuk mengisi kolom keempat sebelum Anda mulai aktivitas yang direncanakan, bukan setelahnya! Setelah mengisi empat kolom pertama, lanjutkan ke tindakan.",
      "Setelah itu, di kolom kelima, tuliskan tingkat kesenangan aktual, dengan menggunakan sistem penilaian yang sama — dari 0 hingga 100%.",
      "Setelah melakukan serangkaian eksperimen seperti itu, Anda akan dapat menganalisis data yang Anda kumpulkan dan mempelajari banyak hal menarik tentang diri Anda.",
      "Pertama, dengan membandingkan kesenangan yang diperkirakan (kolom 4) dengan kesenangan aktual (kolom 5), Anda akan tahu seberapa akurat prediksi Anda.",
      "Anda mungkin menyadari bahwa Anda biasanya meremehkan tingkat kesenangan yang Anda harapkan untuk didapatkan, terutama ketika Anda melakukan sesuatu sendirian.",
      "Anda mungkin juga terkejut mengetahui bahwa aktivitas dengan seseorang tidak selalu memenuhi harapan Anda.",
      "Pada kenyataannya, Anda bahkan mungkin menemukan bahwa dalam banyak kasus, menghabiskan waktu sendiri lebih menyenangkan bagi Anda daripada bersama orang lain.",
      "Dan Anda juga mungkin melihat bahwa nilai tertinggi yang Anda berikan untuk aktivitas sendirian sama dengan atau bahkan lebih tinggi dari nilai untuk aktivitas bersama orang lain."
    ],
    "quote": {
      "text": "Tidak seorang pun dapat membuat Anda merasa rendah diri tanpa persetujuan Anda.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_3": {
    "texts": [
      "Penyesuaian Keyakinan",
      "Cinta, hubungan, dan pernikahan bukanlah prasyarat untuk kebahagiaan dan peningkatan harga diri, terkadang hal tersebut tidak cukup.",
      "Buktinya — jutaan pria dan wanita yang menikah tetapi tidak bahagia.",
      "Jika cinta adalah obat untuk kesepian, masalah, suasana hati yang buruk, depresi, maka semua psikolog akan kehilangan pekerjaan.",
      "Tetapi sayangnya tidak demikian, memiliki pasangan tidak menjamin kehidupan yang bahagia. Dan ini perlu disadari dan diterima.",
      "Untuk mulai bekerja dengan keyakinan – rumuskan dan tuliskan itu. Ini bisa terdengar berbeda:",
      "Jika saya tidak memiliki pasangan, saya tidak bahagia",
      "Jika saya tidak dicintai, berarti saya gagal",
      "Tanpa hubungan, saya tidak lengkap",
      "Kemudian, tuliskan bagaimana keyakinan Anda menghambat Anda. Misalnya:",
      "tuntutan yang terlalu tinggi terhadap diri sendiri, yang tidak ada akhirnya, tampaknya saya tidak cukup baik untuk hubungan",
      "harapan yang tidak realistis dari pasangan, kesimpulan global tentang cinta dan ketidakcintaan alih-alih perhatian pada masalah spesifik",
      "ketidakpuasan dan suasana hati yang tertekan terus-menerus, yang diperkuat oleh situasi kesepian apa pun",
      "Setelah itu, tuliskan kontra-argumen. Ini mungkin proses yang sulit dan mungkin membutuhkan lebih dari satu hari, tambahkan ke daftar saat pemikiran baru muncul.",
      "Misalnya, untuk keyakinan 'Kesepian itu mengerikan dan memalukan' Anda dapat mencatat kontra-argumen berikut:",
      "ketika seseorang sendirian, ini memberinya kesempatan untuk lebih mengenal diri sendiri",
      "tanpa hubungan ada kesempatan untuk mencoba sesuatu yang baru, melakukan sesuatu yang akan jauh lebih sulit dalam hubungan",
      "lebih baik sendirian daripada dengan pasangan yang tidak cocok",
      "Dan elemen terpenting dari proses ini – gantilah keyakinan lama Anda dengan yang baru. Itu harus terdengar realistis dan rasional agar Anda mempercayainya.",
      "Misalnya: «Kesepian bisa menyenangkan dan bermanfaat, di dalamnya Anda bisa beristirahat dan lebih mengenal diri sendiri. Dan cinta memanifestasikan dirinya dalam hubungan yang berbeda.",
      "Bahkan tanpa pasangan, Anda bisa merasakan kedekatan dengan orang lain, berbagi pengalaman, dan menunjukkan kehangatan. Sangat penting untuk bergantung pada hubungan seperti apa yang saya inginkan secara pribadi, dan jika saya tidak memilikinya — tetapkan tujuan dan coba untuk menciptakannya.",
      "Tetapi tidak adanya pasangan tidak membuat saya tidak lengkap. Sama seperti keinginan untuk memiliki pasangan tidak membuat saya lemah dan bergantung.»",
      "Bacalah kembali catatan-catatan ini setiap hari selama 2-3 minggu, Anda dapat menambahkan atau mengubahnya. Dengan begitu, Anda akan berhasil mengatasi pola pikir negatif dan memulai perubahan Anda.",
      "Cinta adalah pengalaman yang luar biasa, tetapi, seperti pengalaman lain, dapat positif dan negatif dan seharusnya tidak menentukan siapa kita dan mengapa kita di sini.",
      "Keinginan dan kebutuhan bukanlah hal yang sama. Oksigen adalah kebutuhan, sedangkan cinta adalah keinginan.",
      "Cinta bukanlah kebutuhan orang dewasa!",
      "Keinginan untuk membangun hubungan cinta — itu normal. Tidak ada yang salah dengan itu. Hubungan yang baik dengan orang yang dicintai adalah kesenangan yang luar biasa.",
      "Tetapi untuk bertahan hidup atau mengalami kebahagiaan tertinggi, Anda tidak memerlukan persetujuan, cinta, atau perhatian dari orang lain."
    ]
  }
}
