{
  "title": "Ketergantungan pada cinta",
  "description": "Cinta yang sering dirayakan dalam puisi dan karya seni bisa membuat kita merasa ringan, bersemangat, dan hidup terasa utuh. Namun ketika cinta berubah menjadi kebutuhan yang bersifat patologis, ia dapat merusak diri dan menyulitkan kita membangun hubungan yang sehat—terutama pada orang dengan harga diri rendah. Kebahagiaan yang lebih stabil dan rasa utuh dalam hidup bisa ditemukan ketika kita belajar mengatur suasana hati dan menikmati hal-hal menyenangkan yang tidak bergantung pada ada atau tidaknya pasangan.",
  "screen_1": {
    "texts": [
      "Cinta adalah perasaan yang indah, yang diabadikan oleh para penyair, seniman, dan musisi. Cinta memberi semangat, menginspirasi, dan menghadirkan rasa hidup yang utuh.",
      "Wajar jika setiap orang ingin mencintai dan dicintai.",
      "Namun, bila cara Anda memandang cinta menyempit menjadi keyakinan: “Saya tidak bisa benar-benar bahagia dan merasa terpenuhi kalau saya tidak punya pasangan. Agar benar-benar bahagia, saya harus dicintai”, itu sudah menjadi tanda ketergantungan.",
      "Apa artinya bergantung pada cinta?",
      "Itu berarti cinta menjadi kebutuhan yang bersifat patologis—tanpanya Anda merasa tidak mungkin bahagia.",
      "Anda menderita ketika tidak ada cinta, menunggu ada orang yang “mengisi kekosongan” itu. Anda yakin hidup akan menjadi lebih baik, lebih menarik, dan lebih bermakna hanya jika ada sosok yang Anda cintai—yang membuat Anda merasa dibutuhkan, berarti, dan utuh.",
      "Ketergantungan seperti ini adalah kondisi destruktif yang menggerogoti diri, harga diri, dan kemampuan Anda membangun hubungan yang sehat.",
      "Penyebab ketergantungan pada cinta bisa beragam, tetapi paling sering berakar pada masa kanak-kanak atau remaja.",
      "Yang paling rentan adalah orang dengan harga diri rendah: takut kesepian, terfokus pada kekurangan diri, dan tidak percaya pada kemampuan serta kekuatannya sendiri.",
      "Harga diri rendah yang terbentuk sejak kecil sering terasa seperti ada “yang kurang” dalam diri.",
      "Ketika orang tua kurang memberi perhatian dan anak kekurangan kasih sayang, di masa dewasa ia cenderung mencari perasaan itu lewat pasangan—hingga membentuk hubungan yang bergantung.",
      "Mari lihat contoh Victoria, 28 tahun, yang menghabiskan malam dan akhir pekan dalam keputusasaan karena ia percaya: “Saya hanya bisa bahagia kalau punya hubungan. Tanpa laki-laki saya bukan siapa-siapa.”",
      "Bagi Victoria, dicintai sama pentingnya seperti bernapas. Tuntutan seperti ini justru sering membuat orang menjauh."
    ]
  },
  "screen_2": {
    "texts": [
      "Saat menganalisis keyakinannya, Victoria menuliskan kerugian dan “keuntungan” dari cara berpikirnya.",
      "Kerugiannya terdengar seperti ini:",
      "Keyakinan ini membuat saya murung karena saya sendirian.",
      "Saya kehilangan semangat untuk melakukan apa pun, menjelajahi dunia, atau menekuni hobi.",
      "Akibatnya saya merasa malas dan tidak bahagia.",
      "Ini memicu rasa kasihan pada diri sendiri.",
      "Itu merampas kebanggaan dan kepercayaan diri saya, membuat saya iri pada orang lain dan diliputi kekecewaan.",
      "Lalu ia menuliskan “keuntungannya”:",
      "Ada harapan menemukan pasangan, mendapatkan cinta dan rasa aman.",
      "Keyakinan ini memberi saya tujuan dan makna hidup.",
      "Seberapa nyata “keuntungan” itu?",
      "Selama bertahun-tahun Victoria percaya ia tidak bisa hidup tanpa laki-laki, tetapi keyakinan itu tetap tidak mendatangkan pasangan yang ia dambakan.",
      "Victoria menyimpulkan bahwa ia memberi terlalu banyak makna pada laki-laki—dan itu justru tidak menarik satu pun dari mereka.",
      "Ia juga menyadari bahwa orang yang bergantung sering terlihat terlalu menuntut, sehingga membangun hubungan menjadi lebih sulit.",
      "Ia melihat bahwa orang yang menemukan kebahagiaan di dalam dirinya lebih sering menarik orang lain, karena memancarkan keceriaan dan keyakinan diri.",
      "Ketergantungan pada cinta menghambat hubungan yang sehat. Ketika Anda menyatakan bahwa Anda membutuhkan orang lain agar bahagia, tanpa sadar Anda mengirim pesan: “Cintai saya, karena tanpa itu saya tidak berharga.” Dengan pesan seperti ini, hubungan yang sehat sulit terwujud.",
      "Bahkan jika Anda sedang menjalin hubungan dengan keyakinan seperti itu, hubungan tersebut kemungkinan besar tetap tidak sehat. Anda sepenuhnya bergantung pada sosok tertentu—yang secara bawah sadar Anda anggap sebagai sumber kebahagiaan Anda—untuk selalu ada di dekat Anda.",
      "Dan Anda siap melakukan apa saja demi itu. Ketika Anda tidak mendapat “dosis” emosi dan perasaan yang Anda butuhkan, Anda akan menekan pasangan agar merasa dicintai, atau mulai berfantasi mencari “cinta sejati” di tempat lain.",
      "Dan Anda akan selalu merasa kurang atau “ada yang salah”, karena Anda meletakkan tanggung jawab atas keadaan batin Anda pada orang lain."
    ],
    "quote": {
      "text": "Kebahagiaan sejati terletak pada kepuasan terhadap diri sendiri.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Sangat penting untuk belajar mengatur suasana hati sendiri dan menemukan kebahagiaan di dalam diri. Ini membuat Anda tetap merasa hidup—baik saat sendiri maupun saat bersama orang yang Anda cintai.",
      "Namun Anda mungkin berpikir: “Terdengar bagus, tapi rasanya tidak masuk akal. Sendirian berarti saya gagal secara emosional.”",
      "Banyak orang percaya bahwa cinta adalah penggerak dunia. Anda melihatnya di iklan, mendengarnya dalam lagu-lagu populer, membacanya dalam puisi. Tetapi sebenarnya, cinta jauh dari satu-satunya jalan menuju hidup yang bahagia dan utuh.",
      "Sendirian sama sekali tidak berarti tidak bahagia. Sebagian besar kenikmatan dalam hidup justru bisa kita rasakan sendiri.",
      "Misalnya, saat Anda mendengarkan musik favorit, menari, berjalan-jalan di tempat yang indah, membaca buku, atau makan es krim. Anda tidak butuh teman untuk merasakan hal-hal menyenangkan itu.",
      "Jumlah hal yang bisa dinikmati sendirian tidak ada habisnya. Artinya, Anda punya banyak sumber kesenangan terlepas dari ada tidaknya orang di samping Anda.",
      "Coba pikirkan, apa daftar kesenangan Anda? Apa yang bisa Anda lakukan untuk menyenangkan diri?",
      "Kadang kita begitu mengejar hubungan yang “sempurna” dan gagasan tentang perasaan yang agung, sampai kita kehilangan fokus pada apa yang sebenarnya kita perlukan untuk mengalami cinta yang nyata."
    ],
    "quote": {
      "text": "Mencintai diri sendiri adalah awal dari roman yang berlangsung seumur hidup.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Bagaimana lepas dari ketergantungan pada cinta?",
    "description": "Artikel ini membahas kebahagiaan dan keyakinan yang terkait dengan cinta serta hubungan. Artikel ini menjelaskan bahwa kebahagiaan bisa diraih lewat berbagai cara, dan menawarkan teknik untuk mengubah keyakinan negatif tentang kesendirian. Anda akan belajar menemukan sukacita dalam hal-hal sehari-hari dan bertumbuh terlepas dari ada atau tidaknya hubungan romantis.",
    "screen_1": {
      "texts": [
        "Hubungan dan cinta memang bisa membawa banyak kegembiraan dan kebahagiaan, tetapi itu bukan satu-satunya jalan.",
        "Kebahagiaan adalah proses yang kompleks dan berlapis, dan setiap orang berhak memilih cara serta jalannya sendiri untuk mencapainya.",
        "Karena itu, jika saat ini hidup Anda belum mencakup hubungan romantis, itu tidak membuat hidup Anda menjadi “kurang”.",
        "Untuk mengubah keyakinan, dibutuhkan usaha yang tidak sedikit—ini proses yang panjang dan melelahkan.",
        "Namun kami yakin, dengan menerapkan rekomendasi dan teknik berikut, Anda bisa lepas dari ketergantungan pada cinta dan belajar bahagia—baik ketika menjalin hubungan maupun ketika tidak.",
        "Mengganti filter",
        "Pernahkah Anda menyadari: saat Anda merasa kesepian, di luar sana seperti sering sekali terlihat pasangan yang sedang dimabuk cinta?",
        "Dan rasanya dunia melawan Anda: di sini ada sepasang merpati, di sana ada kucing jantan dan betina, sementara Anda tetap sendirian. Begitulah cara distorsi kognitif bekerja—filter negatif.",
        "Ini adalah kesalahan dalam berpikir dan mempersepsi, ketika Anda hanya melihat hal yang membuat Anda resah, sementara yang lain Anda abaikan.",
        "Gantilah filter—lihat dunia lebih luas. Belajarlah melihat bukan hanya pasangan yang bahagia, tetapi juga orang-orang yang bahagia meski sendiri. Atau mereka yang punya pasangan namun tidak lebih bahagia—status hubungan tidak selalu “menyelamatkan”."
      ],
      "quote": {
        "text": "Kebahagiaan itu seperti kupu-kupu: semakin Anda mengejarnya, semakin ia menjauh. Tetapi jika Anda mengarahkan perhatian pada hal lain, ia akan datang dan pelan-pelan hinggap di bahu Anda.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Daftar perkiraan kenikmatan",
        "Kebahagiaan bisa ditemukan setiap hari: lewat hal-hal kecil, perkembangan diri, persahabatan, dan banyak aspek hidup lainnya.",
        "Namun kemungkinan besar Anda tidak melihatnya demikian dan yakin bahwa Anda tidak bisa bahagia tanpa orang lain.",
        "Untuk menguji keyakinan ini, gunakan “Daftar perkiraan kenikmatan”. Di dalamnya ada beberapa kolom: Anda perlu memprediksi dan mencatat tingkat kenikmatan yang benar-benar Anda rasakan dari berbagai aktivitas (kerja maupun istirahat), baik sendirian maupun bersama orang lain.",
        "Di kolom pertama, tuliskan tanggal eksperimen.",
        "Di kolom kedua, tuliskan beberapa aktivitas yang Anda rencanakan dilakukan pada hari itu sebagai bagian dari eksperimen (Kami menyarankan melakukan 40–50 eksperimen selama dua hingga tiga minggu. Pilih aktivitas yang biasanya memberi rasa puas atau nikmat, atau yang punya potensi untuk belajar maupun bertumbuh.)",
        "Di kolom ketiga, tuliskan dengan siapa Anda melakukannya. Jika sendirian, tulis: “Saya”.",
        "Di kolom keempat, perkirakan seberapa besar kenikmatan dari tiap aktivitas, gunakan skala 0 sampai 100%—semakin besar angkanya, semakin tinggi kenikmatan yang Anda harapkan.",
        "Sangat penting mengisi kolom keempat sebelum Anda mulai melakukan aktivitas, bukan setelahnya! Setelah mengisi empat kolom pertama, lakukan aktivitasnya.",
        "Setelah itu, di kolom kelima, tuliskan tingkat kenikmatan yang benar-benar Anda rasakan, dengan skala yang sama—0 sampai 100%.",
        "Setelah melakukan serangkaian eksperimen, Anda bisa menganalisis data yang terkumpul dan menemukan banyak hal menarik tentang diri Anda.",
        "Pertama, dengan membandingkan perkiraan kenikmatan (kolom 4) dan kenikmatan nyata (kolom 5), Anda akan tahu seberapa akurat prediksi Anda.",
        "Anda bisa menyadari bahwa Anda sering meremehkan kenikmatan yang akan Anda dapatkan—terutama ketika melakukan sesuatu sendirian.",
        "Anda mungkin juga terkejut bahwa melakukan aktivitas bersama orang lain tidak selalu sesuai harapan.",
        "Bahkan, Anda bisa menemukan bahwa dalam banyak kasus, menghabiskan waktu sendiri terasa lebih menyenangkan daripada bersama orang lain.",
        "Dan Anda juga bisa melihat bahwa penilaian tertinggi pada aktivitas sendirian setara dengan—atau bahkan lebih tinggi daripada—penilaian pada aktivitas bersama orang lain."
      ],
      "quote": {
        "text": "Tidak seorang pun dapat membuat Anda merasa rendah diri tanpa persetujuan Anda.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Menyesuaikan keyakinan",
        "Cinta, hubungan, dan pernikahan bukan syarat wajib untuk bahagia atau meningkatkan harga diri—dan kadang memang tidak cukup.",
        "Buktinya adalah jutaan laki-laki dan perempuan yang menikah tetapi tetap tidak bahagia.",
        "Kalau cinta adalah obat untuk kesepian, masalah, suasana hati buruk, dan depresi, maka para psikolog akan kehabisan pekerjaan.",
        "Namun kenyataannya tidak demikian. Memiliki pasangan tidak menjamin hidup bahagia. Ini perlu disadari dan diterima.",
        "Untuk mulai bekerja dengan keyakinan, rumuskan dan tuliskan keyakinan itu. Bentuknya bisa bermacam-macam:",
        "Kalau saya tidak punya pasangan, saya tidak bahagia.",
        "Kalau saya tidak dicintai, berarti saya pecundang.",
        "Tanpa hubungan, saya tidak utuh.",
        "Lalu tuliskan bagaimana tepatnya keyakinan ini mengganggu hidup Anda. Misalnya:",
        "tuntutan pada diri sendiri yang terlalu tinggi dan tidak ada habisnya; rasanya saya tidak pernah cukup baik untuk hubungan.",
        "ekspektasi yang tidak realistis terhadap pasangan; membuat kesimpulan besar tentang cinta atau ketidakcintaan alih-alih melihat masalah yang spesifik.",
        "ketidakpuasan yang terus-menerus dan suasana hati yang tertekan, yang dipicu oleh situasi kesendirian sekecil apa pun.",
        "Setelah itu, tuliskan kontra-argumen. Ini bisa menjadi proses yang sulit dan mungkin memakan lebih dari satu hari—tambahkan daftar ini setiap kali ada pemikiran baru.",
        "Misalnya, untuk keyakinan “Sendirian itu mengerikan dan memalukan”, Anda bisa menuliskan kontra-argumen berikut:",
        "saat seseorang sendiri, ia punya kesempatan untuk mengenal dirinya lebih baik.",
        "tanpa hubungan, ada ruang untuk mencoba hal baru—melakukan sesuatu yang mungkin jauh lebih sulit ketika sedang berpasangan.",
        "lebih baik sendiri daripada bersama pasangan yang tidak cocok.",
        "Dan bagian paling penting—ganti keyakinan lama Anda dengan yang baru. Keyakinan baru harus terdengar realistis dan rasional agar Anda bisa mempercayainya.",
        "Misalnya: “Kesendirian bisa menyenangkan dan bermanfaat; saya bisa beristirahat dan mengenal diri lebih baik. Dan cinta juga hadir dalam berbagai bentuk relasi.”",
        "“Bahkan tanpa pasangan, saya tetap bisa merasakan kedekatan dengan orang lain, berbagi pengalaman, dan menunjukkan kehangatan. Saya perlu memikirkan relasi seperti apa yang saya inginkan, dan jika saya belum memilikinya—saya bisa menjadikannya tujuan dan mencoba membangun relasi itu.”",
        "“Namun tidak memiliki pasangan tidak membuat saya kurang utuh. Begitu juga, keinginan punya pasangan tidak membuat saya lemah atau bergantung.”",
        "Baca ulang catatan ini setiap hari selama 2–3 minggu; Anda boleh menambah atau mengubahnya. Dengan begitu, Anda bisa melampaui pola pikir negatif dan memulai perubahan.",
        "Cinta adalah pengalaman yang indah, tetapi seperti pengalaman lain, ia bisa membawa sisi positif maupun negatif—dan tidak seharusnya menentukan siapa kita dan untuk apa kita ada di sini.",
        "Keinginan dan kebutuhan bukan hal yang sama. Oksigen adalah kebutuhan, sementara cinta adalah keinginan.",
        "Cinta bukan kebutuhan orang dewasa!",
        "Keinginan membangun hubungan romantis itu wajar. Tidak ada yang salah dengan itu. Hubungan yang baik dengan orang yang dicintai adalah kenikmatan yang luar biasa.",
        "Namun untuk bertahan hidup atau merasakan kebahagiaan tertinggi, Anda tidak membutuhkan persetujuan, cinta, atau perhatian dari orang lain."
      ]
    }
  }
}
