{
  "title": "Kecanduan Cinta",
  "description": "Cinta, yang dipuji oleh para penyair dan seniman, memberi kita sayap dan perasaan hidup yang penuh. Namun, ketika cinta berubah menjadi kebutuhan yang patologis, hal ini dapat menghancurkan kepribadian dan menghambat pembentukan hubungan yang sehat, terutama bagi mereka yang memiliki harga diri rendah. Kebahagiaan sejati dan kehidupan yang utuh dapat ditemukan dengan belajar mengatur suasana hati sendiri dan menikmati kesenangan yang tidak bergantung pada keberadaan pasangan.",
  "screen_1": {
    "texts": [
      "Cinta adalah perasaan yang luar biasa, yang dipuji oleh para penyair, seniman, dan musisi. Cinta memberi kita sayap, menginspirasi, dan memberikan perasaan hidup yang penuh.",
      "Tentu saja, kita semua berusaha untuk mencintai dan dicintai.",
      "Namun, jika pandangan Anda tentang cinta terbatas pada keyakinan: «Saya tidak bisa benar-benar bahagia dan menjadi pribadi yang utuh jika saya tidak memiliki pasangan. Untuk kebahagiaan yang sempurna, saya perlu dicintai», ini sudah menjadi tanda kecanduan.",
      "Apa artinya kecanduan cinta?",
      "Ini terjadi ketika cinta menjadi kebutuhan patologis yang tanpanya Anda tidak merasakan kebahagiaan.",
      "Anda menderita karena ketiadaan cinta, berharap seseorang akan mengisi kekosongan ini. Anda yakin bahwa hidup Anda akan menjadi lebih baik, lebih menarik, dan lebih kaya hanya ketika ada orang yang Anda cintai di dalamnya, yang akan membuat Anda merasa dibutuhkan, penting, dan lengkap.",
      "Kecanduan seperti ini adalah kondisi yang merusak, yang menggerogoti kepribadian, harga diri, dan kemampuan Anda untuk membangun hubungan yang sehat.",
      "Penyebab kecanduan cinta bisa bermacam-macam, tetapi paling sering berakar pada masa kanak-kanak atau remaja.",
      "Orang dengan harga diri rendah sangat rentan terhadap hal ini, mereka takut kesendirian, terfokus pada kekurangan mereka, dan tidak percaya pada kekuatan dan kemampuan mereka sendiri.",
      "Harga diri rendah yang berasal dari masa kanak-kanak dirasakan sebagai ketidaklengkapan.",
      "Ketika orang tua memberikan sedikit perhatian kepada anak dan ia mengalami kekurangan kasih sayang orang tua, di masa dewasa ia akan mencari perasaan ini dari pasangannya, membentuk hubungan yang bergantung.",
      "Mari kita lihat contoh Victoria, 28 tahun, yang menghabiskan malam dan akhir pekan dalam keputusasaan karena ia percaya: «Saya hanya bisa bahagia dalam sebuah hubungan. Tanpa pria, saya bukan apa-apa».",
      "Baginya, dicintai sama pentingnya dengan bernapas. Tuntutan seperti ini sering kali menjauhkan orang lain."
    ]
  },
  "screen_2": {
    "texts": [
      "Dalam proses menganalisis keyakinannya, Victoria mencatat kekurangan dan kelebihan dari pola pikirnya.",
      "Kekurangannya terdengar seperti ini:",
      "Keyakinan ini membuat saya tertekan karena saya sendirian.",
      "Saya kehilangan keinginan untuk melakukan apa pun, menjelajahi dunia, atau menekuni hobi.",
      "Karena ini, saya merasa malas dan tidak bahagia.",
      "Ini menimbulkan rasa kasihan pada diri sendiri.",
      "Ini menghilangkan rasa bangga dan percaya diri, membuat saya iri pada orang lain dan merasa kecewa.",
      "Kemudian dia mencatat kelebihan dari keyakinannya:",
      "Harapan untuk menemukan pasangan, mendapatkan cinta dan rasa aman.",
      "Ini memberi saya tujuan dan makna hidup.",
      "Seberapa nyata kelebihan ini?",
      "Victoria selama bertahun-tahun percaya bahwa dia tidak bisa hidup tanpa pria, tetapi keyakinan ini belum menarik pasangan yang diinginkannya.",
      "Victoria sampai pada kesimpulan bahwa dia terlalu memberi nilai penting kepada pria, dan ini tidak menarik satu pun dari mereka.",
      "Dia juga menyadari bahwa orang-orang yang bergantung sering terlihat terlalu menuntut, yang mempersulit pembentukan hubungan.",
      "Dia melihat bahwa orang-orang yang menemukan kebahagiaan dalam diri mereka sendiri paling sering menarik orang lain, karena mereka memancarkan kebahagiaan dan kepercayaan diri.",
      "Kecanduan cinta menghambat pembentukan hubungan yang sehat. Dengan mengungkapkan kebutuhan akan orang lain untuk kebahagiaan Anda sendiri, Anda secara tidak sadar mengatakan: «Cintai saya, karena saya sendiri tidak berharga». Hubungan seperti itu tidak mungkin sehat.",
      "Tetapi bahkan jika Anda berada dalam hubungan dengan keyakinan seperti itu, hubungan tersebut tidak mungkin sehat. Karena Anda sepenuhnya mengandalkan orang tertentu, yang secara tidak sadar Anda anggap sebagai sumber kebahagiaan Anda, akan tetap bersama Anda.",
      "Dan Anda siap melakukan apa saja untuk itu. Jika tidak mendapatkan «dosis» emosi dan perasaan yang Anda butuhkan, Anda akan menekan pasangan Anda agar merasa dicintai, atau mulai berfantasi tentang menemukan cinta sejati di tempat lain.",
      "Dan Anda akan selalu merasa tidak cukup atau «ada yang salah», karena Anda telah meletakkan tanggung jawab untuk kondisi Anda pada orang lain."
    ],
    "quote": {
      "text": "Kebahagiaan sejati terletak pada kepuasan terhadap diri sendiri.",
      "author": "Seneca"
    }
  },
  "screen_3": {
    "texts": [
      "Sangat penting untuk belajar mengatur suasana hati Anda sendiri dan menemukan kebahagiaan dalam diri Anda. Ini akan memberi Anda kesempatan untuk merasa sama hidupnya baik ketika Anda sendiri maupun ketika Anda bersama orang yang Anda cintai.",
      "Tetapi Anda mungkin berpikir: «Kedengarannya memang bagus, tetapi ini tidak masuk akal. Sendirian berarti menjadi pecundang emosional.»",
      "Banyak yang percaya bahwa cinta adalah penggerak dunia. Anda melihatnya dalam iklan, mendengarnya dalam lagu populer, membacanya dalam puisi. Tetapi sebenarnya, cinta bukan satu-satunya jalan menuju kehidupan yang bahagia dan utuh.",
      "Sendirian sama sekali tidak berarti tidak bahagia. Sebagian besar kesenangan dalam hidup kita peroleh sendiri.",
      "Misalnya, ketika Anda mendengarkan musik favorit, menari, berjalan-jalan di tempat yang indah, membaca buku, atau makan es krim. Anda tidak memerlukan teman untuk merasakan sensasi yang menyenangkan.",
      "Jumlah kesenangan yang dapat Anda nikmati sendirian tidak terbatas. Ini berarti Anda memiliki akses ke banyak sumber kesenangan terlepas dari apakah ada seseorang di samping Anda atau tidak.",
      "Pikirkan apa daftar kesenangan Anda? Dengan apa Anda bisa menyenangkan diri sendiri?",
      "Kadang-kadang kita begitu keras berusaha untuk mendapatkan hubungan yang sempurna dan gagasan perasaan yang tinggi itu sendiri, sehingga kita kehilangan pandangan tentang apa yang sebenarnya kita butuhkan untuk mengalami cinta sejati."
    ],
    "quote": {
      "text": "Cinta pada diri sendiri adalah awal dari roman yang berlangsung seumur hidup.",
      "author": "Oscar Wilde"
    }
  },
  "exercise": {
    "title": "Bagaimana Mengatasi Kecanduan Cinta?",
    "description": "Artikel ini didedikasikan untuk mengkaji kebahagiaan dan keyakinan terkait cinta dan hubungan. Artikel ini menjelaskan bahwa kebahagiaan dapat dicapai dengan berbagai cara, dan menawarkan teknik untuk mengubah keyakinan negatif terkait kesendirian. Artikel ini mengajarkan cara melihat kegembiraan dalam hal-hal sehari-hari dan berkembang terlepas dari ada tidaknya hubungan romantis.",
    "screen_1": {
      "texts": [
        "Hubungan dan cinta dapat membawa banyak kegembiraan dan kebahagiaan dalam hidup, tetapi keduanya bukanlah satu-satunya jalan.",
        "Kebahagiaan adalah proses yang kompleks dan multifaset, dan setiap orang berhak memilih metode dan jalannya sendiri untuk mencapainya.",
        "Karena itu, jika saat ini hidup Anda tidak mencakup hubungan romantis, ini tidak membuatnya menjadi tidak utuh.",
        "Untuk mengubah keyakinan Anda, Anda perlu mengerahkan banyak usaha, ini adalah proses yang panjang dan membutuhkan banyak kerja.",
        "Tetapi kami yakin bahwa, dengan menggunakan rekomendasi dan teknik berikut, Anda akan dapat mengatasi kecanduan cinta dan belajar menjadi bahagia baik dalam hubungan maupun tanpa hubungan.",
        "Mengubah Filter",
        "Pernahkah Anda memperhatikan bahwa, ketika Anda merasa kesepian, di jalan Anda terus-menerus melihat pasangan yang sedang jatuh cinta?",
        "Dan, tampaknya seluruh dunia melawan Anda: di sini ada sepasang merpati, di sana ada kucing jantan dan betina, dan Anda tetap sendiri. Inilah cara distorsi kognitif bekerja — filter negatif.",
        "Ini adalah kesalahan dalam pemikiran dan persepsi, di mana Anda hanya memperhatikan apa yang mengganggu Anda, dan mengabaikan yang lainnya.",
        "Ubahlah filter — lihatlah dunia secara lebih luas. Belajarlah untuk melihat tidak hanya pasangan yang bahagia, tetapi juga orang-orang yang bahagia meskipun sendiri. Atau orang-orang yang memiliki pasangan tetapi tidak menjadi lebih bahagia karenanya — status sosial tidak selalu membenarkan dirinya sendiri."
      ],
      "quote": {
        "text": "Kebahagiaan itu seperti kupu-kupu: semakin Anda mengejarnya, semakin ia menjauh. Tetapi jika Anda mengalihkan perhatian Anda pada hal lain, ia akan datang dan hinggap dengan tenang di bahu Anda.",
        "author": "Henry David Thoreau"
      }
    },
    "screen_2": {
      "texts": [
        "Daftar Kesenangan yang Diantisipasi",
        "Kebahagiaan dapat ditemukan setiap hari dalam kegembiraan kecil, dalam pengembangan diri, dalam persahabatan, dan dalam banyak aspek kehidupan lainnya.",
        "Tetapi kemungkinan besar, Anda tidak berpikir demikian dan yakin bahwa Anda tidak bisa bahagia tanpa orang lain.",
        "Untuk menguji keyakinan ini pada kenyataan, gunakan 'Daftar Kesenangan yang Diantisipasi'. Daftar ini memiliki beberapa kolom, di mana Anda perlu memprediksi dan menunjukkan tingkat kesenangan aktual yang Anda dapatkan dari berbagai aktivitas (pekerjaan dan istirahat) sendirian atau bersama orang lain.",
        "Di kolom pertama, tuliskan tanggal eksperimen",
        "Di kolom kedua, tuliskan beberapa aktivitas yang Anda rencanakan untuk dilakukan pada hari itu sebagai bagian dari eksperimen (Kami merekomendasikan untuk melakukan 40-50 eksperimen selama dua-tiga minggu. Pilih aktivitas yang biasanya memberi Anda rasa kepuasan atau kenikmatan, atau yang memiliki potensi untuk pembelajaran atau pertumbuhan pribadi.)",
        "Di kolom ketiga, tuliskan dengan siapa Anda akan melakukannya. Jika sendiri, tuliskan: 'Saya'.",
        "Di kolom keempat, perkirakan berapa banyak kesenangan yang akan dibawa oleh aktivitas tertentu, dengan menilainya pada skala dari 0 hingga 100% — semakin besar angkanya, semakin tinggi kesenangan yang diharapkan.",
        "Sangat penting untuk mengisi kolom keempat sebelum Anda mulai aktivitas yang direncanakan, bukan setelahnya! Setelah mengisi empat kolom pertama, lanjutkan ke tindakan.",
        "Setelah itu, di kolom kelima, tuliskan tingkat kesenangan aktual, dengan menggunakan sistem penilaian yang sama — dari 0 hingga 100%.",
        "Setelah melakukan serangkaian eksperimen seperti itu, Anda akan dapat menganalisis data yang Anda kumpulkan dan mempelajari banyak hal menarik tentang diri Anda.",
        "Pertama, dengan membandingkan kesenangan yang diperkirakan (kolom 4) dengan kesenangan aktual (kolom 5), Anda akan tahu seberapa akurat prediksi Anda.",
        "Anda mungkin menyadari bahwa Anda biasanya meremehkan tingkat kesenangan yang Anda harapkan untuk didapatkan, terutama ketika Anda melakukan sesuatu sendirian.",
        "Anda mungkin juga terkejut mengetahui bahwa aktivitas dengan seseorang tidak selalu memenuhi harapan Anda.",
        "Pada kenyataannya, Anda bahkan mungkin menemukan bahwa dalam banyak kasus, menghabiskan waktu sendiri lebih menyenangkan bagi Anda daripada bersama orang lain.",
        "Dan Anda juga mungkin melihat bahwa nilai tertinggi yang Anda berikan untuk aktivitas sendirian sama dengan atau bahkan lebih tinggi dari nilai untuk aktivitas bersama orang lain."
      ],
      "quote": {
        "text": "Tidak seorang pun dapat membuat Anda merasa rendah diri tanpa persetujuan Anda.",
        "author": "Eleanor Roosevelt"
      }
    },
    "screen_3": {
      "texts": [
        "Penyesuaian Keyakinan",
        "Cinta, hubungan, dan pernikahan bukanlah prasyarat untuk kebahagiaan dan peningkatan harga diri, terkadang hal tersebut tidak cukup.",
        "Buktinya — jutaan pria dan wanita yang menikah tetapi tidak bahagia.",
        "Jika cinta adalah obat untuk kesepian, masalah, suasana hati yang buruk, depresi, maka semua psikolog akan kehilangan pekerjaan.",
        "Tetapi sayangnya tidak demikian, memiliki pasangan tidak menjamin kehidupan yang bahagia. Dan ini perlu disadari dan diterima.",
        "Untuk mulai bekerja dengan keyakinan – rumuskan dan tuliskan itu. Ini bisa terdengar berbeda:",
        "Jika saya tidak memiliki pasangan, saya tidak bahagia",
        "Jika saya tidak dicintai, berarti saya gagal",
        "Tanpa hubungan, saya tidak lengkap",
        "Kemudian, tuliskan bagaimana keyakinan Anda menghambat Anda. Misalnya:",
        "tuntutan yang terlalu tinggi terhadap diri sendiri, yang tidak ada akhirnya, tampaknya saya tidak cukup baik untuk hubungan",
        "harapan yang tidak realistis dari pasangan, kesimpulan global tentang cinta dan ketidakcintaan alih-alih perhatian pada masalah spesifik",
        "ketidakpuasan dan suasana hati yang tertekan terus-menerus, yang diperkuat oleh situasi kesepian apa pun",
        "Setelah itu, tuliskan kontra-argumen. Ini mungkin proses yang sulit dan mungkin membutuhkan lebih dari satu hari, tambahkan ke daftar saat pemikiran baru muncul.",
        "Misalnya, untuk keyakinan 'Kesepian itu mengerikan dan memalukan' Anda dapat mencatat kontra-argumen berikut:",
        "ketika seseorang sendirian, ini memberinya kesempatan untuk lebih mengenal diri sendiri",
        "tanpa hubungan ada kesempatan untuk mencoba sesuatu yang baru, melakukan sesuatu yang akan jauh lebih sulit dalam hubungan",
        "lebih baik sendirian daripada dengan pasangan yang tidak cocok",
        "Dan elemen terpenting dari proses ini – gantilah keyakinan lama Anda dengan yang baru. Itu harus terdengar realistis dan rasional agar Anda mempercayainya.",
        "Misalnya: «Kesepian bisa menyenangkan dan bermanfaat, di dalamnya Anda bisa beristirahat dan lebih mengenal diri sendiri. Dan cinta memanifestasikan dirinya dalam hubungan yang berbeda.",
        "Bahkan tanpa pasangan, Anda bisa merasakan kedekatan dengan orang lain, berbagi pengalaman, dan menunjukkan kehangatan. Sangat penting untuk bergantung pada hubungan seperti apa yang saya inginkan secara pribadi, dan jika saya tidak memilikinya — tetapkan tujuan dan coba untuk menciptakannya.",
        "Tetapi tidak adanya pasangan tidak membuat saya tidak lengkap. Sama seperti keinginan untuk memiliki pasangan tidak membuat saya lemah dan bergantung.»",
        "Bacalah kembali catatan-catatan ini setiap hari selama 2-3 minggu, Anda dapat menambahkan atau mengubahnya. Dengan begitu, Anda akan berhasil mengatasi pola pikir negatif dan memulai perubahan Anda.",
        "Cinta adalah pengalaman yang luar biasa, tetapi, seperti pengalaman lain, dapat positif dan negatif dan seharusnya tidak menentukan siapa kita dan mengapa kita di sini.",
        "Keinginan dan kebutuhan bukanlah hal yang sama. Oksigen adalah kebutuhan, sedangkan cinta adalah keinginan.",
        "Cinta bukanlah kebutuhan orang dewasa!",
        "Keinginan untuk membangun hubungan cinta — itu normal. Tidak ada yang salah dengan itu. Hubungan yang baik dengan orang yang dicintai adalah kesenangan yang luar biasa.",
        "Tetapi untuk bertahan hidup atau mengalami kebahagiaan tertinggi, Anda tidak memerlukan persetujuan, cinta, atau perhatian dari orang lain."
      ]
    }
  }
}
