{
  "title": "Apakah Saya Selalu Bersalah? Ilusi Kemahakuasaan",
  "description": "Artikel ini mengkaji fenomena psikologis personalisasi — keyakinan bahwa Anda adalah penyebab dari segala sesuatu yang terjadi di sekitar Anda. Teks ini mengungkapkan mekanisme pola pikir ini, konsekuensi negatifnya seperti stres, kecemasan, harga diri rendah dan masalah dalam hubungan. Artikel juga membahas penyebab terbentuknya keyakinan seperti ini, mulai dari masa kanak-kanak dan pengaruh norma-norma budaya. Pada akhirnya, disajikan rekomendasi untuk mengatasi personalisasi dan membebaskan diri dari rasa bersalah yang tidak berdasar.",
  "screen_1": {
    "texts": [
      "Dalam situasi apa pun, apa pun hasilnya — penyebabnya adalah saya.",
      "Terlambat naik kereta — terlalu lama bersiap-siap. Orang-orang di seberang di kereta bawah tanah tertawa — pasti menertawakan saya. Pasangan saya sedang tidak mood — berarti saya melakukan sesuatu yang salah.",
      "Terasa familiar?",
      "Jika ya, maka kita sedang berurusan dengan keyakinan akan kemahakuasaan diri sendiri.",
      "Setiap dari kita pada tingkat tertentu pernah mengalami personalisasi.",
      "Ini adalah jebakan psikologis licik yang membuat Anda merasa sebagai pusat alam semesta dan mengambil tanggung jawab atas banyak hal yang terjadi di sekitar Anda.",
      "Anda yakin bahwa orang-orang di sekitar Anda bereaksi secara eksklusif terhadap Anda, bahwa tindakan, pikiran, dan perasaan mereka sepenuhnya bergantung pada perilaku Anda, meskipun sebenarnya semua ini tidak berada dalam kendali Anda.",
      "Tetapi Anda menderita, menyalahkan diri sendiri dan mengalami perasaan bersalah yang menekan.",
      "Secara paradoks, keyakinan akan kemahakuasaan dan kekuatan diri sendiri justru membatasi Anda, menenggelamkan Anda dalam kecemasan dan mengurangi efektivitas Anda.",
      "Bagaimana personalisasi muncul?",
      "«Semua karena saya»: Anda cenderung percaya bahwa semua yang terjadi dalam hidup adalah hasil dari tindakan Anda sendiri. Tidak peduli apakah itu baik atau buruk, Anda mengambil semua tanggung jawab.",
      "«Semua berpusat pada saya»: Anda yakin bahwa orang-orang di sekitar terus-menerus memikirkan Anda, membicarakan Anda, memperhatikan semua kesalahan dan kekurangan Anda.",
      "«Saya bersalah»: Perasaan bersalah menjadi pendamping tetap, terlepas dari penyebab sebenarnya dari kejadian tersebut."
    ]
  },
  "screen_2": {
    "texts": [
      "Misalnya:",
      "Bayangkan Anda memasuki toko, dan di kasir penjaga toko menjawab Anda dengan kasar. Alih-alih berpikir bahwa penjaga toko mungkin sedang mengalami hari yang buruk atau dia memang kasar, Anda mulai menyalahkan diri sendiri: «Mungkin saya mengatakan atau melakukan sesuatu yang salah».",
      "Untuk pertemuan dengan teman-teman, mereka mengundang kenalan yang tidak Anda sukai. Anda berpikir bahwa mereka melakukan ini dengan sengaja untuk menunjukkan bahwa Anda tidak diinginkan dan bahwa mereka tidak ingin bergaul dengan Anda.",
      "«Jika dia tidak menjawab panggilan saya, berarti dia tersinggung dengan saya».",
      "Remaja-remaja itu tertawa dan saling bertukar pandangan — pasti membicarakan saya.",
      "Dengan gaya berpikir seperti ini, sama sekali tidak penting siapa yang sebenarnya bersalah — rasa bersalah tetap terasa sebagai milik Anda. Menurut Anda, ke mana ini bisa mengarah? Tentu saja, ke stres, apatis, kecemasan, masalah harga diri, dan bahkan depresi.",
      "Mengapa personalisasi berbahaya?",
      "Kritik diri yang berlebihan: Orang dapat cenderung mengkritik diri sendiri dan merasa bersalah atas kejadian yang sebenarnya tidak bergantung pada mereka.",
      "Stres dan kecemasan: Perasaan konstan bahwa semua masalah disebabkan oleh saya menimbulkan stres kronis dan kecemasan.",
      "Masalah dalam hubungan: Orang yang cenderung melakukan personalisasi dapat salah menafsirkan perilaku orang lain, merasa tersinggung dan merusak hubungan.",
      "Persepsi realitas yang terdistorsi: Seperti keyakinan irasional lainnya, personalisasi menyesatkan Anda, menghalangi Anda untuk menilai situasi secara jernih dan mengabaikan fakta dan keadaan yang objektif.",
      "Harga diri rendah: Dengan terus-menerus menyalahkan diri sendiri atas segalanya, Anda menggerogoti kepercayaan diri Anda.",
      "Posisi korban: Beberapa orang secara tidak sadar berusaha menyakiti diri sendiri, menghukum diri mereka sendiri atas pelanggaran yang dibuat-buat. Mereka mungkin mengizinkan orang lain untuk memperlakukan mereka dengan meremehkan."
    ],
    "quote": {
      "text": "Rasa bersalah pasti akan menghasilkan skenario hukuman, bahkan tanpa sepengetahuan kesadaran Anda",
      "author": "Vadim Zeland"
    }
  },
  "screen_3": {
    "texts": [
      "Dari mana personalisasi muncul?",
      "Jenis keyakinan ini terbentuk sejak masa kanak-kanak.",
      "Diketahui bahwa pemikiran anak-anak bersifat egosentris, yang berarti anak tersebut dengan tulus menganggap dirinya sebagai penyebab semua yang terjadi di sekitarnya.",
      "Misalnya, untuk anak-anak berusia tiga-empat tahun, sangat normal untuk berpikir bahwa matahari terbit karena mereka bangun, dan terbenam ketika mereka harus tidur.",
      "Namun, banyak orang dewasa, ketika tumbuh dewasa, masih menggunakan elemen pemikiran egosentris dalam kehidupan sehari-hari.",
      "Tekanan keluarga atau masyarakat dapat membuat seseorang merasa bertanggung jawab atas kesejahteraan orang lain. Misalnya, seorang anak yang terpaksa merawat orang tuanya sejak usia dini.",
      "Masalah dengan harga diri bisa menjadi baik akibat maupun penyebab dari keyakinan seperti ini.",
      "Orang dengan harga diri rendah sering cenderung melakukan personalisasi. Mereka mungkin merasa bahwa mereka tidak layak diperlakukan dengan baik, dan karena itu menganggap kejadian negatif sebagai hasil dari tindakan atau kekurangan mereka.",
      "Pengalaman traumatis di masa lalu juga dapat berkontribusi pada personalisasi. Pada usia dini, ada kemungkinan besar terjadinya distorsi dalam pemikiran anak dan keyakinan bahwa segala sesuatu yang terjadi bergantung padanya.",
      "Misalnya, jika seseorang di masa kecil sering mendengar dari orang tuanya kalimat seperti «kamu bersalah atas segalanya» atau «kamu tidak pernah melakukan apa pun dengan benar», dia mungkin kemudian membawa «label» ini sepanjang hidupnya, menganggap semua kejadian negatif sebagai kesalahannya.",
      "Di beberapa budaya, adalah umum untuk mengambil tanggung jawab atas segala sesuatu yang terjadi di sekitar. Ini dapat menyebabkan orang cenderung melakukan personalisasi, bahkan jika mereka tidak bersalah atas apa yang terjadi.",
      "Apa pun penyebab terbentuknya keyakinan tersebut, kita dapat mengubah pola pikir kita pada tahap kehidupan mana pun, jika kita memiliki motivasi.",
      "Di bab berikutnya, seperti biasa, kita akan membahas rekomendasi utama untuk bekerja dengan keyakinan akan kemahakuasaan diri sendiri."
    ],
    "quote": {
      "text": "Kamu tidak bisa menyalahkan diri sendiri atas segalanya kecuali kamu menganggap dirimu mahakuasa.",
      "author": "Mikhail Bulgakov"
    }
  }
}
