{
  "title": "Keluar dari Jebakan «Semua Karena Saya»",
  "description": "Artikel ini mengkaji fenomena personalisasi — kecenderungan untuk memandang peristiwa sebagai berhubungan langsung dengan diri sendiri. Dibahas juga metode-metode untuk mengurangi dampak negatif dari pola pikir seperti ini, termasuk pengamatan diri dan analisis situasi. Penulis menawarkan saran praktis dan latihan untuk meningkatkan kesejahteraan mental dan membebaskan diri dari rasa bersalah yang tidak perlu.",
  "screen_1": {
    "texts": [
      "Terkadang orang salah menyebut keyakinan personalisasi sebagai «mania kebesaran».",
      "Namun, ini tidak selalu menunjukkan bahwa seseorang memiliki ilusi kebesaran, melainkan mencerminkan pandangan dunia di mana orang yang cenderung melakukan personalisasi menempatkan dirinya di pusat alam semesta: semua peristiwa yang terjadi tampaknya terkait secara pribadi dengannya.",
      "Secara internal, ini tidak dialami sebagai memiliki kekuatan atau kekuasaan yang luar biasa, tetapi sebagai tekanan konstan, perhatian dari orang lain, dan permusuhan tersembunyi.",
      "Untuk mengatasi gaya berpikir yang merugikan ini, penting untuk belajar mengidentifikasi penyebab sebenarnya dari masalah yang muncul.",
      "Alih-alih menyalahkan diri sendiri atas hal-hal yang berada di luar kendali Anda, dan akibatnya, merasa bersalah terhadap seluruh dunia, fokuslah pada analisis situasi.",
      "Mulailah dengan pengamatan diri. Langkah pertama untuk mengurangi personalisasi adalah kesadaran, seperti halnya dengan pemikiran irasional lainnya. Perhatikan dengan seksama pikiran dan reaksi Anda terhadap peristiwa. Perhatikan kapan Anda cenderung mengambil tanggung jawab atas hal-hal yang sebenarnya tidak bergantung pada Anda.",
      "Kemudian, cobalah untuk mengidentifikasi faktor-faktor lain yang mungkin memengaruhi situasi yang telah Anda ambil tanggung jawabnya. Misalnya: «Benarkah hanya saya yang bersalah dalam pertengkaran ini? Faktor dan keadaan lain apa yang mungkin berperan?»",
      "Pertimbangkan kemungkinan alasan perilaku orang lain yang tidak terkait dengan tindakan Anda. Cobalah menempatkan diri Anda pada posisi mereka dan memahami apa yang mungkin memengaruhi reaksi mereka. Misalnya, apa lagi yang mungkin menyebabkan suasana hati atau perilaku mereka?"
    ],
    "quote": {
      "text": "Semua yang kita dengar adalah pendapat, bukan fakta. Semua yang kita lihat adalah perspektif, bukan kebenaran.",
      "author": "Marcus Aurelius"
    }
  },
  "screen_2": {
    "texts": [
      "Gunakan pertanyaan-pertanyaan berikut untuk analisis:",
      "Apakah perlu menyalahkan diri sendiri atas apa yang terjadi?",
      "Apakah saya mampu mengendalikannya?",
      "Apakah saya benar-benar bertanggung jawab atas semuanya? Atau hanya sebagian dari masalah? Bagian yang mana tepatnya?",
      "Apa penyebab lain yang mungkin dari masalah ini?",
      "Contoh:",
      "Bayangkan situasi: Anda datang ke tempat kerja, dan rekan kerja Anda tidak menyapa Anda. Dalam pikiran Anda, segera muncul pemikiran: «Saya melakukan sesuatu yang salah. Sepertinya dia tidak menyukai saya. Mungkin kemarin saya mengatakan sesuatu yang tidak tepat kepadanya, atau saya sendiri tidak menyapanya, dan sekarang dia membalas dendam pada saya».",
      "Periksa pikiran Anda dengan bantuan pertanyaan-pertanyaan di atas dan tuliskan jawaban rasional alternatif:",
      "Mungkin dia tidak menyapa saya karena kurang tidur, hanya lupa, tenggelam dalam pikirannya sendiri, atau mungkin dia sudah menyapa lebih awal dan saya tidak memperhatikannya.",
      "Kemungkinan besar, kondisinya yang mungkin tidak baik dan fakta bahwa dia tidak menyapa, sama sekali tidak terkait dengan perilaku saya. Saya tidak dapat membuktikan sebaliknya, kecuali jika saya bertanya langsung kepadanya. Penjelasan yang paling mungkin: dia kurang tidur, sesuatu terjadi di pagi hari, atau dia hanya lupa.",
      "Saya tidak yakin apakah dia sedih, tetapi bahkan jika demikian, ada banyak alasan untuk kondisinya yang mungkin tidak ada hubungannya dengan saya. Bahkan jika dia kesal karena saya, dia seharusnya memberi tahu saya, jika tidak, saya tidak akan bisa memahami situasi dengan pasti.",
      "Karena saya tidak tahu pasti apakah penyebabnya terkait dengan tindakan saya, saya tidak akan merasa bersalah karenanya.",
      "Ingatlah bahwa kita tidak dapat mengendalikan segala sesuatu dalam hidup. Terkadang kita hanya perlu menerima apa yang terjadi dan tidak mencoba menjelaskan semuanya dengan kesalahan kita."
    ],
    "quote": {
      "text": "Bukan hal-hal itu sendiri yang mengganggu manusia, tetapi pandangan mereka tentang hal-hal tersebut.",
      "author": "Epictetus"
    }
  },
  "screen_3": {
    "texts": [
      "Anda juga dapat menggunakan latihan-latihan berikut untuk bekerja dengan keyakinan ini:",
      "Menerapkan perspektif eksternal",
      "Bayangkan teman Anda menceritakan kepada Anda bahwa rekan kerjanya tidak menyapanya di pagi hari. Bagaimana Anda akan bereaksi? Apa yang akan Anda katakan kepadanya? Saran apa yang akan Anda berikan? Ini akan membantu Anda mengambil jarak dari emosi Anda sendiri dan melihat situasi secara lebih objektif.",
      "Lanjutkan kalimat «jika saja»",
      "Cobalah melengkapi kalimat berikut: «Jika saja saya benar-benar bertanggung jawab atas hal ini, itu berarti...».",
      "Misalnya: «Jika saya benar-benar bertanggung jawab atas kegagalan proyek, itu berarti saya dapat mengendalikan semua peserta dan mencegah kesalahan apa pun». Tetapi pada kenyataannya, banyak faktor berada di luar kendali Anda.",
      "«Jika saya benar-benar bertanggung jawab atas teman saya yang tersinggung kepada saya, itu berarti saya dapat membaca pikirannya dan menebak keinginannya». Tetapi ini tidak mungkin.",
      "Melengkapi frasa «jika saja» akan membantu Anda menganalisis tanggung jawab Anda dan menyadari bahwa Anda tidak selalu dapat mengendalikan semua yang terjadi.",
      "Dengan menggunakan teknik-teknik sederhana ini, Anda dapat menyingkirkan pikiran negatif dan membebaskan diri dari perasaan bahwa Anda bertanggung jawab atas segala sesuatu di dunia.",
      "Ingatlah bahwa Anda bukanlah pusat alam semesta dan tidak berkewajiban bertanggung jawab atas semua peristiwa di sekitar Anda. Lebih baik arahkan energi Anda untuk menyelesaikan masalah dan menciptakan kehidupan yang lebih bahagia dan harmonis."
    ]
  }
}
