{
  "title": "Orang Lain Berutang pada Saya. Apa yang Salah dengan Keyakinan Ini?",
  "description": "Artikel ini membahas masalah pola pikir \"orang lain berutang pada saya\", yang terbentuk pada orang-orang yang mengharapkan dunia berputar mengelilingi mereka dan memenuhi semua kebutuhan mereka. Penulis menjelaskan bagaimana pola pikir ini muncul pada masa kanak-kanak, memberikan contoh bagaimana hal itu muncul dalam kehidupan dewasa, dan menggambarkan konsekuensi negatif dari pemikiran seperti itu, termasuk kekecewaan, ketegangan dalam hubungan, dan hilangnya kemandirian. Sebagai kesimpulan, diajukan gagasan bahwa penting untuk menerima dunia apa adanya dan memahami bahwa di dalamnya ada tempat tidak hanya untuk kita, tetapi juga untuk orang lain.",
  "screen_1": {
    "texts": [
      "\"Orang lain berutang pada saya\" — ini adalah jebakan yang banyak orang jatuh ke dalamnya, berpikir bahwa dunia berputar mengelilingi mereka.",
      "Orang-orang yang berada dalam posisi seperti ini sering mengharapkan orang lain akan setuju dengan mereka dan memenuhi permintaan mereka.",
      "Mereka tidak mempertimbangkan pendapat dan kebutuhan orang lain, menganggap bahwa keinginan dan kebutuhan mereka sendiri lebih penting.",
      "Keyakinan 'keharusan' ini dapat terdengar seperti:",
      "Teman-teman selalu harus membantu saya",
      "Pasangan saya harus selalu mendukung saya dalam segala hal",
      "Ibu saya harus menjaga anak-anak saya",
      "Semuanya harus seperti yang saya inginkan",
      "Orang tidak boleh menolak saya",
      "Dunia harus adil kepada saya",
      "Jika Anda melihat pemikiran seperti ini pada diri Anda sendiri, kemungkinan besar Anda merasa bahwa Anda pantas mendapatkan kesuksesan, cinta, kebahagiaan hanya karena hak kelahiran.",
      "Anda mengharapkan alam semesta dan orang-orang di sekitar Anda untuk memenuhi keinginan Anda karena Anda orang yang baik dan murah hati atau karena Anda bekerja keras.",
      "Tetapi ketika ini tidak terjadi, dan ini sering terjadi, Anda dihadapkan pada pilihan: tenggelam dalam kesedihan dan perasaan rendah diri atau meledak dengan kemarahan. Orang-orang yang merasa semua orang berutang kepada mereka sering menghadapi masalah."
    ],
    "quote": {
      "text": "Kita tidak dapat mengendalikan angin, tetapi kita dapat mengarahkan layar.",
      "author": "Dolly Parton"
    }
  },
  "screen_2": {
    "texts": [
      "Dan, yang utama, ini adalah kekecewaan: jika Anda ditolak, tidak dipahami bahwa mereka harus menyelesaikan masalah Anda, tidak memenuhi harapan Anda, maka Anda pasti akan mengalami kekecewaan, sakit hati, kemarahan, kebingungan tentang bagaimana seseorang bisa memperlakukan Anda — orang yang begitu luar biasa — seperti itu.",
      "Anda menghabiskan banyak energi untuk emosi negatif, melihat dunia dengan nada suram. Sikap menuntut Anda terhadap kehidupan menghalangi Anda untuk menikmati, berbahagia, karena Anda tidak menerima dunia apa adanya, Anda selalu memiliki klaim tentang bagaimana dunia seharusnya.",
      "Tania adalah contoh yang jelas dari seseorang dengan pola pikir \"semua orang berutang pada saya\". Dia mengharapkan teman-temannya selalu tersedia, siap meninggalkan segalanya dan bergegas membantunya, menyelesaikan semua masalahnya dan memenuhi semua permintaannya.",
      "Misalnya, dia bisa menelepon pada pukul 3 pagi, menuntut agar temannya segera datang dan mendukungnya setelah bertengkar dengan pacarnya.",
      "Atau, tanpa pemberitahuan sebelumnya, meminta bantuan untuk pindahan, meskipun temannya sudah merencanakan pertemuan penting pada hari itu. Ketika teman-temannya tidak bisa membantunya, Tania tersinggung dan merasa ditinggalkan, tidak dibutuhkan.",
      "Ini adalah posisi berbahaya yang dapat menyebabkan isolasi, ketegangan dalam hubungan, atau bahkan kehancuran hubungan tersebut.",
      "Teman dan orang terdekat mulai menghindari pertemuan atau percakapan, takut akan tuntutan, ketersinggungan, atau pertengkaran lain. Karena tidak ada yang ingin terus-menerus merasa berkewajiban dan tunduk pada keinginan orang lain.",
      "Dari mana keyakinan ini berasal? Pola pikir ini sering terbentuk di masa kecil, ketika anak tidak dihadapkan dengan batasan yang realistis dan mendapatkan semua yang diinginkannya. Ini bisa terjadi karena berbagai alasan:",
      "Orang tua memanjakan anak dan mengizinkannya melakukan apa pun yang terlintas di pikirannya.",
      "Dalam kasus seperti ini, bagian narsisistik dari kepribadian anak terbentuk dengan rasa kepentingan diri yang berlebihan.",
      "Contoh: Katya kecil selalu mendapatkan semua yang dia inginkan. Orang tuanya percaya bahwa dia pantas mendapatkan yang terbaik dan tidak menolak apa pun untuknya. Katya terbiasa dunia berputar mengelilinginya, dan tidak mengerti mengapa di sekolah guru tidak memberikan semua perhatian mereka kepadanya, dan teman sekelas tidak menghargai pendapatnya.",
      "Orang tua sendiri hidup dengan prinsip \"semua orang berutang pada saya\".",
      "Anak mengulangi skenario orang tua, menginternalisasi pola pikir ini.",
      "Contoh: Orang tua Vanya terus-menerus mengeluh tentang kehidupan, berpikir bahwa mereka seharusnya dibayar lebih, bahwa mereka tidak dihargai, dan bahwa hak-hak mereka terus-menerus dilanggar. Vanya tumbuh dalam suasana ketidakpuasan dan harapan bahwa dunia berhutang sesuatu kepadanya."
    ],
    "quote": {
      "text": "Tidak ada yang berutang apa pun kepada Anda. Semua yang Anda dapatkan dalam hidup: itu adalah hadiah.",
      "author": "Osho"
    }
  },
  "screen_3": {
    "texts": [
      "Orang tua tidak menghargai pendapat anak, mengabaikan minat dan keinginannya.",
      "Anak marah pada orang tuanya, tetapi tidak dapat mengekspresikan kemarahannya secara terbuka. Oleh karena itu, dia mentransfer kemarahan itu kepada orang lain, berpikir bahwa mereka harus mengasihaninya dan mengkompensasi apa yang tidak dia dapatkan di masa kecil.",
      "Contoh: Anya selalu bermimpi menjadi seorang seniman, tetapi orang tuanya memaksanya untuk belajar menjadi pengacara, menganggap itu profesi yang lebih bergengsi. Anya berkompromi, tetapi hatinya selalu tertarik pada kreativitas.",
      "Dia merasa sedih terhadap orang tuanya karena tidak membiarkannya mewujudkan mimpinya, dan kemudian mentransfer kesedihan ini kepada semua orang di sekitarnya, berpikir bahwa mereka berhutang budi untuk membantunya menemukan kebahagiaan dalam hidup.",
      "Anak dipaksa untuk menyenangkan orang tuanya agar mereka mencintainya. Dia tumbuh dengan keyakinan bahwa cintanya harus diperoleh.",
      "Contoh: Sergei selalu berusaha memenuhi semua kebutuhan orang tuanya, takut bahwa mereka tidak akan mencintainya jika dia melakukan sesuatu yang salah. Dia tumbuh dengan rasa ketidakpercayaan diri dan terus-menerus mencoba membuktikan nilainya, berpikir bahwa orang lain harus memberinya apa yang telah dia peroleh.",
      "Konsekuensi dari pola pikir seperti ini bisa beragam dan negatif. Ini termasuk:",
      "Kekecewaan dan ketidakpuasan: Mengharapkan orang lain untuk memenuhi semua kebutuhan Anda dapat menyebabkan kekecewaan konstan dan perasaan tidak puas karena kesenjangan antara harapan dan kenyataan",
      "Ketegangan dalam hubungan: Keyakinan bahwa dunia harus menyesuaikan diri dengan Anda dapat menyebabkan ketegangan dan konflik dalam hubungan, karena hal ini sering menyebabkan ketidakpuasan dan ketidaksepakatan",
      "Kehilangan kemandirian: Harapan konstan bahwa orang lain harus mengambil semua tanggung jawab membuat Anda bergantung dan menghambat perkembangan kemandirian dan pertumbuhan pribadi",
      "Dampak negatif pada harga diri: Dengan mengandalkan orang lain untuk memenuhi kebutuhan Anda, Anda tidak mengembangkan harga diri Anda sendiri, yang dapat menyebabkan emosi negatif dan perasaan tidak lengkap",
      "Kurangnya saling membantu: Dengan berfokus hanya pada diri sendiri, Anda kehilangan kesempatan untuk berempati dan membantu orang lain, yang dapat menghambat pengembangan hubungan yang berkualitas dan dukungan sosial"
    ],
    "quote": {
      "text": "Jangan berharap dunia akan berputar mengelilingimu. Di dunia ini ada tempat untuk orang lain juga",
      "author": "Aristoteles"
    }
  }
}
