{
  "title": "Bagaimana Mengatasi Keyakinan \"Keharusan\"?",
  "description": "Artikel ini membahas keyakinan \"keharusan\" sebagai sumber stres dan ketidakpuasan, menekankan bahwa pola pikir ini membuat kita merasa terjebak oleh keadaan. Penulis menyarankan untuk menyadari ketidakrealistisan keyakinan seperti itu, menggantinya dengan rumusan yang lebih fleksibel, dan mengambil tanggung jawab atas keinginan dan tindakan kita. Praktik rasa syukur dan kasih sayang, serta kemampuan untuk meminta bantuan dan menerima ketidaksempurnaan, akan membantu mengurangi stres dan meningkatkan kualitas hidup.",
  "screen_1": {
    "texts": [
      "Keyakinan \"keharusan\" adalah musuh diam-diam yang mencuri kebahagiaan hidup kita, menggerogoti ketenangan, dan menghambat pembentukan hubungan yang konstruktif dan dekat dengan orang lain.",
      "Ide utama dari pola pikir ini adalah konsep kewajiban.",
      "Kata \"harus\" itu sendiri dalam kebanyakan kasus adalah jebakan bahasa.",
      "Arti kata \"harus\" adalah hanya seperti itu dan tidak bisa lain. Frasa: \"harus\", \"wajib\", \"diperlukan\" membuat kita merasa terjebak oleh keadaan, karena mereka menandakan situasi di mana tidak ada alternatif lain.",
      "Tetapi penanda seperti ini hanya tepat dalam kasus yang sangat jarang, hampir pengecualian.",
      "Misalnya, pernyataan \"manusia harus bernafas udara\" adalah realistis, karena secara fisik tidak ada alternatif.",
      "Namun, pernyataan \"tidak ada yang boleh terlambat\" tidak tepat dan tidak realistis, karena pada kenyataannya hal ini sangat mungkin terjadi. Orang-orang terlambat, tertunda, atau bahkan tidak datang sama sekali.",
      "Oleh karena itu, adanya keyakinan keharusan tak terhindarkan menimbulkan stres, baik akut maupun kronis.",
      "Bagaimana membebaskan diri dari \"keharusan\"?",
      "Sadari ketidakrealistisan keyakinan Anda",
      "Dengan menuntut orang lain tentang bagaimana mereka harus bersikap terhadap Anda, apa yang harus mereka katakan dan lakukan, Anda hanya mengharapkan hasil tertentu dari mereka.",
      "Ini adalah sumber stres yang kuat, karena tidak pernah dan tidak ada seorang pun dalam hidup yang memiliki lingkungan yang selalu memenuhi harapan kita.",
      "Bahkan bagi warga yang paling berwenang, bagi para penguasa tertinggi, selalu ada orang yang bertindak \"tidak seperti yang seharusnya\".",
      "Tentu saja, ketika kita bertemu dengan seseorang yang bertindak \"tidak seperti yang seharusnya\", tingkat gairah psiko-emosional kita meningkat. Hasilnya adalah stres konstan, sakit hati, dan serangkaian emosi negatif."
    ],
    "quote": {
      "text": "Jika kamu berpikir bahwa dunia berhutang sesuatu padamu, itu akan menjadi sumber penderitaanmu. Ingatlah bahwa dunia tidak berhutang apa pun kepada siapa pun.",
      "author": "Buddha"
    }
  },
  "screen_2": {
    "texts": [
      "Tentukan akar keyakinan",
      "Pikirkan dari mana keyakinan ini berasal. Mungkin saat kecil Anda dimanjakan dan tidak diberi batasan yang realistis atau Anda mewarisi pola pikir seperti ini dari orang tua. Menyadari penyebabnya tidak akan membantu menghilangkan keyakinan, tetapi ini adalah langkah penting dalam bekerja dengannya.",
      "Perhatikan apa yang Anda katakan. Lacak kata-kata \"harus\", \"wajib\", \"perlu\" dalam pembicaraan Anda dan gantilah dengan \"ingin\", \"lebih suka\", \"saya berharap\".",
      "Contoh: \"Teman-teman saya harus menelepon saya terlebih dahulu\" diganti dengan \"Saya berharap teman-teman saya menelepon saya terlebih dahulu\".",
      "Ambil tanggung jawab",
      "Makna semantik dari kata-kata ini menentukan sikap terhadap situasi tersebut.",
      "Dalam satu kasus, itu adalah kebutuhan yang tak terelakkan, tanggung jawabnya terletak pada kekuatan eksternal (orang, alam, keadaan, dll.), dalam kasus lain, itu adalah pilihan bebas, yang tanggung jawabnya terletak pada diri Anda sendiri.",
      "Sulit untuk mengambil tanggung jawab atas pilihan pada diri sendiri, tetapi jalan ini meningkatkan tingkat kebebasan dan mengurangi beban stres dalam jangka panjang.",
      "Uraikan \"keharusan\" Anda menjadi bagian-bagian",
      "Alih-alih mengatakan \"saya harus ...\" tanyakan pada diri sendiri:",
      "Mengapa saya percaya bahwa ini harus seperti ini?",
      "Apakah ada alternatif lain?",
      "Apa yang ingin saya capai dengan ini?",
      "Apa manfaatnya jika seperti ini?",
      "Tentukan keinginan sejati Anda, jujurlah pada diri sendiri. Apa yang benar-benar Anda inginkan ketika mengatakan bahwa seseorang atau sesuatu berhutang pada Anda? Nilai-nilai apa yang Anda lindungi di sini?"
    ]
  },
  "screen_3": {
    "texts": [
      "Belajar meminta dan mengungkapkan kebutuhan Anda",
      "Alih-alih mengasumsikan bahwa orang lain tahu tentang kebutuhan atau keinginan Anda, belajarlah untuk mengungkapkannya dengan jelas dan terbuka serta meminta bantuan ketika diperlukan.",
      "Praktikkan kasih sayang",
      "Cobalah untuk memahami perasaan orang lain. Ingat bahwa setiap orang memiliki kekhawatirannya sendiri dan bahwa mereka tidak selalu dapat mendukung, mendengarkan, memuji Anda, tidak selalu dapat memberikan bantuan yang diperlukan.",
      "Cobalah untuk menempatkan diri pada posisi orang lain, mencari penjelasan alternatif untuk apa yang terjadi, sehingga mengembangkan empati.",
      "Bersyukurlah",
      "Alih-alih fokus pada apa yang seharusnya dilakukan orang lain untuk Anda, fokuslah pada rasa syukur atas apa yang mereka lakukan.",
      "Misalnya, bayangkan bahwa kolega membantu Anda dengan proyek, meskipun dia sendiri sangat sibuk. Alih-alih berpikir \"Dia harus membantu saya, itu adalah kewajibannya\", rumuskan ulang pemikiran Anda menjadi: \"Saya berterima kasih atas bantuan kolega saya, mengingat kesibukannya. Dia benar-benar profesional\".",
      "Praktik rasa syukur memungkinkan kita untuk melihat dan menghargai perbuatan baik orang lain, serta menciptakan suasana saling menghormati dan mendukung. Rasa syukur dapat diekspresikan baik secara pribadi maupun publik, dan ini membantu memperkuat hubungan kita dengan orang lain.",
      "Terima ketidaksempurnaan",
      "Dunia tidak sempurna, jangan menuntut hal yang mustahil dari diri sendiri dan orang lain. Jangan mencoba mengubah dunia dan orang lain sesuai keinginan Anda, tidak ada hal baik yang akan terjadi.",
      "Membebaskan diri dari pola pikir irasional adalah proses yang panjang dan tidak selalu mudah. Tapi itu sepadan, secara bertahap Anda akan mulai merasa lebih bebas, bahagia, dan percaya diri."
    ]
  }
}
