{
  "title": "Ketergantungan pada Kesempurnaan, Perfeksionisme",
  "description": "Artikel ini mengkaji perfeksionisme, menekankan bahwa keinginan untuk mencapai standar tinggi bisa bermanfaat, tetapi ketika berubah menjadi tuntutan yang kaku, ini mengarah pada konsekuensi negatif seperti kecemasan dan ketidakpuasan hidup. Contoh dari kehidupan nyata menunjukkan bagaimana pengalaman masa kecil dan pendidikan dapat berkontribusi pada pembentukan keyakinan dan perilaku perfeksionis. Sebagai kesimpulan, penulis mengajak untuk menyeimbangkan antara keinginan mencapai kesempurnaan dan hasil yang dapat diterima, untuk menghindari kelelahan dan kekecewaan.",
  "screen_1": {
    "texts": [
      "Keinginan untuk mencapai standar tinggi, menyelesaikan tugas dengan sukses, dan menjadi produktif adalah kualitas yang cukup positif.",
      "Demikian juga keinginan untuk diterima, disetujui, dicintai, atau memiliki pencapaian yang berarti dalam hidup.",
      "Ketika hal ini tetap pada tingkat keinginan, aspirasi, atau tujuan, kita dapat berbicara tentang keyakinan konstruktif yang membantu kita dalam hidup dan memotivasi kita.",
      "Tetapi jika keinginan berubah menjadi tuntutan yang kaku dan tetap, dan biaya untuk memenuhinya menjadi terlalu tinggi, ini lebih dari sekadar standar tinggi, melainkan perfeksionisme.",
      "Apa artinya menjadi perfeksionis?",
      "Perfeksionisme, sebagai keyakinan bahwa segala sesuatu harus dilakukan dengan sempurna 100%, sering menjadi dasar dari banyak masalah.",
      "Anda berjuang untuk kesempurnaan: kesalahan tidak dapat diterima bagi Anda, dan kegagalan tampak seperti bencana. Anda percaya bahwa Anda harus terlihat, merasa, berpikir, dan berperilaku sempurna dalam situasi apa pun.",
      "Begitu Anda mencapai tujuan, ia segera digantikan oleh tujuan baru yang lebih jauh, sehingga Anda tidak pernah menikmati dan mendapatkan pengakuan atas usaha Anda. Hidup menjadi rutinitas yang abu-abu dan melelahkan, karena Anda hidup berusaha memenuhi standar yang tidak realistis dan terkadang mustahil.",
      "Artinya, orang dengan perfeksionisme:",
      "sering membandingkan diri dengan orang lain",
      "berada dalam persaingan permanen",
      "berkonsentrasi pada kegagalan dan kekecewaan, tidak memperhatikan kesuksesan",
      "mengkritik diri sendiri atau orang lain dengan keras",
      "beradaptasi buruk dengan kenyataan",
      "terus-menerus menunda, prokrastinasi"
    ],
    "quote": {
      "text": "Perfeksionisme adalah ketakutan dalam sepatu mewah dan mantel bulu, berpura-pura elegan, padahal sebenarnya hanya ketakutan.",
      "author": "Elizabeth Gilbert"
    }
  },
  "screen_2": {
    "texts": [
      "Model perfeksionisme dalam contoh",
      "Perlu diingat bahwa menurut psikoterapi kognitif-perilaku, pengalaman hidup kita membentuk keyakinan tentang diri kita sendiri, orang lain, dan dunia. Keyakinan ini, pada gilirannya, menentukan strategi dan aturan hidup kita.",
      "Sebagai contoh, mari kita lihat Evgeny. Orang tuanya selalu memiliki harapan tinggi terhadapnya, nilai apa pun di bawah 'sempurna' dianggap sebagai kegagalan.",
      "Meskipun Zhenya memiliki bakat musik, orang tuanya mengkritik keberhasilannya dan mendorongnya menuju profesi dokter yang lebih 'bergengsi'.",
      "Pengalaman ini menciptakan keyakinan mendalam pada Zhenya bahwa dia 'tidak cukup baik' dan 'tidak kompeten'.",
      "Untuk mengkompensasi ini dan merasa baik dan kompeten, dia mengembangkan aturan: 'Saya harus melakukan segalanya dengan sempurna'.",
      "Keinginan untuk mencapai kesempurnaan membuat Evgeny bekerja sampai kelelahan, memarahi dirinya sendiri atas kesalahan terkecil, dan bersikap kritis terhadap rekan-rekannya. Ini menyebabkan kelelahan, kecemasan, masalah dalam hubungan, dan ketidakpuasan hidup.",
      "Seringkali dia menetapkan tujuan yang tidak realistis, misalnya, mempersiapkan presentasi dengan sempurna dalam waktu singkat.",
      "Jika dia berhasil (yang kecil kemungkinannya), aturannya dikonfirmasi, menciptakan ilusi kontrol. Dalam kasus kegagalan, Zhenya menyalahkan dirinya sendiri, memperkuat keyakinannya tentang ketidakmampuannya sendiri.",
      "Hasilnya adalah lingkaran setan: aturan \"melakukan semuanya dengan sempurna\" melindungi Evgeny dari perasaan 'ketidakcukupan' yang menyakitkan, tetapi hanya selama dia mampu memenuhi standarnya yang terlalu tinggi dan tidak realistis.",
      "Setiap kesalahan menyebabkan emosi negatif, meningkatkan kritik diri dan memelihara perfeksionisme.",
      "Bagaimana keyakinan perfeksionisme bisa terdengar?",
      "Saya harus melakukan segalanya dengan sempurna",
      "Saya harus berhasil dalam segala hal",
      "Jika tidak melakukan yang terbaik, lebih baik tidak melakukan apa pun",
      "Jika saya dikritik, berarti saya melakukan dengan buruk. Tidak boleh melakukan dengan buruk",
      "Saya tidak berhak membuat kesalahan",
      "Saya harus menjadi yang terbaik dalam semua yang saya lakukan",
      "Bagaimana keinginan terus-menerus untuk kesempurnaan terbentuk?",
      "Paling sering, keinginan semacam ini terbentuk pada usia sekolah dasar atau prasekolah, sebagai hasil dari pendidikan keluarga."
    ]
  },
  "screen_3": {
    "texts": [
      "Para peneliti percaya bahwa perfeksionisme neurotik terbentuk di bawah pengaruh pengalaman masa kecil dengan orang tua yang menunjukkan cinta secara bersyarat (untuk nilai, hasil, dll.) atau tidak menunjukkan persetujuan sama sekali.",
      "Dalam kedua kasus tersebut, anak mengembangkan keinginan untuk menjadi sempurna, untuk membuktikan kepada orang tua bahwa dia bisa menjadi baik dan berharga bagi dirinya sendiri dan bagi mereka. Seringkali orang tua dari perfeksionis menunjukkan kritik berlebihan, menolak memberikan dukungan kepada anak, dan menunjukkan tuntutan yang tinggi.",
      "Untuk memenuhi harapan orang tua dan menghindari hukuman dan kritik, anak harus berusaha menjadi sempurna.",
      "Pada dasarnya, ada empat jenis perilaku orang tua yang dapat berkontribusi pada perkembangan perfeksionisme:",
      "Orang tua sendiri menunjukkan model perilaku perfeksionis yang kuat",
      "Orang tua terlalu kritis dan menuntut terhadap anak, tidak ada dukungan emosional dan bantuan yang cukup dalam hubungan",
      "Persetujuan orang tua tidak ada atau tidak konsisten dan bersyarat",
      "Gaya pengasuhan yang otoriter dan harapan orang tua yang berlebihan",
      "Masuknya anak ke sekolah mendorong mereka untuk memformalkan keberhasilan mereka dalam bentuk nilai.",
      "Di sinilah 'sindrom siswa teladan' terbentuk, yang oleh psikolog dikaitkan dengan perfeksionisme. Anak mencoba menjadi yang terbaik dalam segala hal, dan jika dia tidak berhasil, pemikiran terpolarisasi diaktifkan berdasarkan prinsip 'semua atau tidak sama sekali'.",
      "Tidak ada kemungkinan untuk menjadi yang terbaik dalam mata pelajaran ini, sehingga strategi yang dipilih adalah menjadi yang terburuk dari semua - lebih baik menjadi yang terakhir, karena tidak bisa menjadi yang pertama."
    ]
  },
  "screen_4": {
    "texts": [
      "Selain pengaruh keluarga, perfeksionisme didorong oleh masyarakat modern. Di sekolah dan universitas, guru menyukai siswa teladan yang patuh, dan pemberi kerja menghargai karyawan yang perfeksionis.",
      "Ekonomi pasar mendorong orang untuk bersaing, berusaha terus-menerus mencapai hasil yang lebih baik.",
      "Media mendiktekan mode dan pemahaman tentang kecantikan dan daya tarik kepada kita. Jika seseorang terlihat baik, berpakaian bergaya, menjaga diri, ini meningkatkan peluang untuk menemukan pasangan, pekerjaan bergengsi, dan teman-teman yang sama menariknya.",
      "Karena hal ini, seseorang sering yakin akan perlunya mematuhi standar tinggi untuk menjadi bagian dari masyarakat.",
      "Jadi apakah perfeksionisme itu baik atau buruk?",
      "Pertanyaan tentang perfeksionisme sering menimbulkan perselisihan: beberapa menganggapnya bermanfaat, yang lain menganggapnya berbahaya.",
      "Jika Anda seorang perfeksionis, kemungkinan besar Anda akan mengatakan bahwa mengejar kesempurnaan itu normal, bagaimana lagi Anda bisa sukses? Namun, dalam praktiknya, ia mengambil sejumlah besar energi dan sumber daya dari Anda, secara bertahap tetapi tanpa ampun menguras tubuh dan psikis Anda.",
      "Perfeksionisme terkait erat dengan ketergantungan pada pencapaian, yang kita bahas di bab-bab sebelumnya, sehingga kekurangannya juga serupa.",
      "Standar yang terlalu tinggi dan tidak realistis memengaruhi hampir setiap aspek kehidupan Anda: pekerjaan, studi, hubungan dengan orang terdekat, waktu santai Anda.",
      "Masalahnya adalah ideal yang dicari oleh perfeksionisme sebenarnya tidak dapat dicapai. Kesempurnaan tidak ada - ini adalah keadaan objek atau fenomena terbaik dan lengkap, yang dipersepsikan oleh setiap orang dengan caranya sendiri.",
      "Mari jujur dan bertanya pada diri kita: apakah ada sesuatu yang benar-benar sempurna untuk semua orang?",
      "Apa yang Anda anggap sempurna mungkin tampak seperti omong kosong bagi orang lain. Bahkan karya-karya Mozart dan karya-karya Da Vinci tidak disukai oleh semua orang, meskipun mereka dianggap sebagai puncak seni.",
      "Ketika Anda menyesuaikan keyakinan Anda sesuai dengan kenyataan, maka Anda akan dapat menikmati pekerjaan yang telah selesai dan hidup secara keseluruhan, bukan kekecewaan yang terus-menerus.",
      "Sangat penting untuk belajar menyeimbangkan antara berusaha untuk yang terbaik dan hasil yang dapat diterima, yang baik."
    ]
  }
}
