{
  "title": "Bagaimana Jika Anda Memiliki Perfeksionisme, Tidak Ada Kesempurnaan, Tetapi Anda Ingin Hidup Normal?",
  "description": "Artikel ini membahas dua jenis perfeksionisme, negatif dan positif, menawarkan rekomendasi efektif untuk mengatasi kecenderungan perfeksionis. Penulis menyajikan delapan strategi kunci, termasuk motivasi untuk berubah, restrukturisasi kognitif, orientasi pada proses daripada hasil, dan pembentukan keyakinan baru yang lebih sehat. Gagasan utamanya adalah bahwa perfeksionisme dapat diatasi dengan belajar menerima ketidaksempurnaan, mencintai diri sendiri tanpa syarat, dan merawat diri setiap hari.",
  "screen_1": {
    "texts": [
      "Ilmuwan modern membedakan dua jenis perfeksionisme: negatif dan positif, atau dengan kata lain, sehat dan patologis.",
      "Untuk mengubah kekurangan menjadi kelebihan, penting untuk menggabungkan kualitas kepemimpinan dan keinginan untuk kesempurnaan dengan akal sehat dan rasionalitas.",
      "Kami telah menyiapkan rekomendasi efektif untuk mengatasi perfeksionisme.",
      "Titik awal terbaik untuk mengatasi masalah apa pun adalah motivasi untuk berubah.",
      "Untuk mengalahkan perfeksionisme, penting untuk menyadari mengapa Anda membutuhkannya. Analisis dan tuliskan semua kelebihan dan kekurangannya.",
      "Mungkin Anda akan terkejut mengetahui bahwa kesulitannya jauh lebih banyak daripada manfaatnya. Begitu Anda menyadari dan menerimanya, akan jauh lebih mudah bagi Anda untuk berubah.",
      "Seperti banyak orang, Anda mungkin berpikir bahwa segala sesuatu harus dilakukan 100% atau bahwa Anda tidak boleh sama sekali membuat kesalahan, atau berpegang pada pikiran dan keyakinan perfeksionis serupa lainnya.",
      "Sangat penting bagi Anda untuk mempertanyakan semua pikiran seperti itu dan bekerja dengan mereka.",
      "Bagaimana caranya? Akan bermanfaat untuk terus membuat jurnal pikiran otomatis, di mana Anda dapat mengidentifikasi ide-ide ini, menguji realitasnya, dan memberikan respons rasional."
    ],
    "quote": {
      "text": "Saya telah melewatkan lebih dari 9000 tembakan dalam karir saya. Saya kalah hampir 300 pertandingan. 26 kali saya dipercaya untuk melakukan tembakan penentu kemenangan, dan saya meleset. Saya telah gagal lagi dan lagi dalam hidup saya. Dan itulah mengapa saya berhasil.",
      "author": "Michael Jordan"
    }
  },
  "screen_2": {
    "texts": [
      "Pertanyaan-pertanyaan berikut dapat membantu pengujian realitas (restrukturisasi kognitif):",
      "Bukti apa yang saya miliki yang mendukung pemikiran atau keyakinan ini?",
      "Apakah pikiran ini berguna?",
      "Apakah ada cara lain yang bisa saya pikirkan tentang situasi ini atau tentang diri saya sendiri?",
      "Apakah saya menyalahkan diri sendiri tanpa alasan?",
      "Apa atau siapa lagi yang berkontribusi pada situasi ini?",
      "Apakah ini benar-benar di bawah kendali saya?",
      "Apakah saya berpegang pada standar yang tidak berdasar atau ganda?",
      "Apakah ini harapan yang realistis?",
      "Pertanyaan-pertanyaan ini bertujuan untuk memeriksa keyakinan tertentu, mengkonfirmasinya, mengklarifikasi atau membantahnya, dan merumuskan keyakinan alternatif.",
      "Tanyakan pada diri sendiri: jika saya melakukannya dengan sempurna, lalu apa? Dan jika saya tidak melakukannya dengan sempurna, lalu apa? Cobalah untuk memahami apa yang ada di balik perfeksionisme Anda. Mungkinkah Anda takut ditolak? Mungkinkah Anda takut ditertawakan di depan umum? Mungkinkah di balik perfeksionisme tersembunyi haus akan pengakuan?",
      "Ketika Anda memahami apa yang ada di balik perfeksionisme, tanyakan pada diri sendiri, apakah Anda benar-benar mengatasi ketakutan dan kebutuhan ini dengan bantuan perfeksionisme?",
      "Jadi Anda menulis laporan dengan sempurna, menyerahkannya, dan kemudian apa? Sekarang Anda tidak takut sama sekali bahwa orang-orang akan berpaling dari Anda? Jadi Anda tampil dengan sempurna, mereka bertepuk tangan untuk Anda, dan itu saja, apakah Anda cukup puas dengan tepuk tangan dari kerumunan orang asing ini?",
      "Kemungkinan besar, jawaban Anda negatif. Anda mencapai kesempurnaan, merasakan kebahagiaan untuk beberapa saat, dan kemudian kembali ke perlombaan ini.",
      "Hilangkan pemikiran hitam-putih",
      "Perfeksionis sering berpikir dalam kategori \"semua atau tidak sama sekali\", \"sukses atau gagal\", \"lakukan dengan sempurna atau jangan lakukan sama sekali\".",
      "Pendekatan seperti ini tidak realistis. Lihatlah sekeliling dan tanyakan pada diri sendiri, berapa banyak hal di dunia yang masuk dalam kategori \"semua atau tidak sama sekali\". Apakah dinding Anda benar-benar bersih? Atau apakah ada sedikit kotoran?",
      "Apakah Anda mengenal seseorang yang benar-benar tenang dan percaya diri? Apakah aktris favorit Anda memiliki kecantikan yang sempurna, atau apakah dia juga memiliki kekurangan?"
    ]
  },
  "screen_3": {
    "texts": [
      "Dalam kehidupan, jarang ada yang datang tanpa kesalahan dan kegagalan.",
      "Tidak ada yang lahir sebagai ahli – kita belajar, mencoba, membuat kesalahan, dan secara bertahap menjadi lebih baik.",
      "Jadi izinkan diri Anda untuk tidak sempurna, melakukan sesuatu yang tidak selesai, membuat kesalahan. Kesalahan bukanlah musuh, tetapi pembantu di jalan menuju kesuksesan. Ingatlah pepatah: \"Orang yang tidak pernah membuat kesalahan adalah orang yang tidak pernah mencoba sesuatu yang baru.\"",
      "Tidak perlu langsung meninggalkan semua cita-cita – ini mungkin perubahan yang terlalu drastis.",
      "Bertindaklah secara bertahap.",
      "Mulailah dari yang kecil: pilih satu cita-cita yang paling tidak penting dan cobalah untuk melepaskannya. Amati hasilnya.",
      "Dunia tidak akan runtuh jika Anda melakukan sesuatu dengan tidak sempurna. Orang-orang terdekat Anda tidak akan berpaling dari Anda, Anda tidak akan menjadi orang yang mengerikan.",
      "Kemungkinan besar, Anda akan mengatasi hasil yang tidak sempurna jauh lebih mudah daripada yang Anda kira. Ingat bahwa satu eksperimen tidak akan memberikan gambaran lengkap. Diperlukan pendekatan sistematis.",
      "Setiap minggu atau bulan, tinggalkan satu cita-cita dan amati reaksinya. Dengarkan diri Anda dan bergeraklah dalam kecepatan yang nyaman bagi Anda.",
      "Catat jurnal prestasi",
      "Catat keberhasilan besar dan kecil, penting dan tidak terlalu penting. Setiap hari. Perfeksionisme menyukai kegagalan, dan ketika suatu saat Anda berkata pada diri sendiri: \"Saya tidak pernah berhasil dalam apa pun\", segera buka buku catatan Anda dan baca betapa banyak yang telah Anda capai.",
      "Cara lain untuk mengatasi perfeksionisme adalah dengan berorientasi pada proses.",
      "Ini berarti bahwa ketika mengevaluasi tindakan tertentu, Anda lebih berkonsentrasi pada proses daripada hasil.",
      "Bayangkan Anda adalah pengemudi dan setiap hari mengemudi dari titik A ke titik B. Pada beberapa hari, lampu hijau biasanya menyala di lampu lalu lintas, dan Anda sampai ke tempat tujuan dengan cepat. Dan di hari lain, Anda terus-menerus terjebak lampu merah, terjebak dalam kemacetan, dan perjalanan memakan waktu lebih lama.",
      "Keterampilan mengemudi Anda tidak berubah, jadi mengapa tidak merasa sama puasnya setiap hari dengan pekerjaan yang Anda lakukan? Cobalah untuk melihat hal-hal dengan cara baru, tanpa mencoba melakukan pekerjaan Anda atau tindakan tertentu dengan sempurna.",
      "Misalnya, sebagai mahasiswa, Anda dapat menetapkan tujuan berorientasi proses berikut:",
      "menghadiri kuliah;",
      "mendengarkan dengan seksama dan membuat catatan;",
      "mengajukan pertanyaan yang relevan;",
      "mendedikasikan waktu tertentu untuk setiap mata pelajaran;",
      "membaca ulang catatan yang dibuat selama kelas setiap dua atau tiga minggu.",
      "Semua proses ini dapat Anda kontrol, sehingga kesuksesan dijamin. Sedangkan nilai akhir atau hasil, sebaliknya, tidak dapat Anda kendalikan.",
      "Hasil bergantung pada bagaimana perasaan dosen Anda hari itu, seberapa baik mahasiswa lain melakukannya, kriteria apa yang diterapkan, dan sebagainya."
    ]
  },
  "screen_4": {
    "texts": [
      "Gunakan \"teknik keserakahan\"",
      "Ini didasarkan pada fakta sederhana bahwa kebanyakan dari kita berusaha untuk menjadi sempurna untuk berhasil dalam hidup. Mungkin tidak pernah terlintas dalam pikiran Anda bahwa Anda mungkin jauh lebih sukses jika Anda menurunkan standar.",
      "Misalnya, suatu ketika seorang psikoterapis terkenal menulis artikel ilmiah pertamanya selama lebih dari dua tahun.",
      "Artikel itu sangat bagus dan diterbitkan. Tetapi selama periode yang sama, rekan-rekannya menulis dan menerbitkan jauh lebih banyak karya yang sama baiknya. Jadi dia bertanya-tanya, mana yang lebih baik: memiliki satu artikel dengan 98% \"kesempurnaan\" atau 10 artikel dengan 80% \"kesempurnaan\"?",
      "Dalam kasus kedua, produktivitasnya akan lebih tinggi, dan dia mungkin bisa berada di depan rekan-rekannya. Kesadaran ini mendorong psikoterapis untuk melunakkan standarnya.",
      "Akibatnya, produktivitasnya meningkat, dan kepuasan kerjanya meningkat.",
      "Menyelesaikan beberapa tugas dengan baik mungkin lebih efektif daripada terpaku pada pembuatan produk yang sempurna dengan stres yang besar.",
      "Rumuskan keyakinan baru",
      "Bekerja dengan keyakinan melibatkan pengenalan, pemahaman konsekuensinya, pencarian sumbernya, dan diakhiri dengan perumusan keyakinan baru, alternatif.",
      "Pada dasarnya, tugas kita adalah membantu \"menormalkan\" berbagai manifestasi \"ketidaksempurnaan\" (kesalahan, kegagalan), membantu menerima gagasan ketidaksempurnaan diri sendiri dan ketidaksempurnaan orang lain.",
      "Tinggalkan keyakinan:",
      "Saya/orang lain/dunia harus sempurna",
      "Jika tidak sempurna, maka buruk",
      "Jika buruk, maka orang akan berpaling dari saya/saya tidak akan diakui/saya tidak akan berhasil",
      "Sebagai gantinya, gunakan keyakinan dan frasa baru.",
      "Saya tidak sempurna, tetapi saya:",
      "Belajar dan tumbuh",
      "Cukup baik",
      "Layak mendapatkan cinta dan rasa hormat, bahkan jika saya tidak sempurna",
      "Orang lain tidak sempurna, tetapi mereka:",
      "Juga manusia, dengan kelebihan dan kekurangan mereka sendiri",
      "Tidak selalu akan menyetujui saya, dan itu normal",
      "Saya membuat kesalahan, tetapi ini memberi saya kesempatan untuk:",
      "Belajar dari kesalahan saya",
      "Menjadi lebih baik",
      "Menunjukkan ketahanan dan tidak menyerah",
      "Catat keyakinan baru Anda dan terapkan dalam hidup Anda.",
      "Anda dapat menuliskannya pada stiker dan menempelkannya di kulkas, menuliskannya di catatan pada ponsel Anda, atau membuat gambar dengan keyakinan tersebut dan memasangnya di desktop.",
      "Bacalah pernyataan ini setiap hari, setidaknya sekali, lebih baik lagi jika lebih sering. Ini akan membantu Anda memprogram ulang pikiran Anda dan mengganti keyakinan yang tidak sehat dengan yang lebih adaptif.",
      "Untungnya, perfeksionisme bukanlah vonis.",
      "Dengan langkah-langkah kecil – sendiri atau di bawah bimbingan seorang profesional – Anda dapat membawa perfeksionisme ke tingkat yang sehat. Untuk melakukan ini, perlu belajar mencintai diri sendiri tanpa syarat dan merawat diri sendiri setiap hari."
    ]
  }
}
