{
  "title": "Jalan menuju harga diri yang sehat",
  "description": "Teks ini membahas cara melepaskan diri dari ketergantungan pada persetujuan orang lain. Langkah-langkah utamanya meliputi menilai untung-rugi dari keyakinan saat ini, menulis ulang pola pikir negatif agar lebih realistis dan membantu, serta membangun kebiasaan memberi pengakuan pada diri sendiri. Dengan mengikuti saran ini, seseorang dapat menjadi lebih mandiri secara emosional dan meningkatkan kualitas hidup.",
  "screen_1": {
    "texts": [
      "Langkah pertama yang sangat penting untuk mengubah keyakinan yang merusak adalah menganalisis keuntungan dan kerugiannya.",
      "Pikirkan keyakinan Anda tentang ketergantungan pada persetujuan, lalu tuliskan. Rumusannya bisa berbeda-beda, tetapi intinya sama: Anda ingin dinilai baik dan diterima orang lain.",
      "Contohnya: “Saya harus melakukan hal-hal yang disukai orang lain” atau “Kalau saya tidak disetujui, berarti saya orang buruk”.",
      "Tanyakan pada diri sendiri: apa keuntungan dan kerugian dari pola pikir seperti ini? Harga apa yang Anda bayar, dan apa yang Anda dapat sebagai gantinya?",
      "Dengan menuliskan sebanyak mungkin cara keyakinan itu merugikan atau justru membantu, Anda akan melihat dampaknya yang nyata pada kondisi, suasana hati, dan hidup Anda secara keseluruhan. Ini bisa menjadi langkah awal yang kuat untuk bertumbuh.",
      "Jika Anda menyadari bahwa takut tidak disetujui lebih banyak merugikan daripada menguntungkan, langkah berikutnya adalah menulis ulang keyakinan itu agar terdengar lebih realistis dan lebih membantu Anda.",
      "Ambil contoh keyakinan: “Kalau saya tidak disetujui, berarti saya orang buruk”.",
      "Bahkan jika Anda berperilaku “sempurna”, tetap akan ada orang yang tidak setuju dengan tindakan Anda—atau bahkan tidak menyukai Anda.",
      "Seberapa pun Anda berusaha menjadi “baik” dan “nyaman” bagi orang lain, Anda tetap tidak bisa sepenuhnya menghindari kritik, konflik, bahkan penolakan.",
      "Namun itu bukan bukti bahwa Anda orang buruk. Seseorang bisa mengkritik karena keyakinannya sendiri—yang terbentuk dari pola asuh dan pengalaman hidupnya (dan tidak selalu rasional!)—dan sebagai orang yang berbeda, Anda memang bisa saja tidak sesuai dengan standar itu.",
      "Dan kalau ada orang yang lebih menyukai perempuan berambut pirang daripada brunet, apakah itu membuat semua brunet menjadi “buruk”?",
      "Dengan logika seperti ini, keyakinan itu bisa ditulis ulang menjadi: “Tidak disetujui memang bisa terasa tidak nyaman, tetapi itu tidak menjadikan saya orang buruk.”",
      "Bacalah keyakinan baru ini beberapa kali sehari. Dengan begitu, Anda perlahan membentuk kebiasaan berpikir yang baru."
    ],
    "quote": {
      "text": "Tidak seorang pun bisa membuat Anda merasa rendah diri tanpa persetujuan Anda.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Pikirkan mengapa takut tidak disetujui itu tidak rasional. Buat daftar pribadi Anda tentang alasan mengapa penolakan itu tidak menyenangkan, tetapi bukan akhir dunia.",
      "Pilih argumen yang dekat dengan kehidupan Anda dan benar-benar Anda yakini tanpa ragu. Jangan menipu diri sendiri.",
      "Misalnya, kalimat seperti: “Kalau ada yang mengkritik saya, saya tidak perlu sedih karena saya tidak butuh orang sombong seperti itu di dekat saya” tidak akan efektif, karena di dalamnya ada distorsi.",
      "Itu hanya cara untuk merasa lebih unggul dengan memasukkan orang lain ke “daftar hitam”. Tetaplah pada gagasan yang Anda anggap benar.",
      "Berikut beberapa ide yang mungkin bermanfaat untuk Anda:",
      "Ketidaksetujuan tidak selalu berkaitan langsung dengan Anda—dengan kata-kata Anda, tindakan Anda, atau cara hidup Anda. Penyebabnya bisa berasal dari masalah atau sudut pandang pribadi orang lain.",
      "Bahkan kritik yang tepat pun tidak mengancam, karena membantu kita menemukan dan memperbaiki kesalahan. Dan seperti kita tahu, dari kesalahanlah kita belajar.",
      "Satu, dua, lima, atau sepuluh kekeliruan tidak berarti semua yang Anda lakukan salah. Di sisi lain, ada banyak hal yang Anda lakukan dengan benar.",
      "Anda yang menentukan seberapa jauh Anda ingin terpuruk karena ketidaksetujuan orang lain; pada akhirnya reaksi Anda ada di tangan Anda.",
      "Orang lain tidak bisa menilai nilai Anda sebagai manusia; mereka hanya bisa menilai apakah kata-kata atau tindakan Anda tepat dan apa saja kelebihannya.",
      "Orang akan menilai Anda dengan cara yang berbeda-beda, terlepas dari seberapa baik atau buruk tindakan Anda. Ketidaksetujuan tidak menyebar secepat itu, dan satu pengalaman ditolak tidak akan membuat Anda sendirian selamanya.",
      "Penolakan dan kritik biasanya hanya menimbulkan rasa tidak nyaman, dan ketidaknyamanan itu akan berlalu. Berhentilah larut dalam murung. Kembali lakukan hal-hal yang dulu memberi Anda rasa senang, bahkan jika saat ini terasa tidak ada gunanya memulai. Ketidaksetujuan bukan sesuatu yang abadi.",
      "Renungkan topik ini selama beberapa hari dan tambahkan daftar Anda sedikit demi sedikit. Bentuk sikap Anda sendiri terhadap penolakan. Anda akan terkejut betapa besar dampaknya pada cara pandang Anda dan rasa kemandirian Anda."
    ],
    "quote": {
      "text": "Waktu Anda terbatas, jadi jangan habiskan dengan menjalani hidup orang lain.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Belajarlah bergantung pada persetujuan diri sendiri saja.",
      "Kunci pemulihan emosional adalah memahami bahwa yang memengaruhi suasana hati Anda pada akhirnya hanyalah pikiran Anda sendiri. Saat Anda melepaskan ketergantungan pada pujian orang lain, cobalah memberi dukungan pada diri sendiri.",
      "Caranya: sepanjang hari, tuliskan di jurnal atau di ponsel daftar hal baik yang Anda lakukan. Tidak penting seberapa besar “pencapaiannya”, apakah ada orang lain yang memperhatikan, atau hanya Anda yang tahu.",
      "Mungkin Anda menahan pintu di stasiun metro, atau dengan sabar menjelaskan sesuatu dua kali kepada rekan kerja. Atau sekadar tidak ikut menyeberang saat lampu merah meski orang lain melakukannya.",
      "Biasakan membuat daftar seperti ini, baca ulang sebelum tidur, dan Anda akan melangkah jauh menuju kemampuan menghargai diri sendiri.",
      "Ingat, pendapat orang lain sangat berubah-ubah. Apa yang hari ini diperdebatkan dan dikritik, besok bisa saja menjadi tren dan justru diinginkan banyak orang.",
      "Jangan berusaha membuat semua orang menyukai Anda. Itu mustahil. Ada jutaan orang di dunia, dan masing-masing punya pendapat serta cara berpikir sendiri.",
      "Jalani hidup Anda, sampaikan pendapat Anda, belajar dari kesalahan, perbaiki, kejar tujuan Anda, dan terus bergerak maju.",
      "Semua langkah ini bekerja paling efektif jika dilakukan bersama-sama. Ya, ini butuh usaha, tetapi kebebasan dari ketergantungan pada persetujuan orang lain dapat mengubah hidup menjadi lebih baik. Anda akan merasa lega untuk menjadi diri sendiri."
    ]
  }
}
