{
  "title": "Jalan Menuju Harga Diri yang Sehat",
  "description": "Teks ini membahas cara-cara membebaskan diri dari ketergantungan pada persetujuan orang lain. Langkah-langkah utama meliputi analisis kelebihan dan kekurangan keyakinan saat ini, menulis ulang pola pikir negatif menjadi lebih realistis dan bermanfaat, serta mengembangkan kebiasaan menyetujui diri sendiri. Dengan mengikuti rekomendasi ini, seseorang dapat meningkatkan kemandirian dan memperbaiki kualitas hidupnya.",
  "screen_1": {
    "texts": [
      "Langkah pertama dan sangat penting dalam mengubah keyakinan destruktif adalah analisis kelebihan dan kekurangannya.",
      "Pikirkan tentang keyakinan Anda terkait ketergantungan pada persetujuan dan tuliskan. Keyakinan tersebut dapat dirumuskan dengan berbagai cara, tetapi mencerminkan keinginan Anda untuk disetujui oleh orang lain.",
      "Misalnya: «Saya harus melakukan apa yang disukai orang», atau «Jika saya tidak disetujui, berarti saya buruk».",
      "Tanyakan pada diri sendiri: apa kelebihan dan kekurangan dari pola pikir seperti itu? Harga apa yang Anda bayar untuk ini dan apa yang Anda dapatkan sebagai gantinya?",
      "Dengan membuat daftar semua kemungkinan cara keyakinan tersebut merugikan atau membantu Anda, Anda akan dapat melihat bagaimana keyakinan itu sebenarnya memengaruhi kondisi, suasana hati, dan hidup Anda secara keseluruhan. Ini bisa menjadi langkah pertama yang penting untuk pertumbuhan pribadi.",
      "Jika Anda melihat bahwa ketakutan akan ketidaksetujuan menyebabkan lebih banyak kerugian daripada manfaat, langkah selanjutnya adalah menulis ulang keyakinan sehingga terdengar lebih realistis dan bermanfaat bagi Anda.",
      "Sebagai contoh, ambil keyakinan: «Jika saya tidak disetujui, berarti saya buruk».",
      "Bahkan jika Anda berperilaku 'sempurna', tetap akan ada orang yang mengekspresikan ketidakpuasan dengan perilaku Anda atau bahkan dengan diri Anda sendiri.",
      "Sebaik dan senyaman apa pun Anda berusaha untuk orang lain, Anda tetap tidak akan bisa menghindari kritik, konflik, dan bahkan penolakan.",
      "Namun, ini bukan bukti bahwa Anda adalah orang yang buruk, karena orang lain mungkin mengkritik Anda karena keyakinan mereka sendiri yang terbentuk di bawah pengaruh pendidikan dan pengalaman hidup (tidak selalu rasional!), yang Anda, sebagai orang lain, tidak cocok dengannya.",
      "Dan jika seseorang lebih menyukai wanita berambut pirang daripada berambut hitam, apakah itu membuat semua wanita berambut hitam buruk?",
      "Berdasarkan pemikiran seperti ini, keyakinan dapat ditulis ulang sebagai berikut: «Ketidaksetujuan bisa menyebabkan ketidaknyamanan, tetapi ini tidak membuat saya menjadi orang yang buruk».",
      "Bacalah keyakinan baru ini beberapa kali sehari. Dengan cara ini, Anda akan secara bertahap membentuk kebiasaan berpikir baru."
    ],
    "quote": {
      "text": "Tidak ada yang bisa membuat Anda merasa rendah diri tanpa persetujuan Anda.",
      "author": "Eleanor Roosevelt"
    }
  },
  "screen_2": {
    "texts": [
      "Pikirkan mengapa takut akan ketidaksetujuan itu tidak rasional. Buatlah daftar pribadi alasan mengapa ketidaksetujuan itu tidak menyenangkan, tetapi tidak fatal.",
      "Argumen harus hidup, dapat dimengerti, sehingga Anda tidak meragukan mereka sama sekali. Jangan menipu diri sendiri!",
      "Misalnya, pernyataan: «Jika seseorang mengkritik saya, tidak perlu sedih karena saya tidak membutuhkan orang-orang sombong seperti itu di sekitar saya», tidak akan berhasil karena ada distorsi di dalamnya.",
      "Dengan cara ini, Anda hanya mencoba menegaskan diri dengan memasukkan orang tersebut ke dalam 'daftar hitam'. Pegang teguh ide-ide yang Anda anggap benar.",
      "Berikut beberapa ide yang mungkin berguna bagi Anda:",
      "Tidak selalu ketidaksetujuan berhubungan langsung dengan Anda: kata-kata, tindakan, atau gaya hidup Anda. Penyebabnya mungkin ada pada masalah atau pandangan pribadi orang lain.",
      "Bahkan kritik yang beralasan tidak menimbulkan ancaman, karena membantu menemukan dan memperbaiki kesalahan. Dan dari kesalahan itu, seperti yang kita ketahui, kita belajar.",
      "Satu, dua, lima, sepuluh kesalahan tidak berarti bahwa segala sesuatu yang Anda lakukan itu salah. Sebagai penyeimbang, ada banyak hal yang Anda tidak salah di dalamnya.",
      "Anda sendiri yang memutuskan seberapa kecewa karena ketidaksetujuan orang lain, reaksi Anda hanya tergantung pada Anda.",
      "Orang lain tidak dapat menilai nilai kemanusiaan Anda, hanya kebenaran dan kebaikan kata-kata atau tindakan Anda.",
      "Semua orang akan menilai Anda secara berbeda, terlepas dari seberapa baik atau buruk Anda bertindak. Ketidaksetujuan tidak menyebar dengan kecepatan luar biasa, dan satu kasus penolakan tidak akan menyebabkan kesepian total.",
      "Ketidaksetujuan dan kritik biasanya menyebabkan ketidaknyamanan, tetapi ketidaknyamanan akan berlalu. Berhentilah bersedih. Lakukan sesuatu yang dulu memberi Anda kesenangan, bahkan jika Anda merasa memulainya sama sekali tidak masuk akal. Ketidaksetujuan - itu tidak selamanya.",
      "Renungkan topik ini selama beberapa hari dan secara bertahap tambahkan ke daftar. Kembangkan sikap Anda sendiri terhadap ketidaksetujuan. Anda akan terkejut betapa ini akan membantu Anda mengubah pandangan tentang dunia dan memperkuat rasa kemandirian."
    ],
    "quote": {
      "text": "Waktu Anda terbatas, jangan habiskan dengan hidup dalam kehidupan orang lain.",
      "author": "Steve Jobs"
    }
  },
  "screen_3": {
    "texts": [
      "Belajarlah untuk hanya bergantung pada persetujuan Anda sendiri.",
      "Kunci untuk pemulihan emosional adalah mengetahui bahwa hanya pikiran Anda sendiri yang dapat memengaruhi suasana hati Anda. Setelah melepaskan ketergantungan pada pujian orang lain, cobalah untuk mendukung diri sendiri.",
      "Untuk melakukan ini, tuliskan daftar pencapaian Anda selama hari itu dalam jurnal atau ponsel. Tidak masalah seberapa besar pencapaian tersebut, apakah ada yang memperhatikannya selain Anda atau tidak.",
      "Mungkin Anda memegang pintu di kereta bawah tanah atau dua kali dengan sabar menjelaskan suatu topik kepada kolega. Atau Anda hanya tidak menyeberang bersama orang lain saat lampu merah.",
      "Biasakan diri membuat daftar seperti itu, tinjau sebelum tidur, dan Anda akan membuat langkah besar menuju persetujuan diri.",
      "Ingat bahwa pendapat orang sekitar sangat tidak stabil. Apa yang hari ini dibahas dan dikritik, besok mungkin menjadi tren dan diinginkan oleh banyak orang.",
      "Jangan mencoba atau berusaha untuk disukai oleh semua orang. Itu tidak mungkin. Ada jutaan orang di dunia, dan masing-masing memiliki pendapat dan kepala sendiri di pundak mereka.",
      "Jalani hidup Anda sendiri, ungkapkan pendapat Anda, belajar dari kesalahan Anda, perbaiki, kejar tujuan Anda dan terus maju.",
      "Semua langkah yang disebutkan bekerja sebagai satu kesatuan. Ya, ini membutuhkan kerja keras, tetapi membebaskan diri dari ketergantungan pada persetujuan orang lain mengubah hidup menjadi lebih baik. Ini memberikan kebebasan untuk menjadi diri sendiri."
    ]
  }
}
