{
  "title": "Зависимость от любви",
  "description": "Любовь, воспетая поэтами и художниками, окрыляет и дарит ощущение полноты жизни. Однако превращение любви в патологическую потребность разрушает личность и мешает строить здоровые отношения, особенно у людей с низкой самооценкой. Настоящее счастье и полноценность жизни можно найти, научившись регулировать своё настроение и наслаждаться удовольствиями, которые не зависят от наличия партнёра.",
  "screen_1": {
    "texts": [
      "Любовь — это великолепное чувство, воспетое поэтами, художниками и музыкантами. Она окрыляет, вдохновляет и дарит ощущение полноты жизни.",
      "Естественно, каждый из нас стремится к тому, чтобы любить и быть любимым.",
      "Однако, если ваше представление о любви сводится к убеждению: «Я не могу быть по-настоящему счастливым и реализованным человеком, если у меня нет партнера. Для полного счастья мне необходимо быть любимым», это уже признак зависимости.",
      "Что значит быть зависимым от любви?",
      "Это когда любовь становится патологической потребностью, без которой вы не чувствуете счастья.",
      "Вы страдаете от отсутствия любви, ожидаете, что кто-то заполнит этот пробел. Вы уверены, что ваша жизнь станет лучше, интереснее и насыщеннее только тогда, когда в ней появится любимый человек, который сделает вас нужным, значимым и полноценным.",
      "Такая зависимость — это деструктивное состояние, которое подрывает вашу личность, самооценку и возможность строить здоровые отношения.",
      "Причины любовной зависимости могут быть разными, но чаще всего они уходят корнями в детство или юность.",
      "Особенно подвержены этому люди с низкой самооценкой, которые боятся одиночества, сосредоточены на своих недостатках и не верят в свои силы и способности.",
      "Низкая самооценка, проистекающая из детства, воспринимается как неполноценность.",
      "Когда родители уделяют ребенку мало внимания и он испытывает недостаток родительской любви, во взрослой жизни он будет искать эти чувства у партнёров, формируя зависимые отношения.",
      "Рассмотрим пример Виктории, 28 лет, которая проводит вечера и выходные в отчаянии, потому что верит: «Я могу быть счастливой только в отношениях. Без мужчины я ничто».",
      "Для неё быть любимой столь же важно, как дышать. Такая требовательность часто отталкивает людей."
    ]
  },
  "screen_2": {
    "texts": [
      "В процессе анализа своих убеждений Виктория выписала недостатки и преимущества своего мышления.",
      "Недостатки звучали так:",
      "Убеждение вгоняет меня в уныние, потому что я одна.",
      "Я теряю желание что-либо делать, изучать мир или заниматься хобби.",
      "Из-за этого я чувствую себя ленивой и несчастной.",
      "Это вызывает чувство жалости к себе",
      "Оно лишает меня гордости и уверенности, заставляя завидовать другим и испытывать разочарование.",
      "Затем она выписала преимущества убеждения:",
      "Надежда найти партнёра, обрести любовь и безопасность.",
      "Оно дает мне цель и смысл жизни.",
      "Насколько эти преимущества реальные?",
      "Виктория много лет считала, что она не может жить без мужчины, но это убеждение до сих пор не привлекло к ней желаемого партнера.",
      "Виктория пришла к выводу, что слишком много значимости придаёт мужчинам, и это не привлекло ни одного из них.",
      "Она также осознала, что зависимые люди часто выглядят слишком требовательными, что затрудняет построение отношений.",
      "Она увидела, что люди, находящие счастье внутри себя, чаще всего привлекают других, потому что излучают радость и уверенность.",
      "Любовная зависимость мешает строить здоровые отношения. Выражая потребность в другом человеке для собственного счастья, вы подсознательно сообщаете: «Люби меня, потому что сам по себе я ничего не стою». Такие отношения вряд ли могут быть здоровыми.",
      "Но даже если вы будете состоять в отношениях, имея подобные убеждения, они вряд ли будут здоровыми. Ведь вы всецело рассчитываете на то, что определенный человек, которого вы подсознательно считаете источником своего счастья, будет рядом.",
      "И готовы ради этого на все. Не получая «дозу» тех эмоций и чувств, в которых нуждаетесь, вы будете оказывать давление на своего партнера, чтобы почувствовать себя любимым, или начнете фантазировать о том, чтобы найти ту самую любовь на стороне.",
      "И вам всегда будет недостаточно или «что-то не так», потому что вы возложили на другого человека ответственность за свое состояние."
    ],
    "quote": {
      "text": "Настоящее счастье заключается в том, чтобы быть довольным собой.",
      "author": "Сенека"
    }
  },
  "screen_3": {
    "texts": [
      "Очень важно научиться регулировать собственное настроение и находить счастье в самом себе. Это даст вам возможность почувствовать себя в равной степени живым и когда вы один, и когда вы вместе с любимым человеком.",
      "Но вы можете подумать: «Звучит конечно хорошо, но это неправдоподобно. Быть одному — это значит быть эмоциональным неудачником.»",
      "Многие верят, что любовь — двигатель мира. Вы видите это в рекламе, слышите в популярных песнях, читаете в стихах. Но на самом деле, любовь далеко не единственный путь к счастливой и полноценной жизни.",
      "Быть одному совершенно не равно быть несчастным. Большинство удовольствий в жизни мы получаем сами по себе.",
      "Например, когда вы слушаете любимую музыку, танцуете, гуляете по красивым местам, читаете книгу или едите мороженое. Вам не нужна компания, чтобы испытать приятные ощущения.",
      "Количество удовольствий, которыми можно наслаждаться в одиночестве, бесконечно. А это значит, что вам доступно множество источников удовольствия независимо от того, есть кто-то рядом или нет.",
      "Подумайте какой ваш список удовольствий? Чем вы можете порадовать себя?",
      "Иногда мы так сильно стремимся к совершенным отношениям и самой идее высокого чувства, что теряем из виду то, что нам действительно необходимо, чтобы испытать настоящую любовь."
    ],
    "quote": {
      "text": "Любовь к себе — начало романа, который длится всю жизнь.",
      "author": "Оскар Уайльд"
    }
  },
  "instagram": ["18042843029166400"]
}
