{
  "title": "Выход из ловушки «Все из-за меня»",
  "description": "В статье рассматривается феномен персонализации — склонность воспринимать события как связанные лично с собой. Обсуждаются методы, позволяющие снизить негативные последствия такого мышления, включая самонаблюдение и анализ ситуаций. Автор предлагает практические советы и упражнения для улучшения психического благополучия и освобождения от ненужного чувства вины.",
  "screen_1": {
    "texts": [
      "Иногда люди ошибочно называют убеждение в персонализации «манией величия».",
      "Однако это не обязательно свидетельствует о наличии у человека иллюзий величия, а скорее отражает такое мировоззрение, при котором человек, склонный к персонализации, ставит себя в центр вселенной: все происходящие события кажутся ему связанными лично с ним.",
      "Внутренне это переживается не как обладание невероятной властью или силой, а как постоянное давление, внимание со стороны окружающих и скрытая враждебность.",
      "Чтобы преодолеть этот вредный стиль мышления, важно научиться выявлять истинные причины возникших проблем.",
      "Вместо того чтобы обвинять себя в том, что находится вне вашего контроля, и, как следствие, чувствовать себя виноватым перед всем миром, сосредоточьтесь на анализе ситуации.",
      "Начните с самонаблюдения. Первый шаг к снижению персонализации — осознание, как и в случае с любым другим иррациональным мышлением. Внимательно следите за своими мыслями и реакциями на события. Замечайте, когда вы склонны брать на себя ответственность за то, что на самом деле не зависит от вас.",
      "Затем попытайтесь выявить другие факторы, которые могли повлиять на ситуацию, за которую вы приняли ответственность. Например: «Верно ли, что только я виноват в этой ссоре? Какие другие факторы и обстоятельства могли сыграть свою роль?»",
      "Рассмотрите возможные причины поведения других людей, не связанные с вашими действиями. Попробуйте поставить себя на их место и понять, что могло повлиять на их реакцию. Например, что еще могло вызвать их настроение или поведение?"
    ],
    "quote": {
      "text": "Все, что мы слышим, есть мнение, а не факт. Все, что мы видим, есть перспектива, а не истина.",
      "author": "Марк Аврелий"
    }
  },
  "screen_2": {
    "texts": [
      "Используйте следующие вопросы для анализа:",
      "Нужно ли винить себя за то, что произошло?",
      "Был ли я в состоянии это контролировать?",
      "Я действительно несу ответственность за все? Или только за часть проблемы? За какую именно?",
      "Какие еще могут быть причины этой проблемы?",
      "Пример:",
      "Представьте ситуацию: вы пришли на работу, а ваша коллега не поздоровалась с вами. В голове сразу возникает мысль: «Я сделала что-то не так. Кажется, она ко мне плохо относится. Возможно, я вчера что-то ей сказала не то, или сама не поздоровалась, и теперь она мне мстит».",
      "Разберите свои мысли с помощью вышеупомянутых вопросов и запишите альтернативные рациональные ответы:",
      "Возможно, она не поздоровалась со мной, потому что не выспалась, просто забыла, была погружена в свои мысли или поздоровалась раньше, а я не заметила.",
      "Скорее всего, её возможное неважное состояние и то, что она не поздоровалась, никак не связано с моим поведением. Я не смогу доказать обратного, только если не спрошу её напрямую. Самое вероятное объяснение: она не выспалась, с утра что-то произошло, или она просто забыла.",
      "Я не уверена, была ли она грустной, но даже если так, существует множество причин её состояния, которые могут не иметь ко мне никакого отношения. Даже если она расстроена из-за меня, ей стоило бы сказать мне об этом, иначе я не смогу понять ситуацию наверняка.",
      "Поскольку я не знаю точно, связана ли причина с моими действиями, я не буду чувствовать вину за это.",
      "Помните, что мы не можем контролировать всё в жизни. Иногда нужно просто принять происходящее и не пытаться объяснить всё своими ошибками."
    ],
    "quote": {
      "text": "Не сами вещи беспокоят людей, но их представления о вещах.",
      "author": "Эпиктет"
    }
  },
  "screen_3": {
    "texts": [
      "Также вы можете использовать следующие упражнения для работы с убеждением:",
      "Применение внешней перспективы",
      "Представьте, что ваш друг рассказывает вам о том, что его коллега не поздоровалась с ним утром. Как бы вы отреагировали? Что бы вы ему сказали? Какой совет дали бы? Это поможет вам дистанцироваться от собственных эмоций и взглянуть на ситуацию более объективно.",
      "Продолжите фразу «если бы»",
      "Попробуйте завершить следующее предложение: «Если бы я действительно был ответственен за это, то это значило бы...».",
      "Например: «Если бы я действительно был ответственен за неудачу проекта, то это значило бы, что я могу контролировать всех участников и предотвращать любые ошибки». Но на самом деле многие факторы находятся вне вашего контроля.",
      "«Если бы я действительно был ответственен за то, что мой друг обиделся на меня, то это значило бы, что я могу читать его мысли и угадывать его желания». Но это невозможно.",
      "Завершение фразы «если бы» поможет вам проанализировать свою ответственность и осознать, что вы не всегда можете контролировать всё, что происходит.",
      "Используя эти простые техники, вы сможете избавиться от негативных мыслей и освободить себя от чувства, что несете ответственность за всё на свете.",
      "Помните, что вы не являетесь центром вселенной и не обязаны отвечать за все события вокруг. Лучше направьте свои силы на решение проблем и создание более счастливой и гармоничной жизни."
    ]
  }
}
