{
  "title": "Как быть, если перфекционизм есть, идеала нет, а вы хотите нормально жить?",
  "description": "Статья рассматривает два типа перфекционизма негативный и позитивный, предлагая эффективные рекомендации по работе с перфекционистскими тенденциями. Автор представляет восемь ключевых стратегий, включая мотивацию к изменениям, когнитивную реструктуризацию, ориентацию на процесс вместо результата, и формирование новых, более здоровых убеждений. Основная идея заключается в том, что перфекционизм можно преодолеть, научившись принимать несовершенство, любить себя безусловно и заботиться о себе ежедневно.",
  "screen_1": {
    "texts": [
      "Современные ученые различают два типа перфекционизма: негативный и позитивный, или, иначе говоря, здоровый и патологический.",
      "Чтобы превратить минус в плюс, важно сочетать свои лидерские качества и стремление к совершенству со здравым смыслом и рациональностью.",
      "Мы подготовили для вас эффективные рекомендации по работе с перфекционизмом.",
      "Лучшая отправная точка для борьбы с любой проблемой — это мотивация к изменениям.",
      "Чтобы победить перфекционизм, важно осознать, зачем вам это нужно. Проанализируйте и выпишите все плюсы и минусы.",
      "Возможно, вы удивитесь, обнаружив, что трудностей гораздо больше, чем преимуществ. Как только вы это осознаете и примете, вам будет гораздо легче меняться.",
      "Как и многие люди, вы, вероятно, думаете, что все должны делать на 100% или что ошибаться ни в коем случае нельзя, или придерживаетесь других похожих мыслей и убеждений перфекциониста.",
      "Вам очень важно ставить все подобные мысли под сомнение и работать с ними.",
      "Каким образом? Будет полезно продолжать вести дневник автоматических мыслей, где вы сможете выявлять эти идеи, проверять их на реальность и давать им рациональный ответ."
    ],
    "quote": {
      "text": "Я пропустил более 9000 бросков в своей карьере. Я проиграл почти 300 игр. 26 раз мне доверяли сделать победный бросок, и я промахнулся. Я терпел неудачи снова и снова в своей жизни. И поэтому я добился успеха.",
      "author": "Майкл Джордан"
    }
  },
  "screen_2": {
    "texts": [
      "Помочь тестированию реальности (когнитивной реструктуризации) могут следующие вопросы:",
      "Какие у меня есть доказательства, подтверждающие эту мысль или убеждение?",
      "Полезна ли эта мысль?",
      "Есть ли другие способы, которыми я могу думать об этой ситуации или о себе?",
      "Не виню ли я себя напрасно?",
      "Что или кто еще внес свой вклад в эту ситуацию?",
      "Действительно ли это под моим контролем?",
      "Придерживаюсь ли я необоснованных или двойных стандартов?",
      "Является ли это реалистичным ожиданием?",
      "Эти вопросы направлены на то, чтобы проверить то или иное убеждение, подтвердить его, уточнить или опровергнуть и сформулировать альтернативное убеждение.",
      "Спросите себя: если сделаю идеально, то что? А если не сделаю идеально, то что? Попробуйте разобраться, что стоит за вашим перфекционизмом. Может быть, страшно, что отвергнут? Может быть, боитесь публичных насмешек? Может быть, за перфекционизмом кроется жажда признания?",
      "Когда вы поймете, что стоит за перфекционизмом, спросите себя, а точно ли вы с его помощью закрываете эти страхи и потребности?",
      "Ну написали вы отчет идеально, сдали его, и что? Теперь вообще не страшно, что от вас отвернутся? Ну выступили вы идеально, вам похлопали, и всё, вам достаточно этих оваций от толпы незнакомцев?",
      "Скорее всего, ответ у вас отрицательный. Вы достигли идеала, на какое-то время испытали блаженство, а дальше снова в эту гонку.",
      "Избавьтесь от черно-белого мышления",
      "Перфекционисты часто мыслят категориями \"все или ничего\", \"успех или провал\", \"делай идеально или не берись вовсе\".",
      "Такой подход нереалистичен. Осмотритесь и спросите себя, сколько вещей в мире соответствует категории «всё или ничего». Ваши стены совершенно чисты? Или на них есть хоть немного грязи?",
      "Знаете ли вы человека, который абсолютно спокоен и уверен в себе? Обладает ли ваша любимая актриса совершенной красотой, или у нее все-таки есть недостатки?"
    ]
  },
  "screen_3": {
    "texts": [
      "В жизни редко что дается без ошибок и неудач.",
      "Никто не рождается мастером – мы учимся, пробуем, ошибаемся и постепенно совершенствуемся.",
      "Так разрешите себе быть неидеальным, делать что-то не до конца, допускать промахи. Ошибки – не враги, а помощники на пути к успеху. Почаще вспоминайте поговорку: \"Не ошибается тот, кто ничего не делает\".",
      "Не стоит сразу отказываться от всех идеалов – это может быть слишком резким изменением.",
      "Действуйте постепенно.",
      "Начните с малого: выберите один, наименее значимый идеал и попробуйте от него отказаться. Понаблюдайте за результатом.",
      "Мир не рухнет, если вы сделаете что-то не идеально. Ваши близкие не отвернутся от вас, вы не станете ужасным человеком.",
      "Скорее всего, вы справитесь с неидеальным результатом гораздо легче, чем кажется. Помните, что один эксперимент не даст полной картины. Нужна системность.",
      "Каждую неделю или месяц отказывайтесь от одного идеала и наблюдайте за реакцией. Слушайте себя и двигайтесь в комфортном для вас темпе.",
      "Ведите дневник достижений",
      "Записывайте как большие, так и маленькие, значимые и не очень успехи. Каждый день. Перфекционизм любит поражения, и когда в очередной раз вы скажете себе: \"У меня никогда ничего не получается\", сразу после этого откройте блокнот и прочитайте, как много уже у вас получилось.",
      "Еще один способ преодоления перфекционизма заключается в ориентации на процесс.",
      "Это означает, что, оценивая то или иное действие, вы концентрируетесь скорее на процессе, а не на результате.",
      "Представьте, что вы — водитель и каждый день ездите из точки А в точку Б. В некоторые дни на светофорах в основном горит зеленый, и вы быстро добираетесь до места. А в другие дни вы постоянно попадаете на красный свет светофора, стоите в пробках, и поездка занимает гораздо больше времени.",
      "Ваши водительские умения не меняются, так почему бы каждый день не чувствовать себя одинаково удовлетворенным той работой, которую вы делаете? Попробуйте взглянуть на вещи по-новому, не пытаясь делать свою работу или какое-то действие идеально.",
      "Например, будучи студентом, можно ставить перед собой следующие процесс-ориентированные цели:",
      "посещать занятия;",
      "внимательно слушать и делать записи;",
      "задавать уместные вопросы;",
      "посвящать каждому предмету определенное время;",
      "каждые две-три недели перечитывать записи, сделанные во время занятий.",
      "Все эти процессы вы можете проконтролировать, поэтому успех гарантирован. А итоговая оценка или результат, напротив, не подвластны вашему контролю.",
      "Итог зависит от того, как ваш преподаватель чувствует себя в этот день, насколько хорошо справились другие студенты, какие критерии он применяет и т.д."
    ]
  },
  "screen_4": {
    "texts": [
      "Используйте «технику жадности»",
      "Она основана на том простом факте, что большинство из нас стремится быть совершенным, чтобы преуспеть в жизни. Возможно, вам не приходило в голову, что вы можете оказаться намного успешнее, если понизите стандарты.",
      "К примеру, когда-то один известный психотерапевт писал свою первую научную статью более двух лет.",
      "Она была отличной и была опубликована. Но за это же время его коллеги написали и опубликовали значительно больше таких же хороших работ. Поэтому он задумался, что лучше: иметь одну статью с 98% «совершенства» или 10 статей по 80% «совершенства»?",
      "Во втором случае производительность была бы выше, и он мог бы оказаться впереди своих коллег. Это осознание подтолкнуло психотерапевта смягчить свои стандарты.",
      "В результате его продуктивность повысилась, а удовлетворение работой возросло.",
      "Выполнить несколько задач хорошо может быть более эффективно, чем зацикливаться на создании идеального продукта с большим стрессом.",
      "Сформулируйте новые убеждения",
      "Работа над убеждениями заключается в их осознании, осмыслении их последствий, поиске источников и завершается формулировкой новых, альтернативных убеждений.",
      "По сути, наша задача – помочь «нормализовать» различные проявления «несовершенства» (ошибки, промахи), помочь принять идею собственного несовершенства и несовершенства других людей.",
      "Откажитесь от убеждений:",
      "Я/другие/мир должны быть идеальными",
      "Если не идеально, то плохо",
      "Если плохо, то от меня отвернутся/меня не признают/я не справлюсь",
      "Вместо них используйте новые убеждения и фразы.",
      "Я не идеальный, но я:",
      "Учусь и расту",
      "Достаточно хорош",
      "Заслуживаю любви и уважения, даже если я не идеален",
      "Другие не идеальны, но они:",
      "Тоже люди, со своими достоинствами и недостатками",
      "Не всегда будут меня одобрять, и это нормально",
      "Я совершаю ошибки, но это дает мне возможность:",
      "Учиться на своих ошибках",
      "Становиться лучше",
      "Проявлять стойкость и не сдаваться",
      "Запишите ваши новые убеждения и внедряйте их в вашу жизнь.",
      "Вы можете написать их на стикере и прикрепить на холодильник, вписать их в заметки на телефоне или создать изображение с ними и установить на рабочий стол.",
      "Читайте эти утверждения каждый день, хотя бы один раз, а лучше больше. Это поможет вам перепрограммировать свои мысли и заменить нездоровые убеждения на более адаптивные.",
      "К счастью, перфекционизм — это не приговор.",
      "С помощью небольших шагов – самостоятельно или под руководством специалиста – вы можете вывести перфекционизм на здоровый уровень. Для этого необходимо учиться любить себя безусловно и заботиться о себе ежедневно."
    ]
  }
}
